{
    "id": 22925,
    "citation_title": "Are Fuel Economy Standards Regressive?",
    "citation_author": [
        "Lucas W. Davis",
        "Christopher R. Knittel"
    ],
    "citation_publication_date": "2016-12-12",
    "issue_date": "2016-12-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDespite widespread agreement that a carbon tax would be more efficient, many countries use fuel economy standards to reduce transportation-related carbon dioxide emissions. We pair a simple model of the automakers' profit maximization problem with unusually-rich nationally representative data on vehicle registrations to estimate the distributional impact of U.S. fuel economy standards. The key insight from the model is that fuel economy standards impose a constraint on automakers which creates an implicit subsidy for fuel-efficient vehicles and an implicit tax for fuel-inefficient vehicles. Moreover, when these obligations are tradable, permit prices make it possible to quantify the exact magnitude of these implicit subsidies and taxes. We use the model to determine which U.S. vehicles are most subsidized and taxed, and we compare the pattern of ownership of these vehicles between high- and low-income census tracts. Finally, we compare these distributional impacts with existing estimates in the literature on the distributional impact of a carbon tax.\n\n",
    "acknowledgement": "\nWe are thankful to Soren Anderson, Don Fullerton, Billy Pizer, and James Sallee for helpful suggestions. We thank Sarah Armitage and Leila Safavi for excellent research assistance. The authors have not received any financial compensation for this project nor do they have any financial relationships that relate to this research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}