{
    "id": 22928,
    "citation_title": "Books or Laptops? The Cost-Effectiveness of Shifting from Printed to Digital Delivery of Educational Content",
    "citation_author": [
        "Rosangela Bando",
        "Francisco Gallego",
        "Paul Gertler",
        "Dario Romero"
    ],
    "citation_publication_date": "2016-12-12",
    "issue_date": "2016-12-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nInformation and communication technologies, such as laptops, can be used for educational purposes as they provide users with computational tools, information storage and communication opportunities, but these devices may also pose as distractors that may tamper with the learning process. This paper presents results from a randomized controlled trial in which laptops replaced traditional textbook provision in elementary schools in high poverty communities in Honduras in 2013 through the program Educatracho. We show that at the end of one school year, the substitution of laptops for textbooks did not make a significant difference in student learning. We additionally conducted a cost-effectiveness analysis, which demonstrated that given the low marginal costs of digital textbook provision, the substitution of three additional textbooks in the program (for a total of five) would guarantee computers to be more cost-effective than textbooks. Therefore, textbook substitution by laptops may be a cost-effective manner to provide classroom learning content.\n\n",
    "acknowledgement": "\nRandomized evaluations like this require the contributions of a large number of people. While it would be impossible to recognize everyone who made a contribution to this project, we would like to thank Alejandra Aponte for superb field work, Ryan Cooper for help with the implementation of the evaluation, and several members of the Ministry of Education of Honduras and the Inter-American Development Bank for their involvement in discussions and implementation. We are also grateful to Emiliana Vegas, Javier Luque, Ada Kwan, and seminar participants at the Inter-American Development Bank for their comments throughout the development of this manuscript. Gallego also thanks Fondecyt (through Grant No. 1141111) for funding support. All authors have no conflicts of interests to disclose. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}