{
    "id": 22926,
    "citation_title": "High-Skilled Migration and Agglomeration",
    "citation_author": [
        "Sari Pekkala Kerr",
        "William Kerr",
        "Çaǧlar Özden",
        "Christopher Parsons"
    ],
    "citation_publication_date": "2016-12-12",
    "issue_date": "2016-12-08",
    "revision_date": "2017-01-31",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Market Structures",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nThis paper reviews recent research regarding high-skilled migration. We adopt a data-driven perspective, bringing together and describing several ongoing research streams that range from the construction of global migration databases, to the legal codification of national policies regarding high-skilled migration, to the analysis of patent data regarding cross-border inventor movements. A common theme throughout this research is the importance of agglomeration economies for explaining high-skilled migration. We highlight some key recent findings and outline major gaps that we hope will be tackled in the near future.\n\n",
    "acknowledgement": "\nSari Pekkala Kerr is Senior Research Scientist, Wellesley Centers for Women, Wellesley College, Wellesley, Massachusetts. William Kerr is MBA Class of 1975 Professor of Entrepreneurial Management, Harvard Business School, Boston, Massachusetts, and Faculty Research Associate, National Bureau of Economic Research, Cambridge, Massachusetts. Çağlar Özden is Lead Economist, Development Research Group, World Bank, Washington, DC. Christopher Parsons is Assistant Professor of Economics, University of Western Australia, Perth, Australia, and Research Associate, International Migration Institute, University of Oxford, Oxford, UK. This research is generously supported by the Alfred Sloan Foundation, the International Migration Institute, the Kauffman Foundation, the National Science Foundation, Harvard Business School, and by the World Bank through the Knowledge for Change Program. William Kerr is a Research Associate of the Bank of Finland and thanks the Bank for hosting him during a portion of this project. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}