{
    "id": 22929,
    "citation_title": "Locked in by Leverage: Job Search during the Housing Crisis",
    "citation_author": [
        "Jennifer Brown",
        "David A. Matsa"
    ],
    "citation_publication_date": "2016-12-12",
    "issue_date": "2016-12-08",
    "revision_date": "2016-12-14",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper examines how housing market distress affects job search. Using data from a leading online job search platform during the Great Recession, we find that job seekers in areas with depressed housing markets apply for fewer jobs that require relocation. With their search constrained geographically, job seekers broaden their search to lower level positions nearby. These effects are stronger for job seekers with recourse mortgages, which we confirm using spatial regression discontinuity analysis. Our findings suggest that housing market distress distorts labor market outcomes by impeding household mobility.\n\n",
    "acknowledgement": "\nWe are grateful to the data management team at the company that provided the application data for this research. Shumiao Ouyang and Jiaheng Yu provided excellent research assistance. For helpful comments, we also thank Effi Benmelech, Henrik Cronqvist, Thomas Davidoff, Anthony DeFusco, Brian Melzer, as well as seminar participants at Georgetown University, McGill University, University of British Columbia, University of Notre Dame, University of Miami, University of Regensburg, University of Southern California, and LMU Munich Workshop on Natural Experiments and Controlled Field Studies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}