{
    "id": 22924,
    "citation_title": "Why Does Capital No Longer Flow More to the Industries with the Best Growth Opportunities?",
    "citation_author": [
        "Dong Lee",
        "Han Shin",
        "René M. Stulz"
    ],
    "citation_publication_date": "2016-12-12",
    "issue_date": "2016-12-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWith functionally efficient capital markets, we expect capital to flow more to the industries with the best growth opportunities. As a result, these industries should invest more and see their assets grow more relative to industries with the worst growth opportunities. We find that industries that receive more funds have a higher industry Tobin’s q until the mid-1990s, but not since then. Since industries with a higher funding rate grow more, there is a negative correlation not only between an industry’s funding rate and industry q but also between capital expenditures and industry q since the mid-1990s. We show that capital no longer flows more to the industries with the best growth opportunities because, since the middle of the 1990s, firms in high q industries increasingly repurchase shares rather than raise more funding from the capital markets.\n\n",
    "acknowledgement": "\nLee is from Korea University Business School, Shin is from School of Business at Yonsei University, and Stulz is from the Fisher School of Business, Ohio State University, NBER, and ECGI. We are grateful for comments from Heitor Almeida, Sergey Chernenko, Harry DeAngelo, Andrei Gonçalves, Luke Taylor, Toni Whited, and participants at a seminar at Ohio State. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nRené M. Stulz\n\nRené Stulz serves on the board of a bank and consults and provides expert testimony for financial institutions.\n\n\n"
}