{
    "id": 22930,
    "citation_title": "FDI and Inequality in Vietnam: An Approach with Census Data",
    "citation_author": [
        "John McLaren",
        "Myunghwan Yoo"
    ],
    "citation_publication_date": "2016-12-12",
    "issue_date": "2016-12-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "Development and Growth",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate the effects of inward FDI on income distribution and absolute living standards in Vietnam using census data from 1989-2009. We compute the number of employees of foreign establishments in each of Vietnam's provinces for each year, and use that as a measure of local FDI. We estimate the effects of FDI on local households' living standards as reported in the data, broken down by educational background to allow us to analyze effects on inequality. Estimates based on the repeated cross section indicate that rising FDI in a province is associated with a slight decline in living standards for households there if they do not have a member employed by the foreign enterprises, with only modest gains for households who do have a member employed by the foreign enterprises. These estimates may reflect composition effects, however, since we find large movements of people toward the provinces receiving the FDI.  The findings show that measuring the effect of FDI on household welfare is more difficult than measuring the effect of trade policy, and may pose a difficulty for the view of FDI as a general anti-poverty strategy.\n\n",
    "acknowledgement": "\nThis paper has been prepared as part of the `Trade, Growth, and Economic Inequality in the Asia-Pacific Region' project sponsored by The Japan Foundation's Center for Global Partnership and Japan's Ministry of Education, Culture, Sports, Science and Technology. We thank conference participants and also James Harrigan for comments on an earlier draft. Particular thanks go to our discussant, Ayako Kondo, and to Brian McCaig, who pointed out critical errors in our use of the Census data. Support of the Bankard Foundation for Political Economy at the University of Virginia is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}