{
    "id": 22937,
    "citation_title": "A Tale of Two Tails: Commuting and the Fuel Price Response in Driving",
    "citation_author": [
        "Kenneth Gillingham",
        "Anders Munk-Nielsen"
    ],
    "citation_publication_date": "2016-12-19",
    "issue_date": "2016-12-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThe consumer price responsiveness of driving demand is central to the welfare consequences of fuel price changes. This study uses rich data covering the entire population of vehicles and consumers in Denmark to find a medium-run price elasticity of driving of -0.30. We uncover an important feature of driving demand: two small groups of much more responsive households that make up the lower and upper tails of the work distance distribution. The first group lives close to work in urban areas. The second group lives outside of major urban areas and has the longest commutes. Access to public transport appears to be the force behind the existence of the tails, enabling the switch away from driving. We find that a fuel price increase of 1 DKK/liter implies an average deadweight loss of 0.66 DKK/liter, but there is considerable heterogeneity and the tails bear a larger share of the loss.\n\n",
    "acknowledgement": "\nThe authors wish to thank Bertel Schjerning, John Rust, Ismir Mulalic, Fedor Iskhakov, and Soren Leth-Petersen, as well as numerous seminar participants, for helpful comments and feedback. The authors would also like to acknowledge funding from the IRUC research project, financed by the Danish Council for Strategic Research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}