{
    "id": 22936,
    "citation_title": "Commitment vs. Flexibility with Costly Verification",
    "citation_author": [
        "Marina Halac",
        "Pierre Yared"
    ],
    "citation_publication_date": "2016-12-19",
    "issue_date": "2016-12-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nWe introduce costly verification into a general delegation framework. A principal faces an agent who is better informed about the efficient action but biased towards higher actions. An audit verifies the agent’s information, but is costly. The principal chooses a permissible action set as a function of the audit decision and result. We show that if the audit cost is small enough, a threshold with an escape clause (TEC) is optimal: the agent can select any action up to a threshold, or request audit and the efficient action if the threshold is sufficiently binding. For higher audit costs, the principal may instead prefer auditing only intermediate actions. However, if the principal cannot commit to inefficient allocations following the audit decision and result, TEC is always optimal. Our results provide a theoretical foundation for the use of TEC in practice, including in capital budgeting in organizations, fiscal policy, and consumption-savings problems.\n\n",
    "acknowledgement": "\nWe thank Kyle Bagwell, Heski Bar-Isaac, Yeon-Koo Che, Eddie Dekel, Wouter Dessein, Navin Kartik, Francine Lafontaine, Debraj Ray, Ken Shotts, and various seminar and conference audiences for helpful comments. We also thank Niko Matouschek for a valuable discussion of the paper. Weijie Zhong provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}