{
    "id": 22934,
    "citation_title": "Meet the Oligarchs: Business Legitimacy, State Capacity and Taxation",
    "citation_author": [
        "Rafael Di Tella",
        "Juan Dubra",
        "Alejandro Luis Lagomarsino"
    ],
    "citation_publication_date": "2016-12-19",
    "issue_date": "2016-12-15",
    "revision_date": "2017-09-12",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the impact of two dimensions of trust, namely trust in business elites and trust in government, on policy preferences. Using a randomized online survey, we find that our two treatments are effective in changing trust in Major Companies and in Courts/Government. In contrast to previous work, we find that more trust causes a decline in desired taxes. This is particularly strong for our treatment decreasing trust in business elites, which causes an increase in desired taxes on the top 1% of 1.2 percentage points. The effect closes 14% of the gap in tax preferences between Democrats and Republicans, and is double that amount when trust in government is low. Similarly, more distrust leads to more desired regulation and less private-public sector meetings, a variable we argue is connected to State capacity. A model where people tax to punish corrupt business leaders (rather than to redistribute income) helps interpret these findings.\n\n",
    "acknowledgement": "\nFor comments and suggestions, we are grateful to Alberto Alesina, Paola Giuliano, Jason Jackson, Julio Rotemberg, Edoardo Teso, seminar participants at Harvard, Northwestern, the CIfAR meetings at Toronto, and the Central Bank of Uruguay. For excellent research assistance, we are grateful to Eric Po. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}