{
    "id": 22938,
    "citation_title": "Improving the Measurement of Earnings Dynamics",
    "citation_author": [
        "Moira Daly",
        "Dmytro Hryshko",
        "Iourii Manovskii"
    ],
    "citation_publication_date": "2016-12-19",
    "issue_date": "2016-12-15",
    "revision_date": "2018-05-22",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Behavioral Economics",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe stochastic process for earnings is the key element of incomplete markets models in modern quantitative macroeconomics. We show that a simple modification of the canonical process used in the literature leads to a dramatic improvement in the measurement of earnings dynamics in administrative and survey data alike. Empirically, earnings at the start or end of earnings spells are lower and more volatile than the observations in the interior of earnings histories, reflecting the effects of working less than the full year as well as deviations of wages due to e.g. tenure effects. Ignoring these properties of earnings, as is standard in the literature, leads to a substantial mismeasurement of the variances of permanent and transitory shocks and induces the large and widely documented divergence in the estimates of these variances based on fitting the earnings moments in levels or growth rates. Accounting for these effects enables more accurate analysis using quantitative models with permanent and transitory earnings risk, and improves empirical estimates of consumption insurance against permanent earnings shocks.\n\n",
    "acknowledgement": "\nWe benefited from comments of participants at numerous conferences and seminars. Support from the National Science Foundation Grants No. SES-0922406, SES-1357903, and the Danish Social Science Research Council (FSE) grant No. 300279 is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}