{
    "id": 22939,
    "citation_title": "Asymmetric Effects of Non-Pecuniary Signals on Search and Purchase Behavior for Energy-Efficient Durable Goods",
    "citation_author": [
        "J. Scott Holladay",
        "Jacob LaRiviere",
        "David M. Novgorodsky",
        "Michael Price"
    ],
    "citation_publication_date": "2016-12-19",
    "issue_date": "2016-12-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe report the results of a field experiment where we exogenously vary the use of social comparisons \"nudges\" and subsidies for participation in an in-home energy audit program, and follow subjects through to the subsequent purchase of durable goods.  We therefore can compare the causal effect of financial incentives and nudges along two margins, audits, which we liken to search, and purchase of durables.  Using data on nearly 100,000 households, we document an asymmetry; nudges increase audits, but lead to lower rates of purchase.  We find no evidence of a differential response for those offered a financial incentive.  These differences suggest heterogeneity in the motives of the marginal consumer induced by nudges versus prices.\n\n",
    "acknowledgement": "\nWe thank the Baker Center at University of Tennessee and Becker Center at University of Chicago for funding support and help in executing the experiment. Wooju Lee provided excellent research assistance. We thank our private and public sector partners for their support. Ben Gilbert, Michael Greenstone, Grant Jacobsen, Steven Levitt, John List, Preston McAfee, Justin Rao, and Dmitry Taubinksy and seminar participants at the 2014 EEE NBER Summer Institute, 2014 ERE World Congress, 2014 Camp Resources, 2015 AEA meetings, 2015 Fall APPAM Conference, University of Wyoming and UC Davis all provided important feedback that greatly improved this paper. Any mistakes are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}