{
    "id": 22932,
    "citation_title": "Elections, Ideology, and Turnover in the U.S. Federal Government",
    "citation_author": [
        "Alexander Bolton",
        "John M. de Figueiredo",
        "David E. Lewis"
    ],
    "citation_publication_date": "2016-12-12",
    "issue_date": "2016-12-08",
    "revision_date": "2019-02-25",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Market Structures",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA defining feature of public sector employment is the regular change in elected leadership. Yet, we know little about how elections influence careers. We describe how elections can alter policy outputs and disrupt civil servants’ influence over agency decisions, potentially shaping their career choices. We use new data on federal career records between 1988 and 2011 to evaluate how elections influence turnover decisions. We find large levels of stability in the civil service but also pockets of employees that are responsive to presidential transitions. Senior career employees in agencies with views divergent from the president’s appear most affected. In the first three years of an administration, political factors such as elections, policy priorities, and political ideological differences, are estimated to increase turnover in the senior civil service by 30.9% in some agencies. We also find suggestive evidence that vacancies in high-level positions after elections may induce lower-level executives to stay longer in hopes of advancing.\n\n",
    "acknowledgement": "\nWe thank Tom Balmat, Mauricio Bugarin, Bennett Byerley, Brady Dauzat, Mary Hawkins, John Johnson, Mark Richardson, Sam Rosso, Jorge Streb, Alan Wiseman and audiences at Duke University, the 2016 Annual Meeting of the American Political Science Association, and the 2016 Conference on Empirical Legal Studies for help and advice. This work is supported by the Smith Richardson Foundation and the National Science Foundation under Grants #1061600 and #1061052. All errors that remain are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}