{
    "id": 22935,
    "citation_title": "Recent Flattening in the Higher Education Wage Premium: Polarization, Skill Downgrading, or Both?",
    "citation_author": [
        "Robert G. Valletta"
    ],
    "citation_publication_date": "2016-12-19",
    "issue_date": "2016-12-15",
    "revision_date": "2019-03-18",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWage gaps between workers with a college or graduate degree and those with only a high school degree rose rapidly in the United States during the 1980s. Since then, the rate of growth in these wage gaps has progressively slowed, and though the gaps remain large, they were essentially unchanged between 2010 and 2015. I assess this flattening over time in higher education wage premiums with reference to two related explanations for changing U.S. employment patterns: (i) a shift away from middle-skilled occupations driven largely by technological change (“polarization”); and (ii) a general weakening in the demand for advanced cognitive skills (“skill downgrading”). Analyses of wage and employment data from the U.S. Current Population Survey suggest that both factors have contributed to the flattening of higher education wage premiums.\n\n",
    "acknowledgement": "\nPrepared for presentation at the NBER Conference on Research in Income and Wealth, “Education, Skills, and Technical Change: Implications for Future U.S. GDP Growth,” Bethesda, Maryland, October 16-17, 2015. The author thanks David Autor for his highly constructive and detailed discussant comments, the editors of this volume (Chuck Hulten and Valerie Ramey) for their guidance with revisions, and participants in this conference and also the May 2016 Society of Labor Economists annual meetings for additional helpful comments. He also thanks Catherine van der List for outstanding research assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the Federal Reserve Bank of San Francisco, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}