{
    "id": 22933,
    "citation_title": "Projections and Uncertainties About Climate Change in an Era of Minimal Climate Policies",
    "citation_author": [
        "William D. Nordhaus"
    ],
    "citation_publication_date": "2016-12-19",
    "issue_date": "2016-12-15",
    "revision_date": "2017-09-19",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "International Economics",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nClimate change remains one of the major international environmental challenges facing nations. Up to now, nations have to date adopted minimal policies to slow climate change. Moreover, there has been no major improvement in emissions trends as of the latest data. The current study uses the updated DICE-2016R2 model to present new projections and the impacts of alternative climate policies. It also presents a new set of estimates of the uncertainties about future climate change and compares the results with those of other integrated assessment models. The study confirms past estimates of likely rapid climate change over the next century if major climate-change policies are not taken. It suggests that it is unlikely that nations can achieve the 2°C target of international agreements, even if ambitious policies are introduced in the near term. The required carbon price needed to achieve current targets has risen over time as policies have been delayed.\n\n",
    "acknowledgement": "\nThe research reported here was supported by the Carnegie Commission of New York, the U.S. National Science Foundation, and the U.S. Department of Energy. The views are entirely the responsibility of the author. The author declares that he has no relevant and material financial conflicts with the research described in this paper. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}