{
    "id": 2293,
    "citation_title": "International Coordination of Trade Policy",
    "citation_author": [
        "J. David Richardson"
    ],
    "citation_publication_date": "1987-06-01",
    "issue_date": "1987-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe General Agreement on Tariffs and Trade (GATT) is a coordination compact. Tariff bindings illustrate a mechanism for making commitments credible. Reciprocity illustrates a means for redistributing cooperative gains. The Most-Favored-Nation (MFN) principle illustrates an attempt to keep coordination \"virtuous\" (cooperative) rather than \"vicious\" (collusive). Yet international trade policy coordination has clearly become more difficult. The postwar hegemonic environment has evolved into a more general strategic environment with several influential governments and blocs. Such coalitions are a natural evolutionary development, yet one that inexorably undermines MFN. Economic developments make a country's comparative advantage increasingly sensitive to sectoral predation by others, especially through subsidies and performance requirements aimed at mobile multinational firms, which are themselves internationally coordinated. Immobile workers and others correspondingly bear the burdens of sharper adjustments, and look to government to turn its trade policy narrowly inward in order to ease their load. Such \"domestication\" of trade policy is the antithesis of international coordination, and runs the risk of creating a strategic paralysis of recurring unproductivity. What changes might restore the liberalizing impetus of trade policy coordination? Several are considered in the paper. One is extension of the \"Codes\" approach to multilateral negotiations under the GATT, especially to Subsidies and Safeguards . Many reflections in the paper are framed in categories from recent economic thinking about policy coordination in \"strategic\" environments -- those with small numbers of self-consciously interdependent agents. The paper argues that these are the appropriate environments in which to analyze international coordination of trade policy.\n\n",
    "acknowledgement": "\n"
}