{
    "id": 22941,
    "citation_title": "Business Cycles, Investment Shocks, and the \"Barro-King\" Curse",
    "citation_author": [
        "Guido Ascari",
        "Louis Phaneuf",
        "Eric Sims"
    ],
    "citation_publication_date": "2016-12-19",
    "issue_date": "2016-12-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent empirical evidence identifies investment shocks as key driving forces behind business cycle fluctuations. However, existing New Keynesian models emphasizing these shocks counterfactually imply a negative unconditional correlation between consumption growth and investment growth, a weak positive unconditional correlation between consumption growth and output growth and anomalous profiles of cross-correlations involving consumption growth. These anomalies arise because of a short-run contractionary effect a positive investment shock on consumption. Such counterfactual co-movements are typical of the \"Barro-King curse\" (Barro and King 1984), wherein models with a real business cycle core must rely on technology shocks to account for the observed co-movement among output, consumption, investment, and hours. We show that two realistic additions to an otherwise standard medium scale New Keynesian model – namely, roundabout production and real per capita output growth stemming from trend growth in neutral and investment-specific technologies – can break the Barro-King curse and provide a more accurate account of unconditional business cycle comovements more generally. These two features substantially magnify the effects of neutral technology and investment shocks on aggregate fluctuations and generate a rise of consumption on impact of a positive investment shock.\n\n",
    "acknowledgement": "\nWe are grateful to Jean-Gardy Victor for capable research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}