{
    "id": 22948,
    "citation_title": "Understanding Inflation in India",
    "citation_author": [
        "Laurence Ball",
        "Anusha Chari",
        "Prachi Mishra"
    ],
    "citation_publication_date": "2016-12-19",
    "issue_date": "2016-12-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the behavior of quarterly inflation in India since 1994, both headline inflation and core inflation as measured by the weighted median of price changes across industries. We explain core inflation with a Phillips curve in which the inflation rate depends on a slow-moving average of past inflation and on the deviation of output from trend. Headline inflation is more volatile than core: it fluctuates due to large changes in the relative prices of certain industries, which are largely but not exclusively industries that produce food and energy. There is some evidence that changes in headline inflation feed into expected inflation and future core inflation. Several aspects of India’s inflation process are similar to inflation in advanced economies in the 1970s and 80s.\n\n",
    "acknowledgement": "\nPrepared for the Brookings-NCAER India Policy Forum. We would like to thank Pami Dua, Subir Gokarn, Ken Kletzer, and participants at the India Policy Forum conference for comments, and Edmund Crawley, Manzoor Gill, Jianhui Li, Wasin Siwasarit, and Ray Wang for excellent research assistance. The views represent those of the authors and not of the Reserve Bank of India, any of the institutions to which the authors belong, or the National Bureau of Economic Research.\n\n\n"
}