{
    "id": 22949,
    "citation_title": "Leveling the Playing Field: How Campaign Advertising Can Help Non-Dominant Parties",
    "citation_author": [
        "Horacio A. Larreguy",
        "John Marshall",
        "James M. Snyder",
        "Jr."
    ],
    "citation_publication_date": "2016-12-19",
    "issue_date": "2016-12-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nVoters are often uncertain about and biased against non-dominant political parties. By reducing the information gap with dominant parties, political advertising may thus disproportionately benefit non-dominant parties electorally. We test this argument in Mexico, where three main parties dominate many localities. To identify the effects of exposure to partisan advertising, we exploit differences across neighboring precincts in campaign ad distributions arising from cross-state media coverage spillovers induced by a 2007 reform that equalized access to ad slots across all broadcast media. Our results show that ads on AM radio increase the vote shares of the PAN and PRD, but not the previously-hegemonic PRI. Consistent with our model, campaign advertising is most effective in poorly informed and politically uncompetitive electoral precincts, and against locally dominant parties of intermediate strength.\n\n",
    "acknowledgement": "\nWe thank Scott Ashworth, Andy Baker, Taylor Boas, Ernesto Dal Bó, Aditya Dasgupta, Jorge Dominguez, Ruben Enikolopov, Leopoldo Fergusson, Andy Hall, Brian Knight, Chappell Lawson, Devra Moehler, Jonathan Phillips, Maxim Pinkovskiy, Gilles Serra, Edoardo Teso and participants at the LACEA Annual Meeting 2014, Second Annual Formal Theory and Comparative Politics Conference 2014, APSA Annual Meeting 2014 and Harvard political economy workshop for comments on earlier drafts. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}