{
    "id": 22943,
    "citation_title": "Dominant Currency Paradigm",
    "citation_author": [
        "Gita Gopinath",
        "Emine Boz",
        "Camila Casas",
        "Federico J. Díez",
        "Pierre-Olivier Gourinchas",
        "Mikkel Plagborg-Møller"
    ],
    "citation_publication_date": "2016-12-19",
    "issue_date": "2016-12-15",
    "revision_date": "2019-03-01",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMost trade is invoiced in very few currencies. Yet, standard models assume prices are set in either the producer’s or destination’s currency. We present instead a ‘dominant currency paradigm’ with three key features: pricing in a dominant currency, pricing complementarities, and imported input use in production. We test this paradigm using both a newly constructed data set of bilateral price and volume indices for more than 2,500 country pairs that covers 91% of world trade, and very granular firm-product-country data for Colombian exports and imports. In strong support of the paradigm we find that: (1) Non-commodities terms of trade are essentially uncorrelated with exchange rates. (2) The dollar exchange rate quantitatively dominates the bilateral exchange rate in price pass-through and trade elasticity regressions, and this effect is increasing in the share of imports invoiced in dollars. (3) U.S. import volumes are significantly less sensitive to bilateral exchange rates, compared to other countries’ imports. (4) A 1% U.S. dollar appreciation against all other currencies predicts a 0.6% decline within a year in the volume of total trade between countries in the rest of the world, controlling for the global business cycle.\n\n",
    "acknowledgement": "\nThis paper combines two papers: Casas et al. (2016) and Boz et al. (2017). We thank Isaiah Andrews, Richard Baldwin, Gary Chamberlain, Michael Devereux, Charles Engel, Christopher Erceg, Doireann Fitzgerald, Jordi Galí, Michal Kolesár, Philip Lane, Francis Kramarz, Brent Neiman, Maury Obstfeld, Jonathan Ostry, Ken Rogoff, Arlene Wong, and seminar participants at several venues for useful comments. We thank Omar Barbiero, Vu Chau, Tiago Flórido, Jianlin Wang for excellent research assistance and Enrique Montes and his team at the Banco de la República for their help with the data. The views expressed in this paper are those of the authors and do not necessarily represent those of the IMF, its Executive Board, or management, nor those of the Banco de la República or its Board of Directors, nor those of the National Bureau of Economic Research. Gopinath acknowledges that this material is based on work supported by the NSF under Grant Number #1061954 and #1628874. Any opinions, findings, and conclusions or recommendations expressed in this material are those of the author(s) and do not necessarily reflect the views of the NSF. All remaining errors are our own.\n\n\n"
}