{
    "id": 22946,
    "citation_title": "How Large Are the Gains from Economic Integration? Theory and Evidence from U.S. Agriculture, 1880-1997",
    "citation_author": [
        "Arnaud Costinot",
        "Dave Donaldson"
    ],
    "citation_publication_date": "2016-12-19",
    "issue_date": "2016-12-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we develop a new approach to measuring the gains from economic integration based on a generalization of the Ricardian model in which heterogeneous factors of production are allocated to multiple sectors in multiple local markets based on comparative advantage. We implement this approach using data on crop markets in approximately 2,600 U.S. counties from 1880 to 1997. Central to our empirical analysis is the use of a novel agronomic data source on predicted output by crop for small spatial units. Crucially, this dataset contains information about the productivity of all units for all crops, not just those that are actually being grown—an essential input for measuring the gains from trade. Using this new approach we find substantial long-run gains from economic integration among US agricultural markets, benefits that are similar in magnitude to those due to productivity improvements over that same period.\n\n",
    "acknowledgement": "\nWe thank numerous colleagues, discussants, and seminar participants for helpful suggestions. Moya Chin, Yangzhou Hu, Meredith McPhail, Cory Smith, and Su Wang provided superb research assistance. Research support from the National Science Foundation under Grant SES-1227635 is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}