{
    "id": 22954,
    "citation_title": "A Behavioral New Keynesian Model",
    "citation_author": [
        "Xavier Gabaix"
    ],
    "citation_publication_date": "2016-12-19",
    "issue_date": "2016-12-15",
    "revision_date": "2019-06-13",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nThis paper presents a framework for analyzing how bounded rationality affects monetary and fiscal policy. The model is a tractable and parsimonious enrichment of the widely-used New Keynesian model – with one main new “cognitive discounting” parameter, which quantifies how poorly agents understand future economic disturbances. That myopia parameter, in turn, affects the power of monetary and fiscal policy in a microfounded general equilibrium. A number of consequences emerge. (i) Fiscal stimulus or “helicopter drops of money” are powerful and, indeed, pull the economy out of the zero lower bound. More generally, the model allows for the joint analysis of optimal monetary and fiscal policy. (ii) The Taylor principle is strongly modified: even with passive monetary policy, equilibrium is determinate, whereas the traditional rational model yields multiple equilibria, which reduces its predictive power, and generates indeterminate economies at the zero lower bound (ZLB). (iii) The ZLB is much less costly than in the traditional model. (iv) The model brings a natural solution to the “forward guidance puzzle”: the fact that in the rational model, shocks to very distant rates have a very powerful impact on today's consumption and inflation; because agents are partially myopic, this effect is muted. (v) Optimal policy changes qualitatively: the optimal commitment policy with rational agents demands “nominal GDP targeting”; this is not the case with behavioral firms, as the benefits of commitment are less strong with myopic firms. (vi) The model is “neo-Fisherian” in the long run, but Keynesian in the short run: a permanent rise in the interest rate decreases inflation in the short run but increases it in the long run. The non-standard behavioral features of the model seem warranted by extant empirical evidence.\n\n",
    "acknowledgement": "\nI thank Igor Cesarec, Vu Chau, Antonio Coppola, Wu Di, James Graham and Lingxuan Wu for excellent research assistance. For useful comments I thank the editor and referees, Marios Angeletos, Adrien Auclert, Larry Ball, Olivier Blanchard, Jeff Campbell, Larry Christiano, John Cochrane, Tim Cogley, Gauti Eggertsson, Emmanuel Farhi, Roger Farmer, Jordi Galí, Mark Gertler, Narayana Kocherlakota, Greg Mankiw, Knut Mork, Ricardo Reis, Dongho Song, Jim Stock, Michael Woodford, and participants at various seminars and conferences. I am grateful to the CGEB, the Institute for New Economic Thinking, the NSF (SES-1325181) and the Sloan Foundation for financial support. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}