{
    "id": 22957,
    "citation_title": "Estimating market power Evidence from the US Brewing Industry",
    "citation_author": [
        "Jan De Loecker",
        "Paul T. Scott"
    ],
    "citation_publication_date": "2016-12-19",
    "issue_date": "2016-12-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n",
        "Antitrust",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhile inferring markups from demand data is common practice, estimation relies on difficult-to-test assumptions, including a specific model of how firms compete. Alternatively, markups can be inferred from production data, again relying on a set of difficult-to-test assumptions, but a wholly different set, including the assumption that firms minimize costs using a variable input. Relying on data from the US brewing industry, we directly compare markup estimates from the two approaches. After implementing each approach for a broad set of assumptions and specifications, we find that both approaches provide similar and plausible markup estimates in most cases. The results illustrate how using the two strategies together can allow researchers to evaluate structural models and identify problematic assumptions.\n\n",
    "acknowledgement": "\nWe would like to thank John Asker, Cameron Birchall, Tim Bresnahan, Chris Conlon, Aviv Nevo, Mathias Reynaert, Frank Verboven and participants at various seminars for comments and suggestions. This paper uses restricted data that were analyzed at the U.S. Census Bureau Research Data Center in New York City. Any opinions and conclusions expressed herein are those of the authors and do not necessarily represent the views of the U.S. Census Bureau. All results have been reviewed to ensure that no confidential information is disclosed. The authors declare that they have no relevant or material financial interests that relate to the research described in this paper. Contact authors at jdeloeck@princeton.edu and ptscott@stern.nyu.edu. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}