{
    "id": 22959,
    "citation_title": "Box Office Buzz: Does Social Media Data Steal the Show from Model Uncertainty When Forecasting for Hollywood?",
    "citation_author": [
        "Steven Lehrer",
        "Tian Xie"
    ],
    "citation_publication_date": "2016-12-26",
    "issue_date": "2016-12-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSubstantial excitement currently exists in industry regarding the potential of using analytic tools to measure sentiment in social media messages to help predict individual reactions to a new product, including movies. However, the majority of models subsequently used for forecasting exercises do not allow for model uncertainty. Using data on the universe of Twitter messages, we use an algorithm that calculates the sentiment regarding each film prior to, and after its release date via emotional valence to understand whether these opinions affect box office opening and retail movie unit (DVD and Blu-Ray) sales. Our results contrasting eleven different empirical strategies from econometrics and penalization methods indicate that accounting for model uncertainty can lead to large gains in forecast accuracy. While penalization methods do not outperform model averaging on forecast accuracy, evidence indicates they perform just as well at the variable selection stage. Last, incorporating social media data is shown to greatly improve forecast accuracy for box-office opening and retail movie unit sales.\n\n",
    "acknowledgement": "\nWe wish to thank an anonymous referee, the editor (Bryan S. Graham), seminar participants at the Canadian Econometrics Study Group (CESG) 31st Annual Meeting, Hubei Province Quantitative Economics Society 2014 Annual Conference, NYU Shanghai 2014 Symposium on Data Science and Applications, Wuhan University, Xiamen University, and Chinese Academy of Sciences for helpful comments and suggestions. Lehrer wishes to thank SSHRC for research support. We are responsible for all errors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}