{
    "id": 22958,
    "citation_title": "Learning, Confidence, and Business Cycles",
    "citation_author": [
        "Cosmin L. Ilut",
        "Hikaru Saijo"
    ],
    "citation_publication_date": "2016-12-19",
    "issue_date": "2016-12-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe build a tractable heterogeneous-firm business cycle model where firms face Knightian uncertainty about their profitability and learn it through production. The cross-sectional mean of firm-level uncertainty is high in recessions because firms invest and hire less. The higher uncertainty reduces agents' confidence and further discourages economic activity. We characterize this feedback mechanism in linear, workhorse macroeconomic models and find that it endogenously generates empirically desirable cross-equation restrictions such as: amplified and hump-shaped dynamics, co-movement driven by demand shocks and countercyclical correlated wedges in the equilibrium conditions for labor, risk-free and risky assets. In a rich model estimated on US macroeconomic and financial data, the information friction changes inference and significantly reduces the empirical need for standard real and nominal rigidities. Furthermore, endogenous idiosyncratic uncertainty propagates shocks to financial conditions, disciplined by observed spreads, as key drivers of fluctuations, and magnifies the aggregate activity's response to monetary and fiscal policies.\n\n",
    "acknowledgement": "\nWe would like to thank George-Marios Angeletos, Yan Bai, Nick Bloom, Fabrice Collard, Jesus Fernandez-Villaverde, Tatsuro Senga, Martin Schneider, Mathieu Taschereau-Dumouchel, Carl Walsh, as well as to seminar and conference participants at the \"Ambiguity and its Implications in Finance and Macroeconomics\" Workshop, Bank of England, Canon Institute for Global Studies, EIEF, Northwestern, NBER Summer Institute, San Francisco Fed, Stanford, UC Santa Cruz, SED Annual Meeting, the SITE conference on Macroeconomics of Uncertainty and Volatility, and Wharton for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}