{
    "id": 22952,
    "citation_title": "Some Simple Economics of the Blockchain",
    "citation_author": [
        "Christian Catalini",
        "Joshua S. Gans"
    ],
    "citation_publication_date": "2016-12-19",
    "issue_date": "2016-12-15",
    "revision_date": "2019-06-13",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nWe build on economic theory to discuss how blockchain technology can shape innovation and competition in digital platforms. We identify two key costs affected by the technology: the cost of verification and the cost of networking. The cost of verification relates to the ability to cheaply verify state, including information about past transactions and their attributes, and current ownership in a native digital asset. The cost of networking, instead, relates to the ability to bootstrap and operate a marketplace without assigning control to a centralized intermediary. This is achieved by combining the ability to cheaply verify state with economic incentives targeted at rewarding state transitions that are particularly valuable from a network perspective, such as the contribution of the resources needed to operate, scale, and secure a decentralized network. The resulting digital marketplaces allow participants to make joint investments in shared infrastructure and digital public utilities without assigning market power to a platform operator, and are characterized by increased competition, lower barriers to entry, and a lower privacy risk. Because of their decentralized nature, they also introduce new types of inefficiencies and governance challenges.\n\n",
    "acknowledgement": "\nWe are thankful to Al Roth, Muneeb Ali, Naval Ravikant, Nicola Greco, Tim Simcoe, Scott Stern, Catherine Tucker, and Jane Wu for helpful discussions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}