{
    "id": 22951,
    "citation_title": "Interfirm Relationships and Business Performance",
    "citation_author": [
        "Jing Cai",
        "Adam Szeidl"
    ],
    "citation_publication_date": "2016-12-19",
    "issue_date": "2016-12-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nWe organized business associations for the owner-managers of randomly selected young Chinese firms to study the effect of business networks on firm performance. We randomized 2,800 firms into small groups whose managers held monthly meetings for one year, and into a “no- meetings” control group. We find that: (1) The meetings increased firm revenue by 8.1 percent, and also significantly increased profit, factors, inputs, the number of partners, borrowing, and a management score; (2) These effects persisted one year after the conclusion of the meetings; and (3) Firms randomized to have better peers exhibited higher growth. We exploit additional interventions to document concrete channels. (4) Managers shared exogenous business-relevant information, particularly when they were not competitors, showing that the meetings facilitated learning from peers. (5) Managers created more business partnerships in the regular than in other one-time meetings, showing that the meetings improved supplier-client matching. (6) Firms whose managers discussed management, partners, or finance improved more in the associated domain, suggesting that the content of conversations shaped the nature of gains.\n\n",
    "acknowledgement": "\nWe thank Attila Gaspar, Huayu Xu, Hang Yu, and Zhengdong Zhang for excellent research assistance, Daron Acemoglu, David Atkin, Abhijit Banerjee, Andrew Bernard, Nick Bloom, Emily Breza, Arun Chandrasekhar, Esther Duflo, Ben Golub, Matt Jackson, Terence Johnson, Dean Karlan, Sam Kortum, David Lam, Ben Olken, Rohini Pande, Mark Rosenweig, Antoinette Schoar, Matthew Shapiro, Duncan Thomas, Eric Verhoogen, Chris Woodruff, Dean Yang, and seminar participants for helpful comments. We are grateful to Innovations for Poverty Action’s SME Initiative, the Private Enterprise Development in Low-Income Countries, the University of Michigan and the European Research Council for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}