{
    "id": 22953,
    "citation_title": "How Destructive is Innovation?",
    "citation_author": [
        "Daniel Garcia-Macia",
        "Chang-Tai Hsieh",
        "Peter J. Klenow"
    ],
    "citation_publication_date": "2016-12-19",
    "issue_date": "2016-12-15",
    "revision_date": "2018-05-11",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEntrants and incumbents can create new products and displace the products of competitors. Incumbents can also improve their existing products. How much of aggregate productivity growth occurs through each of these channels? Using data from the U.S. Longitudinal Business Database on all nonfarm private businesses from 1983 to 2013, we arrive at three main conclusions: First, most growth appears to come from incumbents. We infer this from the modest employment share of entering firms (defined as those less than 5 years old). Second, most growth seems to occur through improvements of existing varieties rather than creation of brand new varieties. Third, own-product improvements by incumbents appear to be more important than creative destruction. We infer this because the distribution of job creation and destruction has thinner tails than implied by a model with a dominant role for creative destruction.\n\n",
    "acknowledgement": "\nWe thank Ufuk Akcigit, Andy Atkeson, Michael Peters, Paul Romer, Jaume Ventura, Gianluca Violante, and four anonymous referees for very helpful comments. For financial support, Hsieh is grateful to the Polsky Center at Chicago and Klenow to the Stanford Institute for Economic Policy Research (SIEPR). Any opinions and conclusions expressed herein are those of the authors and do not necessarily represent the views of the U.S. Census Bureau, the IMF, its Executive Board, its management, or the National Bureau of Economic Research. All results have been reviewed by the U.S. Census Bureau to ensure no confidential information is disclosed.\n\n\n"
}