{
    "id": 22955,
    "citation_title": "Agricultural Fires and Infant Health",
    "citation_author": [
        "Marcos A. Rangel",
        "Tom Vogl"
    ],
    "citation_publication_date": "2016-12-19",
    "issue_date": "2016-12-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nFire has long served as a tool in agriculture, but this practice's human capital consequences have proved difficult to study. Drawing on data from satellites, air monitors, and vital records, we study how smoke from sugarcane harvest fires affects infant health in the Brazilian state that produces one-fifth of the world's sugarcane. Because fires track economic activity, we exploit wind for identification, finding that late-pregnancy exposure to upwind fires decreases birth weight, gestational length, and in utero survival, but not early neonatal survival. Other fires positively predict health, highlighting the importance of disentangling pollution from economic activities that drive it.\n\n",
    "acknowledgement": "\nWe thank seminar and conference participants at CPC/DuPRI, Duke Economics, Duke's Sanford School of Public Policy, Fordham, IFPRI, Princeton, PAA for helpful comments. Rangel gratefully acknowledges pilot funding from the Duke Population Research Center under NIH award number 2P2CHD065563, as well as Princeton University's Research Program in Development Studies and Program in Latin American Studies for hospitality in the early phases of this research. Vogl gratefully acknowledges funding from the Health Grand Challenge at Princeton University. The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health, nor of the National Bureau of Economic Research.\n\n\n"
}