{
    "id": 22964,
    "citation_title": "An Energy-centric Theory of Agglomeration",
    "citation_author": [
        "Juan Moreno-Cruz",
        "M. Scott Taylor"
    ],
    "citation_publication_date": "2016-12-26",
    "issue_date": "2016-12-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper sets out a simple spatial model of energy exploitation to ask how the location and productivity of energy resources affects the distribution of economic activity across geographic space. By combining elements from energy economics and economic geography we link the productivity of energy resources to the incentives for economic activity to agglomerate. We find a novel scaling law links the productivity of energy resources to population sizes, while rivers and roads effectively magnify productivity. We show how our theory's predictions concerning a single core, aggregate to predictions over regional landscapes and city size distributions at the country level.\n\n",
    "acknowledgement": "\nWe are very grateful to seminar participants in several countries, and for the hospitality of the Energy Institute at Haas, University of California Berkeley and the Henri Poincare Institute in Paris, France where a portion of this work was conducted. We would like to thank, without implicating, Bob Allen, Jared Carbone, Jevan Cherniwchan, Oded Galor, Gene Grossman, David Laband, Arvind Magesan, Ken McKenzie, and Jim Wilen for comments on earlier drafts or portions of this work. Excellent research assistance was provided by Nolan Derby, Fruzsina Mayer, and Rui Wan. The usual disclaimer applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}