{
    "id": 22962,
    "citation_title": "Industrial Productivity in a Hotter World: The Aggregate Implications of Heterogeneous Firm Investment in Air Conditioning",
    "citation_author": [
        "Joshua Graff Zivin",
        "Matthew E. Kahn"
    ],
    "citation_publication_date": "2016-12-26",
    "issue_date": "2016-12-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nHow will a nation’s aggregate urban productivity be affected by climate change?   The joint distribution of climate conditions and economic activity across a nation’s cities will together determine industrial average exposure to climate risk. Air conditioning (AC) can greatly reduce this heat exposure. We develop a simple model of air conditioning adoption by heterogeneous firms within an industry.  Our analysis suggests that high productivity firms are more likely to adopt AC since they suffer larger productivity losses when it is hot.  Given that the most productive firms produce a disproportionate share of industry-level output, we present aggregation results highlighting how the industry’s output is insulated from the heat.   Our empirical analysis of the impacts of heat on total factor productivity in U.S manufacturing yields findings broadly consistent with our model’s predictions.\n\n",
    "acknowledgement": "\nWe thank Tatyana Deryugina and seminar participants at Stanford for comments. We also thank Jiwei Zhang for outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}