{
    "id": 22966,
    "citation_title": "Public Sector Personnel Economics: Wages, Promotions, and the Competence-Control Trade-off",
    "citation_author": [
        "Charles M. Cameron",
        "John M. de Figueiredo",
        "David E. Lewis"
    ],
    "citation_publication_date": "2016-12-26",
    "issue_date": "2016-12-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Market Structures",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe model personnel policies in public agencies, examining how wages and promotion standards can partially offset a fundamental contracting problem: the inability of public sector workers to contract on performance, and the inability of political masters to contract on forbearance from meddling. Despite the dual contracting problem, properly constructed personnel policies can encourage intrinsically motivated public sector employees to invest in expertise, seek promotion, remain in the public sector, and develop policy projects. However, doing so requires internal personnel policies that sort \"slackers\" from \"zealots.\" Personnel policies that accomplish this task are quite different in agencies where acquired expertise has little value in the private sector, and agencies where acquired expertise commands a premium in the private sector. Finally, even with well-designed personnel policies, there remains an inescapable trade-off between political control and expertise acquisition.\n\n",
    "acknowledgement": "\nWe thank Bob Gibbons, Guido Tabellini, Bentley MacLeod, Pablo Spiller, Bob Powell, Steve Tadelis, Oliver Williamson, Noam Yuchtman, Ernesto Dal Bo, Ken Shepsle, Nolan McCarty and seminar participants at Vanderbilt, Duke, Princeton, the Institute for Advanced Study, and the Haas School of Business (Berkeley) for helpful comments. This research was funded by NSF Grant numbers 1061575, 1061600, and 1061512. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}