{
    "id": 22969,
    "citation_title": "The Response of Consumer Spending to Changes in Gasoline Prices",
    "citation_author": [
        "Michael Gelman",
        "Yuriy Gorodnichenko",
        "Shachar Kariv",
        "Dmitri Koustas",
        "Matthew D. Shapiro",
        "Dan Silverman",
        "Steven Tadelis"
    ],
    "citation_publication_date": "2016-12-26",
    "issue_date": "2016-12-22",
    "revision_date": "2017-11-01",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper estimates how overall consumer spending responds to changes in gasoline prices. It uses the differential impact across consumers of the sudden, large drop in gasoline prices in 2014 for identification. This estimation strategy is implemented using comprehensive, high-frequency transaction-level data for a large panel of individuals. The estimated marginal propensity to consume (MPC) out of unanticipated, permanent shocks to income is approximately one. This estimate takes into account the elasticity of demand for gasoline and potential slow adjustment to changes in prices. The high MPC implies that changes in gasoline prices have large aggregate effects.\n\n",
    "acknowledgement": "\nThis research is carried out in cooperation with a financial aggregation and bill-paying computer and smartphone application (the “app”). We are grateful to the executives and employees who have made this research possible. This research is supported by a grant from the Alfred P. Sloan Foundation. Shapiro acknowledges additional support from the Michigan node of the NSF-Census Research Network (NSF SES 1131500). Gorodnichenko thanks the NSF for financial support. We thank Arlene Wong and conference participants at NBER EFG and NBER SI (Consumption: Micro to Macro) for comments on an earlier draft of the paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}