{
    "id": 22960,
    "citation_title": "The Economic Structure of International Trade-in-Services Agreements",
    "citation_author": [
        "Robert W. Staiger",
        "Alan O. Sykes"
    ],
    "citation_publication_date": "2016-12-26",
    "issue_date": "2016-12-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe existing economics literature on international trade agreements focuses on tariff agreements covering trade in goods, and offers an explanation for core features of the GATT. Tariffs play almost no role in services markets, however, and the existing models cannot account for the dramatically different approach to trade liberalization in agreements such as the WTO General Agreement on Trade in Services (GATS). We develop a model through which key features of GATS, including its emphasis on \"deep integration\" – sector-by-sector negotiations on behind the border policy instruments – can be understood. And we use this model to suggest that there may also be a middle ground for services trade liberalization between the GATS deep-integration approach and the traditional border-policy focused \"shallow integration\" approach of GATT.\n\n",
    "acknowledgement": "\nStaiger gratefully acknowledges financial support from the National Science Foundation (NSF Grant SES-1326940). We thank Kyle Bagwell, Petros C. Mavroidis, Alan Spearot and seminar participants at Stanford for useful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nRobert W. Staiger\n\nIn the Fall of 2011, I served as a consultant for the WTO and wrote a background paper ( http://www.ssc.wisc.edu/~rstaiger/NTMs_WTO_123111  ) for the WTO's World Trade Report 2012.\n\n\n"
}