{
    "id": 22967,
    "citation_title": "Where Do Students Go when For-Profit Colleges Lose Federal Aid?",
    "citation_author": [
        "Stephanie R. Cellini",
        "Rajeev Darolia",
        "Lesley J. Turner"
    ],
    "citation_publication_date": "2016-12-26",
    "issue_date": "2016-12-22",
    "revision_date": "2018-04-11",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent policy debates have focused on whether restricting for-profit institutions’ access to federal student financial aid could reduce student loan defaults without restricting prospective students’ access to higher education. We examine the effects of similar restrictions imposed on over 1,200 for-profit colleges in the 1990s. Using variation in the timing and magnitude of sanctions linked to student loan default rates, we estimate the impact of the loss of federal aid on the enrollment of Pell Grant recipients in sanctioned institutions and their local unsanctioned competitors. On average, sanctioned for-profit colleges experience a 40 percent decrease in annual enrollment in the five years following sanction receipt. Enrollment losses due to for-profit sanctions are offset by enrollment increases within local community colleges. For-profit sanctions also produce negative enrollment spillovers on unsanctioned for-profit competitors, and we provide evidence that these effects are likely due to improved information about local higher education options and/or reputational spillovers to for-profit institutions offering similar programs. Given these offsetting effects, we estimate that within the average county, the public sector absorbs 40 to 60 percent of the total enrollment decline generated by an additional for-profit sanction. Overall, market enrollment declines by just 3 percent. Finally, we provide suggestive evidence that students induced to enroll in community colleges following a for-profit competitor’s sanction are less likely to default on their federal loans.\n\n",
    "acknowledgement": "\nWe thank Mary Ann Bronson, Celeste Carruthers, David Deming, staff at the Federal Reserve Bank of Philadelphia, and seminar participants from the AEA annual meeting, Bureau of Labor Statistics, Washington DC Economics of Education Working Group, APPAM annual meeting, AEFP annual meeting, University of Missouri, University of Kentucky, Syracuse University, and the Federal Reserve Bank of Cleveland Policy Summit for useful discussions and comments. John Soriano, Andrew Sullivan, and Heath Witzen provided excellent research assistance. This paper is based upon work supported by the Association for Institutional Research, the National Science Foundation, the National Center for Education Statistics, and the National Postsecondary Education Cooperative under Association for Institutional Research Grant Number RG14-5352. Over the past three years, other research on for-profit colleges by Cellini has been funded by the Smith Richardson Foundation and the George Washington Institute of Public Policy. She has at various times served as a consultant or expert in investigations and litigation involving for-profit institutions. Opinions reflect those of the authors and do not necessarily reflect those of the granting agencies or the National Bureau of Economic Research.\n\n\n\nStephanie R. Cellini\n\nI have received financial support from the Association for Institutional Research for this research.  Over the past three years, other research on for-profit colleges has been funded by the Smith Richardson Foundation and the George Washington Institute of Public Policy.  I have at various times served as a consultant or expert in investigations and litigation involving for-profit institutions.\n\n\n"
}