{
    "id": 22963,
    "citation_title": "Empowering Mothers and Enhancing Early Childhood Investment: Effect on Adults Outcomes and Children Cognitive and Non-Cognitive Skills",
    "citation_author": [
        "Victor Lavy",
        "Giulia Lotti",
        "Zizhong Yan"
    ],
    "citation_publication_date": "2016-12-26",
    "issue_date": "2016-12-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEmpowering women and enhancing children’s early development are two important goals that are often pursued via independent policy initiatives in developing countries. In this paper we study a unique approach that pursues both goals at the same time: empowering mothers through tools that also advance their children’s development. A program operated by AVSI, an Italian NGO, in a poor neighborhood of Quito, Ecuador, targets parents of children from birth to age 5. It provides family advisor-guided parent training sessions once every two weeks for groups of six to eight mothers and their children. We find that the program empowered women in various dimensions, including higher labor force participation and employment, higher likelihood of a full-time job in the formal-sector and higher wages. Treated mothers are also more likely to continue their education, make independent decisions regarding their own finances, have greater role in intra-household decisions, especially on issues involving children’s education and discipline and increase parental inputs into their children’s development. We find that treated children improve their cognitive and non-cognitive skills, for example, they are less likely to repeat a grade or temporarily drop-out from schooling, are less absent from and have improved behaviors in school, have better attitudes towards learning, and achieve higher scores on cognitive tests. Applying a recently suggested factor model of children's relative non-cognitive skills reaffirms our finding of significant gains in children non-cognitive skills. All results hold when we estimate aggregate treatment impacts, use summary indices instead of individual outcomes in order to account for multiple inference, when we use entropy balancing to adjust for differences in pre-treatment covariates, and when we use other robustness checks.\n\n",
    "acknowledgement": "\nWe thank CAGE and the Department of Economics at the University of Warwick for financial support for this project. The first author acknowledges financial support from the European Research Council through ERC Advance Grant 323439 and from CAGE Warwick. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}