{
    "id": 22972,
    "citation_title": "Beliefs about Gender",
    "citation_author": [
        "Pedro Bordalo",
        "Katherine B. Coffman",
        "Nicola Gennaioli",
        "Andrei Shleifer"
    ],
    "citation_publication_date": "2016-12-26",
    "issue_date": "2016-12-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe conduct a laboratory experiment on the determinants of beliefs about own and others’ ability across different domains. A preliminary look at the data points to two distinct forces: miscalibration in estimating performance depending on the difficulty of tasks and gender stereotypes. We develop a theoretical model that separates these forces and apply it to analyze a large laboratory dataset in which participants estimate their own and a partner’s performance on questions across six subjects: arts and literature, emotion recognition, business, verbal reasoning, mathematics, and sports. We find that participants greatly overestimate not only their own ability but also that of others, suggesting that miscalibration is a substantial, first order factor in stated beliefs. Women are better calibrated than men, providing more accurate estimates of ability both for themselves and for others. Gender stereotypes also have strong predictive power for beliefs, particularly for men’s beliefs about themselves and others’ beliefs about the ability of men. Our findings help interpret evidence on gender gaps in self-confidence.\n\n",
    "acknowledgement": "\nWe are grateful to James Pappas, Annie Kayser, and Paulo Costa for significant help with experiments, to Benjamin Enke, Josh Schwartzstein, and Neil Thakral for comments and to the Pershing Square Venture Fund for Research on the Foundations of Human Behavior for financial support of this research. Gennaioli thanks the European Research Council for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. Research funding and support was provided by the Economics department at Ohio State University.\n\n\n"
}