{
    "id": 22970,
    "citation_title": "The Hidden Resources of Women Working Longer: Evidence from Linked Survey-Administrative Data",
    "citation_author": [
        "C. Adam Bee",
        "Joshua Mitchell"
    ],
    "citation_publication_date": "2016-12-26",
    "issue_date": "2016-12-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Behavioral Economics",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nWomen Working Longer\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nDespite women’s increased labor force attachment over the lifecycle, household surveys such as the Current Population Survey Annual Social and Economic Supplement (CPS ASEC) do not show increases in retirement income (pensions, 401(k)s, IRAs) for women at older ages. We use linked survey-administrative data to demonstrate that retirement incomes are considerably underreported in the CPS ASEC and that women’s economic progress at older ages has been substantially understated over the last quarter century. Specifically, the CPS ASEC shows median household income for women age 65-69 rose 21 percent since the late 1980s, while the administrative records show an increase of 58 percent. Survey biases in women’s own incomes appear largest for women with the longest work histories. We also exploit the panel dimension of our data to follow a cohort of women and their spouses (if present) as they transition into retirement in recent years. In contrast to previous work, we find that most women do not experience noticeable drops in income up to five years after claiming social security, with retirement income playing an important role in maintaining their overall standard of living. Our results pose a challenge to the literature on the “retirement consumption puzzle” and suggest total income replacement rates are high for recent retirees.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the US Census Bureau or NBER. We would like to thank Courtney Coile, Claudia Goldin, Larry Katz, and the other Women Working Longer conference participants for providing feedback and guidance.  We would also like to thank Jon Rothbaum and Trudi Renwick at Census for their support. For the Survey of Income and Program Participation (SIPP) Gold Standard File, we thank Gary Benedetto and Lori Reeder at Census for their assistance and patience. All results have been formally reviewed to ensure that no confidential Census Bureau data have been disclosed. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}