{
    "id": 22974,
    "citation_title": "A Portrait of Trade in Value Added over Four Decades",
    "citation_author": [
        "Robert C. Johnson",
        "Guillermo Noguera"
    ],
    "citation_publication_date": "2016-12-26",
    "issue_date": "2016-12-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Macroeconomics",
        "\n",
        "Globalization and International Relations",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe combine data on trade, production, and input use to document changes in the value added content of trade between 1970 and 2009.  The ratio of value-added to gross exports fell by roughly 10 percentage points worldwide.  The ratio declined 20 percentage points in manufacturing, but rose in non-manufacturing sectors.  Declines also differ across countries and trade partners: they are larger for fast growing countries, for nearby trade partners, and among partners that adopt regional trade agreements.  Using a multi-sector structural gravity model with input-output linkages, we show that changes in trade frictions play a dominant role in explaining all these facts.\n",
    "acknowledgement": "\nWe thank Pol Antras, Rudolfs Bems, Emily Blanchard, Donald Davis, Andreas Moxnes, Nina Pavcnik, Robert Staiger, Jonathan Vogel, David Weinstein, and Kei-Mu Yi for helpful conversations.  We also thank seminar participants at Columbia University, the International Monetary Fund, the London School of Economics, the Massachusetts Institute of Technology, the University of Colorado, and the University of Houston, as well as the 2012 NBER Spring ITI Meetings and 2014 HKUST Conference on International Economics.  Johnson thanks the Rockefeller-Haney fund at Dartmouth College for financial support, and Joseph Celli, Michael Lenkeit, and Sean Zhang for research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}