{
    "id": 22975,
    "citation_title": "Populism and the Return of the “Paranoid Style”: Some Evidence and a Simple Model of Demand for Incompetence as Insurance against Elite Betrayal",
    "citation_author": [
        "Rafael Di Tella",
        "Julio J. Rotemberg"
    ],
    "citation_publication_date": "2016-12-26",
    "issue_date": "2016-12-22",
    "revision_date": "2017-03-02",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe present a simple model of populism as the rejection of “disloyal” leaders. We show that adding the assumption that people are worse off when they experience low income as a result of leader betrayal (than when it is the result of bad luck) to a simple voter choice model yields a preference for incompetent leaders. These deliver worse material outcomes in general, but they reduce the feelings of betrayal during bad times. Some evidence consistent with our model is gathered from the Trump-Clinton 2016 election: on average, subjects primed with the importance of competence in policymaking decrease their support for Trump, the candidate who scores lower on competence in our survey. But two groups respond to the treatment with a large (between 5 and 7 percentage points) increase in their support for Donald Trump: those living in rural areas and those that are low educated, white and living in urban and suburban areas.\n\n",
    "acknowledgement": "\nWe thank Alejandro Lagomarsino for helpful suggestions, as well as very generous help. We are grateful to Vincent Pons, Ricardo Caballero, Andrei Shleifer, Juan Dubra, Ricardo Perez-Truglia and Rawi Abdelal and seminar participants at Brandeis University, the IMF and Harvard Business School for helpful comments and conversations. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}