{
    "id": 22978,
    "citation_title": "Discrete Adjustment to a Changing Environment: Experimental Evidence",
    "citation_author": [
        "Mel Win Khaw",
        "Luminita Stevens",
        "Michael Woodford"
    ],
    "citation_publication_date": "2016-12-26",
    "issue_date": "2016-12-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe conduct a laboratory experiment to shed light on the cognitive limitations that may affect the way decision makers respond to changes in their economic environment. The subjects solve a tracking problem: they estimate the probability of a binary event, which changes stochastically. The subjects observe draws and indicate their draw-by-draw estimate. Our subjects depart from the optimal Bayesian benchmark in systematic ways, but these deviations are not simply the result of some boundedly rational, but deterministic rule. Rather, there is a random element in the subjects' response to any given history of evidence. Moreover, subjects adjust their forecast in discrete jumps rather than after each new ring draw, even though there are no explicit adjustment costs. They adjust by both large and small amounts, contrary to the predictions of a simple Ss model of optimal adjustment subject to a fixed cost. Finally, subjects prefer to report \"round number\" probabilities, even though that requires exerting additional effort. Each of these regularities resembles the behavior of firms setting prices for their products. We develop a model of inattentive adjustment and compare its quantitative fit with alternative models of stochastic discrete adjustment.\n\n",
    "acknowledgement": "\nWe would like to thank Randy Gallistel for sharing the code for his experiment and for discussion of his work; Fernando Alvarez, Marty Eichenbaum, Cosmin Ilut, Filip Matejka, Alex Wolman, and conference and seminar participants at the Barcelona GSE Summer Forum, the NBER Summer Institute, the University of Maryland, and the JME-SNB-SCG conference for useful comments on earlier versions of this work; and the National Science Foundation for research support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}