{
    "id": 22983,
    "citation_title": "Fuel Consumption and Gasoline Prices: The Role of Assortative Matching between Households and Automobiles",
    "citation_author": [
        "H. Spencer Banzhaf",
        "Taha Kasim"
    ],
    "citation_publication_date": "2016-12-26",
    "issue_date": "2016-12-22",
    "revision_date": "2017-08-21",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAnalyses of policies to reduce gasoline consumption have focused on two effects, a compositional effect on the fuel economy of the automotive fleet and a utilization effect on how much people drive. However, the literature has missed a third effect: a matching effect, in which the policy changes how high-utilization households are matched to fuel-efficient vehicles in equilibrium. We show that higher gas prices should lead to stronger assortative matching. Empirical estimates using US micro-level data are consistent with this hypothesis. We find a $1 gas tax would reduce US gas consumption by 1.5% through the matching effect alone.\n\n",
    "acknowledgement": "\nWe thank Kenneth Gillingham, Shanjun Li, Joshua Linn, Kyle Mangum, Michael Price, Roger von Haefen, and participants in the ASU environmental economics conference, a Cornel University (Dyson School) seminar, Camp Resources, and a GSU workshop for helpful comments. We also thank Mark Jacobsen for sharing and explaining the data and code used to create the instrument based on Bento et al. (2009). We thank the staff at the U.S. Department of Transportation (DOT) for assistance in obtaining the confidential NHTS data files. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}