{
    "id": 22985,
    "citation_title": "Cross-Sectional Patterns of Mortgage Debt during the Housing Boom: Evidence and Implications",
    "citation_author": [
        "Christopher L. Foote",
        "Lara Loewenstein",
        "Paul S. Willen"
    ],
    "citation_publication_date": "2016-12-26",
    "issue_date": "2016-12-22",
    "revision_date": "2017-01-16",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThe reallocation of mortgage debt to low-income or marginally qualified borrowers plays a central role in many explanations of the early 2000s housing boom. We show that such a reallocation never occurred, as the distribution of mortgage debt with respect to income changed little even as the aggregate stock of debt grew rapidly. Moreover, because mortgage debt varies positively with income in the cross section, equal percentage increases in debt among high- and low-income borrowers meant that wealthy borrowers accounted for most new debt in dollar terms. Previous research stressing the importance of low-income borrowing was based on the inflow of new mortgage originations alone, so it could not detect offsetting outflows in mortgage terminations that left the allocation of debt stable over time. And while defaults on subprime mortgages played an important part in the financial crisis, the data show that subprime lending did not cause a reallocation of debt toward the poor. Rather, subprime lending prevented a reallocation of debt toward the wealthy.\n\n",
    "acknowledgement": "\nThe views in this paper are not necessarily those of the Federal Reserve Bank of Boston, the Federal Reserve System, or the National Bureau of Economic Research. We have received helpful comments from Manuel Adelino, Neil Bhutta, Jesse Bricker, Denise DiPasquale, Onesime Epouhe, Ben Friedman, Jeff Fuhrer, Kris Gerardi, Alice Henriques, Kristoph Kleiner, Alex Michaelides, Jonathan Parker, Felipe Severino, Antoinette Schoar, Rosen Valchev. We thank audiences at the Boston, Atlanta, St. Louis and Cleveland Feds; Brandeis; Boston College; the Homer Hoyt Institute; USC; the Commercial-Housing-Urban-Macro conference; Harvard; AREUEA; WFA Real Estate Symposium; the FDIC; and the following sessions at the NBER 2016 Summer Institute: Monetary Economics, Household Finance, and the joint meeting of Economics of Real Estate and Urban Economics.  We also thank Brigitte Madrian and Stephen Zeldes, who invited one of us to discuss Adelino, Schoar, and Severino (2016) at the NBER's 2015 Summer Institute. Work on that discussion encouraged us to write this paper.\n\n\n"
}