{
    "id": 22982,
    "citation_title": "Asset Managers: Institutional Performance and Smart Betas",
    "citation_author": [
        "Joseph Gerakos",
        "Juhani T. Linnainmaa",
        "Adair Morse"
    ],
    "citation_publication_date": "2016-12-26",
    "issue_date": "2016-12-22",
    "revision_date": "2018-03-12",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing a dataset of $17 trillion of assets under management, we document that actively-managed institutional accounts outperformed strategy benchmarks by 86 (42) basis points gross (net) during 2000–2012. In return, asset managers collected $162 billion in fees per year for managing 29% of worldwide capital. Estimates from a Sharpe (1992) model imply that their outperformance comes from factor exposures (\"smart beta\"). If institutions had instead implemented mean-variance portfolios of institutional mutual funds, they would not have earned higher Sharpe ratios. Recent growth of the ETF market implies that asset managers are losing advantages held during our sample period.\n\n",
    "acknowledgement": "\nWe thank Jules van Binsbergen (discussant), Jeff Coles (discussant), Richard Evans (discussant), Ken French (discussant), Aneel Keswani (discussant), Jonathan Lewellen, Jesper Rangvid (discussant), Scott Richardson, Julio Riutort (discussant), Clemens Sialm (discussant), Annette Vissing-Jorgensen, workshop participants at Arizona State University, University of California at Berkeley, Emory University, University of Oregon, University of Colorado, University of Chicago, Temple University, Dartmouth College, University of Washington, Rice University, London Business School, London School of Economics, Notre Dame, University of California San Diego, the Wharton School, and conference participants at the FRIC'14: Conference on Financial Frictions, the 2014 Western Finance Association Conference, the 7th International Finance Conference at the Pontificia Universidad Catolica de Chile, the 2014 MSUFCU Conference on Financial Institutions and Investments, the 2015 UBC Winter Finance Conference, the 2015 FRBNY/NYU Financial Intermediation Conference, the NBER Conference on New Developments in Long-Term Asset Management, and the 5th Luxembourg Asset Management Summit for their comments. We thank the Fama-Miller Center at the University of Chicago Booth School of Business for financial support. Gerakos is affiliated with Citadel LLC. Linnainmaa is affiliated with Citadel LLC and Research Affiliates. Neither Citadel LLC nor Research Affiliates provided funding or data for this project. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJoseph Gerakos\n\nGerakos is affiliated with Citadel LLC. For this research, Citadel LLC provided no funding or data.\n\n\n"
}