{
    "id": 22980,
    "citation_title": "Blind Tigers and Red-Tape Cocktails: Liquor Control and Homicide in Late-Nineteenth-Century South Carolina",
    "citation_author": [
        "Howard Bodenhorn"
    ],
    "citation_publication_date": "2016-12-26",
    "issue_date": "2016-12-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nIn 1893 South Carolina prohibited the private manufacture, transportation, and sale of alcohol and established a state monopoly in wholesale and retail alcohol distribution. The combination of a market decline in the availability of alcohol, reduced variety, and monopoly pricing at state-operated outlets encouraged black markets in alcohol. Because black market participants tend to resort to extra-legal mechanisms for dispute resolution, including violence, one result of South Carolina’s alcohol restriction was an increase in homicide. A continuous-treatment difference-in-difference approach reveals that homicide rates increased by about 30 to 60 percent in counties that more vigorously enforced the law.\n\n",
    "acknowledgement": "\nI thank Scott Barkowski, Cesar Castellon, Michael Makowsky, Chris Vickers, Eugene White, and seminar participants at the 2016 NBER Summer Institute and Rutgers University for comments. Clemson University’s Creative Inquiry program for undergraduate research and the John E. Walker Department of Economics provided financial support. Gary Clary (SC Circuit Court Judge (ret.)) offered valuable insights into South Carolina criminal procedure. Mark Balon, James Cox, Michael Alan Diehl, Robert Doherty, William Galvin, and Camille Swanson provided valuable research assistance and fruitful discussions on the connection between prohibition and violence. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}