{
    "id": 22981,
    "citation_title": "A Passage to America: University Funding and International Students",
    "citation_author": [
        "John Bound",
        "Breno Braga",
        "Gaurav Khanna",
        "Sarah Turner"
    ],
    "citation_publication_date": "2016-12-26",
    "issue_date": "2016-12-22",
    "revision_date": "2017-04-10",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe pool of students in the global economy prepared for higher education and able to pay tuition at U.S. colleges and universities has expanded markedly in the last two decades, with a particularly notable increase among potential undergraduate students from China. Given the concentration of high quality colleges and universities in the U.S., there has been a substantial increase in the demand for enrollment among students from abroad. At the same time, substantial declines in state support, driven by contractions in state budgets, have occurred at public sector universities. For such universities, declines in state appropriations force a choice between increasing tuition levels, cutting expenditures, or enrolling a greater proportion of students paying full out-of-state tuition. In this paper we present evidence showing that a significant set of public universities were able to take advantage of the expanding pool of potential students from abroad to provide a stream of tuition revenue that partially offsets declining state appropriations. Our analysis focuses on the interaction between the type of university experience demanded by students from abroad and the supply-side of the U.S. market. For the period between 1996 and 2012, we estimate that a 10% reduction in state appropriations is associated with an increase in foreign enrollment of 12% at public research universities and about 17% at the most resource-intensive public universities. Our results tell a compelling story about the link between changes in state funding and foreign enrollment in recent years. In the absence of the pool of foreign students, many universities would have faced larger cuts to expenditures and potentially greater increases in in-state tuition charges.\n\n",
    "acknowledgement": "\nWe thank the Alfred P. Sloan Foundation for generous research support. Breno Braga gratefully acknowledges additional support from the Fleishman Fund at the Urban Institute. We are grateful to Sandy Baum, Scott Imberman, Richard Murphy, Jeff Smith, Emily Cook and seminar participants at the CESIfo Conference on the Economics of Education, the University of Illinois–Urbana Champaign, Urban Institute, Michigan, Ohio State, PAA, Society of Labor Economists, LACEA, and the NBER Spring Meetings on Education for helpful comments.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nSarah Turner\n\nI would like to thank the Alfred P Sloan Foundation and the Bankard Fund for Political Economy at the University of Virginia for support.\n\n\n"
}