{
    "id": 22984,
    "citation_title": "A Structural Analysis of the Effects of the Great Recession on Retirement and Working Longer by Members of Two-Earner Households",
    "citation_author": [
        "Alan L. Gustman",
        "Thomas L. Steinmeier",
        "Nahid Tabatabai"
    ],
    "citation_publication_date": "2016-12-26",
    "issue_date": "2016-12-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Behavioral Economics",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses data from the Health and Retirement Study to estimate a structural model of household retirement and saving. It applies that model to analyze the effects of the Great Recession on the work and retirement of older couples who were both employed full-time at the beginning of the recession. We analyze the effects of job loss, changes in wealth and changes in expectations.\nThe largest overall effects of the Great Recession are observed for 2009 and 2010. In 2009, an additional 2.5 percent of all 55 to 59 year old husbands were not working full-time as result of the Great Recession, amounting to a reduction of 3.2 percent in full-time work. In 2010, 2.8 percent of 55 to 59 year old husbands were not working full-time as a result of the Great Recession, amounting to a 3.8 percent reduction in full-time work. For wives the reductions in full-time work due to the Great Recession were 1.7 percent and 2.2 percent of those who initially held a job, or reductions of full-time work of 2.3 and 3.0 percent respectively. For those 60 to 64, the reductions were 1.2 percent of men and 0.9 percent of women. Having been laid off in the last three years reduces full-time work by 30 percent. There also are lingering effects of layoff on the probability of working longer. Having been laid off three or more years in the past reduces full-time employment in the current year by about 12 percent. This reflects the reduced work incentives for full-time work arising from lower earnings due to the loss of job tenure with a layoff as well as the additional earnings penalty from a layoff.\nThe effect on own work of a spouse having been laid off is much smaller. The reason is that, as found in the estimation of our structural model, having one spouse not working increases the value of leisure for the other. In contrast, when one member of the household loses their job, the value of consumption increases relative to leisure. For recent layoffs, these effects are roughly offsetting.\nAll told, the effects of the Great Recession on retirement seem relatively modest. These findings are consistent with our earlier descriptive analyses.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge support for this research from a grant provided by the Sloan Foundation to Dartmouth College. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}