{
    "id": 22988,
    "citation_title": "Child Age and Gender Differences in Food Security in a Low-Income Inner-City Population",
    "citation_author": [
        "Robert A. Moffitt",
        "David C. Ribar"
    ],
    "citation_publication_date": "2016-12-26",
    "issue_date": "2016-12-22",
    "revision_date": "2018-04-11",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA long literature in economics studies differential allocations of resources to children within the family.  In a study of approximately 1,600 very disadvantaged households with children in three cities in the U.S. from 1999 to 2005, significant differences in levels of food allocation, as measured by an indicator of food “insecurity,” are found across children of different ages and genders.  Using answers to unique survey questions for a specific child in the household, food insecurity levels are much higher among older children than among younger ones, and to be sometimes higher among older boys than among older girls.  Allocations are strongly correlated with the dietary needs of the child as well as with household structure and the level of family organization.  However, the differences appear only in the poorest households with the lowest levels of money income and household resources in general, and most differences disappear in significance or are greatly reduced in magnitude when resources rise to only modest levels.\n\n",
    "acknowledgement": "\nComments are appreciated from Andrew Gray, Craig Gundersen, Hanchen Jiang, Caezilia Loibl, Nicholas Papageorge, Victor Ronda, Nicolas Salamanca, Anna Zhu, James Ziliak, two anonymous referees, and participants at conferences at American University, Johns Hopkins University, the University of Kentucky Center for Poverty Research, the U.S. Department of Agriculture Food and Nutrition Service, the University of Georgia, and the Washington University at St. Louis. Research assistance from Xi Yang, Lu Xu, and Andrew Gray is also gratefully acknowledged.  The project was supported with a grant from the University of Kentucky through funding by the U.S. Department of Agriculture contract number AG-3198-B-10-0028.  Support from the Hopkins Population Center under NICHD grant R24 HD042854 is also acknowledged. The opinions and conclusions expressed herein are solely those of the authors and should not be construed as representing the opinions or policies of the University of Kentucky, Johns Hopkins University, any agency of the Federal government, or the National Bureau of Economic Research.\n\n\n"
}