{
    "id": 22996,
    "citation_title": "The Out-of-State Tuition Distortion",
    "citation_author": [
        "Brian G. Knight",
        "Nathan M. Schiff"
    ],
    "citation_publication_date": "2017-01-02",
    "issue_date": "2016-12-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPublic universities in the United States typically charge much higher tuition to non-residents. Perhaps due, at least in part, to these differences in tuition, roughly 75 percent of students nationwide attend in-state institutions. While distinguishing between residents and non-residents is consistent with welfare maximization by state governments, it may lead to economic inefficiencies from a national perspective, with potential welfare gains associated with reducing the gap between in-state and out-of-state tuition. We first formalize this idea in a simple model. While a social planner maximizing national welfare does not distinguish between residents and non-residents, state governments set higher tuition for non-residents. The welfare gains from reducing this tuition gap can be characterized by a sufficient statistic relating out-of-state enrollment to the tuition gap. We then estimate this sufficient statistic via a border discontinuity design using data on the geographic distribution of student residences by institution.\n\n",
    "acknowledgement": "\nJames Bernard provided exceptional research assistance. We thank seminar and conference participants at Brown University, University of Texas-Austin, Northwestern University, University of Chicago Harris School, the Federal Reserve Board, University of Wisconsin-Madison, Drexel University, the NBER Education Meetings, the NBER Public Economics Meetings, the Tel Aviv University Applied Micro Workshop, and New York Federal Reserve Bank, Georgetown University, and the Guanghua School of Management at Peking University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. We thank the Higher Education Research Institute (HERI) and the Cooperative Institutional Research Program (CIRP) at UCLA for access to the Freshman Survey.\n\n\n"
}