{
    "id": 22998,
    "citation_title": "Measuring Instructor Effectiveness in Higher Education",
    "citation_author": [
        "Pieter De Vlieger",
        "Brian Jacob",
        "Kevin Stange"
    ],
    "citation_publication_date": "2017-01-02",
    "issue_date": "2016-12-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nInstructors are a chief input into the higher education production process, yet we know very little about their role in promoting student success. This is in contrast to elementary and secondary schooling, for which ample evidence suggests teacher quality is an important determinant of student achievement. Whether colleges could improve student and institutional performance by reallocating instructors or altering personnel policies hinges on the role of instructors in student success. In this paper we measure variation in postsecondary instructor effectiveness and estimate its relationship to overall and course-specific teaching experience. We explore this issue in the context of the University of Phoenix, a large for-profit university that offers both online and in-person courses in a wide array of fields and degree programs.  We focus on instructors in the college algebra course that is required for all BA degree program students. We find substantial variation in student performance across instructors both in the current class and subsequent classes. Variation is larger for in-person classes, but is still substantial for online courses. Effectiveness grows modestly with course-specific teaching experience, but is unrelated to pay. Our results suggest that personnel policies for recruiting, developing, motivating, and retaining effective postsecondary instructors may be a key, yet underdeveloped, tool for improving institutional productivity.\n\n",
    "acknowledgement": "\nWe are very grateful to Hinrich Eylers and Ashok Yadav at the University of Phoenix for many discussions and for providing access to the data. This paper was prepared for the NBER Conference “Productivity in Higher Education” held on June 1, 2016. We also are grateful for useful feedback from Caroline Hoxby and other participants at the conference and at the University of Michigan Causal Inference in Education Research Seminar. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}