{
    "id": 22999,
    "citation_title": "Inequality in Human Capital and Endogenous Credit Constraints",
    "citation_author": [
        "Rong Hai",
        "James J. Heckman"
    ],
    "citation_publication_date": "2017-01-02",
    "issue_date": "2016-12-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates the determinants of inequality in human capital with an emphasis on the role of the credit constraints. We develop and estimate a model in which individuals face uninsured human capital risks and invest in education, acquire work experience, accumulate assets and smooth consumption. Agents can borrow from the private lending market and from government student loan programs. The private market credit limit is explicitly derived by extending the natural borrowing limit of Aiyagari (1994) to incorporate endogenous labor supply, human capital accumulation, psychic costs of working, and age. We quantify the effects of cognitive ability, noncognitive ability, parental education, and parental wealth on educational attainment, wages, and consumption. We conduct counterfactual experiments with respect to tuition subsidies and enhanced student loan limits and evaluate their effects on educational attainment and inequality. We compare the performance of our model with an influential ad hoc model in the literature with education-specific fixed loan limits. We find evidence of substantial life cycle credit constraints that affect human capital accumulation and inequality. The constrained fall into two groups: those who are permanently poor over their lifetimes and a group of well-endowed individuals with rising high levels of acquired skills who are constrained early in their life cycles. Equalizing cognitive and noncognitive ability has dramatic effects on inequality. Equalizing parental backgrounds has much weaker effects. Tuition costs have weak effects on inequality.\n\n",
    "acknowledgement": "\nWe thank Dean Corbae, Mariacristina De Nardi, Lance Lochner, Steve Stern, and participants at the Human Capital and Inequality Conference held at Chicago on December 17th, 2015, for helpful comments and suggestions on an earlier draft of this paper. We also thank Joseph Altonji, Peter Arcidiacono, Panle Jia Barwick, Jeremy Fox, Jorge García, Limor Golan, Lars Hansen, John Kennan, Rasmus Lentz, Maurizio Mazzocco, Aloysius Siow, Ronni Pavan, John Rust, Bertel Schjerning, Christopher Taber, and participants at the Cowles Conference in Structural Microeconomics and the Stanford Institute for Theoretical Economics (SITE) Summer Workshop for helpful comments. We also thank two anonymous referees. Yu Kyung Koh provided very helpful comments on this paper. This research was supported in part by: the Pritzker Children's Initiative; the Buffett Early Childhood Fund; NIH grants NICHD R37HD065072, NICHD R01HD054702, and NIA R24AG048081; an anonymous funder; Successful Pathways from School to Work, an initiative of the University of Chicago's Committee on Education and funded by the Hymen Milgrom Supporting Organization; the Human Capital and Economic Opportunity Global Working Group, an initiative of the Center for the Economics of Human Development and funded by the Institute for New Economic Thinking; and the American Bar Foundation. The views expressed in this paper are solely those of the authors and do not necessarily represent those of the funders or the official views of the National Institutes of Health. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}