{
    "id": 22992,
    "citation_title": "Killer Incentives: Status Competition and Pilot Performance during World War II",
    "citation_author": [
        "Philipp Ager",
        "Leonardo Bursztyn",
        "Hans-Joachim Voth"
    ],
    "citation_publication_date": "2017-01-02",
    "issue_date": "2016-12-29",
    "revision_date": "2017-03-01",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nA growing theoretical and empirical literature shows that public recognition can lead employees to exert greater effort. However, status competition is also associated with excessive expenditure on status goods, greater likelihood of bankruptcy, and more risk taking by money managers. This paper examines the effects of recognition and status competition jointly. In particular, we focus on the spillover effects of public recognition on the performance and risk taking of peers. Using newly collected data on monthly “victory” scores of more than 5,000 German pilots during World War II, we find that status competition had important effects: After the German armed forces bulletin mentioned the accomplishments of a particular fighter pilot, his former peers performed considerably better. This outperformance varied across skill groups. When a former squadron peer was mentioned, the best pilots tried harder, scored more, and died no more frequently; in contrast, average pilots won only a few additional victories but died at a significantly higher rate. Hence our results show that the overall efficiency effect of nonfinancial rewards can be ambiguous in settings where both risk and output affect aggregate performance.\n\n",
    "acknowledgement": "\nFor helpful comments we thank Ran Abramitzky, Karol Borowiecki, Ernesto Dal Bó, Daniel Chen, Paul David, Thomas Dohmen, David Dorn, Barry Eichengreen, Armin Falk, Ernst Fehr, Raquel Fernandez, Joe Ferrie, Bruno Frey, Paul Gertler, Morgan Hardy, Mitch Hoffman, Simon Jäger, Patrick Kline, Jonathan Leonard, David Levine, Jason Long, Joel Mokyr, Petra Moser, Susanne Neckermann, Ignacio Palacios‐Huerta, Michael Peters, Konrad Raff, Debraj Ray, Christy Romer, Mara Squiccarini, David Stasavage, Noam Yuchtman, and Fabrizio Zilibotti as well as seminar audiences at the AEA meetings, Academy of Behavioral Economics, Bonn, NYU, Northwestern, Stanford, UC Berkeley, UC Berkeley Haas, Southern Denmark, and Zurich. We are indebted to Veit Scherzer for general advice and generous help in dealing with German World War II data, and to Jim Perry and Tony Wood for sharing their data. We thank Jacob Miller and Lukas Leucht for outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}