{
    "id": 22994,
    "citation_title": "A Theory of Bundling Advertisements in Media Markets",
    "citation_author": [
        "Kevin M. Murphy",
        "Ignacio Palacios-Huerta"
    ],
    "citation_publication_date": "2017-01-02",
    "issue_date": "2016-12-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWatching TV and other forms of media consumption represent, after sleeping and working, the main activity that adults perform in developed countries. We present a dynamic theory of commercial broadcasting where the media trade utility-raising goods (programs, information, and services) with audiences in exchange for their exposure to advertisements (utility-decreasing bads), and where goods are otherwise free to the audience except for their opportunity cost of time. Goods and bads are dynamically arranged, and as such traded in an intertemporal bundle. No monetary transfers take place between media and audiences, and this barter exchange is not contractually sustained. We study this dynamic problem in a model that captures the central characteristics of how commercial media markets operate. The model is rich enough to account for a variety of disparate evidence in television, radio, print media and the web.\n\n",
    "acknowledgement": "\nWe are grateful to Gary S. Becker, Andrew Foster, Harl Ryder, Tommaso Valletti, Oscar Volij and especially Tano Santos for useful suggestions. Franklin Adatsi, Danny Chung and Salwa Hammami provided excellent research assistance. Any errors are our own. Financial support from the Spanish Ministerio de Economía y Competitividad (ECO2015-66027-P) and from the Departamento de Educación, Política Lingüística y Cultura del Gobierno Vasco (IT-869-13) is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}