{
    "id": 22997,
    "citation_title": "Real Estate Bubbles and Urban Development",
    "citation_author": [
        "Edward L. Glaeser"
    ],
    "citation_publication_date": "2017-01-02",
    "issue_date": "2016-12-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhy are real estate bubbles so common? Can these bubbles actually do some good? Real estate booms have regularly occurred throughout the world leaving painful busts and financial crises in their wake. This paper suggests that real estate is a natural investment for more passive debt investors, including banks, because real estate’s flexibility makes it better collateral than specifically built production facilities. Passive capital’s preference for real estate will be particularly strong when agency problems bedevil equity investments. Consequently, passive capital may flow disproportionately into real estate and the errors of passive capital can generate real estate bubbles. The preference of banks for more fungible real estate assets can also explain why real estate is so often the source of financial crises. In principle, real estate bubbles can be welfare enhancing, if cities would otherwise be too small either because of agglomeration economies or building restrictions. But given reasonable parameter values, the large welfare cost of any financial crisis associated with a real estate bubble is likely to be much higher than the modest benefits of extra building. The benefits of real estate bubbles are welfare “triangles” while the costs of widespread default are welfare “rectangles,” which is why bubbles rarely appear to be benign events.\n\n",
    "acknowledgement": "\nI gratefully acknowledge conversations with Andrei Shleifer. Esteban Rossi-Hansberg provided helpful comments. Financial support was provided by the Taubman Center for State and Local Government. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}