{
    "id": 22995,
    "citation_title": "The Effects of Non-Contributory Pensions on Material and Subjective Well Being",
    "citation_author": [
        "Rosangela Bando",
        "Sebastian Galiani",
        "Paul Gertler"
    ],
    "citation_publication_date": "2017-01-02",
    "issue_date": "2016-12-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPublic expenditures on non-contributory pensions are equivalent to at least 1 percent of GDP in several countries in Latin America and is expected to increase. We explore the effect of non-contributory pensions on the well-being of the beneficiary population by studying the Pension 65 program in Peru, which uses a poverty eligibility threshold. We find that the program reduced the average score of beneficiaries on the Geriatric Depression Scale by nine percent and reduced the proportion of older adults doing paid work by four percentage points. Moreover, households with a beneficiary increased their level of consumption by 40 percent. All these effects are consistent with the findings of Galiani, Gertler and Bando (2016) in their study on a non-contributory pension scheme in Mexico. Thus, we conclude that the effects of non-contributory pensions on well-being in rural Mexico can be largely generalized to Peru.\n\n",
    "acknowledgement": "\nThe authors thank Ada Kwan, Juan Manuel Hernandez and Dylan Ramshaw for providing key inputs and advice for this work, and acknowledge a grant from GTZ for financial support. The authors declare that they have no financial or material interests in the results of this study. The opinions expressed in this publication are those of the authors and do not necessarily reflect the views of the Inter-American Development Bank, its Board of Directors, the countries they represent, or the National Bureau of Economic Research.\n\n\n"
}