{
    "id": 23002,
    "citation_title": "The Impacts of Neighborhoods on Intergenerational Mobility II: County-Level Estimates",
    "citation_author": [
        "Raj Chetty",
        "Nathaniel Hendren"
    ],
    "citation_publication_date": "2017-01-02",
    "issue_date": "2016-12-29",
    "revision_date": "2017-05-04",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe estimate the causal effect of each county in the U.S. on children's incomes in adulthood. We first estimate a fixed effects model that is identified by analyzing families who move across counties with children of different ages. We then use these fixed effect estimates to (a) quantify how much places matter for intergenerational mobility, (b) construct forecasts of the causal effect of growing up in each county that can be used to guide families seeking to move to opportunity, and (c) characterize which types of areas produce better outcomes. For children growing up in low-income families, each year of childhood exposure to a one standard deviation (SD) better county increases income in adulthood by 0.5%. Hence, growing up in a one SD better county from birth increases a child's income by approximately 10%. There is substantial local area variation in children's outcomes: for example, growing up in the western suburbs of Chicago (DuPage County) would increase a given child's income by approximately 30% relative to growing up in Cook County. Areas with less concentrated poverty, less income inequality, better schools, a larger share of two-parent families, and lower crime rates tend to produce better outcomes for children in poor families. Boys' outcomes vary more across areas than girls' outcomes, and boys have especially negative outcomes in highly segregated areas. One-fifth of the black-white income gap can be explained by differences in the counties in which black and white children grow up. Areas that generate better outcomes have higher house prices on average, but our approach uncovers many “opportunity bargains” – places that generate good outcomes but are not very expensive.\n\n",
    "acknowledgement": "\nAn earlier version of this paper was circulated as the second part of the paper, “The Impacts of Neighborhoods on Intergenerational Mobility: Childhood Exposure Effects and County Level Estimates.” The opinions expressed in this paper are those of the authors alone and do not necessarily reflect the views of the Internal Revenue Service or the U.S. Treasury Department. This work is a component of a larger project examining the effects of tax expenditures on the budget deficit and economic activity. All results based on tax data in this paper are constructed using statistics originally reported in the SOI Working Paper “The Economic Impacts of Tax Expenditures: Evidence from Spatial Variation across the U.S.,” approved under IRS contract TIRNO-12-P-00374. We thank Gary Chamberlain, Maximilian Kasy, Lawrence Katz, Jesse Shapiro, and numerous seminar participants for helpful comments and discussions. Sarah Abraham, Alex Bell, Augustin Bergeron, Michael Droste, Niklas Flamang, Jamie Fogel, Robert Fluegge, Nikolaus Hildebrand, Alex Olssen, Jordan Richmond, Benjamin Scuderi, Priyanka Shende, and our other pre-doctoral fellows provided outstanding research assistance. This research was funded by the National Science Foundation, the Lab for Economic Applications and Policy at Harvard, Stanford University, and Laura and John Arnold Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}