{
    "id": 23007,
    "citation_title": "Recent Trends in U.S. Top Income Shares in Tax Record Data Using More Comprehensive Measures of Income Including Accrued Capital Gains",
    "citation_author": [
        "Jeff Larrimore",
        "Richard V. Burkhauser",
        "Gerald Auten",
        "Philip Armour"
    ],
    "citation_publication_date": "2017-01-02",
    "issue_date": "2016-12-29",
    "revision_date": "2017-06-01",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAccess to IRS personal income tax records improves researchers’ ability to track U.S. income and inequality, especially at the very top of the distribution (Piketty and Saez 2003). However, rather than following standard Haig-Simons income definitions, tax form income measures were designed to implement the Internal Revenue Code. Using IRS tax record data since 1989 statistically matched to Survey of Consumer Finances and Census data for income sources not available in tax data, we explore the robustness of levels and trends in inequality using the top income literature’s tax return market income definition (Saez 2016) compared to more comprehensive income measures. We find that focusing solely on market income misses the important redistributive effects of government taxes and transfers. In addition, we find that the use of taxable realized capital gains changes the level and trend in top incomes relative to an accrued capital gains measure that is more consistent with Haig-Simons income definitions.\n\n",
    "acknowledgement": "\nAll opinions are those of the authors and should not be attributed to the U.S. Treasury, the Federal Reserve Board, the Federal Reserve Banks, or their staff. We thank Jonathan Fisher, Wojciech Kopczuk, and Maggie Jones, along with session participants at the National Tax Association annual conference, the Association for Public Policy Analysis and Management fall research conference, and the American Economic Association annual conference for their helpful comments on earlier drafts of this paper. Views and opinions expressed are those of the author and do not necessarily represent official positions or policy of the U.S. Department of the Treasury or the National Bureau of Economic Research.\n\n\n\nPhilip Armour\n\nArmour over the past three years has received funding in excess of $5,000 from the Social Security Administration’s Retirement Research Consortium and Disability Research Consortium, RAND’s Institute for Civil Justice, the National Institute of Occupational Safety and Health, the Department of Defense’s Office of Warrior Care Policy, the US Congress pursuant to the Veterans Access, Choice and Accountability Act, and the Department of Labor’s Employee Benefits Security Administration.\n\n\n"
}