{
    "id": 23005,
    "citation_title": "Labor Drops: Experimental Evidence on the Return to Additional Labor in Microenterprises",
    "citation_author": [
        "Suresh De Mel",
        "David McKenzie",
        "Christopher Woodruff"
    ],
    "citation_publication_date": "2017-01-02",
    "issue_date": "2016-12-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe majority of enterprises in developing countries have no paid workers. Is this optimal, or the result of frictions in labor markets? We conduct an experiment providing wage subsidies to randomly chosen microenterprises in Sri Lanka. In the presence of frictions, a short-term subsidy could have a lasting impact on employment. We find the subsidy induced firms to hire, but there was no lasting impact on employment, profitability, or sales. Analysis rules out several theoretical mechanisms that could result in sub-optimally low employment. We conclude that labor market frictions are not the reason own-account workers do not become employers.\n\n",
    "acknowledgement": "\nFunding for this project was provided by the National Science Foundation (SES0820375), the World Bank, DfID, the Knowledge for Change Trust Fund, the Diagnostic Facility for Shared Growth Trust Fund, the Strategic Research Program Trust Fund, and the Templeton Foundation. Matthew Groh provided excellent research assistance. The surveys and interventions were carried out with aplomb by the Kandy Consulting Group, without whose assistance we would not have been able to undertake the project. The surveys and interventions in this project were carried out under approval from the Human Research Protection Program at UCSD, Project #080861S. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}