{
    "id": 23001,
    "citation_title": "The Impacts of Neighborhoods on Intergenerational Mobility I: Childhood Exposure Effects",
    "citation_author": [
        "Raj Chetty",
        "Nathaniel Hendren"
    ],
    "citation_publication_date": "2017-01-02",
    "issue_date": "2016-12-29",
    "revision_date": "2017-05-04",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe show that the neighborhoods in which children grow up shape their earnings, college attendance rates, and fertility and marriage patterns by studying more than seven million families who move across commuting zones and counties in the U.S. Exploiting variation in the age of children when families move, we find that neighborhoods have significant childhood exposure effects: the outcomes of children whose families move to a better neighborhood – as measured by the outcomes of children already living there – improve linearly in proportion to the amount of time they spend growing up in that area, at a rate of approximately 4% per year of exposure. We distinguish the causal effects of neighborhoods from confounding factors by comparing the outcomes of siblings within families, studying moves triggered by displacement shocks, and exploiting sharp variation in predicted place effects across birth cohorts, genders, and quantiles to implement overidentification tests. The findings show that neighborhoods affect intergenerational mobility primarily through childhood exposure, helping reconcile conflicting results in the prior literature.\n\n",
    "acknowledgement": "\nAn earlier version of this paper was circulated as Part I of “The Impacts of Neighborhoods on Intergenerational Mobility: Childhood Exposure Effects and County Level Estimates.” The opinions expressed in this paper are those of the authors alone and do not necessarily reflect the views of the Internal Revenue Service or the U.S. Treasury Department. This work is a component of a larger project examining the effects of tax expenditures on the budget deficit and economic activity. All results based on tax data in this paper are constructed using statistics originally reported in the SOI Working Paper “The Economic Impacts of Tax Expenditures: Evidence from Spatial Variation across the U.S.,” approved under IRS contract TIRNO-12-P-00374. We thank Gary Chamberlain, Maximilian Kasy, Lawrence Katz, Jesse Shapiro, and numerous seminar participants for helpful comments and discussions. Sarah Abraham, Alex Bell, Augustin Bergeron, Michael Droste, Niklas Flamang, Jamie Fogel, Robert Fluegge, Nikolaus Hildebrand, Alex Olssen, Jordan Richmond, Benjamin Scuderi, Priyanka Shende, and our other pre-doctoral fellows provided outstanding research assistance. This research was funded by the National Science Foundation, the Lab for Economic Applications and Policy at Harvard, Stanford University, and Laura and John Arnold Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}