{
    "id": 23004,
    "citation_title": "Currency Wars or Efficient Spillovers? A General Theory of International Policy Cooperation",
    "citation_author": [
        "Anton Korinek"
    ],
    "citation_publication_date": "2017-01-02",
    "issue_date": "2016-12-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Monetary Economics",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn an interconnected world, national economic policies regularly lead to large international spillover effects, which frequently trigger calls for international policy cooperation. However, the premise of successful cooperation is that there is a Pareto inefficiency, i.e. if there is scope to make some nations better off without hurting others. This paper presents a first welfare theorem for open economies that defines an efficient benchmark and spells out the conditions that need to be violated to generate inefficiency and scope for cooperation. These are: (i) policymakers act competitively in the international market, (ii) policymakers have sufficient external policy instruments and (iii) international markets are free of imperfections. Our theorem holds even if each economy suffers from a wide range of domestic market imperfections and targeting problems. We provide examples of current account intervention, monetary policy, fiscal policy, macroprudential policy/capital controls, and exchange rate management and show that the resulting spillovers are consistent with Pareto efficiency, but only if the three conditions are satisfied. Furthermore, we develop general guidelines for how policy cooperation can improve welfare when the conditions are violated.\n\n",
    "acknowledgement": "\nI would like to thank Kyle Bagwell, Julien Bengui, Gianluca Benigno, Olivier Blanchard, Michael Bordo, Jeff Campbell, Eduardo Dávila, Emmanuel Farhi, Jon Faust, Rex Ghosh, Ben Hébert, Olivier Jeanne, Sebnem Kalemli-Ozcan, Narayana Kocherlakota, Jonathan Ostry, Pedro Teles, Jean-Charles Rochet, Joseph Stiglitz and Jaume Ventura for detailed comments and conversations on the topic. Jonathan Kreamer and Chang Ma provided excellent research assistance. Part of this paper was written when I was a Research Fellow at the BIS and at the IMF. I also gratefully acknowledge financial support from CIGI/INET. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}