{
    "id": 23009,
    "citation_title": "Climate Change and Growth Risks",
    "citation_author": [
        "Ravi Bansal",
        "Marcelo Ochoa",
        "Dana Kiku"
    ],
    "citation_publication_date": "2017-01-02",
    "issue_date": "2016-12-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Environmental and Resource Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTo study the welfare implications of rising temperature we propose a temperature-augmented long-run risks model that accounts for the interaction between temperature, economic growth and risk. The model simultaneously matches the projected temperature path, the observed consumption growth dynamics, discount rates provided by the risk-free rate and equity market returns, and the negative elasticity of equity prices to temperature risks documented in the data. We use the calibrated model to quantify the social cost of carbon (SCC) and to frame the optimal climate policy. We show that a preference for early resolution of uncertainty and long-run impact of temperature on growth imply a significant SCC and motivate early actions to abate global warming.\n\n",
    "acknowledgement": "\nThe analysis and conclusions set forth are those of the authors and do not indicate concurrence by other members of the research staff or the Board of Governors. We would like to thank Lars Hansen, Geoffrey Heal, Christian Traeger, Ricardo Colacito, Tony Smith, Thomas Maurer, Juhani Linnainmaa, and seminar participants at Duke University, the 2nd Macro Finance Workshop, Developing the Next Generation of Economic Models of Climate Change Conference, the 2015 AEA meeting, the 2015 MFA meeting, the 2015 WFA meeting and the Environmental & Energy Economics workshop at the 2015 NBER Summer Institute for their helpful comments. The usual disclaimer applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}