{
    "id": 23008,
    "citation_title": "Firing Costs, Misallocation, and Aggregate Productivity",
    "citation_author": [
        "José-María Da-Rocha",
        "Marina Mendes Tavares",
        "Diego Restuccia"
    ],
    "citation_publication_date": "2017-01-02",
    "issue_date": "2016-12-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Fiscal Policy",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe assess the quantitative impact of firing costs on aggregate total factor productivity (TFP) in a dynamic general-equilibrium framework where the distribution of establishment-level productivity is not invariant to the policy. Firing costs not only generate static factor misallocation, but also a worsening of the productivity distribution contributing to large aggregate TFP losses. Firing costs equivalent to 5 year's wages imply a drop in TFP of more than 20 percent. Factor misallocation accounts for 20 percent of the productivity loss, a relatively small drop in TFP, whereas the remaining 80 percent arises from the endogenous change in the productivity distribution.\n\n",
    "acknowledgement": "\nFor helpful comments we thank participants at the Macroeconomics and Business CYCLE Conference in Santa Barbara and Universidade de Vigo. All remaining errors are our own. Restuccia gratefully acknowledges the financial support from the Canada Research Chairs program and the Social Sciences and Humanities Research Council of Canada. Mendes Tavares gratefully acknowledges the financial support of DIFD. Da Rocha gratefully acknowledges the financial support of Xunta de Galicia (ref. GRC2015/014). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}