{
    "id": 23006,
    "citation_title": "To Work for Yourself, for Others, or Not At All? How Disability Benefits Affect the Employment Decisions of Older Veterans",
    "citation_author": [
        "Courtney Coile",
        "Mark Duggan",
        "Audrey Guo"
    ],
    "citation_publication_date": "2017-01-02",
    "issue_date": "2016-12-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nRetirement and Disability Research Center\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nThe U.S. Department of Veterans Affairs Disability Compensation (DC) program provides disability benefits to nearly one in five military veterans in the US and its annual expenditures exceed $60 billion.  We examine how the receipt of DC benefits affects the employment decisions of older veterans.  We make use of variation in program eligibility resulting from a 2001 policy change that increased access to the program for Vietnam veterans who served with “boots on the ground” in the Vietnam theater but not for other veterans of that same era.  We find that the policy-induced increase in program enrollment decreased labor force participation and induced a substantially larger switch from wage employment to self-employment.  This latter finding suggests that an exogenous increase in income spurred many older veterans to start their own businesses. Additionally, we estimate that one in four veterans who entered the DC program due to this policy change left the labor force, estimates in the same range as those from recent studies of the Social Security Disability Insurance (SSDI) program.\n\n",
    "acknowledgement": "\nThis research was supported by a grant from the Sloan Foundation (2015-13875) and by the U.S. Social Security Administration through grant #1 DRC12000002-04 to the National Bureau of Economic Research as part of the SSA Disability Research Consortium. The findings and conclusions expressed are solely those of the author(s) and do not represent the views of SSA, any agency of the Federal Government, or the NBER, nor of the Sloan Foundation. We are grateful to seminar participants at Stanford University, U.C. Berkeley, and the U.S. Treasury Department Office of Economic Policy for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}