{
    "id": 23016,
    "citation_title": "The Factory-Free Economy: Outsourcing, Servitization and the Future of Industry",
    "citation_author": [
        "Lionel Fontagné",
        "Ann Harrison"
    ],
    "citation_publication_date": "2017-01-09",
    "issue_date": "2017-01-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe shift towards a “factory-free” economy has drawn the attention of policy makers in North America and Europe. Some politicians have  articulated alarming views, initiating mercantilist or ‘beggar-thy-neighbour’ cost-competitiveness policies. Yet companies that concentrate research and design innovations at home but no longer have any factories there may be the norm in the future. This paper summarizes the key themes emerging from a conference on de-industrialization.  De-industrialization is a process that happens over time in all countries, even China.  The distinction between manufacturing and services is likely to become increasingly blurry. More manufacturing firms are engaging in services activities, and more wholesale firms are engaging in manufacturing. One optimistic perspective suggests that industrial country firms may be able to exploit the high-value added and skill-intensive activities associated with design and innovation, as well as distribution, which are all components of the global value chain for manufacturing. Although this ongoing transformation of the industrial economies may be consistent with evolving comparative advantage, it has significant short-run costs and requires far-sighted investments. These include the costs to workers who are caught in the shift from an industrial to a service economy, and the need to invest in new infrastructure and education to prepare coming generations for their changing roles.\n\n",
    "acknowledgement": "\nThis is a version of a chapter that has been accepted for publication by Oxford University Press in the forthcoming book The Factory-Free Economy: Outsourcing, Servitization, and the Future of Industry edited by Lionel Fontagné and Ann Harrison due for publication in 2017. This paper will constitute the introduction of a book edited by the two authors under the same title, to be published in March 2017 by Oxford University Press, and comprising eleven contributions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. We acknowledge financial support from the CEPREMAP and the Wharton School (University of Pennsylvania).\n\n\n"
}