{
    "id": 23015,
    "citation_title": "Evaluating Post-Secondary Aid: Enrollment, Persistence, and Projected Completion Effects",
    "citation_author": [
        "Joshua Angrist",
        "David Autor",
        "Sally Hudson",
        "Amanda Pallais"
    ],
    "citation_publication_date": "2017-01-16",
    "issue_date": "2016-12-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper reports updated findings from a randomized evaluation of a generous, privately-funded scholarship program for Nebraska public college students. Scholarship offers boosted college enrollment and persistence. Four years after award receipt, randomly-selected scholarship winners were 13 percentage points more likely to be enrolled in college. Enrollment effects were larger for groups with historically low college attendance, including nonwhite students, first-generation college-goers, and students with low high school GPAs. Scholarships shifted many students from two- to four-year colleges, reducing associate’s degree completion in the process. Despite their substantial gains in four-year college enrollment, award winners from the first study cohort were slightly less likely to graduate on time than control applicants, suggesting that scholarships delay degree completion for some students. Projected graduation rates using the last cohort of pre-experimental scholarship applicants indicate that scholarships are likely to increase bachelor’s degree completion within five years.\n\n",
    "acknowledgement": "\nWe are grateful to the staff of the Susan Thompson Buffett Foundation for their expert assistance in implementing this evaluation. We also thank the Provost’s Office at the University of Nebraska, the Nebraska State College System, and Nebraska’s community colleges for supporting this effort and sharing their data. Nick Gebbia, Tyler Hoppenfeld, Sookyo Jeong, and Olivia Kim provided outstanding research assistance with this paper. Sydnee Caldwell, Enrico Cantoni, Annice Correia, Eryn Heying, Brendan Malone, and Karen Scott were instrumental in the project’s early stages. We thank Raj Chetty, Amy Finkelstein, Nathan Hendren, Lisa Kahn, Lawrence Katz, Danielle Li and seminar participants at the Advances in Field Experiments Conference, ASSA Meetings, Econometric Society Meeting, NBER Summer Institute, Robert LaLonde Festschrift Conference, Columbia, Harvard, IIES MIT, Stanford, University of Virginia, and Yale for their many helpful comments and suggestions. We acknowledge financial support from the Susan Thompson Buffett Foundation, the MIT SEII seed fund, and the National Science Foundation Graduate Research Fellowship No. 1122374 (Hudson) and CAREER Grant No. 1454476 (Pallais). The views expressed here are those of the authors alone and do not necessarily reflect those of the institutions or funders involved with this work. This RCT was registered with the American Economic Association under trial number AEARCTR-0000125. The views expressed here are those of the authors alone and do not necessarily reflect those of the institutions or funders involved with this work.\n\n\n"
}