{
    "id": 23019,
    "citation_title": "Federal Funding of Doctoral Recipients: Results from new Linked Survey and Transaction Data",
    "citation_author": [
        "Wan-Ying Chang",
        "Wei Cheng",
        "Julia Lane",
        "Bruce Weinberg"
    ],
    "citation_publication_date": "2017-01-09",
    "issue_date": "2017-01-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFunding of research is critically important because it affects the flow of new, doctorally qualified scientists into the workforce. This paper provides new insights into how survey data can be combined with administrative records to examine the ways in which funding affects workforce decisions. We show that NSF supports more graduate students per dollar spent than other federal agencies. Not surprisingly, NIH heavily supports biology, health, and psychology PhDs, while NSF heavily supports PhDs in engineering, the physical sciences, mathematics, and computer science. Federal funding overall and by agency is related to who does research –  a larger share of doctoral recipients supported by NIH are women (50%), African American (2.6%) and Hispanic (4.2%), compared to NSF, the Department of Defense (DOD) or the Department of Energy (DOE). Finally, federal funding is highly correlated with the pipeline of researchers going into different fields, particularly R&D fields, and the decision to pursue postdoctoral fellowships.\n\n",
    "acknowledgement": "\nThis research was supported by the National Center for Science and Engineering Statistics. NSF SciSIP Awards 1064220 and 1262447; NSF Education and Human Resources DGE Awards 1348691, 1547507, 1348701, 1535399, 1535370; NSF NCSES award 1423706; NIHP01AG039347; and the Ewing Marion Kaufman and Alfred P. Sloan Foundations. Data were generously provided by the Committee on Institutional Cooperation and its member institutions. We thank Cameron Conrad, Ahmad Emad, Evgeny Klochikhin, Josh Tokle and Rosa Castro Zarzur for research support, Greg Carr, Marietta Harrison, David Mayo, Mark Sweet, Jeff Van Horn and Stephanie Willis for help with data issues, and Jay Walsh, Roy Weiss, and Carol Whitacre for their continuing support. The research agenda draws on work with many coauthors. Weinberg was supported by NIHP01AG039347 directly by NBER and through a subcontract to Ohio State University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}