{
    "id": 23014,
    "citation_title": "Can the Central Bank Alleviate Fiscal Burdens?",
    "citation_author": [
        "Ricardo Reis"
    ],
    "citation_publication_date": "2017-01-02",
    "issue_date": "2016-12-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCentral banks affect the resources available to fiscal authorities through the impact of their policies on the public debt, as well as through their income, their mix of assets, their liabilities, and their own solvency. This paper inspects the ability of the central bank to alleviate the fiscal burden by influencing different terms in the government resource constraint. It discusses five channels: (i) how inflation can (and cannot) lower the real burden of the public debt, (ii) how seignorage is generated and subject to what constraints, (iii) whether central bank liabilities should count as public debt, (iv) how central bank assets create income risk, and whether or not this threatens its solvency, and (v) how the central bank balance sheet can be used for fiscal redistributions. Overall, it concludes that the scope for the central bank to lower the fiscal burden is limited.\n\n",
    "acknowledgement": "\nI am grateful to Laura Castillo-Martinez for research assistance, to Chao He and David Mayes for comments, and to audience members and graduate students in lectures given based on this paper at the Bank of England chief economists' workshop, the CEMLA webinar, the IMF, the LSE, and the Tinbergen Institute. This paper draws on research that I have undertaken over the last few years in some parts with Robert Hall, Jens Hilscher and Alon Raviv, to whom I am grateful for their many insights. This research benefited from the support of a grant from the National Science Foundation, and was partly undertaken while the author was a Senior George Fellow at the Bank of England. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}