{
    "id": 23018,
    "citation_title": "Proximity and Economic Activity: An Analysis of Vendor‐University Transactions",
    "citation_author": [
        "Nathan Goldschlag",
        "Julia Lane",
        "Bruce Weinberg",
        "Nikolas Zolas"
    ],
    "citation_publication_date": "2017-01-09",
    "issue_date": "2017-01-05",
    "revision_date": "2018-04-17",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper using transaction based data to provide new insights into the link between the geographic proximity of businesses and associated economic activity.  It contributes to the literature by developing both two new measures of distance and a set of stylized facts on the distances between observed transactions between vendors and customers for a research intensive sector – universities. We show that spending on research inputs is more likely to be expended at businesses physically closer to universities than those farther away. That relationship is stronger for High Tech and R&D performing businesses than businesses in general, which is consistent with theories emphasizing the role of tacit knowledge.  We find that firms behave in a way that is consistent with the notion that propinquity is good for business: if a firm supplies a project at a university in a given year, it is more likely to open an establishment near that university in subsequent years than other firms. We also investigate the link between transactional distance and economic activity and show that when a vendor has been a supplier to a project at least one time, that vendor is subsequently more likely to be a vendor on the same or related project.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Research Funding and Regional Economies.\" Any opinions and conclusions expressed herein are those of the authors and do not necessarily represent the views of the U.S. Census Bureau or the National Bureau of Economic Research. All results have been reviewed to ensure that no confidential information is disclosed. This research was supported by the National Center for Science and Engineering Statistics. NSF SciSIP Awards 1064220 and 1262447; NSF Education and Human Resources DGE Awards 1348691, 1547507, 1348701, 1535399, 1535370; NSF NCSES award 1423706; The National Institute on Aging and the Office of Behavioral and Social Science Research via P01AG039347 (on which Weinberg and his work were supported directly by the National Bureau of Economic Research and indirectly by Ohio State); and the Ewing Marion Kaufman and Alfred P. Sloan Foundations. Lane was supported through an Intergovernment Personnel Act assignment to the US Census Bureau. We thank Cameron Conrad, Ahmad Emad, Evgeny Klochikhin, for research support, Greg Carr, Marietta Harrison, David Mayo, Mark Sweet, Jeff Van Horn and Stephanie Willis for help with data issues, and, Barbara McFadden Allen, Jay Walsh, Roy Weiss, and Carol Whitacre for their continuing support. Chris Goetz provided extremely helpful comments and suggestions. The research agenda draws on work with many coauthors, but particularly Patrick Llerena, Ron Jarmin, and Jason Owen Smith.\n\n\n"
}