{
    "id": 23011,
    "citation_title": "The Historical Evolution of the Wealth Distribution: A Quantitative-Theoretic Investigation",
    "citation_author": [
        "Joachim Hubmer",
        "Per Krusell",
        "Anthony A. Smith",
        "Jr."
    ],
    "citation_publication_date": "2017-01-02",
    "issue_date": "2016-12-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper employs the benchmark heterogeneous-agent model used in macroeconomics to examine drivers of the rise in wealth inequality in the U.S. over the last thirty years. Several plausible candidates are formulated, calibrated to data, and examined through the lens of the model. There is one main finding: by far the most important driver is the significant drop in tax progressivity that started in the late 1970s, intensified during the Reagan years, and then subsequently flattened out, with only a minor bounce back. The sharp observed increases in earnings inequality, the falling labor share over the recent decades, and potential mechanisms underlying changes in the gap between the interest rate and the growth rate (Piketty's r-g story) all fall far short of accounting for the data.\n\n",
    "acknowledgement": "\nFor helpful comments the authors would like to thank Chris Carroll, Harald Uhlig, and seminar participants at the 2015 SED Meetings, the 2015 HydraWorkshop on Dynamic Macroeconomics, Johns Hopkins, Indiana, Penn State, SOFI, and Yale. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nAnthony A. Smith, Jr.\n\nI am a consultant for Social Science Consultants.\n\n\n"
}