{
    "id": 23010,
    "citation_title": "Corporate Control around the World",
    "citation_author": [
        "Gur Aminadav",
        "Elias Papaioannou"
    ],
    "citation_publication_date": "2017-01-02",
    "issue_date": "2016-12-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe provide an autopsy of the patterns of corporate control and ownership concentration in a dataset covering more than 40,000 listed firms from 127 countries over 2004−2012. Employing a plethora of original and secondary sources, big data techniques, and applying the Shapley-Shubik algorithm to quantify shareholder’s voting power we trace ultimate controlling shareholders from the complex, pyramidal, and often obscure corporate structures. First, we show that there are large differences in the type of corporate control (widely held firms with and without significant equity blocks, firms controlled by families, governments, and other public-private firms) across and within continents. Corporate structures appear persistent as the recent global financial crisis did not affect them much. Second, we examine the role of legal traditions on corporate control. There are economically large differences on corporate structure across legal families, with the share of controlled (widely-held) firms being the highest (lowest) in French civil-law countries, followed by German and then Scandinavian civil law countries. State ownership and control by individual/families via complex corporate structures is pervasive in civil-law countries. And while equity blocks are commonplace across widely-held firms all around the world and across all legal families, the share of widely-held firms with large blocks is the highest in French civil-law countries. Moreover, ownership concentration is considerably higher in French civil-law (and to a lesser extent in German civil-law) countries as compared to common-law countries. These patterns apply to very large, big, medium-sized and small listed firms and are not driven by regional differences, the level of economic development, or industrial structure, suggesting that legal origin has sizable long-lasting consequences on corporate structure. Third, as legal origin may affect corporate control via multiple channels, we examine the role of some likely mechanisms. We find that shareholder protection rights against self-dealing activities of insiders correlate strongly with corporate control and ownership concentration. Legal formalism and creditor’s rights do not seem to play a role. Yet, the \"reduced-form\" link between legal origin and corporate control (and ownership concentration) is also driven by entry and labour market regulation.\n\n",
    "acknowledgement": "\nWe thank Julian Franks, Rafael La Porta, Florencio Lopez-de-Silanes, and Andrei Shleifer for useful suggestions and comments. All errors are our sole responsibility. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}