{
    "id": 23021,
    "citation_title": "The Changing Structure of Africa's Economies",
    "citation_author": [
        "Xinshen Diao",
        "Kenneth Harttgen",
        "Margaret McMillan"
    ],
    "citation_publication_date": "2017-01-09",
    "issue_date": "2017-01-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing data from the Groningen Growth and Development Center’s Africa Sector Database and the Demographic and Health Surveys, we show that much of Africa’s recent growth and poverty reduction has been associated with a substantive decline in the share of the labor force engaged in agriculture. This decline is most pronounced for rural females over the age of 25 who have a primary education; it has been accompanied by a systematic increase in the productivity of the labor force, as it has moved from low productivity agriculture to higher productivity services and manufacturing. We also show that although the employment share in manufacturing is not expanding rapidly, in most of the low-income African countries, the employment share in manufacturing has not peaked and is still expanding, albeit from very low levels. More work is needed to understand the implications of these shifts in employment shares for future growth and development in Africa south of the Sahara.\n\n",
    "acknowledgement": "\nThe research for this article was financed by the African Development Bank, CGIAR’s research program Policies, Institutions, and Markets (PIM), and the Economic and Social Research Council (ESRC) in cooperation with the UK government’s Department for International Development (DFID) as part of the DFID/ESRC Growth program, grant agreement ES/J00960/1, PI Margaret McMillan. The authors thank Matthew Johnson and Inigo Verduzco-Gallo for excellent research assistance and Doug Gollin, David Lagakos, and Michael Waugh for providing data. The authors would also like to thank Alan Gelb, Adam Storeygard, Doug Gollin, Remi Jedwab, William Masters, Jan Rielander, Dani Rodrik, Abebe Shimeles, Erik Thorbecke, and Enrico Spolaore for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}