{
    "id": 23026,
    "citation_title": "Prison Work Programs in a Model of Deterrence",
    "citation_author": [
        "A. Mitchell Polinsky"
    ],
    "citation_publication_date": "2017-01-09",
    "issue_date": "2017-01-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Market Structures",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nThis article considers the social desirability of prison work programs in a model in which the function of imprisonment is to deter crime.  Two types of prison work programs are studied—voluntary ones and mandatory ones.  A voluntary work program generates net social benefits: if prisoners are paid a wage that just compensates them for their disutility from work, the deterrent effect of the prison sentence is unaffected, but society obtains the product of the work program.  But a mandatory work program yields even higher net social benefits: if prisoners are forced to work without compensation, the deterrent effect of the prison sentence rises, allowing society to restore deterrence and save resources by reducing the probability of detection or the sentence length, and also to obtain greater output than under the optimal voluntary work program.  In an extension of the basic analysis, however, in which prisoners vary in their disutility from work, a voluntary work program may be superior to a mandatory work program because prisoners with relatively high disutility from work can elect not to work.\n\n",
    "acknowledgement": "\nResearch on this article was supported by the John M. Olin Program in Law and Economics at Stanford Law School.  Helpful comments were provided by Christine Jolls, Louis Kaplow, Steven Shavell, Abraham Wickelgren, and two anonymous referees, and valuable research assistance by Paul Riskind. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}