{
    "id": 23020,
    "citation_title": "Cool to be Smart or Smart to be Cool? Understanding Peer Pressure in Education",
    "citation_author": [
        "Leonardo Bursztyn",
        "Georgy Egorov",
        "Robert Jensen"
    ],
    "citation_publication_date": "2017-01-09",
    "issue_date": "2017-01-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nConcerns about social image may negatively affect schooling behavior. We identify two potentially important peer cultures: one that stigmatizes effort (thus, where it is “smart to be cool”) and one that rewards ability (where it is “cool to be smart”). We build a model showing that either may lower the takeup of educational activities when takeup and performance are potentially observable to peers. We design a field experiment allowing us to test whether students are influenced by these concerns at all, and then which they are more influenced by. We examine high schools in two settings: a low-income, high minority share area and a higher-income, lower minority share area. In both settings, peer pressure reduces takeup of an SAT prep package. We show that this is consistent with a greater concern for hiding effort in the lower-income school, and a greater concern with hiding low ability in the higher-income schools.\n\n",
    "acknowledgement": "\nWe would like to thank Alex Frankel, Roland Fryer, Emir Kamenica, John List, Gautam Rao, Dmitry Taubinsky, Noam Yuchtman, and seminar participants at the Advances with Field Experiments conference, Columbia, MIT, NBER Summer Institute (Children/Labor Studies and Political Economy), Northwestern, Stanford GSB, UC Berkeley, the University of Chicago, the University of Zurich, and the World Bank for helpful comments and suggestions. Ahmed Ali-Bob, Natalia Baclini Cameron Burch, Diego De La Peza, Stefano Fiorin, Misha Galashin, Vasily Korovkin, Shelby McNabb, Matthew Miller, and Benjamin Smith provided excellent research assistance. Our study was approved by the UCLA Institutional Review Board and the Los Angeles Unified School District Committee on External Research Review. The experiment reported in this study can be found in the AEA RCT Registry (#0000975). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nLeonardo Bursztyn\n\nI disclose that at the time of the experiment, a family member was an employee of the firm, that this family member is no longer employed there, and that I have no material or financial stake in any of the results or in the company.\n\n\n"
}