{
    "id": 23027,
    "citation_title": "Intergenerational Mobility and Support for Redistribution",
    "citation_author": [
        "Alberto Alesina",
        "Stefanie Stantcheva",
        "Edoardo Teso"
    ],
    "citation_publication_date": "2017-01-09",
    "issue_date": "2017-01-05",
    "revision_date": "2017-06-12",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing new cross-country survey and experimental data, we investigate how beliefs about intergenerational mobility affect preferences for redistribution in France, Italy, Sweden, the U.K., and the U.S.. Americans are more optimistic than Europeans about social mobility. Our randomized treatment shows pessimistic information about mobility and increases support for redistribution, mostly for \"equality of opportunity\" policies. We find a strong political polarization. Left-wing respondents are more pessimistic about mobility, their preferences for redistribution are correlated with their mobility perceptions, and they support more redistribution after seeing pessimistic information. None of these apply to right-wing respondents, possibly because they see the government as a \"problem\" and not as the \"solution.\"\n\n",
    "acknowledgement": "\nWe thank Esther Duflo, Stefano DellaVigna and two anonymous referees for very useful suggestions. For comments we are indebted to Brian Knight, Andreas Peichl, Thomas Piketty, Andrei Shleifer, Daniel Waldenström, Matthew Weinzierl, Gabriel Zucman, and numerous seminar participants at Berkeley, Brown, Bocconi, IGIER Conference in Capri, Harvard, PSE and the NBER. We thank Antonio Coppola, Nina Roussille, and especially Matteo Ferroni for outstanding research assistance. Stantcheva and Alesina are grateful to the Foundations of Human Behavior Initiative, the Pershing Square Foundation, the Russell Sage Foundation and the De Benedetti Foundation for generous support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}