{
    "id": 2302,
    "citation_title": "Monopolistic Competition, Credibility and the Output Costs of Disinflation Programs: An Analysis of Price Controls",
    "citation_author": [
        "Sweder van Wijnbergen"
    ],
    "citation_publication_date": "1987-06-01",
    "issue_date": "1987-06-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBrazil, Argentina and Israel all used price controls as part of disinflation programs in 1985-1986. In each case they were intended to break an \"inertial\" component of inflation. This paper focuses on a specific mechanism through which inflation inertia can emerge: the interaction between lack of credibility of government monetary policy announcements and the price setting behavior of forward looking firms. We show that this interaction can lead to inertia extending well beyond the price setting period; that is important since the price setting period is likely to be short in high inflation economies. We develop an open economy macromodel in which firms set prices before uncertainty about government monetary policy is resolved. Lack of credibility is then shown to lead to output losses during a disinflation program. We demonstrate the effects of price controls and show that their temporary use can be defended on welfare grounds. The paper analyzes asset price behavior during disinflation programs with and without price controls and the influence of credibility problems. We discuss nominal and real interest rates, the stock market and exchange rates. Finally we show that if past government policy has any information content about future government policy, cheating on current announcements of tight policy buys current employment gains during the price control period at the cost of higher inflation afterwards. Sustaining low inflation after the price control period thus requires restrictive monetary policy during the price control period.\n\n",
    "acknowledgement": "\n"
}