{
    "id": 23025,
    "citation_title": "Faculty Deployment in Research Universities",
    "citation_author": [
        "Paul N. Courant",
        "Sarah Turner"
    ],
    "citation_publication_date": "2017-01-09",
    "issue_date": "2017-01-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDeploying faculty efficiently (or more efficiently) should surely part of any optimizing strategy on the part of a college or university. Basic microeconomics about the “theory of the firm” provide some insight as to how a university would achieve productive efficiency given differences in the price (salary rate) of faculty across disciplines and variation in compensation within departments. The prices of faculty activities demonstrate substantial variation across institutions, disciplines, within disciplines and over time. These observations about variation in input prices raise fundamental questions about whether and, if so, how differences in the cost of faculty affect resource allocation at research universities.  We examine how teaching allocations and costs vary both between departments and within departments. This allocation is complicated because teaching and research are jointly produced by universities, while they are also substitutes at some margin in faculty time allocation.\nWe examine the link between departmental compensation (payroll) and student course offerings at two major public research universities. Strikingly, we find that faculty compensation per student taught varies much less across departments than salary levels. In turn, changes over time in relative salaries by discipline are much larger than changes in faculty compensation per student as universities adjust to these cost pressures by increasing class size and increasing teaching inputs from other sources. We also find that within departments the highest-paid faculty teach fewer undergraduates and fewer undergraduate courses than their lower-paid colleagues. This finding confirms our hypothesis that salaries are determined principally by research output and associated reputation, and that universities respond rationally to relative prices in deploying faculty.\n\n",
    "acknowledgement": "\nWe would like to thank Austin Slaughter, Aaron Phipps, Fran Murphy and Emily Cook for their patience and their exemplary research assistance.  We are also grateful for the efforts of George Stovall of the University of Virginia and Ben Koester of the University of Michigan in helping us to acquire and understand institutional data. We also received valuable comments from Kevin Stange and from Ron Ehrenberg. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}