{
    "id": 23028,
    "citation_title": "Non-Cognitive Abilities and Financial Delinquency: The Role of Self-Efficacy in Avoiding Financial Distress",
    "citation_author": [
        "Camelia M. Kuhnen",
        "Brian T. Melzer"
    ],
    "citation_publication_date": "2017-01-09",
    "issue_date": "2017-01-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe investigate a novel determinant of household financial delinquency, namely, people’s subjective expectations regarding the cost-benefit trade-off in default decisions. These expectations are determined by individuals’ self-efficacy, which is a non-cognitive ability that measures how strongly people believe that their effort will influence future outcomes. Using longitudinal household survey data, we show that people with higher self-efficacy, measured earlier in life, are less likely to be financially delinquent later on and to face consequences such as losing assets or access to traditional credit markets, are more likely to prepare for dealing with potential adverse shocks such as a job loss or a health event, and when faced with such shocks, are less likely to become financially delinquent. Complementing prior findings regarding the effects of cognitive abilities, financial literacy and education on economic behavior, our evidence suggests that non-cognitive abilities have an important role in household financial decision making.\n\n",
    "acknowledgement": "\nFunding for this paper was provided by the University of North Carolina, and Northwestern University. We thank Benjamin Keys, Tom DeLeire, Lindsey Leininger, seminar participants at U.C. Berkeley, the University of Virginia, NC State University, participants at the AEA 2014 meeting, the 2014 FDIC Consumer Research Symposium and the 2015 University of Alberta Frontiers in Finance conference for helpful comments and discussion. All remaining errors are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}