{
    "id": 23029,
    "citation_title": "The Costs of and Net Returns to College Major",
    "citation_author": [
        "Joseph G. Altonji",
        "Seth D. Zimmerman"
    ],
    "citation_publication_date": "2017-01-09",
    "issue_date": "2017-01-05",
    "revision_date": "2020-08-06",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses administrative student and expenditure data from Florida public universities to describe a) how the cost of producing graduates varies by major, b) how the inclusion of major-specific instructional costs alters the estimated net returns to different fields of study, and c) how major-specific instructional expenditures changed between 1999 and 2013. We find that the cost of producing graduates in the highest cost major (engineering) is roughly double that of producing graduates in low-cost majors, such as business. Cross-major comparisons of per graduate earnings returns net of costs differ from comparisons based on earnings outcomes alone in economically significant ways for a number of fields. Differences between net returns and earnings returns per dollar of instructional spending are even more pronounced.  Our analysis of trends in instructional expenditures shows that per credit expenditures for undergraduate classes dropped by 16% in Florida universities between 1999 and 2013. The largest drops occurred in engineering and health, where per credit spending fell by more than 40%. Observed spending changes have little relationship with per credit costs or earnings outcomes.\n\n",
    "acknowledgement": "\nWe thank Ling Zhong, Justin Young, Stephen Lamb, and Melody Haxton for outstanding research assistance. We thank Dale Bradley and the staff of the Florida Board of Governors for help accessing cost records, and Caroline Hoxby, Kevin Stange, and participants at the NBER Productivity in Higher Education conference for valuable comments.  We also thank Jamie Champion, Nancy Copa, and Tammy Duncan at the Florida Department of Education Data Warehouse for helping us access student data extracts. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}