{
    "id": 23024,
    "citation_title": "Gasoline Price Uncertainty and the Design of Fuel Economy Standards",
    "citation_author": [
        "Ryan Kellogg"
    ],
    "citation_publication_date": "2017-01-09",
    "issue_date": "2017-01-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhat are the implications of gasoline price volatility for the design of fuel economy policies? I show that this problem has a strong parallel to Weitzman's (1974) classic model of using price or quantity controls to regulate an externality. Changes in fuel prices act as shocks to the marginal cost of complying with the standard. Assuming constant marginal damages from fuel consumption, an application of Weitzman (1974) implies that a fixed fuel economy standard reduces expected welfare relative to a “price” policy such as a feebate or, equivalently, a fuel economy standard that is indexed to the price of gasoline. When the regulator is constrained to use a fixed standard, I show that the usual approach to setting the standard—equate expected marginal compliance cost to marginal damage—is likely to be sub-optimal because the standard may not bind if the realized gasoline price is sufficiently high. Instead, the optimal fixed standard will be relatively relaxed and may be non-binding even at the expected gasoline price. Finally, I show that although an attribute-based standard allows vehicle choices to flexibly respond to gasoline price shocks, the resulting distortions imply that the optimal fuel economy standard is not attribute-based.\n\n",
    "acknowledgement": "\nI am grateful for comments and suggestions from conference and seminar audiences at the AERE Summer Conference, Energy Institute at Haas Energy Camp, Midwest Energy Fest, Heartland Environmental and Resource Economics Workshop, TE3, UC Santa Barbara, and University of Michigan. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}