{
    "id": 23035,
    "citation_title": "Do Anti-Poverty Programs Sway Voters? Experimental Evidence from Uganda",
    "citation_author": [
        "Christopher Blattman",
        "Mathilde Emeriau",
        "Nathan Fiala"
    ],
    "citation_publication_date": "2017-01-16",
    "issue_date": "2017-01-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA Ugandan government program allowed groups of young people to submit proposals to start skilled enterprises. Among 535 eligible proposals, the government randomly selected 265 to receive grants of nearly $400 per person. Blattman et al. (2014) showed that, after four years, the program raised employment by 17% and earnings 38%. This paper shows that, rather than rewarding the government in elections, beneficiaries increased opposition party membership, campaigning, and voting. Higher incomes are associated with opposition support, and we hypothesize that financial independence frees the poor to express political preferences publicly, being less reliant on patronage and other political transfers.\n\n",
    "acknowledgement": "\nFor research assistance we thank Filder Aryemo, Natalie Carlson, Sarah Khan, Lucy Martin, Benjamin Morse, Alex Nawar, Doug Parkerson, Patryk Perkowski, Pia Raffler, and Alexander Segura through Innovations for Poverty Action (IPA). For comments we thank Donald Green, Shigeo Hirano, Macartan Humphreys, Yotam Margalit, Molly Offer-Westort, Pia Raffler, Gregory Schober, Katerina Vrablikova, and numerous conference and seminar participants. Political data collection was funded by a Vanguard Charitable Trust. Prior rounds of program evaluation data collection were funded by the World Bank’s Strategic Impact Evaluation Fund, Gender Action Plan (GAP), and Bank Netherlands Partnership Program (BNPP). All opinions in this paper are those of the authors, and do not necessarily represent the views of the Government of Uganda or the World Bank. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}