{
    "id": 23031,
    "citation_title": "Supply-Side Drug Policy in the Presence of Substitutes: Evidence from the Introduction of Abuse-Deterrent Opioids",
    "citation_author": [
        "Abby Alpert",
        "David Powell",
        "Rosalie Liccardo Pacula"
    ],
    "citation_publication_date": "2017-01-09",
    "issue_date": "2017-01-05",
    "revision_date": "2020-10-21",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nOverdose deaths from prescription opioid pain relievers nearly quadrupled between 1999 and 2010, making this the worst drug overdose epidemic in U.S. history.  In response, numerous supply-side interventions have aimed to limit access to opioids.  However, these supply disruptions may have the unintended consequence of increasing the use of substitute drugs, including heroin.  We study the consequences of one of the largest supply disruptions to date to abusable opioids – the introduction of an abuse-deterrent version of OxyContin in 2010.  Our analysis exploits across state variation in exposure to the OxyContin reformulation. Using data from the National Survey on Drug Use and Health (NSDUH), we show that states with higher pre-2010 rates of OxyContin misuse experienced larger reductions in OxyContin misuse, permitting us to isolate consumer substitution responses.  We estimate large differential increases in heroin deaths immediately after reformulation in states with the highest initial rates of OxyContin misuse.  We find less evidence of differential reductions in overall opioid-related deaths, potentially due to substitution towards other opioids, including more harmful synthetic opioids such as fentanyl. Our results imply that a substantial share of the dramatic increase in heroin deaths since 2010 can be attributed to the reformulation of OxyContin.\n\n",
    "acknowledgement": "\nWe would like to thank seminar participants at the Conference of the American Society of Health Economists and the APPAM Fall Research Conference for helpful comments, especially from our discussants Dean Lillard and Melinda Buntin. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}