{
    "id": 23034,
    "citation_title": "Ownership Concentration and Strategic Supply Reduction",
    "citation_author": [
        "Ulrich Doraszelski",
        "Katja Seim",
        "Michael Sinkinson",
        "Peichun Wang"
    ],
    "citation_publication_date": "2017-01-16",
    "issue_date": "2017-01-12",
    "revision_date": "2024-07-23",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe explore the implications of ownership concentration for the recently concluded incentive auction that re-purposed spectrum from broadcast TV to mobile broadband usage in the U.S. We document significant multi-license ownership of TV stations. We show that in the reverse auction, in which TV stations bid to relinquish their licenses, multi-license owners have an incentive to withhold some TV stations to drive up prices for their remaining TV stations. Using a large-scale valuation and simulation exercise, we find that this strategic supply reduction increases payouts to TV stations by between 13.5% and 42.4%.\n\n",
    "acknowledgement": "\nWe thank Rebecca Jorgensen, Gabbie Nirenburg, Elizabeth Oppong, Xuequan Peng, and Alex Whitefield for research assistance, Gavin Burris and Hugh MacMullan for technical assistance, the Penn Wharton Public Policy Initiative and Dean’s Research Funds for financial support, and the AWS Cloud Credit for Research Program and the Office of the Chief Economist at Microsoft AI & Research for generous grants of computing time. We have benefited from conversations with participants at the NBER Market Design meetings and Searle Center Conference on Antitrust Economics, as well as discussions with Eric Budish, Juan Escobar, Rob Gertner, Ali Hortacsu, Evan Kwerel, Jonathan Levy, Greg Lewis, Rakesh Vohra, Glen Weyl, and others. Finally, we are grateful to two co-editors and three anonymous referees whose comments have greatly helped to improve the paper. The opinions expressed in the paper are accordingly those of the authors and do not represent the positions of the Federal Communications Commission, the U.S. Government, or the National Bureau of Economic Research.\n\n\n"
}