{
    "id": 23030,
    "citation_title": "Arrested Development: Theory and Evidence of Supply-Side Speculation in the Housing Market",
    "citation_author": [
        "Charles G. Nathanson",
        "Eric Zwick"
    ],
    "citation_publication_date": "2017-01-09",
    "issue_date": "2017-01-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper studies the role of disagreement in amplifying housing cycles. Speculation is easier in the land market than in the housing market due to frictions that make renting less efficient than owner-occupancy. As a result, undeveloped land both facilitates construction and intensifies the speculation that causes booms and busts in house prices. This observation reverses the standard intuition that cities where construction is easier experience smaller house price booms. It also explains why the largest house price booms in the United States between 2000 and 2006 occurred in areas with elastic housing supply.\n\n",
    "acknowledgement": "\nWe thank John Campbell, Edward Glaeser, David Laibson, and Andrei Shleifer for outstanding advice and Tom Davidoff, Morris Davis, Robin Greenwood, Sam Hanson, Mitchell Hurwitz, Chris Mayer, Alp Simsek, Amir Sufi, Adi Sunderam, Jeremy Stein, Stijn Van Nieuwerburgh, and Paul Willen for helpful comments. We also thank Harry Lourimore, Joe Restrepo, Hubble Smith, Jon Wardlaw, Anna Wharton, and CoStar employees for enlightening conversations and data. Prab Upadrashta provided excellent research assistance. Nathanson thanks the NSF Graduate Research Fellowship Program, the Bradley Foundation, the Becker Friedman Institute at the University of Chicago, and the Guthrie Center for Real Estate Research for financial support. Zwick thanks the University of Chicago Booth School of Business, the Neubauer Family Foundation, and the Harvard Business School Doctoral Office for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}