{
    "id": 23044,
    "citation_title": "The Effect of State Medicaid Expansions on Prescription Drug Use: Evidence from the Affordable Care Act",
    "citation_author": [
        "Ausmita Ghosh",
        "Kosali Simon",
        "Benjamin D. Sommers"
    ],
    "citation_publication_date": "2017-01-16",
    "issue_date": "2017-01-12",
    "revision_date": "2017-01-20",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study provides a national analysis of how the 2014 Affordable Care Act (ACA) Medicaid expansions have affected aggregate prescription drug utilization. Given the prominent role of prescription medications in the management of chronic conditions, as well as the high prevalence of unmet health care needs in the population newly eligible for Medicaid, the use of prescription drugs represents an important measure of the ACA’s policy impact. Prescription drug utilization also provides insights into whether insurance expansions have increased access to physicians, since obtaining these medications requires interaction with a health care provider. We use 2013-2015 data from a large, nationally representative, all-payer pharmacy transactions database to examine effects on overall prescription medication utilization as well as effects within specific drug classes. Using a differences-in-differences (DD) regression framework, we find that within the first 15 months of expansion, Medicaid-paid prescription utilization increased by 19 percent in expansion states relative to states that did not expand; this works out to approximately seven additional prescriptions per year per newly enrolled beneficiary. The greatest increases in Medicaid prescriptions occurred among diabetes medications, which increased by 24 percent. Other classes of medication that experienced relatively large increases include contraceptives (22 percent) and cardiovascular drugs (21 percent), while several classes more consistent with acute conditions such as allergies and infections experienced significantly smaller increases. As a placebo test, we examine Medicare-paid prescriptions and find no evidence of a post-ACA effect. Both expansion and non-expansion states followed statistically similar trends in Medicaid prescription utilization in the pre-policy era, offering support for our DD approach. We did not observe reductions in uninsured or privately insured prescriptions, suggesting that increased utilization under Medicaid did not substitute for other forms of payment. Within expansion states, increases in prescription drug utilization were larger in geographical areas with higher uninsured rates prior to the ACA. Finally, we find some suggestive evidence that increases in prescription drug utilization were greater in areas with larger Hispanic and black populations.\n\n",
    "acknowledgement": "\nWe are grateful to seminar participants at the fall 2015 and 2016 Association for Public Policy Analysis and Management (APPAM) conference, 2016 American Society of Health Economists conference, Indiana University and Vanderbilt University for helpful comments. Dr. Sommers’ work on this project was supported by grant number K02HS021291 from the Agency for Healthcare Research and Quality (AHRQ). The views presented here are those of the authors and do not represent AHRQ or the National Bureau of Economic Research.\n\n\n"
}