{
    "id": 23040,
    "citation_title": "Location Choice, Portfolio Choice",
    "citation_author": [
        "Ioannis Branikas",
        "Harrison Hong",
        "Jiangmin Xu"
    ],
    "citation_publication_date": "2017-01-16",
    "issue_date": "2017-01-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nHouseholds hold nondiversified stock portfolios of firms headquartered near their city of residence. Explanations assign a causal role for proximity, either in generating an informational advantage or a familiarity bias. Empirical analyses assume households locate randomly, even though they optimally select a city. This selection is important since latent location factors might be correlated with latent demand for local stocks. Building on location choice models from urban economics, we develop a Heckman (1977)-style model to account for the effect of location choices on portfolio choices. Adjusting for selection significantly reduces local bias and the performance of local stock picks.\n\n",
    "acknowledgement": "\nWe thank Ulrich Mueller, Mark Watson, Chris Sims, Bo Honore, Kirill Evdokimov, Motohiro Yogo, Atif Mian, Jakub Kastl, and participants at Econometrics and Finance seminars at Princeton University, University of Toronto, Johns Hopkins University, 2016 LACEA/LAMES Conference, the 2016 China Five-Star Workshop in Finance, and the 2016 NYU Shanghai Volatility Institute Conference for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}