{
    "id": 23043,
    "citation_title": "'Acting Wife': Marriage Market Incentives and Labor Market Investments",
    "citation_author": [
        "Leonardo Bursztyn",
        "Thomas Fujiwara",
        "Amanda Pallais"
    ],
    "citation_publication_date": "2017-01-16",
    "issue_date": "2017-01-12",
    "revision_date": "2019-07-28",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDo single women avoid career-enhancing actions because these actions could signal personality traits, like ambition, that are undesirable in the marriage market? We answer this question through two field experiments in an elite U.S. MBA program. Newly-admitted MBA students filled out a questionnaire on job preferences and personality traits to be used by the career center in internship placement; randomly-selected students thought their answers would be shared with classmates. When they believed their classmates would not see their responses, single and non-single women answered similarly. However, single women reported desired yearly compensation $18,000 lower and being willing to travel seven fewer days per month and work four fewer hours per week when they expected their classmates would see their answers. They also reported less professional ambition and tendency for leadership. Neither men nor non-single women changed their answers in response to peer observability. A supplementary experiment asked students to make choices over hypothetical jobs before discussing their choices in their career class small groups; we randomly varied the groups' gender composition. Single women were much less likely to select career-focused jobs when their answers would be shared with male peers, especially single ones. Two results from observational data support our experimental results. First, in a new survey, almost three-quarters of single female students reported avoiding activities they thought would help their career because they did not want to appear ambitious. They eschewed these activities at higher rates than did men and non-single women. Second, while unmarried women perform similarly to married women in class when their performance is kept private from classmates (on exams and problem sets), they have significantly lower participation grades.\n\n",
    "acknowledgement": "\nWe would like to thank Nava Ashraf, David Autor, Marianne Bertrand, Stéphane Bonhomme, Stefano DellaVigna, David Deming, Esther Duflo, John Friedman, Paola Giuliano, Lawrence Katz, Alexandre Mas, Emily Oster, Ricardo Perez-Truglia, Gautam Rao, Jesse Shapiro, and seminar participants at LSE, Princeton, UCLA, and Zurich for helpful comments and suggestions. Maxim Ananyev, George Cheimonitis, Stephanie Cheng, Mikhail Galashin, Vasily Korovkin, Juan Matamala, Imil Nurutdinov, Sebastian Ottinger, Benjamin Smith, Maria Lucia Yanguas, and especially Jenna Anders provided excellent research assistance. Financial support from NSF CAREER Grant No. 1454476 (Pallais) is gratefully acknowledged. This project received IRB approval from Harvard, Princeton, and UCLA. The experiments and survey reported in this study can be found in the AEA RCT Registry (#0001456, #0001686, and #0001774). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}