{
    "id": 23054,
    "citation_title": "Effects of Maternal Work Incentives on Youth Crime",
    "citation_author": [
        "Hope Corman",
        "Dhaval Dave",
        "Ariel Kalil",
        "Nancy E. Reichman"
    ],
    "citation_publication_date": "2017-01-16",
    "issue_date": "2017-01-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Market Structures",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nThis study exploits differences in the implementation of welfare reform across states and over time to identify causal effects of maternal work incentives, and by inference employment, on youth arrests between 1990 and 2005, the period during which welfare reform unfolded. We consider both serious and minor crimes as classified by the FBI, investigate the extent to which effects were stronger in states with more stringent work incentive policies and larger welfare caseload declines, and use a number of different model specifications to assess robustness and patterns. We find that welfare reform led to reduced youth arrests for minor crimes, by 7-9 %, with similar estimates for males and females, but that it did not affect youth arrests for serious crimes. The results from this study add to the scant literature on the effects of maternal employment on adolescent behavior by exploiting a large-scale social experiment that is still in effect to this day, and provide some support for the widely-embraced argument that welfare reform would discourage undesirable social behavior, not only of mothers, but also of the next generation.\n\n",
    "acknowledgement": "\nThe authors are grateful to Laura Argys, Randi Hjalmarsson, Michael Leeds, and Jody Sindelar for helpful comments and to Dhiman Das for compiling the crime data and Farzana Razack for excellent research assistance. Research reported in this publication was supported by the Eunice Kennedy Shriver National Institute of Child Health & Human Development of the National Institutes of Health under Award Number R01HD086223. The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}