{
    "id": 23058,
    "citation_title": "Will Ad Blocking Break the Internet?",
    "citation_author": [
        "Ben Shiller",
        "Joel Waldfogel",
        "Johnny Ryan"
    ],
    "citation_publication_date": "2017-01-23",
    "issue_date": "2017-01-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAd blockers allow Internet users to obtain information without generating ad revenue for site owners; and by 2016 they were used by roughly a quarter of site visitors. Given the ad-supported nature of much of the web, ad blocking poses a threat to site revenue and, if revenue losses undermine investment, a possible threat to consumers' access to appealing content. Using unique, proprietary, and site-specific data on the share of site visitors using ad blockers at a few thousand sites, along with Alexa traffic data, we explore the impact of ad blocker usage on site quality, as inferred from traffic ranks, 2013-2016. We find that each additional percentage point of site visitors using ad blockers raises (worsens) its traffic rank by about 0.6 percent over a 35 month period, with stronger effects at initially worse-ranked sites. We provide additional evidence of causality by showing that the relationship between traffic trends and eventual ad blocking does not predate ad blocking. Plausible instruments for ad blocking also deliver consistent results. Effects of ad blocking on revenue are compounded by the fact that ad blocking reduces visits, while also generating less revenue from remaining visitors employing ad blockers. We conclude that ad blocking poses a substantial threat to the ad-supported web.\n\n",
    "acknowledgement": "\nJohnny Ryan is an employee of PageFair, a firm that measures the extent of ad blocking and offers ad-recovery technologies that enable publishers to display ads in a manner that adblockers cannot block.  Neither Shiller nor Waldfogel has received any compensation for the research in the paper. PageFair was allowed to review the paper for accuracy but did not have control over the paper's findings nor conclusions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}