{
    "id": 23055,
    "citation_title": "Pledgeability, Industry Liquidity, and Financing Cycles",
    "citation_author": [
        "Douglas W. Diamond",
        "Yunzhi Hu",
        "Raghuram G. Rajan"
    ],
    "citation_publication_date": "2017-01-16",
    "issue_date": "2017-01-12",
    "revision_date": "2020-06-09",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhy do firms choose high debt when they anticipate high valuations, and underperform subsequently? We propose a theory of financing cycles where the importance of creditors’ control rights over cash flows (“pledgeability”) varies with industry liquidity. The market allows firms take on more debt when they anticipate higher future liquidity. However, both high anticipated liquidity and the resulting high debt limit their incentives to enhance pledgeability. This has prolonged adverse effects in a downturn. Because these effects are hard to contract upon, higher anticipated liquidity can also reduce a firm’s current access to finance.\n\n",
    "acknowledgement": "\nDiamond and Rajan thank the Center for Research in Security Prices at Chicago Booth and the National Science Foundation for research support. Rajan also thanks the Stigler Center. We are grateful for helpful comments from three referees, the Editor, Florian Heider, Alan Morrison, Martin Oehmke, and Adriano A. Rampini, as well as workshop participants at the OXFIT 2014 conference, Chicago Booth, and the Federal Reserve Bank of Chicago, the Federal Reserve Bank of Richmond, the NBER 2015 Corporate Finance Summer Institute, Sciences Po, American Finance Association meetings in 2016 in San Francisco, Princeton, MIT Sloan, the European Central Bank, Boston University, Harvard, Stanford, Washington University in St. Louis, and the University of Maryland. The authors have read the Journal of Finance’s disclosure policy and have no conflicts of interest to disclose. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}