{
    "id": 23051,
    "citation_title": "The Economic Consequences of Family Policies: Lessons from a Century of Legislation in High-Income Countries",
    "citation_author": [
        "Claudia Olivetti",
        "Barbara Petrongolo"
    ],
    "citation_publication_date": "2017-01-16",
    "issue_date": "2017-01-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe draw lessons from existing work and our own analysis on the effects of parental leave and other interventions aimed at aiding families. The outcomes of interest are female employment, gender gaps in earnings and fertility. We begin with a discussion of the historical introduction of family policies ever since the end of the nineteenth century and then turn to the details regarding family policies currently in effect across high-income nations. We sketch a framework concerning the effects of family policy to motivate our country- and micro-level evidence on the impact of family policies on gender outcomes. Most estimates of the impact of parental leave entitlement on female labor market outcomes range from negligible to weakly positive. There is stronger evidence that spending on early education and childcare increases labor force participation of women and reduces gender gaps.\n\n",
    "acknowledgement": "\nWe wish to thank Claudia Goldin and the editors of the Journal for Economic Perspectives for valuable comments and suggestions, and Marco Ghiani and Xirong Lin for excellent research assistance. Financial support from the UK Commission for Employment and Skills is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}