{
    "id": 23050,
    "citation_title": "Targeted Remedial Education: Experimental Evidence from Peru",
    "citation_author": [
        "Juan Saavedra",
        "Emma Näslund-Hadley",
        "Mariana Alfonso"
    ],
    "citation_publication_date": "2017-01-16",
    "issue_date": "2017-01-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAn outstanding challenge in education is improving learning among low-achieving students. We present results from the first randomized experiment of an inquiry-based remedial science-education program for low-performing elementary students in the setting of a developing country. At 48 low-income public elementary schools in Lima, Peru and surrounding areas, third-grade students scoring in the bottom half of their science classes were selected at random to receive up to 16 remedial sessions of 90 minutes each during the school year. Control-group compliance with assignment (no extra tutoring) was close to perfect. Treatment-group compliance was roughly 40 percent, or five to six remedial sessions—a 4 to 5 percent increase in total science instruction time over the school year. Despite the low-intensity treatment, students assigned to the remedial sessions scored 0.12 standard deviations higher on a science endline test. But all improvements were concentrated among boys, for whom gains were 0.22 standard deviations. Remedial education does not produce within-student spillovers to math, or spillovers on other students.\n\n",
    "acknowledgement": "\nSaavedra (corresponding author): University of Southern California Dornsife Center for Economic and Social Research, and National Bureau of Economic Research, juansaav@usc.edu; Näslund-Hadley: Inter-American Development Bank; Alfonso: Inter-American Development Bank. We thank Richard Murnane and Anna Saavedra for helpful comments. We also thank the Innovations for Poverty Action (IPA) Peru team, especially Andrea Cornejo and Adam Kemmis Betty, for their invaluable support on the field. We acknowledge financial support from the Japan Poverty Fund of the Inter-American Development Bank. The research activities reported in this study have approval from the USC and IPA institutional review boards. This field trial was pre-registered with the American Economic Association’s RCT Registry Number AEARCTR-0000379, www.socialscienceregistry.org/trials/379. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research or the Inter-American Development Bank (IDB).\n\n\n"
}