{
    "id": 23059,
    "citation_title": "Hires and Separations in Equilibrium",
    "citation_author": [
        "Edward P. Lazear",
        "Kristin McCue"
    ],
    "citation_publication_date": "2017-01-23",
    "issue_date": "2017-01-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nHiring is positively correlated with separation, both across firms and over time. A theory of hiring and separation based on shifts in demand implies the opposite. One firm or industry hires and grows when another fires and contracts. But hiring for expansion and layoff for contraction comprises the minority of hiring and separation. A more accurate view is that hiring and separation reflect churn and are balanced in equilibrium, where one is the mirror image of the other. Hiring occurs primarily to fill vacant slots that open up when a firm separates a worker. Equivalently, a separation results when a worker is hired away by another firm. A model of efficient mobility yields several specific predictions in addition to the positive correlation between hires and separations. Labor market churn is most likely in firms and industries with low mean wages and high wage variance. Additionally, churn decreases during recessions with hires falling first followed by a decline in separations to match hiring. Finally, the young are predicted to bear the brunt of hiring declines. These predictions are borne out in the LEHD microdata at the economy and firm levels.\n\n",
    "acknowledgement": "\nAny opinions and conclusions expressed herein are those of the authors and do not necessarily represent the views of the U.S. Census Bureau or the National Bureau of Economic Research. James Spletzer contributed to an earlier version of this paper.  All results have been reviewed to ensure that no confidential information is disclosed.  We thank Lucia Foster and John Haltiwanger for comments on an earlier version of this paper.\n\n\n"
}