{
    "id": 2305,
    "citation_title": "Homeownership Rates of Married Couples: An Econometric Investigation",
    "citation_author": [
        "Donald R. Haurin",
        "Patric H. Hendershott",
        "David C. Ling"
    ],
    "citation_publication_date": "1987-07-01",
    "issue_date": "1987-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOwnership patterns for young (under 45) married couples are striking in two respects. First, ownership rates rise dramatically with age: couples 35- 44 consistently have ownership rates nearly 50 percentage points higher than couples under 25. Second, half of the sharp ownership gains of young married couples in the 1970s were reversed in the first half of the 1980s. These patterns do not hold either for single or other households or for married couples over 44. To increase understanding of this variability by age and over time, we analyze the tenure behavior of young married couples using aggregate income/age-class data from the 1973-83 Annual (American) Housing Surveys (AHS). The income of a household affects its tenure choice both directly (the taste for ownership rises with income) and indirectly (the cost of owning declines as income rises owing to the greater value of investment in a nontaxed asset for investors in higher tax brackets). Age affects tenure choice because older households have higher incomes, are less mobile (annual-equivalent transactions costs are lower), have more wealth (portfolio diversification for owner- occupiers is easier), and have more certain income (and are thus more willing to commit to ownership). Price and income elasticities for tenure choice are computed, the rise in ownership rates between 1973 and 1979 and the subsequent decline are interpreted, and an impact of the Tax Reform Act of 1986 is predicted.\n\n",
    "acknowledgement": "\n"
}