{
    "id": 23062,
    "citation_title": "Sibling Spillovers",
    "citation_author": [
        "Sandra E. Black",
        "Sanni Breining",
        "David N. Figlio",
        "Jonathan Guryan",
        "Krzysztof Karbownik",
        "Helena Skyt Nielsen",
        "Jeffrey Roth",
        "Marianne Simonsen"
    ],
    "citation_publication_date": "2017-01-23",
    "issue_date": "2017-01-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIt is notoriously difficult to identify peer effects within the family, because of the common shocks and reflection problems. We make use of a novel identification strategy and unique data in order to gain some purchase on this problem. We employ data from the universe of children born in Florida between 1994 and 2002 and in Denmark between 1990 and 2001, which we match to school and medical records. To address the identification problem, we examine the effects of having a sibling with a disability. Utilizing three-plus-child families, we employ a differences-in-differences research design which makes use of the fact that birth order influences the amount of time which a child spends in early childhood with their siblings, disabled or not. We observe consistent\nevidence in both locations that the second child in a family is differentially affected when the third child is disabled. We also provide evidence which suggests that the sibling spillovers are working at least in part through the relative exposure to parental time and financial resources.\n\n",
    "acknowledgement": "\nWe are grateful to the Florida Departments of Education and Health for providing the de-identified, matched data used in this analysis. Figlio and Roth acknowledge support from the National Science Foundation and the Institute for Education Sciences (CALDER grant), and Figlio acknowledges support from the National Institute of Child Health and Human Development and the Bill and Melinda Gates Foundation. We appreciate helpful feedback from Scott Carrell, Dennis Epple, Richard Romano, and seminar and conference participants at AEFP, APPAM, CESifo, SOLE/EALE and the University of Wisconsin. The conclusions expressed in this paper are those of the authors and do not represent the positions of the Florida Departments of Education and Health, Statistics Denmark, the National Bureau of Economic Research or those of our funders.\n\n\n"
}