{
    "id": 23065,
    "citation_title": "Disaster Risk and Asset Returns: An International Perspective",
    "citation_author": [
        "Karen K. Lewis",
        "Edith X. Liu"
    ],
    "citation_publication_date": "2017-01-23",
    "issue_date": "2017-01-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent studies have shown that disaster risk can generate asset return moments similar to those observed in the U.S. data. However, these studies have ignored the cross-country asset pricing implications of the disaster risk model. This paper shows that standard U.S.-based disaster risk model assumptions found in the literature lead to counterfactual international asset pricing implications. Given consumption pricing moments, disaster risk cannot explain the range of equity premia and government bill rates nor the high degree of equity return correlation found in the data. Moreover, the independence of disasters presumed in some studies generates counterfactually low cross-country correlations in equity markets. Alternatively, if disasters are all shared, the model generates correlations that are excessively high. We show that common and idiosyncratic components of disaster risk are needed to explain the pattern in consumption and equity co-movements.\n\n",
    "acknowledgement": "\nFor useful comments and suggestions, we thank Charles Engel, Mick Devereux, an anonymous referee, and participants at the 2016 International Seminar on Macroeconomics, the International Conference on Capital Markets at INSEAD, and the Wharton International Finance group meeting. We are also indebted to Jessica Wachter for helpful conversations, and to Robert Barro for providing us with the asset return data. The views expressed in this paper are those of the authors and do not necessarily reflect those of the Federal Reserve Board. Any errors or omissions are our responsibility. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}