{
    "id": 23064,
    "citation_title": "Public Finance in a Nutshell: A Cobb Douglas Teaching Tool for General Equilibrium Tax Incidence and Excess Burden",
    "citation_author": [
        "Don Fullerton",
        "Chi L. Ta"
    ],
    "citation_publication_date": "2017-01-23",
    "issue_date": "2017-01-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "General, Teaching",
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "General Equilibrium",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTo help first- or second-year graduate students in economics apply their theoretical training, this paper shows how to solve a simple and intuitive computable general equilibrium (CGE) model using a calculator. Because this simplified Harberger model uses Cobb Douglas functional forms for utility and production, one can solve for all input and output prices and quantities with no taxes and then solve for exact measures of output with a large tax change (not using derivatives). We then show how to solve simultaneously for capital and labor prices (incidence on the sources side of income), for both output prices (incidence on the uses side), for exact measures of overall welfare loss such as the equivalent variation, for excess burden and marginal excess burden, and for the effects on revenue in the form of a Laffer Curve.\n\n",
    "acknowledgement": "\nFor comments and suggestions, we wish to thank Tengjiao Chen, Zhangliang Chen, Jonathan Meer, David Quigley, Juan Carlos Suárez Serrato, and students who solved our model as homework to provide suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}