{
    "id": 23068,
    "citation_title": "Is American Health Care Uniquely Inefficient? Evidence from Prescription Drugs",
    "citation_author": [
        "Margaret Kyle",
        "Heidi L. Williams"
    ],
    "citation_publication_date": "2017-01-23",
    "issue_date": "2017-01-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAlan Garber and Jonathan Skinner (2008) famously conjectured that the US health care system was “uniquely inefficient” relative to other countries. We test this idea using cross-country data on prescription drug sales newly linked with an arguably objective measure of relative therapeutic benefits, or drug quality.  Specifically, we investigate how higher and lower quality drugs diffuse in the US relative to Australia, Canada, Switzerland, and the UK.  Our tabulations suggest that lower quality drugs diffuse more in the US relative to high quality drugs, compared to each of our four comparison countries – consistent with Garber and Skinner’s conjecture.\n\n",
    "acknowledgement": "\nWe are grateful to Jane Choi for excellent research assistance, and to Amitabh Chandra, Dan Fetter, Amy Finkelstein, and Jon Skinner for helpful comments. Research reported in this publication was supported by the National Institute on Aging and the NIH Common Fund, Office of the NIH Director, through grant U01-AG046708 to the NBER; the content is solely the responsibility of the authors and does not necessarily represent the official views of the NIH or NBER.  Financial support from NSF Grant 1151497 and the Intellectual Property and Markets for Technology Chair at MINES ParisTech is also gratefully acknowledged. Kyle thanks Pfizer for access to the IMS data used. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}