{
    "id": 23063,
    "citation_title": "The Labor of Division: Returns to Compulsory High School Math Coursework",
    "citation_author": [
        "Joshua Goodman"
    ],
    "citation_publication_date": "2017-01-23",
    "issue_date": "2017-01-19",
    "revision_date": "2018-09-13",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDespite great focus on and public investment in STEM education, little causal evidence connects quantitative coursework to students’ economic outcomes. I show that state changes in minimum high school math requirements substantially increase Black students’ completed math coursework and their later earnings. The marginal student’s return to an additional math course is 10 percent, roughly half the return to a year of high school, and is partly explained by a shift toward more cognitively skilled occupations. White students’ coursework and earnings are unaffected. Rigorous standards for quantitative coursework can close meaningful portions of racial gaps in economic outcomes.\n\n",
    "acknowledgement": "\nThis paper benefited from the feedback of many people, including Janet Currie, Ed Glaeser, Jonah Rockoff, Johannes Schmieder, and Miguel Urquiola, as well as presentation audiences at Columbia, Harvard, the American Economic Association, and the NBER Education Program. For data access and support, I am grateful to Thomas Bailey at the Community College Research Center at Teachers College, Columbia University. Melanie Rucinski provided excellent research assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}