{
    "id": 23066,
    "citation_title": "Flexible Prices and Leverage",
    "citation_author": [
        "Francesco D’Acunto",
        "Ryan Liu",
        "Carolin Pflueger",
        "Michael Weber"
    ],
    "citation_publication_date": "2017-01-23",
    "issue_date": "2017-01-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe frequency with which firms adjust output prices helps explain persistent differences in capital structure across firms. Unconditionally, the most flexible-price firms have a 19% higher long-term leverage ratio than the most sticky-price firms, controlling for known determinants of capital structure. Sticky-price firms increased leverage more than flexible-price firms following the staggered implementation of the Interstate Banking and Branching Efficiency Act across states and over time, which we use in a difference-in-differences strategy. Firms' frequency of price adjustment did not change around the deregulation.\n\n",
    "acknowledgement": "\nThis research was conducted with restricted access to the Bureau of Labor Statistics (BLS) data. The views expressed here are those of the authors and do not necessarily reflect the views of the BLS or the National Bureau of Economic Research. We thank our project coordinator at the BLS, Ryan Ogden, for help with the data. We also thank Laurent Bach, Alex Corhay, Ralf Elsas, Michael Faulkender, Josh Gottlieb, Lifeng Gu, Sandy Klasa, Catharina Klepsch, Mark Leary, Kai Li, Max Maksimovic, Vikram Nanda, Boris Nikolov, Gianpaolo Parise, Gordon Phillips, Michael Roberts, Philip Valta, Nicolas Vincent, Giorgo Sertsios, Hannes Wagner, Toni Whited, and seminar participants at the 2016 NBER Corporate Finance, 2016 NBER Capital Markets and the Economy, 2016 ASU Winter Finance, BYU, 2016 Edinburgh Corporate Finance Conference, EFA 2015, 2016 FIRS Conference, 2016 ISB Summer Finance Conference, Frankfurt School, 2015 German Economist Abroad Conference, LMU Munich, McGill Risk Management Conference, 2016 Corporate Finance Symposium, University of Arizona, SFI Geneva, and 2016 WFA. Pflueger gratefully acknowledges funding from the Social Sciences and Humanities Research Council of Canada (grant number 430-2014-00796). Weber gratefully acknowledges financial support from the Fama-Miller Center and the Neubauer Family Foundation.\n\n\n\nCarolin Pflueger\n\nCarolin Pflueger is working at and receiving salary from the University of British Columbia (Canada). Funding from the Social Sciences and Humanities Research Council of Canada (grant number 430-2014-00796) is gratefully acknowledged.\n\n\n"
}