{
    "id": 23067,
    "citation_title": "Statistics to Measure Offshoring and its Impact",
    "citation_author": [
        "Robert C. Feenstra"
    ],
    "citation_publication_date": "2017-01-23",
    "issue_date": "2017-01-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe identify “first generation” statistics to measure offshoring as the share of imported intermediate inputs in costs, along with O*NET data to measure the tradability of tasks. These data were used to measure the shifts in relative labor demand and relative wages due to offshoring. A limitation of these statistics is that they cannot be used to measure the impact on real wages, and for that purpose, we need price-based measures of offshoring. More recently, “second generation” statistics have arisen from global input-output tables. These measures include the foreign value-added in exports, or its counterpart, the domestic value-added in exports. We illustrate the foreign value-added component in the surge of Chinese exports following its WTO entry in 2001. We argue that such second-generation statistics should also be supplemented by price-based measure of offshoring, and we propose one simple measure that extends the effective rate of protection on imports to apply to exported goods.\n\n",
    "acknowledgement": "\nPrepared for the Fourth IMF Statistical Forum, \"Lifting the Small Boats: Statistics for Inclusive Growth,\" November 17-18, 2016, Washington, D.C. I thank Akira Sasahara for excellent research assistance and Marcel Timmer for his discussant's comments. Financial support from the National Science Foundation is gratefully acknowledged. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}