{
    "id": 23071,
    "citation_title": "One in a Million: Field Experiments on Perceived Closeness of the Election and Voter Turnout",
    "citation_author": [
        "Alan Gerber",
        "Mitchell Hoffman",
        "John Morgan",
        "Collin Raymond"
    ],
    "citation_publication_date": "2017-01-23",
    "issue_date": "2017-01-19",
    "revision_date": "2017-06-28",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nA common feature of many models of voter turnout is that increasing the perceived closeness of the election should increase voter turnout. However, cleanly testing this prediction is difficult and little is known about voter beliefs regarding the closeness of a given race. We conduct a field experiment during the 2010 US gubernatorial elections where we elicit voter beliefs about the closeness of the election before and after showing different polls, which, depending on treatment, indicate a close race or a not close race. We find that subjects update their beliefs in response to new information, but systematically overestimate the probability of a very close election. However, the decision to vote is unaffected by beliefs about the closeness of the election. A follow-up field experiment, conducted during the 2014 gubernatorial elections but at much larger scale, also points to little relationship between poll information about closeness and voter turnout.\n\n",
    "acknowledgement": "\nWe thank Jason Abaluck, Stefano DellaVigna, Fred Finan, Sean Gailmard, Don Green, Jennifer Green, Gianmarco Leon, Yusufcan Masatlioglu, Ted Miguel, Ismael Mourifie, David Myatt, Matthew Rabin, Gautam Rao, Jesse Shapiro, Richard Thaler, Francesco Trebbi, Rob Van Houweling, Leonard Wantchekon, and seminar participants at Berkeley (political economy seminar and psychology & economics seminar), CIFAR, Florida State, Ohlstadt, Oxford, Pitt Behavioral Models of Politics Conference, Princeton, SITE (Experimental Economics), Toronto, Toronto Rotman, and Yale for helpful comments. We are grateful to Dan Biggers for his guidance on the 2014 experiment. David Arnold, Christina Chew, Sandrena Frischer, Hongjia Hu, Faisal Ibrahim, Jeffrey Kong, Will Kuffel, Cara Lew, Elena Litvinova, Melina Mattos, Kevin Rapp, Nick Roth, and Irina Titova provided outstanding research assistance. Financial support from the National Science Foundation, the Haas School of Business, the Center for Equitable Growth, the Burch Center, and the Social Science and Humanities Research Council of Canada is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}