{
    "id": 23079,
    "citation_title": "Comparing Apples to Oranges: Differences in Women’s and Men’s Incarceration and Sentencing Outcomes",
    "citation_author": [
        "Kristin F. Butcher",
        "Kyung H. Park",
        "Anne Morrison Piehl"
    ],
    "citation_publication_date": "2017-01-23",
    "issue_date": "2017-01-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nUsing detailed administrative records, we find that, on  average, women receive lighter sentences in comparison with men along both extensive and intensive margins. Using parametric and semi-parametric decomposition methods, roughly 30% of the gender differences in incarceration cannot be explained  by the observed criminal characteristics of offense and offender. We also find evidence of considerable heterogeneity across judges in their treatment of female and male offenders. There is little evidence, however, that tastes for gender discrimination  are driving the mean gender disparity or the variance in treatment between judges.\n\n",
    "acknowledgement": "\nThis paper was prepared for a Festschrift for Bob LaLonde. We thank Bob LaLonde for his teaching, mentorship, and example. We have received many helpful comments from Festschrift participants, seminar participants at Amherst College, UVA Batten School, Southern Economic Association conference, and Wellesley College. We thank Hui Li, Morgan Matthews, Caitlin McCarey, and Emily Rothkin for outstanding research assistance. We are also grateful for Helen Pedigo, Scott Scultz, Kunlun Chang, and Brenda Harmon at  the Kansas Sentencing Commission for their help with the sentencing data. Any errors or interpretations are our own and not of the Kansas Sentencing Commission. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}