{
    "id": 23075,
    "citation_title": "Narrative Economics",
    "citation_author": [
        "Robert J. Shiller"
    ],
    "citation_publication_date": "2017-01-23",
    "issue_date": "2017-01-19",
    "revision_date": "2019-10-07",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis address considers the epidemiology of narratives relevant to economic fluctuations. The human brain has always been highly tuned towards narratives, whether factual or not, to justify ongoing actions, even such basic actions as spending and investing. Stories motivate and connect activities to deeply felt values and needs. Narratives “go viral” and spread far, even worldwide, with economic impact. The 1920-21 Depression, the Great Depression of the 1930s, the so-called “Great Recession” of 2007-9 and the contentious political-economic situation of today, are considered as the results of the popular narratives of their respective times. Though these narratives are deeply human phenomena that are difficult to study in a scientific manner, quantitative analysis may help us gain a better understanding of these epidemics in the future.\n\n",
    "acknowledgement": "\nPresidential address delivered at the 129th annual meeting of the American Economic Association, January 7, 2017, Chicago, IL. The author declares no relevant conflicts of interest. The author thanks participants in seminars at which earlier versions of this address were presented, at the Bank of England, at the Toulouse School of Economics/Toulouse Institute of Advanced Studies, and at the Yale University Department of Economics. Special thanks go to George Akerlof, Bruno Biais, Jean-François Bonnefon, Michael Bordo, Donald Cox, Peter Dougherty, William Goetzmann, Dasol Kim, Rachel Kranton, Terry Loebs, Ramsay MacMullen, Peter Rousseau, Paul Seabright, Benjamin Shiller, Virginia Shiller, and Peter Temin. Research assistance was provided by Andrew Brod, Laurie Cameron Craighead and Nicholas Werle. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nRobert J. Shiller\n\nSeptember 16, 2012\nDisclosure of Outside Activities\nRobert J. Shiller\n\n\nList of activities outside principal Yale University employment since 2008.\n\n\nConsulting\nCurrently engaged in the development of a stock market index family with Barclays Investment Bank, a division of Barclays PLC, in London, based on my research on time series properties of stock prices: http://media.bloomberg.com/bb/avfile/rfc4sPIrGvHg.\n\n\nSpeeches\nIn addition to academic lectures and talks, represented by a speakers bureau, The Leigh Bureau, Bridgewater NJ, for for-fee talks.\n\n\nBoards and Advisory panels\nCompetitive Markets Advisory Council, CME Group (formerly Chicago Mercantile Exchange), Chicago IL\nIndex Committee for the S&P/Case-Shiller Home Price Indices, Standard & Poor’s (unpaid)\n\n\nCommissioned Research\n“Understanding Inflation-Indexed Bond Markets,” with John Campbell and Luis Viceira, Brookings Papers on Economic Activity, 2009, NBER Working Paper #15014, 2009.\n\n\nOther Activities\nColumn “Finance in the 21st Century” (every other month, alternating with Howard Davies, London School of Economics), Project Syndicate\nColumn “Economic View” (every five weeks, alternating with four other columnists), New York,\nPresident Jan 2016-Jan 2017, American Economic Association\n\n\n"
}