{
    "id": 23070,
    "citation_title": "Consequences of the Clean Water Act and the Demand for Water Quality",
    "citation_author": [
        "David A. Keiser",
        "Joseph S. Shapiro"
    ],
    "citation_publication_date": "2017-01-23",
    "issue_date": "2017-01-19",
    "revision_date": "2018-06-29",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nSince the 1972 U.S. Clean Water Act, government and industry have invested over $1 trillion to abate water pollution, or $100 per person-year. Over half of U.S. stream and river miles, however, still violate pollution standards. We use the most comprehensive set of files ever compiled on water pollution and its determinants, including 50 million pollution readings from 240,000 monitoring sites and a network model of all U.S. rivers, to study water pollution's trends, causes, and welfare consequences. We have three main findings. First, water pollution concentrations have fallen substantially. Between 1972 and 2001, for example, the share of waters safe for fishing grew by 12 percentage points. Second, the Clean Water Act's grants to municipal wastewater treatment plants, which account for $650 billion in expenditure, caused some of these declines. Through these grants, it cost around $1.5 million (2014 dollars) to make one river-mile fishable for a year. We find little displacement of municipal expenditure due to a federal grant. Third, the grants' estimated effects on housing values are smaller than the grants' costs; we carefully discuss welfare implications.\n\n",
    "acknowledgement": "\nWe thank the editor, Larry Katz, along with four referees, Joe Altonji, Josh Angrist, David Autor, Richard Carson, Lucas Davis, Esther Duflo, Eli Fenichel, Michael Greenstone, Catherine Kling, Arik Levinson, Matt Kotchen, Amanda Kowalski, Rose Kwok, Drew Laughland, Neal Mahone, Enrico Moretti, Bill Nordhaus, Sheila Olmstead, Jordan Peccia, Nick Ryan, Daniel Sheehan, Kerry Smith, Richard Smith, Rich Sweeney, Reed Walker, and participants in many seminars for excellent comments, Randy Becker, Olivier Deschenes, Michael Greenstone, and Jon Harcum for sharing data, Elyse Adamic, Todd Campbell, Adrian Fernandez, Ryan Manucha, Xianjun Qiu, Patrick Reed, Vivek Sampathkumar, Daisy Sun, Trevor Williams, and Katherine Wong for excellent research assistance, and Bob Bastian and Andy Stoddard for explaining details of the Clean Water Act. Keiser thanks the USDA for funding through the National Institute of Food and Agriculture Hatch project number IOW03909. Shapiro thanks fellowships from the EPA, MIT-BP, Martin Family Fellows, the Schultz Fund, the Yale Program on Applied Policy, and NSF Grant SES-1530494 for generous support. Any opinions and conclusions expressed herein are those of the authors and do not necessarily represent the views of the U.S. Census Bureau or the National Bureau of Economic Research. All results have been reviewed to ensure that no confidential information is disclosed.\n\n\n"
}