{
    "id": 23076,
    "citation_title": "Are Consumers Poorly Informed about Fuel Economy? Evidence from Two Experiments",
    "citation_author": [
        "Hunt Allcott",
        "Christopher Knittel"
    ],
    "citation_publication_date": "2017-01-23",
    "issue_date": "2017-01-19",
    "revision_date": "2018-02-13",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIt is often asserted that consumers are poorly informed about and inattentive to fuel economy, causing them to buy low-fuel economy vehicles despite their own best interest. This paper presents evidence on this assertion through two experiments providing fuel economy information to new vehicle shoppers. Results show zero statistical or economic effect on average fuel economy of vehicles purchased. In the context of a simple optimal policy model, the estimates suggest that current and proposed U.S. fuel economy standards are significantly more stringent than needed to address the classes of imperfect information and inattention addressed by our interventions.\n\n",
    "acknowledgement": "\nWe are grateful to Will Tucker, Jamie Kimmel, and others at ideas42 for research management and to Skand Goel for research assistance. We thank Catherine Wolfram and seminar participants at the 2017 ASSA meetings, the MIT Center for Energy and Environmental Policy Research, and the University of California Energy Institute for comments. Funding was provided by the Ford-MIT Alliance, and we are grateful to Ford's Emily Kolinski Morris for her collaboration and support of the experiments. Notwithstanding, Ford had no control over the data, analysis, interpretation, editorial content, or other aspects of this paper. This RCT was registered in the American Economic Association Registry for randomized control trials under trial number AEARCTR-0001421. Screen shots of the interventions and code to replicate the analysis are available from Hunt Allcott's website: https://sites.google.com/site/allcott/research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}