{
    "id": 23074,
    "citation_title": "The effects of quasi-random monetary experiments",
    "citation_author": [
        "Òscar Jordà",
        "Moritz Schularick",
        "Alan M. Taylor"
    ],
    "citation_publication_date": "2017-01-23",
    "issue_date": "2017-01-19",
    "revision_date": "2018-06-01",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe trilemma of international finance explains why interest rates in countries that fix their exchange rates and allow unfettered cross-border capital flows are largely outside the monetary authority’s control. Using historical panel-data since 1870 and using the trilemma mechanism to construct an external instrument for exogenous monetary policy fluctuations, we show that monetary interventions have very different causal impacts, and hence implied inflation-output trade-offs, according to whether: (1) the economy is operating above or below potential; (2) inflation is low, thereby bringing nominal rates closer to the zero lower bound; and (3) there is a credit boom in mortgage markets. We use several adjustments to account for potential spillover effects including a novel control function approach. The results have important implications for monetary policy.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Large and State-Dependent Effects of Quasi-Random Monetary Experiments.\" Comments and suggestions from James Cloyne, Julian di Giovanni, Gernot Müller, Ricardo Reis, and Jón Steinsson have helped improve the paper. We are grateful to Helen Irvin for outstanding research assistance. We thank James Cloyne and Patrick Hürtgen for sharing their data with us. Seminar and conference participants at Ohio State University, the Board of Governors of the Federal Reserve, the Federal Reserve Bank of Chicago, the Federal Reserve Bank of San Francisco, the Federal Reserve Bank of Cleveland, the Fourth CEPR Economic History Symposium, De Nederlandsche Bank, the Bank of England, the 23rd Dubrovnik Economic Conference, the 7th Joint Bank of Canada and European Central Bank Conference, the NBER Impulse and Propagation Mechanisms meeting, and the NBER Monetary Economics meeting provided useful feedback. All errors are ours. Generous support from the Institute for New Economic Thinking, the Bundesministerium für Bildung und Forschung (BMBF), and the Volkswagen Foundation supported different parts of the data collection and analysis effort. We are grateful for their support. The views expressed in this paper are the sole responsibility of the authors and do not necessarily reflect the views of the Federal Reserve Bank of San Francisco, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n\nAlan M. Taylor\n\nAlan M. Taylor has served as an author, consultant, or speaker for various research organizations, policy making institutions, and financial sector firms.\n\n\n"
}