{
    "id": 23082,
    "citation_title": "Diversity in Innovation",
    "citation_author": [
        "Paul A. Gompers",
        "Sophie Q. Wang"
    ],
    "citation_publication_date": "2017-01-23",
    "issue_date": "2017-01-19",
    "revision_date": "2019-05-21",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Discrimination",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nIn this paper we document the patterns of labor market participation by women and ethnic minorities in venture capital firms and as founders of venture capital-backed startups.  We show that from 1990-2016 women have been less than 10% of the entrepreneurial and venture capital labor pool, Hispanics have been around 2%, and African Americans have been less than 1%.  This is despite the fact that all three groups have much higher representation in education programs that lead to careers in these sectors as well as having higher representation in other highly-compensated professions.  Asians, on the other hand, have much higher representation in the venture capital and entrepreneurial sector than their overall percentages in the labor force. We explore potential supply side explanations including both education attainment as well as relevant prior job experience. We also explore the correlation between diversity and state-level variations.  Finally, we discuss how these patterns are consistent with homophily-based hiring and homophily-induced information flows about career choices.  We end the paper by discussing areas for future research.\n\n",
    "acknowledgement": "\nSupport for this research was provided by the Division of Research at the Harvard Business School.  Lauren Cohen provided helpful comments and suggestions.  Kevin Huang provided excellent research assistance.  Paul Gompers has invested in and consulted for venture capital firms. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}