{
    "id": 23088,
    "citation_title": "How Do Patents Affect Research Investments?",
    "citation_author": [
        "Heidi L. Williams"
    ],
    "citation_publication_date": "2017-01-23",
    "issue_date": "2017-01-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhile patent systems have been widely used both historically and internationally, there is nonetheless a tremendous amount of controversy over whether patent systems – in practice – improve the alignment between private returns and social contributions.  In this paper, I describe three parameters – how the disclosure function affects research investments, how patent strength affects research investments in new technologies, and how patents on existing technologies affect follow-on innovation – needed to inform the question of how patents affect research investments, and review the available evidence which has attempted to empirically estimate these parameters.\n\n",
    "acknowledgement": "\nI am extremely grateful to Tim Bresnahan for very thoughtful and constructive comments, and to Ivan Badinski and Myles Wagner for excellent research assistance. Research reported in this publication was supported by the National Institute on Aging and the NIH Common Fund, Office of the NIH Director, through Grant U01-AG046708 to the National Bureau of Economic Research (NBER); the content is solely the responsibility of the authors and does not necessarily represent the official views of the NIH or NBER. Financial support from NSF Grant Number 1151497 is also gratefully acknowledged. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}