{
    "id": 23086,
    "citation_title": "Designing Women: Consumer Goods Innovations in Britain, France and the United States, 1750-1900",
    "citation_author": [
        "B. Zorina Khan"
    ],
    "citation_publication_date": "2017-01-23",
    "issue_date": "2017-01-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "History of Economic Thought",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nEconomic studies typically underestimate incremental changes in consumer goods and design innovations that enhance allocative efficiency and structural dynamics.  This paper assesses over 12,000 innovations by female patentees and participants in industrial fairs and prize-granting institutions in Britain, France and the United States, compared to parallel samples of some 60,000 patented and unpatented innovations by men.  These data uniquely allow for the systematic assessment of women’s creativity within the nonmarket household sector and outside the patent system.  The analysis distinguishes between improvements in consumer final goods, changes in designs, and other forms of technological creativity.  The results indicate that women, especially nonpatentees, were significantly more likely than men to be associated with innovations in consumer final goods and design-oriented products at the boundary of art and technology.  Even those who did not commercialize their products or work outside the home pursued such improvements to benefit their families.   The patterns suggest that framing women’s creativity in terms of a “gender difference” rather than a “gender gap” might yield useful analytical insights.  A general implication is that, by inaccurately gauging consumer innovations within the household and in the market, economic research likely underestimates the extent of technological progress and advances in welfare.\n\n",
    "acknowledgement": "\nI have benefited greatly from discussions with Steve Broadberry, Ann Carlos, Neil Cummins, Claude Diebolt, Lars Heide, Naomi Lamoreaux, Gilles Postel-Vinay, Sreemati Mitter, Mohamed Saleh, and seminar participants at the National Bureau of Economic Research, LSE, Toulouse University, Paris School of Economics, the Association Française de Science Economique, Cambridge University, Queen’s University at Belfast, the panel on Women and Innovation at Indian Institute of Management Bangalore, and the Society for the History of Technology.  Esther Brubaker provided invaluable assistance with the compilation and analysis of the data.  I am grateful for the support of the National Science Foundation, the Center for the Protection of Intellectual Property, the Hoover National Fellows Programme, and the IP2 Center at Stanford University.  Thanks are especially due to the Economic History Group at the London School of Economics, which provided a supportive and stimulating environment during the completion of this project. All language translations are my own. Liability for errors is limited to the author. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}