{
    "id": 23084,
    "citation_title": "Estimating the Employment Effects of Recent Minimum Wage Changes: Early Evidence, an Interpretative Framework, and a Pre-Commitment to Future Analysis",
    "citation_author": [
        "Jeffrey Clemens",
        "Michael R. Strain"
    ],
    "citation_publication_date": "2017-01-23",
    "issue_date": "2017-01-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents early evidence on the employment effects of state minimum wage increases enacted between January 2013 and January 2015, and offers an interpretative framework to understand why it is of interest to study recent changes in isolation. Given the ongoing transitions of many states’ minimum wage rates, we also set the stage for a pre-committed analysis of the minimum wage changes scheduled for coming years.  Through 2015, we estimate that employment among young adults and young individuals with less than a completed high school education expanded modestly less quickly in states that enacted one-time or multi-phase statutory minimum wage increases than in states that enacted no minimum wage increases.  Across the specifications we implement and the samples we analyze, many of our estimates are statistically indistinguishable from zero. Data on the longer-run effects of this period’s minimum wage changes will be essential for more fully assessing these changes’ effects and for drawing strong conclusions regarding how minimum wage increases affect employment in this decade’s institutional and economic environment.  As data become available for the full 2016 through 2019 calendar years, we will execute and report the results of analyses that follow the road map this paper develops.\n\n",
    "acknowledgement": "\nWe thank Wendy Morrison for excellent research assistance. Clemens is grateful to the University of Texas at Austin’s Harrington Faculty Fellows Program and to the Stanford Institute for Economic Policy Research for their financial assistance and hospitality while writing this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}