{
    "id": 23081,
    "citation_title": "Aggregating the Fertility Transition: Intergenerational Dynamics in Quality and Quantity",
    "citation_author": [
        "Tom Vogl"
    ],
    "citation_publication_date": "2017-01-23",
    "issue_date": "2017-01-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nFertility change is distinct from other forms of social and economic change because it directly alters the size and composition of the next generation. This paper studies how changes in population composition over the fertility transition feed back into the evolution of average fertility across generations. Theory predicts that changes in the relationship between human capital and fertility first weaken and then strengthen fertility similarities between mothers and daughters, a process that first promotes and then restricts aggregate fertility decline. Consistent with these predictions, microdata from 40 developing countries over the second half of the 20th century show that intergenerational fertility associations strengthen late in the fertility transition, due to the alignment of the education-fertility relationship across generations. As fertility approaches the replacement level, the strengthening of these associations reweights the population to raise aggregate fertility rates, pushing back against aggregate fertility decline.\n\n",
    "acknowledgement": "\nAn earlier draft of this paper circulated as “Intergenerational Dynamics and the Fertility Transition.” I am grateful for comments from seminar and conference participants at AEA/ASSA, Bocconi University, CIREQ, Hebrew University, Lund University, NBER (Children, Income Distribution and Macroeconomics), Northeastern University, Stockholm University, Princeton University, UC Berkeley, UC Louvain, University of Namur, and University of Warwick. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}