{
    "id": 23083,
    "citation_title": "Backtesting European Stress Tests",
    "citation_author": [
        "Thomas Philippon",
        "Pierre Pessarossi",
        "Boubacar Camara"
    ],
    "citation_publication_date": "2017-01-23",
    "issue_date": "2017-01-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe provide a first evaluation of the quality of banking stress tests in the European Union. We use stress tests scenarios and banks’ estimated losses to recover bank level exposures to macroeconomic factors. Once macro outcomes are realized, we predict banks’ losses and compare them to actual losses. We find that stress tests are informative and unbiased on average. Model-based losses are good predictors of realized losses and of banks’ equity returns around announcements of macroeconomic news. When we perform our tests for the Union as a whole, we do not detect biases in the construction of the scenarios, or in the estimated losses across banks of different sizes and ownership structures. There is, however, some evidence that exposures are underestimated in countries with ex-ante weaker banking systems. Our results have implications for the modeling of credit losses, quality controls of supervision, and the political economy of financial regulation.\n\n",
    "acknowledgement": "\nWe are grateful to our discussant Til Schuermann, as well as Christian Gourieroux, Christian Gollier, Mark Carey, Paul Willen, Anna Kovner, and seminar participants at the NBER Summer Institute, the Federal Reserve Bank of Boston, the European Central Bank, the Banque de France, and Sciences Po. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}