{
    "id": 23093,
    "citation_title": "A Model of Secular Stagnation: Theory and Quantitative Evaluation",
    "citation_author": [
        "Gauti B. Eggertsson",
        "Neil R. Mehrotra",
        "Jacob A. Robbins"
    ],
    "citation_publication_date": "2017-01-30",
    "issue_date": "2017-01-26",
    "revision_date": "2017-02-13",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper formalizes and quantifies the secular stagnation hypothesis, defined as a persistently low or negative natural rate of interest leading to a chronically binding zero lower bound (ZLB). Output-inflation dynamics and policy prescriptions are fundamentally different from those in the standard New Keynesian framework. Using a 56-period quantitative life cycle model, a standard calibration to US data delivers a natural rate ranging from –1:5% to –2%, implying an elevated risk of ZLB episodes for the foreseeable future. We decompose the contribution of demographic and technological factors to the decline in interest rates since 1970 and quantify changes required to restore higher rates.\n\n",
    "acknowledgement": "\nThis paper replaces an earlier version of a paper released in 2014 under the title “A Model of Secular Stagnation.” We thank the Institute for New Economic Thinking for financial support. We also thank Olivier Blanchard, John Cochrane, Michael Dotsey, Emmanuel Farhi, Jesus Fernandez-Villaverde, Pablo Guerron-Quintana, Benjamin Keen, Pat Kehoe, John Leahy, Emi Nakamura, Paolo Pesenti, and Lawrence Summers for helpful discussions and conference and seminar participants at the Bank of Canada, Bank of England, Bank for International Settlements, Bank of Japan, Bank of Finland, Boston University, Brown, Central Bank of Austria, Cornell, Chicago Booth, Georgetown, European Central Bank, Rutgers, the Federal Reserve Banks of Boston, Dallas, Minneapolis, and New York, Harvard, LSE, LUISS Guido Carli, NBER Summer Institute MEFM and EFG meetings, Northwestern, Princeton, Royal Economic Society meetings, and UTDT for comments. We would also like to thank Alex Mechanick for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}