{
    "id": 23091,
    "citation_title": "How do Quasi-Random Option Grants Affect CEO Risk-Taking?",
    "citation_author": [
        "Kelly Shue",
        "Richard Townsend"
    ],
    "citation_publication_date": "2017-01-30",
    "issue_date": "2017-01-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine how an increase in stock option grants affects CEO risk-taking. The overall net effect of option grants is theoretically ambiguous for risk-averse CEOs. To overcome the endogeneity of option grants, we exploit institutional features of multi-year compensation plans, which generate two distinct types of variation in the timing of when large increases in new at-the-money options are granted. We find that, given average grant levels during our sample period, a 10 percent increase in new options granted leads to a 2.8–4.2 percent increase in equity volatility. This increase in risk is driven largely by increased leverage.\n\n",
    "acknowledgement": "\nKelly Shue is with the University of Chicago, Booth School of Business and NBER; Richard Townsend is with the Univserity of Califonia San Diego, Rady School of Management. We are grateful to Michael Roberts (the editor), the associate editor, two anonymous referees, Marianne Bertrand, Ing-Haw Cheng, Ken French, Ed Glaeser, Todd Gormley, Ben Iverson (discussant), Steve Kaplan, Jonathan Lewellen, Katharina Lewellen, Borja Larrain (discussant), David Matsa (discussant), David Metzger (discussant), Toby Moskowitz, Enrichetta Ravina (discussant), Canice Prendergast, Amit Seru, and Wei Wang (discussant) for helpful suggestions. We thank seminar participants at the AFA, BYU, CICF Conference, Depaul, Duke, Gerzensee ESSFM, Harvard, HKUST Finance Symposium, McGill Todai Conference, Finance UC Chile, Helsinki, IDC Herzliya Finance Conference, NBER Corporate Finance and Personnel Meetings, SEC, Simon Fraser University, Stanford, Stockholm School of Economics, University of Amsterdam, UC Berkeley, UCLA, and Wharton for helpful comments. We thank David Yermack for his generosity in sharing data. We thank Matt Turner at Pearl Meyer, Don Delves at the Delves Group, and Stephen O’Byrne at Shareholder Value Advisors for helping us understand the intricacies of executive stock option plans. Menaka Hampole provided excellent research assistance. We acknowledge financial support from the Initiative on Global Markets. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}