{
    "id": 23097,
    "citation_title": "Do Energy Efficiency Investments Deliver at the Right Time?",
    "citation_author": [
        "Judson P. Boomhower",
        "Lucas W. Davis"
    ],
    "citation_publication_date": "2017-01-30",
    "issue_date": "2017-01-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nElectricity cannot be cost-effectively stored even for short periods of time. Consequently, wholesale electricity prices vary widely across hours of the day with peak prices frequently exceeding off-peak prices by a factor of ten or more. Most analyses of energy-efficiency policies ignore this variation, focusing on total energy savings without regard to when those savings occur. In this paper we demonstrate the importance of this distinction using novel evidence from a rebate program for air conditioners in Southern California. We estimate electricity savings using hourly smart-meter data and show that savings tend to occur during hours when the value of electricity is high.  This significantly increases the overall value of the program, especially once we account for the large capacity payments received by generators to guarantee their availability in high-demand hours. We then compare this estimated savings profile with engineering-based estimates for this program as well as a variety of alternative energy-efficiency investments. The results illustrate a surprisingly large amount of variation in economic value across investments.\n\n",
    "acknowledgement": "\nWe are grateful to Severin Borenstein, Jim Bushnell, Andrew Campbell, Steve Cicala, Peter Jacobs and seminar participants at Carnegie Mellon, Indiana University, Lawrence Berkeley National Lab, Resources for the Future, Stanford University, UC Berkeley, UC San Diego, UC Santa Cruz, University of Chicago, University of Michigan, and the AERE annual meeting for helpful comments and to Ellen Lin and Matt Woerman for excellent research assistance. This research was supported by the California Energy Commission under EPC-14-026. The authors have not received any financial compensation for this project nor do they have any financial relationships that relate to this research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}