{
    "id": 23099,
    "citation_title": "Fire in the Belly? Employee Motives and Innovative Performance in Startups versus Established Firms",
    "citation_author": [
        "Henry Sauermann"
    ],
    "citation_publication_date": "2017-01-30",
    "issue_date": "2017-01-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nWe examine whether startups attract employees with different pecuniary and non-pecuniary motives than small or large established firms. We then explore whether such differences in employee motives lead to differences in innovative performance across firm types. Using data on over 10,000 U.S. R&D employees, we find that startup employees place lower importance on job security and salary but greater importance on independence and responsibility. Startup employees have higher patent output than employees in small and large established firms, and this difference is partly mediated by employee motives – especially startup employees’ greater willingness to bear risk. We discuss implications for research as well as for managers and policy makers concerned with the supply of human capital to entrepreneurship and innovation.\n\n",
    "acknowledgement": "\nI am indebted to Wes Cohen for many stimulating discussions of this and related projects. I also thank Rajshree Agarwal, Ashish Arora, Jeff Edwards, Jon Fjeld, David Hsu, Nimmi Kannankutty, Steve Klepper, Mike Roach, Paula Stephan, Scott Stern, and Long Vo for their feedback and comments. Support from a Kauffman Foundation Junior Faculty Fellowship is gratefully acknowledged. I thank the National Science Foundation for providing the restricted-use SESTAT database employed in the empirical analysis. However, “the use of NSF data does not imply NSF endorsement of the research methods or conclusions contained in this report.” The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}