{
    "id": 23092,
    "citation_title": "The Impact of the Affordable Care Act Young Adult Provision on Childbearing, Marriage, and Tax Filing Behavior: Evidence from Tax Data",
    "citation_author": [
        "Bradley Heim",
        "Ithai Lurie",
        "Kosali I. Simon"
    ],
    "citation_publication_date": "2017-01-30",
    "issue_date": "2017-01-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use panel U.S. tax data spanning 2008-2013 to study the impact of the Affordable Care Act (ACA) young adult provision on two important demographic outcomes—childbearing and marriage. The impact on childbearing is theoretically ambiguous, as gaining insurance may increase access to contraceptive services, while also reducing the out-of-pocket costs of childbirth.  The impact on marriage is also ambiguous, as marriage rates may decrease when young adults have less need for dependent health insurance through a spouse, but may increase when they are now allowed to stay on their parent’s plans even if they are married. Changes in childbearing and marriage can, in turn, lead to changes in the likelihood of filing a tax return.   Since W-2 forms record access to employer-provided fringe benefits, we were able to examine the impact of the coverage expansion by focusing on young adults whose parents have access to benefits. We compare those who are slightly younger than the age threshold to those who are slightly older.  Our results suggest that the ACA young adult provision led to a modest decrease in childbearing and marriage rates, though the propensity to file a tax return did not change significantly.\n\n",
    "acknowledgement": "\nThe views expressed are those of the authors and are not necessarily those of the U.S. Department of the Treasury (USDT). We thank Angshuman Gooptu and Kate Yang for research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}