{
    "id": 23094,
    "citation_title": "Health Insurance Expansions and Provider Behavior: Evidence from Substance Use Disorder Providers",
    "citation_author": [
        "Johanna Catherine Maclean",
        "Ioana Popovici",
        "Elisheva Rachel Stern"
    ],
    "citation_publication_date": "2017-01-30",
    "issue_date": "2017-01-26",
    "revision_date": "2018-02-23",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine how substance use disorder (SUD) treatment providers respond to private insurance expansions induced by state equal coverage (‘parity’) laws for SUD treatment vis-à-vis general healthcare services. Economic theory suggests that such laws will lead to changes in provider behaviors. We use data on licensed specialty SUD treatment providers in the United States between 1997 and 2010 in a differences-in-differences analysis. During this period, 12 states implemented laws that require equality in coverage for SUD treatment. Following the passage of a state parity law we find that providers are less likely to participate in public markets, are less likely to offer price discounts to patients, and increase the quantity of healthcare provided. Further we find evidence that treatment intensity declines following passage of a parity law and heterogeneity in effects across ownership status.\n\n",
    "acknowledgement": "\nWe thank David Bradford, Dhaval Dave, Jason Hokenberry, Michael Pesko, Brendan Saloner, Hefei Wen, Douglas Webber, and seminar participants at the Association for Public Policy and Management Conference, American Society of Health Economists Conference, the Annual Health Economics Conference, Cornell Medical College, and Lehigh University for helpful suggestions. We than Noa Kaumeheiwa, J.D. and Rob Beharriell, J.D., M.L.I.S. for legal analysis assistance. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}