{
    "id": 2309,
    "citation_title": "Political vs. Currency Premia in International Real Interest Differentials: A Study of Forward Rates for 24 Countries",
    "citation_author": [
        "Jeffrey A. Frankel",
        "Alan T. MacArthur"
    ],
    "citation_publication_date": "1987-07-01",
    "issue_date": "1987-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDifferent approaches to quantifying the degree of capital mobility for a cross-section of currencies -- particularly saving-investment correlations and tests of real interest parity - have appeared to show a surprisingly low degree of financial market integration. We use a new data set, forward rate data for 24 countries, including many small industrialized countries and seven LDCs, to decompose the real interest differential into two parts: the covered interest differential, or political premium, and the real forward discount, or currency premium. The latter in turn can be decomposed into the exchange risk premium and expected real depreciation. We find a high degree of capital mobility across political boundaries for most of the 011 countries, plus Hong Kong and Singapore, for our sample period of 1982 to 1987. Even for most of the other LDCs and smaller industrialized countries, for which covered interest parity clearly fails, the political premium is not as big a component of the real interest differential as the currency premium. France would appear to have higher capital mobility than most by the criterion of real interest differentials, but is seen in fact to have low capital mobility by the criterion of covered interest differentials, a clear example of the superiority of the latter criterion.\n\n",
    "acknowledgement": "\n"
}