{
    "id": 23096,
    "citation_title": "Racial/Ethnic Differences in Non-Work at Work",
    "citation_author": [
        "Daniel S. Hamermesh",
        "Katie R. Genadek",
        "Michael Burda"
    ],
    "citation_publication_date": "2017-01-30",
    "issue_date": "2017-01-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEvidence from the American Time Use Survey 2003-12 suggests the existence of small but statistically significant racial/ethnic differences in time spent not working at the workplace. Minorities, especially men, spend a greater fraction of their workdays not working than do white non-Hispanics. These differences are robust to the inclusion of large numbers of demographic, industry, occupation, time and geographic controls. They do not vary by union status, public-private sector attachment, pay method or age; nor do they arise from the effects of equal-employment enforcement or geographic differences in racial/ethnic representation. The findings imply that measures of the adjusted wage disadvantages of minority employees are overstated by about 10 percent.\n\n",
    "acknowledgement": "\nHamermesh thanks the Alexander von Humboldt Stiftung for general financial support; Genadek was supported by the University of Colorado Population Center (HD066613), the Minnesota Population Center at the University of Minnesota (HD041023) and the Data Extract Builder of the ATUS (University of Maryland, HD053654), all funded by NICHD; Burda received general support from the Collaborative Research Center 649 “Economic Risk” of the Deutsche Forschungsgemeinschaft. None of these institutions provided funding for this project directly, nor did any other institution. The content is solely the responsibility of the authors and does not necessarily represent the official views of the institutions. We thank Kevin Carney, Christopher Gallo, Joanne Kleydish, Anna Maria Koukal, Michael Naef and participants in seminars at several universities for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}