{
    "id": 23109,
    "citation_title": "Post Keynesian Dynamic Stochastic General Equilibrium Theory",
    "citation_author": [
        "Roger E.A. Farmer"
    ],
    "citation_publication_date": "2017-01-30",
    "issue_date": "2017-01-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper explains the connection between ideas developed in my recent books and papers and those of economists who self-identify as Post Keynesians. My own work is both neoclassical and ‘old Keynesian’. Much of my published work assumes that people have rational expectations and that ‘animal spirits’ should be modeled as a new fundamental. I adopt a general equilibrium framework to model the macroeconomy. But although I write from a neo-classical tradition the themes I explore in my published writing have much in common with heterodox economics. This paper explains the common elements between these seemingly disparate traditions. I make the case for unity between Post-Keynesian and General Equilibrium Theory under the banner of Post-Keynesian Dynamic Stochastic General Equilibrium Theory.\n\n",
    "acknowledgement": "\nThis paper was prepared for the 20th annual conference of the FMM Research Network on Macroeconomics and Macroeconomic Policies, “Towards Pluralism in Macroeconomics”, held in Berlin on October 20th – 22nd 2016. I am grateful to Torsten Niechoj for inviting me to present a keynote address. Due to unforeseen circumstances, I was unable to attend in person.  I thank the organizers, Torsten Niechoj, for nevertheless inviting me to submit a paper for the conference volume. I also thank C. Roxanne Farmer, for editorial assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}