{
    "id": 23100,
    "citation_title": "Provider Incentives and Healthcare Costs: Evidence from Long-Term Care Hospitals",
    "citation_author": [
        "Liran Einav",
        "Amy Finkelstein",
        "Neale Mahoney"
    ],
    "citation_publication_date": "2017-01-30",
    "issue_date": "2017-01-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nWe study the design of provider incentives in the post-acute care setting – a high-stakes but under-studied segment of the healthcare system. We focus on long-term care hospitals (LTCHs) and the large (approximately $13,000) jump in Medicare payments they receive when a patient's stay reaches a threshold number of days. The descriptive evidence indicates that discharges increase substantially after the threshold, and that the marginal patient discharged after the threshold is in relatively better health. Despite the large financial incentives and behavioral response in a high mortality population, we are unable to detect any compelling evidence of an impact on patient mortality. To assess provider behavior under counterfactual payment schedules, we estimate a simple dynamic discrete choice model of LTCH discharge decisions. When we conservatively limit ourselves to alternative contracts that hold the LTCH harmless, we find that an alternative contract can generate Medicare savings of about $2,100 per admission, or about 5% of total payments. More aggressive payment reforms can generate substantially greater savings, but the accompanying reduction in LTCH profits has potential out-of-sample consequences. Our results highlight how improved financial incentives may be able to reduce healthcare spending, without negative consequences for industry profits or patient health.\n\n",
    "acknowledgement": "\nWe thank our discussant Mark Shepard for helpful comments. We are grateful to Yunan Ji, Abby Ostriker, and Yin Wei Soon for excellent research assistance, and to Jeremy Kahn, Hannah Wunsch, and numerous seminar participants for their comments. Einav and Finkelstein gratefully acknowledge support from the NIA (R01 AG032449). Mahoney acknowledges support from the Becker Friedman Institute at the University of Chicago. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nLiran Einav\n\nI would like to disclose that I am an adviser to Nuna Health, a data analytics startup company, which specializes in analytics of health insurance claims. I am not being paid by them, but have received equity (nominal value is less than $1,000; the market value is hard to assess).\n\n\n"
}