{
    "id": 23106,
    "citation_title": "The Competitive Effects of Transmission Infrastructure in the Indian Electricity Market",
    "citation_author": [
        "Nicholas Ryan"
    ],
    "citation_publication_date": "2017-01-30",
    "issue_date": "2017-01-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIndia, seeking to reduce electricity shortages, set up a new power market, in which transmission constraints sharply limit trade between regions. I use confidential bidding data to estimate the costs of power supply and simulate market outcomes with more transmission capacity. I find that the returns to building transmission hinge on market conduct. Under a competitive model of supply, transmission investments roughly breakeven. Under a strategic model, the same transmission expansion increases market surplus by 19 percent, enough to justify the investment, because low-cost sellers increase supply in response to a more integrated grid.\n\n",
    "acknowledgement": "\nI thank Esther Duflo, Michael Greenstone and Rohini Pande for continual support and guidance. I thank Arvind Pande for advice as well as Pramod Deo, S. Jayaraman, V. S. Verma, Rajiv Bansal, Pankaj Batra, Vijay Deshpande and especially Rahul Banerjee of the Central Electricity Regulatory Commission for facilitating this study. Thanks also to Jayant Deo and Akhilesh Awasthy of IEX, Rupa Devi Singh of PXI, S. K. Soonee, S. C. Saxena and S. S. Barpanda of the NLDC and to seminar participants at the CERC, MIT and UCEI. Thanks to Joe Shapiro, Mar Reguant and Steven Puller for detailed comments. The data used in this paper were obtained under a non-disclosure agreement with the Central Electricity Regulatory Commission. The views and analysis herein, including any errors, are mine alone and are not attributable to the parties thanked above in general or to the CERC in particular. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}