{
    "id": 23104,
    "citation_title": "Price-Linked Subsidies and Imperfect Competition in Health Insurance",
    "citation_author": [
        "Sonia P. Jaffe",
        "Mark Shepard"
    ],
    "citation_publication_date": "2017-01-30",
    "issue_date": "2017-01-26",
    "revision_date": "2018-04-06",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPolicymakers subsidizing health insurance often face uncertainty about future market prices. We study the implications of one policy response: linking subsidies to prices, to target a given post-subsidy premium. We show that these price-linked subsidies weaken competition, raising prices for the government and/or consumers. However, price-linking also ties subsidies to health care cost shocks, which may be desirable. Evaluating this tradeoffs empirically using a model estimated with Massachusetts insurance exchange data, we find that price-linking increases prices 1-6%, and much more in less competitive markets. For cost uncertainty reasonable in a mature market, these losses outweigh the benefits of price-linking.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Price-Linked Subsidies and Health Insurance Markups.\" The authors would like to thank Amitabh Chandra, David Cutler, Leemore Dafny, David Dranove, Keith Ericson, Jerry Green, Jon Gruber, Kate Ho, Scott Kominers, Robin Lee, Neale Mahoney, Luca Maini, Tom McGuire, Ariel Pakes, Daria Pelech, Maria Polyakova, Jonathan Skinner, Amanda Starc, Pietro Tebaldi and seminar and conference participants at Boston University, Harvard economics department, Harvard Medical School, University of Chicago economics department, the NBER Health Care Program, ASHEcon (2016), IIOC (2017), and the Healthcare Markets Conference (2017) for their helpful comments. They thank the Lab for Economic Applications and Policy (LEAP) at Harvard University for funds for acquiring the data, and the Massachusetts Health Connector and its employees (especially Nicole Waickman and Marissa Woltmann) for access to and explanation of the data. The views expressed herein are our own and do not reflect those of the Connector, its affiliates, or the National Bureau of Economic Research. All mistakes are our own.\n\n\n"
}