{
    "id": 23103,
    "citation_title": "Family Economics Writ Large",
    "citation_author": [
        "Jeremy Greenwood",
        "Nezih Guner",
        "Guillaume Vandenbroucke"
    ],
    "citation_publication_date": "2017-01-30",
    "issue_date": "2017-01-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPowerful currents have reshaped the structure of families over the last century. There has been (i) a dramatic drop in fertility and greater parental investment in children; (ii) a rise in married female labor-force participation; (iii) a significant decline in marriage and a rise in divorce; (iv) a higher degree of positive assortative mating; (v) more children living with a single mother; (vi) shifts in social norms governing premarital sex and married women's roles in the workplace. Macroeconomic models explaining these aggregate trends are surveyed. The relentless flow of technological progress and its role in shaping family life are stressed.\n\n",
    "acknowledgement": "\nThe authors are grateful to Steven Durlauf and four referees for many helpful comments and suggestions. Matt Dalventhal, Yuliya Kulikova, Paolo Martellini, Andrii Parkhomenko, and Heting Zhu provided excellent research assistance. We also thank George Fortier, Judith Ahlers and Lydia Johnson for their help in editing the paper. Nezih Guner acknowledges support from ERC Grant 263600. The views expressed here are those of the authors and do not necessarily reflect the views of the Federal Reserve Bank of St. Louis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}