{
    "id": 23108,
    "citation_title": "Concentrating on the Fall of the Labor Share",
    "citation_author": [
        "David Autor",
        "David Dorn",
        "Lawrence F. Katz",
        "Christina Patterson",
        "John Van Reenen"
    ],
    "citation_publication_date": "2017-01-30",
    "issue_date": "2017-01-26",
    "revision_date": "2017-02-25",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe recent fall of labor’s share of GDP in numerous countries is well-documented, but its causes are poorly understood. We sketch a “superstar firm” model where industries are increasingly characterized by “winner take most” competition, leading a small number of highly profitable (and low labor share) firms to command growing market share. Building on Autor et al. (2017), we evaluate and confirm two core claims of the superstar firm hypothesis: the concentration of sales among firms within industries has risen across much of the private sector; and industries with larger increases in concentration exhibit a larger decline in labor’s share.\n\n",
    "acknowledgement": "\nThis is a companion paper to Autor et al. (2017). We thank Daron Acemoglu and Jason Furman for helpful discussions. This research was funded by the National Science Foundation, the European Research Council, the Economic and Social Research Council, the MIT Initiative on the Digital Economy, and the Swiss National Science Foundation. Any opinions and conclusions expressed herein are those of the authors and do not necessarily represent the views of the U.S. Census Bureau. All results have been reviewed to ensure that no confidential information is disclosed. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}