{
    "id": 23110,
    "citation_title": "Are Protests Games of Strategic Complements or Substitutes? Experimental Evidence from Hong Kong's Democracy Movement",
    "citation_author": [
        "Davide Cantoni",
        "David Y. Yang",
        "Noam Yuchtman",
        "Y. Jane Zhang"
    ],
    "citation_publication_date": "2017-01-30",
    "issue_date": "2017-01-26",
    "revision_date": "2017-10-02",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nThe decision to protest is strategic: an individual's participation is a function of her beliefs about others' turnout. Models of protest often assume strategic complementarity; however, the challenge of collective action suggests strategic substitutability. We conduct the first field experiment directly manipulating individuals' beliefs about others' protest participation, in the context of Hong Kong's pro-democracy movement. We elicit university students' planned participation in an upcoming protest and their prior beliefs about others' participation, in an incentivized manner. One day before the protest, we randomly provide a subset of subjects with truthful information about others' protest plans, and elicit posterior beliefs about protest turnout, again in an incentivized manner. This allows us to identify the causal effects of positively and negatively updated beliefs about others' protest participation on subjects' turnout. We consistently find evidence of strategic substitutes. Analysis of control group subjects and survey evidence reinforce our experimental findings.\n\n",
    "acknowledgement": "\nHelpful and much appreciated suggestions, critiques and encouragement were provided by Ned Augenblick, Doug Bernheim, Arun Chandrasekhar, Ernesto Dal Bo, Matthew Gentzkow, Peter Lorentzen, Muriel Niederle, Torsten Persson, and many seminar and conference participants. Glen Ng and Meggy Wan provided excellent research assistance. Cantoni acknowledges financial support from the LMUexcellent Junior Researcher Fund and the European Research Council. The research described in this article was approved by the University of California-Berkeley Committee for Protection of Human Subjects, Protocol ID 2015-05-7571; by the Stanford University Institutional Review Board, Protocol 38481; by the University of Munich IRB, protocol 2016-11, and by the Hong Kong University of Science and Technology Human Participants Research Panel, submission 126. The experiment is registered on the AEA RCT registry with ID AEARCTR-0001423. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}