{
    "id": 23118,
    "citation_title": "Measuring Loan Outcomes at Postsecondary Institutions: Cohort Repayment Rates as an Indicator of Student Success and Institutional Accountability",
    "citation_author": [
        "Tiffany Chou",
        "Adam Looney",
        "Tara Watson"
    ],
    "citation_publication_date": "2017-02-06",
    "issue_date": "2017-02-02",
    "revision_date": "2017-02-12",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nLow- and middle-income college borrowers often struggle with economic opportunity and loan burdens after leaving school. However, some institutions, including some non-selective schools, do a good job of providing economic mobility to low-income students. This implies that there is scope for a policy to redirect loan dollars – and therefore students – from low-performing schools to higher-performing ones. Here we define a particular metric of institutional loan performance, the cohort repayment rate, and describe its distribution. We demonstrate that the cohort repayment rate is correlated with other institutional outcomes of interest, and thus could be used as an institutional accountability tool.\n\n",
    "acknowledgement": "\nWe thank Federal Student Aid for sharing data and are grateful for constructive conversations with staff of the Department of Treasury, Department of Education, and the Council of Economic Advisers. The authors were affiliated with the U.S. Department of Treasury during the time of drafting.  Watson was also affiliated with Williams College.  The findings and conclusions expressed are solely those of the authors and do not necessarily represent the views of the U.S. Treasury, any other institution, or the National Bureau of Economic Research.  All errors our own.\n\n\n"
}