{
    "id": 23111,
    "citation_title": "Challenges in Constructing a Survey-Based Well-Being Index",
    "citation_author": [
        "Daniel J. Benjamin",
        "Kristen Cooper",
        "Ori Heffetz",
        "Miles S. Kimball"
    ],
    "citation_publication_date": "2017-01-30",
    "issue_date": "2017-01-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Data Collection",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Children and Families",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany in both government and academia are showing renewed interest in developing new measures of national well-being. A new measure that goes “beyond GDP” to comprehensively capture non-market goods could be a useful supplement to traditional economic indicators for guiding policy and more accurately tracking welfare. But how should national well-being be conceptualized in theory? How could it be measured in practice? How could it be constructed in a systematic and politically neutral way? These questions should be approached by economists with the same level of care that has been taken in the theoretical and practical development of GDP.\nIn this short paper, we focus on one conceptual framework (Benjamin, Heffetz, Kimball, and Szembrot, 2014), which uses self-reported responses to subjective well-being (SWB) and stated preference (SP) survey questions to construct an index of well-being. We briefly review the framework and highlight challenges in the first two steps a government agency would need to take before conducting the SWB and SP surveys: (1) formulating a set of aspects of well-being that is theoretically valid and can be measured accurately via surveys; and (2) choosing and interpreting the surveys’ response scales.\n\n",
    "acknowledgement": "\nWe are grateful for NIH/NIA grants R01-AG040787 to the University of Michigan, and R01-AG051903 to the University of Southern California, and to the Michigan Institute for Teaching and Research in Economics for financial support; to Alberto Bisin, Angus Deaton, Marc Fleurbaey, and Arthur Stone for helpful comments and discussion; and to Tuan Anh Viet Nguyen, Rebecca Royer, and Robbie Strom for outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}