{
    "id": 23115,
    "citation_title": "Assignment of Stock Market Coverage",
    "citation_author": [
        "Briana Chang",
        "Harrison Hong"
    ],
    "citation_publication_date": "2017-01-30",
    "issue_date": "2017-01-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPrice efficiency plays an important role in financial markets. Firms influence it, particularly when they issue public equity. They can hire a reputable underwriter with a star analyst to generate public signals about profits, thereby reducing uncertainty and increasing valuations. We develop an assignment model of this labor market. The value of a match between firms, that differ in multiple dimensions, and agents, that differ in precision, is endogenously generated from a stock-market equilibrium. We characterize the multidimensional-to-one assignment and obtain predictions. Extensions allow firms to value efficiency for other reasons and apply to other labor markets like media-or-investor relations.\n\n",
    "acknowledgement": "\nWe are very grateful to  Bernard Salanie and Pierre-Andre Chiappori for many helpful comments. We also thank Pengjie Gao, Bruno Biais, Doug Diamond, Diego Garcia, Vish Vishwanathan, Sheridan Titman, Laura Starks and seminar participants at AFA 2017, the 2016 Conference on Finance and Accounting, University of Wisconsin, University of Texas at Austin and Hong Kong University of Science and Technology for helpful suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}