{
    "id": 23117,
    "citation_title": "Decomposing Medical-Care Expenditure Growth",
    "citation_author": [
        "Abe Dunn",
        "Eli B. Liebman",
        "Adam Shapiro"
    ],
    "citation_publication_date": "2017-02-06",
    "issue_date": "2017-02-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMedical-care expenditures have been rising rapidly, accounting for over 17 percent of GDP in 2012. In this study, we assess the sources of the rising medical-care expenditures in the commercial sector. We employ a novel framework for decomposing expenditure growth into four components at the disease level: service price growth, service utilization growth, treated disease prevalence growth, and demographic shift. The decomposition shows that growth in prices and treated prevalence are the primary drivers of medical-care expenditure growth over the 2003 to 2007 period. There was no growth in service utilization at the aggregate level over this period. Price and utilization growth were especially large for the treatment of malignant neoplasms. For many conditions, treated prevalence has shifted towards preventive treatment and away from treatment for late-stage illnesses.\n\n",
    "acknowledgement": "\nWe would like to thank Ana Aizcorbe, Ernie Berndt, Michael Chernew, David Cutler, Bill Marder, Joe Newhouse, Allison Rosen, and Jack Triplett. We would also like to thank the participants at the NBER/CRIW Conference on Measuring and Modeling Health Care Costs and 2013 iHEA 9th World Congress. The views expressed in this paper are solely those of the authors and do not necessarily reflect the views of the Bureau of Economic Analysis, the Federal Reserve Bank of San Francisco, the Board of Governors of the Federal Reserve System or the National Bureau of Economic Research.\n\n\n"
}