{
    "id": 23116,
    "citation_title": "Gross Capital Flows by Banks, Corporates and Sovereigns",
    "citation_author": [
        "Stefan Avdjiev",
        "Bryan Hardy",
        "Ṣebnem Kalemli-Özcan",
        "Luis Servén"
    ],
    "citation_publication_date": "2017-01-30",
    "issue_date": "2017-01-26",
    "revision_date": "2020-08-07",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe construct a new quarterly data set of international capital flows broken down by sector: banks, corporates and sovereigns. Using our novel data set, we establish several key facts that demonstrate the importance of distinguishing in- and outflows by the domestic sectoral identity. We find that public sector flows may serve as a countervailing force to private sector flows, especially in emerging markets (EMs), as these flows respond differently not only to country-specific fundamentals but also to global shocks. The high inflow-outflow correlation observed in total capital flow data is driven by within-sector flows, especially those of AE banks. In general, inflows and outflows of AEs and inflows to EMs are primarily AE banks’ transactions, and, as a consequence, respond similarly to capital flow drivers. By contrast, EM outflows respond differently to global shocks and changes in fundamentals, leading to lower inflow-outflows correlations for EMs.\n\n",
    "acknowledgement": "\nWe thank Luis Catão, Eugenio Cerutti, Stijn Claessens, Branimir Gruic, Gian Maria Milesi-Ferretti, and Philip Wooldridge for useful comments and suggestions, Bat-el Berger for excellent assistance with the BIS IBS data, and Rosa Lim for excellent research assistance. We are grateful to seminar participants at the NBER Summer Institute 2017, CEPII, and the BIS. All errors are our own. This work was partly funded by the World Bank’s Knowledge for Change and Strategic Research programs. The views expressed here are ours only and do not necessarily reflect those of the institutions that the authors are affiliated with or the National Bureau of Economic Research.\n\n\n"
}