{
    "id": 23112,
    "citation_title": "How Are SNAP Benefits Spent? Evidence from a Retail Panel",
    "citation_author": [
        "Justine S. Hastings",
        "Jesse M. Shapiro"
    ],
    "citation_publication_date": "2017-01-30",
    "issue_date": "2017-01-26",
    "revision_date": "2018-03-15",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use a novel retail panel with detailed transaction records to study the effect of the Supplemental Nutrition Assistance Program (SNAP) on household spending. We use administrative data to motivate three approaches to causal inference. The marginal propensity to consume SNAP-eligible food (MPCF) out of SNAP benefits is 0.5 to 0.6. The MPCF out of cash is much smaller. These patterns obtain even for households for whom SNAP benefits are economically equivalent to cash because their benefits are below their food spending. Using a semiparametric framework, we reject the hypothesis that households respect the fungibility of money. A model with mental accounting can match the facts.\n\n",
    "acknowledgement": "\nThis work has been supported (in part) by awards from the Laura and John Arnold Foundation, the Smith Richardson Foundation, the National Science Foundation under Grant No. 1658037, the Robert Wood Johnson Foundation’s Policies for Action program, and the Russell Sage Foundation. Any opinions expressed are those of the author(s) alone and should not be construed as representing the opinions of these Foundations. We also appreciate support from the Population Studies and Training Center at Brown University. This project benefited from the suggestions of Ken Chay, Raj Chetty, David Cutler, Amy Finkelstein, John Friedman, Roland Fryer, Xavier Gabaix, Peter Ganong, Ed Glaeser, Nathan Hendren, Hilary Hoynes, Larry Katz, David Laibson, Kevin Murphy, Mandy Pallais, Devin Pope, Matthew Rabin, Diane Whitmore Schanzenbach, Andrei Shleifer, Erik Snowberg, and Anthony Zhang, from audience comments at Brown University, Clark University, Harvard University, the Massachusetts Institute of Technology, UC Berkeley, Stanford University, Princeton University, the University of Chicago, Northwestern University, UC San Diego, New York University, Columbia University, the Vancouver School of Economics, the University of Southern California, UT Austin, the Quantitative Marketing and Economics Conference, NBER Summer Institute, and from comments by discussant J.P. Dubé. We thank our dedicated research assistants for their contributions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJesse M. Shapiro\n\nI have been a paid visitor at Microsoft Research.\n\n\n"
}