{
    "id": 23123,
    "citation_title": "When No Bad Deed Goes Punished: Relational Contracting in Ghana versus the UK",
    "citation_author": [
        "Elwyn Davies",
        "Marcel Fafchamps"
    ],
    "citation_publication_date": "2017-02-06",
    "issue_date": "2017-02-02",
    "revision_date": "2018-07-17",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Market Structures",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nExperimental evidence to date supports the double theoretical prediction that parties transacting repeatedly punish bad contractual performance by reducing future offers, and that the threat of punishment disciplines opportunistic breach. We conduct a repeated gift-exchange experiment with university students in Ghana and the UK. The experiment is framed as an employment contract. Each period the employer makes an irrevocable wage offer to the worker who then chooses an effort level. UK subjects behave in line with theoretical predictions and previous experiments: wage offers reward high effort and punish low effort; this induces workers to choose high effort; and gains from trade are shared between workers and employers. We do not find such evidence among Ghanaian subjects: employers do not reduce wage offers after low effort; workers often choose low effort; and employers earn zero payoffs on average. These results also hold if we use a strategy method to elicit wage offers. Introducing competition or reputation does not significantly improve workers' effort. Using a structural bounds approach, we find that the share of selfish workers in Ghana is not substantially different from the UK or earlier experiments. We conclude that strategic punishment in repeated labor transactions is not a universally shared heuristic.\n\n",
    "acknowledgement": "\nWe would like to thank Johannes Abeler, Alan Beggs, Douglas Bernheim, Stefano Caria, Johannes Haushofer, Karine Marazyan, Fola Malomo, Muriel Niederle, Simon Quinn, Yogita Shamdasani, Hannah Uckat as well as participants of the Oxford Firms and Development Research Group, the Stanford Behavioral and Experimental Lunch, the CSAE-iiG Conference, the Stanford Development Workshop, the CSAE Research Workshop, the Paris DIAL conference, the World Bank Poverty and Applied Micro Seminar, NEUDC, PacDev and SEEDEC for helpful comments. Many thanks to Vaclav Tehle for excellent research assistance, and thanks to Andrew Kerr and Denise Gray for their assistance during trial sessions of this experiment. Furthermore, we would like to thank Moses Awoonor-Williams for his role in helping out with logistics, as well as our local team in the field, in particular Eric Agyekum and Bismark Owusu Tetteh Nortey. This research belongs to a wider study of Ghanaian entrepreneurship funded by the UK Department for International Development (DFID) as part of the iiG, a research programme to study how to improve institutions for pro-poor growth in Africa and South-Asia. Elwyn Davies gratefully acknowledges additional funding from the Economic and Social Research Council (ESRC). The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors. They do not necessarily represent the views of DFID, the International Bank for Reconstruction and Development/World Bank and its affiliated organizations, or those of the Executive Directors of the World Bank, the governments they represent, or the National Bureau of Economic Research.\n\n\n\nMarcel Fafchamps\n\nnothing to add\n\n\n"
}