{
    "id": 23128,
    "citation_title": "Land Misallocation and Productivity",
    "citation_author": [
        "Chaoran Chen",
        "Diego Restuccia",
        "Raul Santaeulalia-Llopis"
    ],
    "citation_publication_date": "2017-02-06",
    "issue_date": "2017-02-02",
    "revision_date": "2022-03-04",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing detailed household-level data from Malawi on physical quantities of outputs and inputs in agricultural production, we measure total factor productivity (TFP) for farms controlling for land quality, rain, and other transitory shocks. We find that operated land size and capital are essentially unrelated to farm TFP implying substantial factor misallocation. The agricultural output gain from a reallocation of factors to their efficient use among existing farmers is a factor of 2.8-fold nationwide and 1.8-fold within enumeration areas, the narrowest geographical category in our data. Constructing a panel to estimate household-farm productivity that controls for transitory variation such as potential measurement error, the agricultural output gain is still quite substantial, between 1.7 to 2.0-fold, while the pattern of misallocation of near zero correlation of inputs and productivity remains essentially the same. We also provide suggestive evidence of the connection between misallocation and land markets and illustrate how an efficient allocation can substantially reduce agricultural income inequality and poverty.\n\n",
    "acknowledgement": "\nFor helpful comments we thank Aslihan Arslan, Nadege Azebaze, Fancesco Caselli, Leandro De Magalhaes, Matthias Doepke, Pascaline Dupas, Chang-Tai Hsieh, Chad Jones, Joe Kaboski, Pete Klenow, Evelyn Korn, Per Krusell, Rody Manuelli, Virgiliu Midrigan, Andrew Newman, Chris Pissarides, Nancy Qian, José-Víctor Ríos-Rull, Richard Rogerson, Paul Romer, Nancy Stokey, Kjetil Storesletten, Kei-Mu Yi, and seminar participants at numerous institutions. All remaining errors are our own. Restuccia gratefully acknowledges the financial support from the Canadian Research Chairs program, the Social Sciences and Humanities Research Council of Canada, and the Bank of Canada Fellowship. Santaeulàlia-Llopis gratefully thanks the Spanish Ministry of Economy and Competitiveness, through the Proyectos I+D+i 2019 Retos Investigacion PID2019-110684RB-I00 Grant, “Europa Excelencia” EUR2021-122011 and the Severo Ochoa Programme for Centres of Excellence in R&D (CEX2019-000915-S). The views expressed herein are not necessarily those of the Bank of Canada or the National Bureau of Economic Research and are the authors alone.\n\n\n"
}