{
    "id": 23125,
    "citation_title": "Immigration Restrictions as Active Labor Market Policy: Evidence from the Mexican Bracero Exclusion",
    "citation_author": [
        "Michael A. Clemens",
        "Ethan G. Lewis",
        "Hannah M. Postel"
    ],
    "citation_publication_date": "2017-02-06",
    "issue_date": "2017-02-02",
    "revision_date": "2017-07-24",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere has been little rigorous evaluation of immigration barriers intended to improve domestic terms of employment by shrinking the workforce. We study one such barrier, a policy change that excluded almost half a million Mexican bracero seasonal agricultural workers from the United States. Using novel data to measure state-level exposure to the policy, we reject the wage effect of bracero exclusion predicted by theory in the absence of induced technical change. We fail to reject the hypothesis that exclusion did not affect U.S. agricultural wages or employment. Important mechanisms include adoption of less labor-intensive technologies and shifts in crop mix.\n\n",
    "acknowledgement": "\nWe acknowledge helpful feedback from Daron Acemoglu, Lee Alston, Alessandra Casella, Adam Chilton, Thomas Hertz, Gaurav Khanna, Ted Miguel, Melanie Morten, Suresh Naidu, Mead Over, Eric Posner, Raymond Robertson, C. Peter Timmer, two anonymous reviewers, and seminar participants at the University of Chicago, the University of Oslo, the Federal Reserve Bank of Philadelphia, Boston University, and the Center for Global Development. For archival assistance we are grateful to Stephanie Bartz, Dorie Bertram, Sheila Brushes, David Clark, Julie Day, Donna Daniels, David Holbrook, Jennifer Huck, Amber Kohl, Celina Nichols McDonald, Rudy Meixell, Nancy Mulhern, Amy Rian, and Amy Zimmer; for data entry to Nisha Binu and Marija Jovanovic; and for research assistance to José Elías Serranía Bravo. This work was supported by a generous grant from Good Ventures. The paper represents the views of the authors alone and not necessarily those of the authors’ employers, or funders, or the National Bureau of Economic Research.\n\n\n"
}