{
    "id": 23122,
    "citation_title": "Keepin' 'em Down on the Farm: Migration and Strategic Investment in Children's Schooling",
    "citation_author": [
        "Robert Jensen",
        "Nolan H. Miller"
    ],
    "citation_publication_date": "2017-02-06",
    "issue_date": "2017-02-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn rural areas of most developing countries, intergenerational coresidence is both widespread and an important determinant of well-being for the elderly. Most parents want at least one adult child to remain at home (e.g., so they can work on the family farm or provide care and assistance around the house). However, children themselves may prefer to migrate when they grow up, and parents cannot directly prevent them from doing so. We present a model where parents may strategically limit investments in some children's education so that they will not find it optimal to migrate when they reach maturity, and will thus voluntarily choose to remain home. We provide evidence for the model’s predictions using an intervention that provided recruiting services for the business process outsourcing industry in randomly selected rural Indian villages. Because awareness of these high-paying, high education, urban jobs was limited at baseline, the intervention increased the attractiveness of migration for educated children. Consistent with the model, in response to the treatment we find declines in school enrollment among children that parents reported wanting to remain home at baseline. Children that parents want to migrate have increased enrollment, and parents want more children to migrate.\n\n",
    "acknowledgement": "\nFinancial support from the Center for Aging and Health Research at the National Bureau of Economic Research, the Women and Public Policy Program, the Dean's Research Fund and the William F. Milton Fund at Harvard University is gratefully acknowledged. Institutional Review Board approval was obtained from Harvard University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}