{
    "id": 2312,
    "citation_title": "Inflation: Theory and Evidence",
    "citation_author": [
        "Bennett T. McCallum"
    ],
    "citation_publication_date": "1987-07-01",
    "issue_date": "1987-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Other",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis survey attempts to cover an extremely broad topic by organizing . around three sets of issues: ongoing (steady state) inflation; cyclical interaction of inflation with real variables; and positive analysis of monetary policy behavior. With regard to ongoing inflation, the paper demonstrates that the principal conclusions of theoretical analysis are not highly sensitive to details of model specification, provided that the latter posits rational agents free of money illusion. Whether one assumes finite-lived or infinite-lived agents, such models suggest that steady-state inflation rates will conform fairly closely to money stock growth rates, that superneutrality is not strictly implied but departures should be minor, and that socially optimal inflation rates correspond to the Chicago Rule. The first two of these conclusions are consistent with available evidence. With regard to the cyclical interaction of inflation with aggregate output and employment, there is much less professional agreement: four classes of aggregate-supply (or Phillips curve) theories -are currently in .use by researchers and at least two have been able thus far to withstand attempts at refutation. With regard to policy, a leading question is why the authorities have behaved, over the postwar era, in a manner that has resulted in a many-fold increase in the price level in most industrialized nations. A full answer will require a better theory of the political process than is now available, but an important insight regarding inflationary bias is suggested by models that focus on the effects of \"discretionary\" period-by-period decision making by a monetary authority that seeks to avoid unemployment as well as inflation.\n\n",
    "acknowledgement": "\n"
}