{
    "id": 23120,
    "citation_title": "Who Becomes a Politician?",
    "citation_author": [
        "Ernesto Dal Bó",
        "Frederico Finan",
        "Olle Folke",
        "Torsten Persson",
        "Johanna Rickne"
    ],
    "citation_publication_date": "2017-02-06",
    "issue_date": "2017-02-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Market Structures",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nCan a democracy attract competent leaders, while attaining broad representation? Economic models suggest that free-riding incentives and lower opportunity costs give the less competent a comparative advantage at entering political life. Moreover, if elites have more human capital, selecting on competence may lead to uneven representation. This paper examines patterns of political selection among the universe of municipal politicians and national legislators in Sweden, using extraordinarily rich data on competence traits and social background for the entire population. We document four new  facts that together characterize an “inclusive meritocracy.” First, politicians are on average significantly smarter and better leaders than the population they represent. Second, this positive selection is present even when conditioning on family (and hence social) background, suggesting that individual competence is key for selection. Third, the representation of social background, whether measured by parental earnings or occupational social class, is remarkably even. Fourth, there is at best a weak tradeoff in selection between competence and social representation, mainly due to strong positive selection of politicians of low (parental) socioeconomic status. A broad implication of these facts is that it is possible for democracy to generate competent and socially-representative leadership.\n\n",
    "acknowledgement": "\nWe thank participants in numerous seminars and conferences for their helpful comments, and Josh Halberstam, Richard Öhberg, Daniele Paserman, Mikael Persson, Martín Rossi and Juan Vargas for their discussions of the paper. We gratefully acknowledge financial support from the Torsten Söderberg Foundation and the Swedish Research Council. Jonas Allerup, Johan Arntyr, Sirus Dehdari, Johannes Hermle, Roza Khoban, and Elin Molin provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}