{
    "id": 23126,
    "citation_title": "Re-examining the Middle-Income Trap Hypothesis (MITH): What to Reject and What to Revive?",
    "citation_author": [
        "Xuehui Han",
        "Shang-Jin Wei"
    ],
    "citation_publication_date": "2017-02-06",
    "issue_date": "2017-02-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDo middle-income countries face difficult challenges producing consistent growth? Using transition matrix analysis, we can easily reject any unconditional notion of a “middle-income trap” in the data. However, countries have different fundamentals and policies. Using a nonparametric classification technique, we search for variables that separate fast- and slow-growing countries. For middle-income countries, a relatively large working age population, sex ratio imbalance, macroeconomic stability, and financial development appear to be the key discriminatory variables. We do the same exercise for low-income countries. This framework yields conditions under which countries in the low- and middle-income ranges move forward or backward, or are trapped.\n\n",
    "acknowledgement": "\nThe views expressed in this paper are those of the authors and do not necessarily reflect the views and polices of the Asian Development Bank, its Board of Governors, the governments they represent, or the National Bureau of Economic Research. The authors are grateful for comments from Francesco Caselli, David Cook, Andreas Madestam, Uwe Sunde, Lei Lei Song, and participants of an ADB seminar and the Asian Bureau of Finance and Economic Research 2015 annual conference, and the excellent research assistance by Orlee P. Velarde, Lea R. Sumulong, and Nedelyn C. Magtibay-Ramos. The authors are responsible for any remaining errors in the paper.\n\n\n\nShang-Jin Wei\n\nThe research was conducted and substantially completed while the second author served as Chief Economist of Asian Development Bank.\n\n\n"
}