{
    "id": 23135,
    "citation_title": "The Country Chronologies to Exchange Rate Arrangements into the 21st Century: Will the Anchor Currency Hold?",
    "citation_author": [
        "Ethan Ilzetzki",
        "Carmen M. Reinhart",
        "Kenneth S. Rogoff"
    ],
    "citation_publication_date": "2017-02-06",
    "issue_date": "2017-02-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDetailed country-by-country chronologies are an informative companion piece to our paper “Exchange Arrangements Entering the 21st Century: Which Anchor Will Hold?,” which provides a comprehensive history of anchor or reference currencies, exchange rate arrangements, and a new measure of foreign exchange restrictions for 194 countries and territories over 1946-2016. The individual country chronologies are also a central component of our approach to classifying regimes.  These country histories date dual or multiple exchange rate episodes, as well as to differentiate between pre-announced pegs, crawling pegs, and bands from their de facto counterparts.  We think it is important to distinguish between say, de facto pegs or bands from announced pegs or bands, because their properties are potentially different. The chronologies also flag the dates for important turning points, such as when the exchange rate first floated, or when the anchor currency was changed.  We extend our chronologies as far back as possible, even though  we only classify regimes from 1946 onwards.\n\n",
    "acknowledgement": "\n*We wish to thank Lukas Althoff, Patricio Merlani, Paul Schmelzing, and Jordan Ward, for outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}