{
    "id": 23133,
    "citation_title": "The Global Rise of Corporate Saving",
    "citation_author": [
        "Peter Chen",
        "Loukas Karabarbounis",
        "Brent Neiman"
    ],
    "citation_publication_date": "2017-02-06",
    "issue_date": "2017-02-02",
    "revision_date": "2017-03-15",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": null,
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe sectoral composition of global saving changed dramatically during the last three decades. Whereas in the early 1980s most of global investment was funded by household saving, nowadays nearly two-thirds of global investment is funded by corporate saving. This shift in the sectoral composition of saving was not accompanied by changes in the sectoral composition of investment, implying an improvement in the corporate net lending position. We characterize the behavior of corporate saving using both national income accounts and firm-level data and clarify its relationship with the global decline in labor share, the accumulation of corporate cash stocks, and the greater propensity for equity buybacks. We develop a general equilibrium model with product and capital market imperfections to explore quantitatively the determination of the flow of funds across sectors. Changes including declines in the real interest rate, the price of investment, and corporate income taxes generate increases in corporate profits and shifts in the supply of sectoral saving that are of similar magnitude to those observed in the data.\n\n",
    "acknowledgement": "\nThis draft was prepared for the Carnegie-Rochester-NYU Conference on Public Policy in November 2016. We thank Andrea Eisfeldt, Marvin Goodfriend, Burton Hollifield, and Eric Zwick for useful comments. We gratefully acknowledge the support of the National Science Foundation. The accompanying Appendix and dataset are available at the authors' web pages. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n\nLoukas Karabarbounis\n\nLoukas Karabarbounis is a research consultant at the Federal Reserve Bank of Minneapolis. No person or institution with which he is affiliated has control over his research activities. The views expressed in his research are those of the author and not necessarily those of the Federal Reserve Bank of Minneapolis or the Federal Reserve System\n\n\n"
}