{
    "id": 23139,
    "citation_title": "Did Medicaid Expansion Reduce Medical Divorce?",
    "citation_author": [
        "David Slusky",
        "Donna Ginther"
    ],
    "citation_publication_date": "2017-02-13",
    "issue_date": "2017-02-09",
    "revision_date": "2021-04-20",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMedical divorce occurs when couples split up so that one spouse’s medical bills do not deplete the assets of the healthy spouse. It has not been studied in the economics literature, but it has been discussed by attorneys and widely reported in the media. We develop a model of medical divorce that demonstrates that divorce is optimal when a couple’s joint assets exceed the exempted asset level. We use the Affordable Care Act’s Medicaid expansion which removed asset tests to qualify for Medicaid as exogenous variation in the incidence of divorce (as it was only implemented by some states). We find that the ACA expansion decreased the prevalence of divorce by 11.6% among those ages 50–64 with a college degree. These results are robust to numerous placebo checks including older subsamples (who qualify for Medicare regardless of assets) and earlier years (before the expansion was implemented). Our results suggest that Medicaid expansion reduced medical divorce.\n\n",
    "acknowledgement": "\nWe thank Rina Na, Thomas Becker, and Lindsay Elliott Jorgenson for excellent research assistance. We also thank Emma Sandoe, Misty Heggeness, Carolyn Caine, multiple seminar participants at the University of Kansas, and anonymous reviewers for their helpful comments and suggestions. All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}