{
    "id": 23138,
    "citation_title": "Endogenous Appropriability",
    "citation_author": [
        "Joshua S. Gans",
        "Scott Stern"
    ],
    "citation_publication_date": "2017-02-13",
    "issue_date": "2017-02-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe appropriability of innovation depends not only on the instruments available to an innovator to protect private returns, but how those instruments interact with each other as part of the firm’s entrepreneurial strategy. We consider the interplay between two appropriability mechanisms available to start-up innovators: control, whereby the innovator earns rents from their establishment of formal intellectual property rights, versus execution, whereby innovators earn returns through a first-mover advantage that yields dynamic benefits allowing the firm to “get ahead, stay ahead.” While most prior work has taken these instruments to be independent, we establish that these two alternative appropriability instruments are substitutes on the margin. For example, if the learning advantage from execution is sufficiently high, an entrepreneur might choose not to invest in a patent, even if intellectual property protection is costless. Moreover, the endogenous choice between control and execution is interdependent with other strategic choices of start-up innovators, such as the choice to pursue a narrow or broad customer segment, or whether to commercialize a “minimal viable product” version of their innovation versus delay commercialization until a product is available with a higher level of technical functionality and reliability.\n\n",
    "acknowledgement": "\nWe thank Kevin Bryan, Kenny Ching, Alfonso Gambardella, Francine LaFontaine, Fiona Murray, Ramana Nanda, Heidi Williams, and audiences at the Copenhagen Business School, Duke, Northwestern, NYU, Oxford, Simon Fraser and Melbourne for helpful comments. All errors remain ours. Gans: Rotman School of Management, University of Toronto and NBER (email: joshua.gans@gmail.com). Stern: Sloan School of Management, MIT and NBER (email: sstern@mit.edu). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJoshua S. Gans\n\nJoshua Gans advises numerous start-ups on entrepreneurial strategy. He receives no research funding from such start-ups and the views here to do not represent any of those companies. He also teaches MBA and undergraduate students entrepreneurial strategy.\n\n\n\nScott Stern\n\nThe author is the the Director of the NBER Innovation Policy Working Group.  This author has drawn on the findings of this research in the context of unpaid advisory roles in start-up companies, compensated speaking engagements, and to offer policy advice in a number of settings, including through work as the Faculty Director of the MIT Regional Entrepreneurship Acceleration Program.\n\n\n"
}