{
    "id": 23134,
    "citation_title": "Exchange Arrangements Entering the 21st Century: Which Anchor Will Hold?",
    "citation_author": [
        "Ethan Ilzetzki",
        "Carmen M. Reinhart",
        "Kenneth S. Rogoff"
    ],
    "citation_publication_date": "2017-02-06",
    "issue_date": "2017-02-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides a comprehensive history of anchor or reference currencies, exchange rate arrangements, and a new measure of foreign exchange restrictions for 194 countries and territories over 1946-2016. We find that the often-cited post-Bretton Woods transition from fixed to flexible arrangements is overstated; regimes with limited flexibility remain in the majority. Our central finding is that the US dollar scores (by a wide margin) as the world’s dominant anchor currency and, by some metrics, its use is far wider today than 70 years ago. In contrast, the global role of the euro appears to have stalled in recent years. While the incidence of capital account restrictions has been trending lower for decades, an important wave toward capital market integration dates as recently as the mid-1990s. We suggest that record accumulation of reserves post 2002 has much to do with many countries’ desire to stabilize exchange rates in an environment of markedly greater capital mobility.   Indeed, the continuing desire to manage exchange rates despite increased capital mobility post-2003 may be a key factor underpinning the modern-day Triffin dilemma that some have recently pointed to.\n\n",
    "acknowledgement": "\nWe wish to thank Duygu Guven and seminar participants at the Bank of International Settlements and the AEA meetings for helpful comments and suggestions and Lukas Althoff, Patricio Merlani, Paul Schmelzing, and Jordan Ward, for outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}