{
    "id": 23136,
    "citation_title": "The Anatomy of Sentiment-Driven Fluctuations",
    "citation_author": [
        "Sushant Acharya",
        "Jess Benhabib",
        "Zhen Huo"
    ],
    "citation_publication_date": "2017-02-06",
    "issue_date": "2017-02-02",
    "revision_date": "2018-10-31",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe show that sentiments - self-fulfilling changes in beliefs that are orthogonal to fundamentals - can drive persistent aggregate fluctuations under rational expectations. Such fluctuations can occur even in the absence of any exogenous aggregate fundamental shocks. In addition, sentiments also alter the volatility and persistence of aggregate outcomes in response to fundamental changes. We characterize conditions under which sentiments drive persistent fluctuations and when they only affect aggregate outcomes contemporaneously. We also discuss how these sentiments are related to noise shocks- driven fluctuations studied in the literature on information frictions.\n\n",
    "acknowledgement": "\nThe views expressed in this paper are entirely those of the authors. They do not necessarily represent the views of the Federal Reserve Bank of New York, the Federal Reserve System, or the National Bureau of Economic Research. The authors would like to thank our discussants Ryan Chahrour and Tatsuro Senga for insightful comments. The authors are also grateful to George Marios Angeletos, Keshav Dogra, Pierro Gottardi, Mildred Hager, Johannes Hörner, Guillermo Ordoñez, Shu Lin Wee and Pierre-Olivier Weill for useful comments and discussions. The authors would also like to thank seminar and conference participants at Yale Cowles Summer Workshop 2017, New Advances on Informational Frictions in Business Cycles, University of Lausanne, University of International Business and Economics, the 2018 ASSA meetings in Philadelphia and the Minnesota-Chicago Accounting Theory Conference 2018.\n\n\n"
}