{
    "id": 23142,
    "citation_title": "Revisions in Utilization-Adjusted TFP and Robust Identification of News Shocks",
    "citation_author": [
        "André Kurmann",
        "Eric Sims"
    ],
    "citation_publication_date": "2017-02-13",
    "issue_date": "2017-02-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper documents large revisions in a widely-used series of utilization-adjusted total factor productivity (TFP) by Fernald (2014) and shows that these revisions can materially affect empirical conclusions about the macroeconomic effects of news shocks. We propose an alternative identification that is robust to measurement issues with TFP, including the revisions in Fernald’s series. When applied to U.S. data, the shock predicts sustained future productivity growth while simultaneously generating strong impact responses of novel indicators of technological innovation and forward-looking information variables. The shock does, however, not lead to comovement in macroeconomic aggregates as typically associated with business cycle fluctuations.\n\n",
    "acknowledgement": "\nThis paper combines the previous drafts by Sims (“Differences in Quarterly Utilization-Adjusted TFP by Vintage, with an Application to News Shocks\" March 2016) and Kurmann and Otrok (“New Evidence on the Relationship between News Shocks and the Slope of the Term Structure” June 2016). We are grateful to John Fernald for helpful conversations and for making some of the past data vintages available to us. We also thank Chris Otrok for earlier involvement in the project, Susanto Basu for his thoughtful discussion, as well as Rudi Bachmann, Deokwoo Nam and different seminar participants for comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}