{
    "id": 23149,
    "citation_title": "International Spillovers and Local Credit Cycles",
    "citation_author": [
        "Julian di Giovanni",
        "Sebnem Kalemli-Ozcan",
        "Mehmet Fatih Ulu",
        "Yusuf Soner Baskaya"
    ],
    "citation_publication_date": "2017-02-13",
    "issue_date": "2017-02-09",
    "revision_date": "2020-09-28",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the transmission of the Global Financial Cycle (GFC) to domestic credit market conditions in a large emerging market, Turkey, over 2003–13. We use administrative data covering the universe of corporate credit transactions matched to bank balance sheets to document four facts: (1) an easing in global ﬁnancial conditions leads to lower borrowing costs and an increase in local lending; (2) domestic banks more exposed to international capital markets transmit the GFC locally; (3) the fall in local currency borrowing costs is larger than foreign currency borrowing costs due to the comovement of the uncovered interest rate parity (UIP) premium with the GFC over time; (4) data on posted collateral for new loan issuances show that collateral constraints do not relax during the boom phase of the GFC.\n\n",
    "acknowledgement": "\nWe would like to thank four anonymous referees, the editor (Veronica Guerrieri), Koray Alper, Olivier Blanchard, Anusha Chari, Stijn Claessens, Gita Gopinath, Alberto Martin, Arnauld Mehl, Benoit Mojon, Romain Rancière, Hélène Rey, Jesse Schreger, Hyun Song Shin and participants at numerous conferences and seminars for their helpful comments. We thank Eda Gulsen who provided phenomenal research assistance. We also thank Galina Hale and Camille Minoau for the data on syndicated loans. The views expressed herein are those of the authors and not necessarily those of the Central Bank of the Republic of Turkey, the Federal Reserve Bank of New York, or the National Bureau of Economic Research. Di Giovanni gratefully acknowledges the Spanish Ministry of Economy and Competitiveness, through the Severo Ochoa Programme for Centres of Excellence in R&D (SEV-2015-0563) for financial support.\n\n\n"
}