{
    "id": 23140,
    "citation_title": "Estimating Global Bank Network Connectedness",
    "citation_author": [
        "Mert Demirer",
        "Francis X. Diebold",
        "Laura Liu",
        "Kamil Yılmaz"
    ],
    "citation_publication_date": "2017-02-13",
    "issue_date": "2017-02-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use LASSO methods to shrink, select and estimate the high-dimensional network linking the publicly-traded subset of the world's top 150 banks, 2003-2014. We characterize static network connectedness using full-sample estimation and dynamic network connectedness using rolling-window estimation. Statically, we find that global bank equity connectedness has a strong geographic component, whereas country sovereign bond connectedness does not. Dynamically, we find that equity connectedness increases during crises, with clear peaks during the Great Financial Crisis and each wave of the subsequent European Debt Crisis, and with movements coming mostly from changes in cross-country as opposed to within-country bank linkages.\n\n",
    "acknowledgement": "\nFor helpful discussion we thank seminar participants at CORE, National Bank of Belgium, Duke University, the European University Institute, the International Monetary Fund, the PIER Policy Tools Workshop, Université Catholique de Louvain, the University of York, Koç University, the University of Pennsylvania, the University of Minho, Bogazici University, the University of Bologna, the University of Delaware, and the Federal Reserve Bank of Richmond. We are similarly grateful to participants at the University of Chicago Conference on Machine Learning and Economics, ECB-CBRT Conference on Assessing the Macroeconomic Implications of Financial and Production Networks, the (EC)2 Annual Conference, the Econometric Society North American Winter Meetings, the Vienna Workshop on High Dimensional Time Series in Macroeconomics and Finance, and the FRB San Francisco Conference in Honor of James Hamilton. We are especially grateful to Turan Bali, Gorkem Bostanci, Christian Brownlees, Fabio Canova, Umut Gokcen, Laura Kaufmann, Serena Ng, Han Ozsoylev, Minchul Shin, David Veredas, and Tanju Yorulmazer. Demirer and Yılmaz thank the Turkish Scientific and Technological Research Council (TUBITAK) for financial support through Grant No. 111K500. The usual disclaimer applies. Demirer and Yılmaz thank the Turkish Scientific and Technological Research Council (TUBITAK) for financial support through Grant No. 111K500. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}