{
    "id": 23143,
    "citation_title": "Shocks vs. Responsiveness: What Drives Time-Varying Dispersion?",
    "citation_author": [
        "David Berger",
        "Joseph Vavra"
    ],
    "citation_publication_date": "2017-02-13",
    "issue_date": "2017-02-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Industrial Organization",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe dispersion of many economic variables is countercyclical. What drives this fact? Greater dispersion could arise from greater volatility of shocks or from agents responding more to shocks of constant size. Without data separately measuring exogenous shocks and endogenous responses, a theoretical debate between these explanations has emerged. In this paper, we provide novel identification using the open-economy environment: using confidential BLS microdata, we document a robust positive relationship between exchange rate pass-through and the dispersion of item-level price changes. We show this relationship arises naturally in models with time-varying responsiveness but is at odds with models featuring volatility shocks.\n\n",
    "acknowledgement": "\nThis research was funded in part by the Initiative on Global Markets at the University of Chicago Booth School of Business. We would like to thank the editor and anonymous referees as well as seminar participants at Princeton, Chicago Booth, Cleveland Fed, Duke Macro Jamboree, Chicago Fed, SED, NBER SI IFM, Columbia, Purdue, Northwestern, Dallas Fed Uncertainty Conference, EIEF, CESifo, and Michigan.  We would also like to thank our discussant Linda Tesar as well as Rudi Bachmann, Nick Bloom, Ariel Burstein, Jeff Campbell, Gabe Chodorow-Reich, Larry Christiano, Allan Collard-Wexler, Marty Eichenbaum, Tarek Hassan, Matthias Kehrig, Oleg Itskhoki, Amy Meek, Emi Nakamura, Brent Neiman, Sergio Rebelo, Gita Gopinath, Johannes Stroebel and Rozi Ulics. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research or Bureau of Labor Statistics.\n\n\n"
}