{
    "id": 23147,
    "citation_title": "Austerity in the Aftermath of the Great Recession",
    "citation_author": [
        "Christopher L. House",
        "Christian Proebsting",
        "Linda L. Tesar"
    ],
    "citation_publication_date": "2017-02-13",
    "issue_date": "2017-02-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine austerity in advanced economies since the Great Recession. Austerity shocks are reductions in government purchases that exceed reduced-form forecasts. Austerity shocks are statistically associated with lower real GDP, lower inflation and higher net exports. We estimate a cross-sectional multiplier of roughly 2. A multi-country DSGE model calibrated to 29 advanced economies generates a multiplier consistent with the data. Counterfactuals suggest that eliminating austerity would have substantially reduced output losses in Europe. Austerity shocks were sufficiently contractionary that debt-to-GDP ratios in some European countries increased as a consequence of endogenous reductions in GDP and tax revenue.\n\n",
    "acknowledgement": "\nWe thank Karel Mertens, Bartosz Mackowiak, Thomas Philippon and Efrem Castelnuovo for excellent feedback and suggestions. We also thank seminar participants at the ASSA 2017 meeting, Brigham Young University, Boston University, Boston College, DIW, the ECB, the EEA summer meeting, the Federal Reserve Bank of Cleveland, the Graduate Institute of Geneva, the University of Lausanne, New York University, the NBER summer institute, the RBA macroeconomic workshop in Sydney, and the University of Michigan. We gratefully acknowledge financial support from the Michigan Institute for Teaching and Research in Economics (MITRE). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}