{
    "id": 23159,
    "citation_title": "Beyond the Classroom: The Implications of School Vouchers for Church Finances",
    "citation_author": [
        "Daniel M. Hungerman",
        "Kevin J. Rinz",
        "Jay Frymark"
    ],
    "citation_publication_date": "2017-02-13",
    "issue_date": "2017-02-09",
    "revision_date": "2019-12-06",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGovernments have used vouchers to spend billions of dollars on private education; much of this spending has gone to religiously-affiliated schools. We explore the possibility that vouchers could create a financial windfall for religious organizations operating private schools and in doing so impact the spiritual, moral, and social fabric of communities. We use a dataset of Catholic-parish finances from Milwaukee that includes information on both Catholic schools and the parishes that run them. We show that vouchers are now a dominant source of funding for many churches; parishes in our sample running voucher-accepting schools get more revenue from vouchers than from worshipers. We also find that voucher expansion prevents church closures and mergers. Despite these results, we fail to find evidence that vouchers promote religious behavior: voucher expansion causes significant declines in church donations and church spending on non-educational religious purposes. The meteoric growth of vouchers appears to offer financial stability for congregations while at the same time diminishing their religious activities.\n\n",
    "acknowledgement": "\nThe authors gratefully acknowledge funding from the John Templeton Foundation, without whose support this project would not have been possible. This paper is released to inform interested parties of research and to encourage discussion. The views expressed are those of the authors and not necessarily those of the U.S. Census Bureau or the National Bureau of Economic Research. During this paper's composition, one of the authors was employed by the Archdiocese of Milwaukee.\n\n\n"
}