{
    "id": 23151,
    "citation_title": "Tight Money-Tight Credit: Coordination Failure in the Conduct of Monetary and Financial Policies",
    "citation_author": [
        "Julio A. Carrillo",
        "Enrique G. Mendoza",
        "Victoria Nuguer",
        "Jessica Roldán-Peña"
    ],
    "citation_publication_date": "2017-02-13",
    "issue_date": "2017-02-09",
    "revision_date": "2020-01-08",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nViolations of Tinbergen rule and strategic interaction undermine monetary and financial policies in a New Keynesian model with the Bernanke-Gertler accelerator. Welfare costs of risk shocks are large because of efficiency losses and income effects of costly monitoring, but they are larger under a simple Taylor rule (STR) and a Taylor rule augmented with credit spreads (ATR) than under a dual rules regime (DRR) with a Taylor rule and a financial rule targeting spreads, by 264 and 138 basis points respectively. ATR and STR are tight money-tight credit regimes that respond too much to inflation and too little to spreads, and yield larger fluctuations in response to risk shocks. Reaction curves display shifts from strategic substitutes to complements in the choice of policy-rule elasticities. The Nash equilibrium is also a tight money-tight credit regime, with lower welfare than Cooperative equilibria and the DRR, but still higher than in the ATR and STR regimes.\n\n",
    "acknowledgement": "\nWe thank Ana María Aguilar-Argaez, Fabrice Collard, Daniel Chiquiar, Luca Dedola, Patrick Fève, Luca Guerrieri, Pablo Guerrón-Quintana, Matteo Iacoviello, Punnoose Jacob, Nobu Kiyotaki, Luisa Lambertini, and Alberto Torres for their helpful comments, and to Carlos Zarazúa Juárez, Carmen Hernández Ruiz, and Luis G. Hernández Román for their excellent research assistance. Enrique Mendoza also thanks the Directorate General Research of the European Central Bank, where he worked on this project as a Wim Duisenberg Research Fellow. Victoria Nuguer and Jessica Roldán thank the Directorate General of Economic Research of Banco de México, where they contributed to this project when they were an Economic Researcher and Manager of Monetary research, respectively, at this institution. We also acknowledge helpful discussions and comments during presentations at various seminars and conferences. Any views expressed herein are those of the authors and do not necessarily reflect those of Banco de México, the IADB, Casa de Bolsa Finamex, or the National Bureau of Economic Research.\n\n\n"
}