{
    "id": 23157,
    "citation_title": "Circumventing the Zero Lower Bound with Monetary Policy Rules Based on Money",
    "citation_author": [
        "Michael T. Belongia",
        "Peter N. Ireland"
    ],
    "citation_publication_date": "2017-02-13",
    "issue_date": "2017-02-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDiscussions of monetary policy rules after the 2007-2009 recession highlight the potential ineffectiveness of a central bank’s actions when the short-term interest rate under its control is limited by the zero lower bound. This perspective assumes, in a manner consistent with the canonical New Keynesian model, that the quantity of money has no role to play in transmitting a central bank’s actions to economic activity. This paper examines the validity of this claim and investigates the properties of alternative monetary policy rules based on control of the monetary base or a monetary aggregate in lieu of the capacity to manipulate a short-term interest rate. The results indicate that rules of this type have the potential to guide monetary policy decisions toward the achievement of a long-run nominal goal without being constrained by the zero lower bound on a nominal interest rate. They suggest, in particular, that by exerting its influence over the monetary base or a broader aggregate, the Federal Reserve could more effectively stabilize nominal income around a long-run target path, even in a low or zero interest-rate environment.\n\n",
    "acknowledgement": "\nWe have benefited greatly from discussions with Jerry Jordan, David Laidler, Edward Nelson, Jack Tatom, and John Taylor on topics related to those covered here and comments from three anonymous referees on earlier drafts of this paper. Neither of us received any external support for, or has any financial interest that relates to, the research described in this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}