{
    "id": 2315,
    "citation_title": "Costly Adjustment and Limited Borrowing: A Welfare Analysis of Policiesto Achieve External Balance",
    "citation_author": [
        "Joshua Aizenman",
        "Marcelo Selowsky"
    ],
    "citation_publication_date": "1987-07-01",
    "issue_date": "1987-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops an analytical framework for the analysis of adjustment to adverse shocks in the presence of limited access to the international credit market. We consider an economy producing traded and non-traded goods and experiencing a permanent, unanticipated drop in the availability of external resources. A direct effect of the shock is that previous consumption and production patterns are not feasible any more, and the economy consequently must undergo an adjustment that will allow it to regain its external balance. We introduce several frictions in the form of time-dependent reallocation costs and nominal labor contracts. We assess the welfare consequences of restricted access to the capital market by comparing the welfare loss induced by the drop in income between the cases of credit rationing and perfect access to international credit. Our analysis demonstrates that restricted borrowing has three effects -- the intertemporal cost; the contemporaneous reallocation cost and the dead-weight loss in the labor market. Restricted access to international capital markets requires a greater real depreciation, implying greater reallocation of resources and consequently greater loss of output in the short run. Access to the capital market will require smaller contemporaneous reallocation, allowing partial postponement of the adjustment to the future, when it will be associated with lower costs. In general, these costs can have first order effect. With nominal wage contracts we will observe potential losses in the labor market due to nominal rigidities. These effects can be (at least partially) overcome by optimal devaluation. Our analysis demonstrates that the effect of limited access to international credit is to increase the welfare loss due to nominal contracts, consequently necessitating a larger devaluation. We conclude that capital flows and credit assistance can have substantial benefits in reducing the welfare cost of adjustment to adverse real shocks.\n\n",
    "acknowledgement": "\n"
}