{
    "id": 23152,
    "citation_title": "Company Stock Reactions to the 2016 Election Shock: Trump, Taxes and Trade",
    "citation_author": [
        "Alexander Wagner",
        "Richard J. Zeckhauser",
        "Alexandre Ziegler"
    ],
    "citation_publication_date": "2017-02-13",
    "issue_date": "2017-02-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Development and Growth",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nThe election of Donald J. Trump as the 45th President of the United States of America on 11/8/2016 came as a surprise. Markets responded swiftly and decisively. This note investigates both the initial stock market reaction to the election, and the longer-term reaction through the end of 2016. We find that the individual stock price reactions to the election – that is, the market’s vote – reflect investor expectations on economic growth, taxes, and trade policy. Heavy industry and banking were relative winners, whereas healthcare, medical equipment, pharmaceuticals, textiles, and apparel were among the relative losers. High-beta stocks and companies with a hitherto high tax burden benefited from the election. Although internationally-oriented companies may profit under some plans of the new administration, several other arguments suggest a more favorable climate for domestically-oriented companies. Investors have found the domestic-favoring arguments to be stronger. While investors incorporated the expected consequences of the election for US growth and tax policy into prices relatively quickly, it took them more time to digest the consequences of shifts in trade policy on firms’ prospects.\n\n",
    "acknowledgement": "\nWagner thanks the Swiss Finance Institute and the University of Zurich Research Priority Program Financial Market Regulation for financial support. Wagner is chairman of SWIPRA and an independent counsel for PricewaterhouseCoopers. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}