{
    "id": 23150,
    "citation_title": "The Distribution of Public Spending for Health Care in the United States on the Eve of Health Reform",
    "citation_author": [
        "Didem Bernard",
        "Thomas Selden",
        "Yuriy Pylypchuk"
    ],
    "citation_publication_date": "2017-02-13",
    "issue_date": "2017-02-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nU.S. health care spending in 2012 totaled $2.8 trillion or 17.2 percent of gross domestic product. Given the magnitude of health care spending, the large public sector role in health care, and the reforms being implemented under the Patient Protection and Affordable Care Act (ACA), we believe it useful to examine several basic questions: What was the public share of national spending on the eve of reform? How has the public share evolved over time? And how are the benefits of public spending on health care distributed within the population by age, poverty level, insurance coverage, health status, and ACA-relevant subgroups? The questions we pose, while basic, cannot be answered with commonly-available statistics due to the sheer complexity of health care financing in the U.S. The objective of this paper is to provide answers by combining aggregate measures from the National Health Expenditure Accounts with micro-data from the Medical Expenditure Panel Survey.\n\n",
    "acknowledgement": "\nThis paper was written while Yuriy Pylypchuk, currently at the Office of the National Coordinator for Health Information Technology, Department of Health and Human Services, worked at Social and Scientific Systems.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research, the Department of Health and Human Services, the Agency for Healthcare Research and Quality, the Office of the National Coordinator for Health Information Technology, or Social and Scientific Systems.\n\n\n"
}