{
    "id": 23154,
    "citation_title": "The Macroeconomic Effects of Government Asset Purchases: Evidence from Postwar US Housing Credit Policy",
    "citation_author": [
        "Andrew Fieldhouse",
        "Karel Mertens",
        "Morten O. Ravn"
    ],
    "citation_publication_date": "2017-02-13",
    "issue_date": "2017-02-09",
    "revision_date": "2017-07-28",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe document the portfolio activity of federal housing agencies and provide evidence on its impact on mortgage markets and the economy. Through a narrative analysis, we identify historical policy changes leading to expansions or contractions in agency mortgage holdings. Based on those regulatory events that we classify as unrelated to short-run cyclical or credit market shocks, we find that an increase in mortgage purchases by the agencies boosts mortgage lending, in particular refinancing, and lowers mortgage rates. Agency purchases influence prices in other asset markets, stimulate residential investment and expand homeownership. Using information in GSE stock prices to construct an alternative instrument for agency purchasing activity yields very similar results as our benchmark narrative identification approach.\n\n",
    "acknowledgement": "\nWe are grateful to the Department of Housing and Urban Development as well as Shane Sherlund for providing data, and to participants at various seminars for useful comments. Karel Mertens acknowledges the hospitality of the Economics Department at Colombia University where parts of the research were conducted. Financial support from the ADEMU (H2020, No. 649396) project and from the ESRC Centre for Macroeconomics is gratefully acknowledged. The views in this paper are those of the authors and do not necessarily reflect the views of the Federal Reserve Bank of Dallas, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}