{
    "id": 23158,
    "citation_title": "Monetary Policy and the Predictability of Nominal Exchange Rates",
    "citation_author": [
        "Martin Eichenbaum",
        "Benjamin K. Johannsen",
        "Sergio Rebelo"
    ],
    "citation_publication_date": "2017-02-13",
    "issue_date": "2017-02-09",
    "revision_date": "2019-08-15",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies how the monetary policy regime affects the relative importance of nominal exchange rates and inflation rates in shaping the response of real exchange rates to shocks. We document two facts about inflation-targeting countries. First, the current real exchange rate predicts future changes in the nominal exchange rate. Second, the real exchange rate is a poor predictor of future inflation rates. We estimate a medium-size DSGE open-economy model that accounts quantitatively for these facts as well as other empirical properties of real and nominal exchange rates. The key estimated shocks that accounts for the dynamics of exchange rates and their covariance with inflation are disturbances to the foreign demand for dollar-denominated bonds.\n\n",
    "acknowledgement": "\nThe views expressed here are those of the authors and do not necessarily reflect the view of the Board of Governors, the FOMC, anyone else associated with the Federal Reserve System, or the National Bureau of Economic Research. We thank Adrien Auclert, Luigi Bocola, Ariel Burstein, Giancarlo Corsetti, Geoffrey Dunbar, Charles Engel, Gaetano Gaballo, Zvi Hercovitz, Ida Hjortsø, Oleg Itskhoki, Dmitry Mukhin, Paulo Rodrigues, Christopher Sims, and Oreste Tristani for their comments and Martin Bodenstein for helpful discussions.\n\n\n\nSergio Rebelo\n\nI have no outside financial relationships that relate to this research. Rebelo's list of outside activities can be found at: http://www.kellogg.northwestern.edu/faculty/rebelo/htm/Outside_Activities.html\n\n\n"
}