{
    "id": 23163,
    "citation_title": "Worker Betas: Five Facts about Systematic Earnings Risk",
    "citation_author": [
        "Fatih Guvenen",
        "Sam Schulhofer-Wohl",
        "Jae Song",
        "Motohiro Yogo"
    ],
    "citation_publication_date": "2017-02-13",
    "issue_date": "2017-02-09",
    "revision_date": "2017-04-07",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nThe magnitude of and heterogeneity in systematic earnings risk has important implications for various theories in macro, labor, and financial economics. Using administrative data, we document how the aggregate risk exposure of individual earnings to GDP and stock returns varies across gender, age, the worker’s earnings level, and industry. Aggregate risk exposure is U-shaped with respect to the earnings level. In the middle of the earnings distribution, aggregate risk exposure is higher for males, younger workers, and those in construction and durable manufacturing. At the top of the earnings distribution, aggregate risk exposure is higher for older workers and those in finance. Workers in larger employers are less exposed to aggregate risk, but they are more exposed to a common factor in employer-level earnings, especially at the top of the earnings distribution. Within an employer, higher-paid workers have higher exposure to the employer-level risk than lower-paid workers.\n\n",
    "acknowledgement": "\nWe thank Gerald Ray at the Social Security Administration for assistance with the data. Motohiro Yogo was a research consultant at the Federal Reserve Bank of Chicago in 2016 and the Federal Reserve Bank of Minneapolis in 2016-2017. However, these consulting relations have no relevant or material financial interests that relate to the research described in this paper.  The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Chicago, the Social Security Administration, or the National Bureau of Economic Research.\n\n\n"
}