{
    "id": 23162,
    "citation_title": "Bankruptcy Spillovers",
    "citation_author": [
        "Shai Bernstein",
        "Emanuele Colonnelli",
        "Xavier Giroud",
        "Benjamin Iverson"
    ],
    "citation_publication_date": "2017-02-13",
    "issue_date": "2017-02-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow do different bankruptcy approaches affect the local economy? Using U.S. Census microdata at the establishment level, we explore the spillover effects of reorganization and liquidation on geographically proximate firms. We exploit the random assignment of bankruptcy judges as a source of exogenous variation in the probability of liquidation. We find that within a five-year period, employment declines substantially in the immediate neighborhood of the liquidated establishments, relative to reorganized establishments. Most of the decline is due to lower growth of existing establishments and, to a lesser extent, reduced entry into the area. The spillover effects are highly localized and concentrate in the non-tradable and service sectors, particularly when the bankrupt firm operates in the same sector. These results suggest that liquidation leads to a reduction in consumer traffic to the local area and to a decline in knowledge spillovers between firms. The evidence is inconsistent with the notion that liquidation leads to creative destruction, as the removal of bankrupt businesses does not lead to increased entry nor the revitalization of the area.\n\n",
    "acknowledgement": "\nWe are grateful to Effi Benmelech, Jess Cornaggia, Song Ma, Enrico Moretti, Holger Mueller, Charles Nathanson, Josh Rauh, Amit Seru, as well as seminar participants at Stanford, NYU, Penn State University, University of Toronto, the 2017 Jackson Hole Finance Conference, and the Yale Junior Finance Faculty Conference for helpful comments and suggestions. Any opinions and conclusions expressed herein are those of the authors and do not necessarily represent the views of the U.S. Census Bureau or the National Bureau of Economic Research. All results have been reviewed to ensure that no confidential information is disclosed.\n\n\n"
}