{
    "id": 23169,
    "citation_title": "Revisiting the Commodity Curse: A Financial Perspective",
    "citation_author": [
        "Enrique Alberola",
        "Gianluca Benigno"
    ],
    "citation_publication_date": "2017-02-27",
    "issue_date": "2017-02-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the response of a three-sector commodity-exporter small open economy to a commodity price boom. When the economy has access to international borrowing and lending, a temporary commodity price boom brings about the standard wealth effect that stimulates demand and has long-run implications on the sectoral allocation of labour. If dynamic productivity gains are concentrated in the traded goods sector, the commodity boom crowds out the traded sector and delays convergence to the world technology frontier. Financial openness by stimulating current demand, amplifies the crowding out effect and may even lead to a growth trap, in which no resources are allocated to the traded sector. From a normative point of view, our analysis suggests that capital account management policies could be welfare improving in those circumstances.\n\n",
    "acknowledgement": "\nThe views expressed in this paper are exclusively those of the authors and not those of the Bank for International Settlements or the National Bureau of Economic Research. We thank Drago Bergholt and Martin Uribe for insighful comments and conference participants at ISOM-NBER conference 2016 in Sofia. We thank Chao He for outstanding research assistant and Julieta Contreras for the graphs. Benigno thanks ESRC Grant ESRC grant ES/I024174/1 Macroeconomic of Financial Globalization- REP-U623 for support. This paper was written while Benigno was visiting the BIS as research fellow under the BIS research fellowship programme.\n\n\n"
}