{
    "id": 23164,
    "citation_title": "When Britain turned inward: Protection and the shift towards Empire in Interwar Britain",
    "citation_author": [
        "Alan de Bromhead",
        "Alan Fernihough",
        "Markus Lampe",
        "Kevin Hjortshøj O'Rourke"
    ],
    "citation_publication_date": "2017-02-13",
    "issue_date": "2017-02-09",
    "revision_date": "2017-03-27",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nInternational trade became much less multilateral during the 1930s. Previous studies, looking at aggregate trade flows, have argued that discriminatory trade policies had comparatively little to do with this. Using highly disaggregated information on the UK’s imports and trade policies, we find that policy can explain the majority of Britain’s shift towards Imperial imports in the 1930s. Trade policy mattered, a lot.\n\n",
    "acknowledgement": "\nO’Rourke gratefully acknowledges the financial support of the ERC, under the European Union’s Seventh Framework Programme (FP7/2007-2013), ERC grant agreement no. 249546; the Oxford History Faculty’s Sanderson Fund; and the John Fell OUP Research Fund. We also thank the staff of the Bodleian Library for their assistance, as well as Joseph Lane and Alexis Wegerich who very kindly helped us locate data. We are grateful to the following for their advice and support: Jim Anderson, Scott Baier, Richard Baldwin, Jamie Belich, Ana Carreras, John Darwin, Ron Davies, Simon Evenett, James Fenske, Kyoji Fukao, Oliver Grant, Paolo Guimaraes, Beata Javorcik, Morgan Kelly, Ju Kim, Jim Markusen, Thierry Mayer, Dennis Novy, Cormac Ó Gráda, Ferdinand Rauch, Tom Rutherford, Max Schulze, Kevin Tang, Alan Taylor, and Nikolaus Wolf; participants at the third CEPR Economic History Symposium, held in Oslo, the second OWL Economic History Workshop held at the University of Warwick, the workshop on “The Gravity Equation: Perspectives from Economic History and Trade” held at the University of St. Gallen, and the third Central Bank of Ireland Economic History Workshop; and seminar participants at the Graduate Institute in Geneva, Hohenheim, Humboldt, Mannheim, Oxford, Queens University Belfast, UC Irvine, and Vienna University of Economics and Business. The usual disclaimer applies.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}