{
    "id": 23160,
    "citation_title": "Short-Run Effects of Lower Productivity Growth. A Twist on the Secular Stagnation Hypothesis",
    "citation_author": [
        "Olivier Blanchard",
        "Guido Lorenzoni",
        "Jean-Paul L'Huillier"
    ],
    "citation_publication_date": "2017-02-13",
    "issue_date": "2017-02-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSince 2010, U.S. GDP growth has been anemic, averaging 2.1% a year, and this despite interest rates very close to zero. Historically, one would have expected such low sustained rates to lead to much stronger demand.  They have not. For a while, one could point to plausible culprits, from a weak financial system to fiscal consolidation.  But, as time passed, the financial system strengthened, fiscal consolidation came to an end, and still growth did not pick up.  We argue that this is due, in large part, not to legacies of the past but to lower optimism about the future, more specifically to downward revisions in forecast potential growth. Put simply, the anticipation of a less bright future is leading to temporarily weaker demand.  If our explanation is correct, it has important implications for policy and for forecasts.  It may weaken the case for secular stagnation, as it suggests that the need for very low interest rates may be partly temporary.\n\n",
    "acknowledgement": "\nPrepared for AEA meetings, January 2017. Thanks to Julien Acalin and Colombe Ladreit for excellent research assistance. Thanks to PIIE colleagues for comments, and to Flint Brayton for help with the FRB/US model and for comments on the draft. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}