{
    "id": 23178,
    "citation_title": "Illusory Gains from Chile's Targeted School Voucher Experiment",
    "citation_author": [
        "Benjamin Feigenberg",
        "Steven Rivkin",
        "Rui Yan"
    ],
    "citation_publication_date": "2017-02-20",
    "issue_date": "2017-02-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn 2008, Chile implemented a targeted voucher program that increased voucher values for disadvantaged students at participating schools by approximately 50%. Although disadvantaged students made substantial fourth grade test score gains that other studies have attributed to the program, our analysis raises serious doubts that the program had a substantial effect on cognitive skills. First, there was only a minor reduction in class size and little evidence of increases in any inputs. An audit showed that many schools were not using additional revenues for permitted expenditures, and estimates that exploit a discontinuity in the revenues allocated to schools show no evidence of positive effects of allocated funds on achievement growth. In addition, there is limited evidence of competitive or incentive effects on school quality or that disadvantaged students transitioned to higher quality schools. The much smaller gains made by disadvantaged students in low-stakes eighth grade test scores along with an increased rate of missing scores on fourth grade tests is consistent with extensive strategic behavior by schools. In contrast, increases in parental education and income among disadvantaged children indicate a primary role for improvements in family circumstances of tested students in explaining the meaningful decline in the achievement gap.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}