{
    "id": 23170,
    "citation_title": "Deviations from Covered Interest Rate Parity",
    "citation_author": [
        "Wenxin Du",
        "Alexander Tepper",
        "Adrien Verdelhan"
    ],
    "citation_publication_date": "2017-02-20",
    "issue_date": "2017-02-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe find that deviations from the covered interest rate parity condition (CIP) imply large, persistent, and systematic arbitrage opportunities in one of the largest asset markets in the world. Contrary to the common view, these deviations for major currencies are not explained away by credit risk or transaction costs. They are particularly strong for forward contracts that appear on the banks' balance sheets at the end of the quarter, pointing to a causal effect of banking regulation on asset prices. The CIP deviations also appear significantly correlated with other fixed-income spreads and with nominal interest rates.\n\n",
    "acknowledgement": "\nFirst version: November 2015. The views in this paper are solely the responsibility of the authors and should not be interpreted as reflecting the views of the Board of Governors of the Federal Reserve System, any other person associated with the Federal Reserve System, or the National Bureau of Economic Research. We thank Claudio Borio, Francois Cocquemas, Pierre Collin-Dufresne, Doug Diamond, Xavier Gabaix, Benjamin Hebert, Arvind Krishnamurthy, Robert McCauley, Charles Engel, Pierre-Olivier Gourinchas, Sebastian Infante, Martin Lettau, Hanno Lustig, Matteo Maggiori, Warren Naphtal, Brent Neiman, Jonathan Parker, Thomas Philippon, Arvind Rajan, Adriano Rampini, Fabiola Ravazzolo, Andrew Rose, Hyun Song Shin, Jeremy Stein, Saskia Ter Ellen, Fabrice Tourre, Annette Vissing-Jorgensen, and seminar and conference participants at the AFA meeting in Chicago, the Bank of Canada, the Bank of England, the Bank for International Settlements, Berkeley, Chicago, the European Central Bank, the Federal Reserve Board, the Federal Reserve Bank at Dallas, the Federal Reserve Bank of Philadelphia, the Federal Reserve Bank of San Francisco, Harvard, the International Monetary Fund, MIT Sloan, the NBER Summer Institute, Northwestern, UNC Chapel Hilll, Wharton, Vanderbilt, and Washington University for comments and suggestions. All remaining errors are our own. The paper previously circulated under the title “Cross-currency Basis.”\n\n\n"
}