{
    "id": 23172,
    "citation_title": "Recovery from the Great Depression: The Farm Channel in Spring 1933",
    "citation_author": [
        "Joshua K. Hausman",
        "Paul W. Rhode",
        "Johannes F. Wieland"
    ],
    "citation_publication_date": "2017-02-20",
    "issue_date": "2017-02-16",
    "revision_date": "2018-06-04",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Fiscal Policy",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFrom March to July 1933, industrial production rose 57 percent. We show that an important source of recovery was the effect of dollar devaluation on farm prices, incomes, and consumption. Devaluation immediately raised traded crop prices, and auto sales grew more rapidly in states and counties most exposed to these price increases. The response was amplified in counties with more severe farm debt burdens. For plausible assumptions about farmers’ relative MPC, the incidence of higher farm prices, and the aggregate multiplier, this redistribution to farmers accounted for a substantial portion of spring 1933 growth. This farm channel thus provides an example of how the distributional consequences of macroeconomic policies can have large aggregate effects. That recovery in 1933 benefited from redistribution to farmers suggests an important limitation to the use of 1933 as a guide to the effects of monetary regime changes in other circumstances.\n\n",
    "acknowledgement": "\nThis paper previously circulated with the title “Growth After a Financial Crisis: The U.S. in Spring 1933.” We are grateful for comments and encouragement from four anonymous referees, Alan Deardorff, Brad DeLong, Kathryn Dominguez, Barry Eichengreen, Price Fishback, Timothy Guinnane, James Hamilton, Walker Hanlon, Catherine Hausman, David Lagakos, John Leahy, Atif Mian (discussant), Naomi Lamoreaux, Maurice Obstfeld, Rodney Ramcharan (discussant), Valerie Ramey, Gary Richardson, Christina Romer, David Romer, Jonathan Rose, Matthew Shapiro, Jason Taylor, Peter Temin, and Noam Yuchtman as well as audiences at UC Irvine, Michigan State, Chicago Fed, Hitotsubashi University, CEBRA Workshop for Commodities and Macroeconomics, Yale, UC Berkeley, Queen’s University, NBER Macro Across Time and Space, NBER ME, University of Michigan, UC San Diego, Wharton, IMF, NBER DAE, UCLA, and Social Science History Association Meetings. Jon Denton-Schneider, Tejaswi Velayudhan, and Niccolo Beltramo provided superb research assistance. Rhode’s work was in part funded by NSF grant SES- 0921732 (“Dramatic Rise in Agricultural Productivity in the U.S During the Twentieth Century: Disentangling the Roles of Technological Change, Government Policy, and Climate”). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}