{
    "id": 23175,
    "citation_title": "Currency Matters: Analyzing International Bond Portfolios",
    "citation_author": [
        "John D. Burger",
        "Francis E. Warnock",
        "Veronica Cacdac Warnock"
    ],
    "citation_publication_date": "2017-02-20",
    "issue_date": "2017-02-16",
    "revision_date": "2017-11-30",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCurrency denomination is a prominent feature in the analysis of the structure of international bond markets, but is largely absent from analyses of cross-border investment in debt securities. This omission owes in part to the limitations of widely used datasets such as the IMF’s CPIS data (on positions) and its BOP data (on flows): Neither identifies the currency denomination of the underlying bonds and both combine bonds of various currencies in a single data point. In this paper we show that bonds denominated in the investor’s currency are special. We show this indirectly in a global dataset of bilateral bond holdings—indirectly because the global holdings dataset does not differentiate by currency denomination—and then more directly in datasets of US holdings of foreign bonds that do differentiate by currency. We find that the share of a country’s bonds denominated in investors’ currencies is an important determinant of the amount of cross-border investment it receives; factors associated with greater (or less) cross-border investment in bonds differ by currency denomination; and one phenomenon of international portfolios—the ever-present home bias—in some cases actually disappears when bonds are denominated in the investor’s currency, suggesting that the home bias is to some extent a home currency bias.\n\n",
    "acknowledgement": "\nThe authors thank Anderson Silva of the World Bank for GEMLOC investability data, Branimir Gruić of BIS for data on the size of local currency and USD-denominated bond markets, McKinsey Global Institute for data on the size of global financial assets and John Rogers, Chiara Scotti and Jonathan Wright for their unconventional monetary policy shocks data. We also thank for helpful comments Carol Bertaut, Brent Neiman, Eric Swanson and participants at workshops at BIS/IADB, Federal Reserve Board, George Washington University, Wake Forest University and NBER IFM. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}