{
    "id": 23173,
    "citation_title": "When Work Disappears: Manufacturing Decline and the Falling Marriage-Market Value of Young Men",
    "citation_author": [
        "David Autor",
        "David Dorn",
        "Gordon Hanson"
    ],
    "citation_publication_date": "2017-02-20",
    "issue_date": "2017-02-16",
    "revision_date": "2018-01-17",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe exploit the gender-specific components of large-scale labor demand shocks stemming from rising international manufacturing competition to test how shifts in the relative economic stature of young men versus young women affected marriage, fertility and children’s living circumstances during 1990-2014. On average, trade shocks differentially reduce employment and earnings, raise the prevalence of idleness, and elevate premature mortality among young males. Consistent with Becker’s model of household specialization, shocks to male relative stature reduce marriage and fertility. Consistent with sociological accounts, these shocks raise the share of mothers who are unwed and share of children living in below-poverty, single-headed households.\n\n",
    "acknowledgement": "\nThis paper previously circulated under the title “The Labor Market and the Marriage Market” (first circulating draft May 12, 2014). Autor, Dorn and Hanson acknowledge funding from the Russell Sage Foundation (RSF Project #85-12-07). Dorn acknowledges funding from the Spanish Ministry of Science and Innovation (grants CSD2006- 00016 and ECO2010-16726) and the Swiss National Science Foundation (grant BSSGI0-155804). Autor and Hanson acknowledge funding from the National Science Foundation (grant SES-1227334). We thank Andrew Cherlin, Janet Currie, Marianne Page, Ann Huff Stevens, Kathleen Vohs, Jane Waldfogel, and numerous seminar and conference participants for valuable suggestions. We are grateful to Juliette Fournier, Ante Malenica, Timothy Simmons, Oscar Suen, Juliette Thibaud, and Melanie Wasserman for expert research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}