{
    "id": 23174,
    "citation_title": "The Returns to Nursing: Evidence from a Parental Leave Program",
    "citation_author": [
        "Benjamin U. Friedrich",
        "Martin B. Hackmann"
    ],
    "citation_publication_date": "2017-02-20",
    "issue_date": "2017-02-16",
    "revision_date": "2017-04-06",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nNurses comprise the largest health profession. In this paper, we measure the effect of nurses on health care delivery and patient health outcomes across sectors. Our empirical strategy takes advantage of a parental leave program, which led to a sudden, unintended, and persistent 12% reduction in nurse employment. Our findings indicate detrimental effects on hospital care delivery as indicated by an increase in 30-day readmission rates and a distortion of technology utilization. The effects for nursing home care are more drastic. We estimate a persistent 13% increase in nursing home mortality among the elderly aged 85 and older. Our results also highlight an unintended negative consequence of parental leave programs borne by providers and patients.\n\n",
    "acknowledgement": "\nWe thank seminar participants at Aarhus University and Penn State, conference participants at the Junior Health Economics Summit, MHEC, NBER SI Health Care 2016 and AEA HERO Session 2017 as well as Joseph Altonji, John Asker, Craig Garthwaite, Francois Geerolf, Jonathan Gruber, Amanda Kowalski, Adriana Lleras-Muney, Costas Meghir and Mark Pauly for their comments and suggestions. We thank the Labor Market Dynamics Group (LMDG), Department of Economics and Business, Aarhus University and in particular Henning Bunzel and Kenneth Soerensen for invaluable support and making the data available. LMDG is a Dale T. Mortensen Visiting Niels Bohr professorship project sponsored by the Danish National Research Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}