{
    "id": 23177,
    "citation_title": "Sticking Points: Common-Agency Problems and Contracting in the U.S. Healthcare System",
    "citation_author": [
        "Brigham Frandsen",
        "Michael Powell",
        "James B. Rebitzer"
    ],
    "citation_publication_date": "2017-02-20",
    "issue_date": "2017-02-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe propose a \"common-agency\" model for explaining inefficient contracting in the U.S. healthcare system. In our setting, common-agency problems arise when multiple payers seek to motivate a shared provider to invest in improved care coordination. Our approach differs from other common-agency models in that we analyze \"sticking points,\" that is, equilibria in which payers coordinate around Pareto-dominated contracts that do not offer providers incentives to implement efficient investments. These sticking points offer a straightforward explanation for three long observed but hard to explain features of the U.S. healthcare system: the ubiquity of fee-for-service contracting arrangements outside of Medicare; problematic care coordination; and the historic reliance on small, single specialty practices rather than larger multi-specialty group practices to deliver care. The common-agency model also provides insights on the effects of policies, such as Accountable Care Organizations, that aim to promote more efficient forms of contracting between payers and providers.\n\n",
    "acknowledgement": "\nThe authors would like to thank Dan Barron, Robert Gibbons, Jin Li, Thomas McGuire, Lars Stole, Jeroen Swinkels and Mike Whinston and for helpful comments along with participants at the MIT Organizational Economics Seminar; the NBER Personnel Economics Summer Institute meeting; the BU, Harvard, MIT Health Economics Seminar; The Maryland Workshop on Health Information Technology, The Society for Institutional and Organizational Economics Conference, and the European Health Economics Workshop in Lausanne Switzerland. We are, of course, responsible for any remaining errors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}