{
    "id": 23176,
    "citation_title": "Firms' Internal Networks and Local Economic Shocks",
    "citation_author": [
        "Xavier Giroud",
        "Holger M. Mueller"
    ],
    "citation_publication_date": "2017-02-20",
    "issue_date": "2017-02-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper shows that firms spread the adverse impacts of local employment shocks across regions through their internal networks of establishments. Linking confidential micro data at the establishment level from the U.S. Census Bureau’s Longitudinal Business Database to ZIP code-level variation in house price changes during the Great Recession, we find that local establishment-level employment responds strongly to employment shocks in other regions in which the firm has establishments. Consistent with theory, the elasticity of establishment-level employment with respect to shocks in other regions is increasing with firms’ financial constraints. Moreover, establishments belonging to more expansive firm networks exhibit smaller employment elasticities with respect to their own local shocks. To account for the impacts of general equilibrium adjustments, we examine aggregate employment at the county level. Similar to what we found at the establishment level, we obtain large elasticities of county-level employment with respect to employment shocks in other counties linked through firms’ internal networks. Overall, our results suggest that firms play an important role in the provision of regional risk sharing and the propagation of local employment shocks across different U.S. regions.\n\n",
    "acknowledgement": "\nWe thank Scott Baker, Martin Beraja, David Berger, Nick Bloom, Itamar Drechsler, Xavier Gabaix, Ben Keys, Pat Kline, Theresa Kuchler, Andres Liberman, Atif Mian, Ben Moll, Enrico Moretti, Daniel Paravisini, Thomas Philippon, Tomasz Piskorski, Alexi Savov, Ben Schoefer, Johannes Stroebel, Amir Sufi, Stijn van Nieuwerburgh, Joe Vavra, Gianluca Violante, Danny Yagan, and seminar participants at Princeton, Berkeley, MIT, Columbia, NYU, Boulder, Fed Board, Zurich, St. Gallen, and the NBER Summer Institute for helpful comments. Any opinions and conclusions expressed herein are those of the authors and do not necessarily represent the views of the U.S. Census Bureau. All results have been reviewed to ensure that no confidential information is disclosed. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}