{
    "id": 23183,
    "citation_title": "Agricultural Diversity, Structural Change and Long-run Development: Evidence from the U.S.",
    "citation_author": [
        "Martin Fiszbein"
    ],
    "citation_publication_date": "2017-02-27",
    "issue_date": "2017-02-23",
    "revision_date": "2017-06-22",
    "topics": [
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the role of agricultural diversity in the process of development. Using data from U.S. counties and exploiting climate-induced variation in agricultural production patterns, I show that mid-19th century agricultural diversity had positive long-run effects on population density and income per capita. Examining the effects on development outcomes over time, I find that early agricultural diversity fostered structural change during the Second Industrial Revolution. Besides stimulating industrialization, agricultural diversity boosted manufacturing diversification, patent activity, and new labor skills, as well as knowledge- and skill-intensive industries. These results are consistent with the hypothesis that diversity spurs the acquisition of new ideas and new skills because of the presence of cross-sector spillovers and complementarities.\n\n",
    "acknowledgement": "\nI am grateful to Oded Galor, Stelios Michalopoulos and David Weil for their invaluable advice. I also wish to acknowledge useful comments and suggestions by Nathaniel Baum-Snow, Sam Bazzi, Joaquin Blaum, Pedro Dal Bo, Emilio Depetris-Chauvin, Jonathan Eaton, James Feigenbaum, James Fenske, Andrew Foster, Raphael Franck, Simon Gilchrist, Martin Guzman, Walker Hanlon, Ricardo Hausmann, Vernon Henderson, Richard Hornbeck, Peter Howitt, Marc Klemp, Bob Margo, Dilip Mookherjee, Suresh Naidu, Ömer Özak, Lucia Sanchez, Matthew Turner, Alex Whalley, and seminar participants at Brown, BU, Erasmus, FGVEESP, FGV-EPGE, Harvard, NBER, NEUDC, NYU, PUC-Chile, PUC-Rio, Royal Holloway, University of Maryland, Universitat Pompeu Fabra, University of Illinois at Urbana-Champaign, and University of Toronto. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}