{
    "id": 23184,
    "citation_title": "Political Cycles and Stock Returns",
    "citation_author": [
        "Lubos Pastor",
        "Pietro Veronesi"
    ],
    "citation_publication_date": "2017-02-20",
    "issue_date": "2017-02-16",
    "revision_date": "2019-05-28",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a model of political cycles driven by time-varying risk aversion. Agents choose to work in the public or private sector and to vote Democrat or Republican. In equilibrium, when risk aversion is high, agents elect Democrats—the party promising more redistribution. The model predicts higher average stock market returns under Democratic presidencies, explaining the well-known “presidential puzzle.” The model can also explain why economic growth has been faster under Democratic presidencies. In the data, Democratic voters are more risk- averse and risk aversion declines during Democratic presidencies. Public workers vote Democrat while entrepreneurs vote Republican, as the model predicts.\n\n",
    "acknowledgement": "\nThe views in this paper are the responsibility of the authors, not the institutions with which they are affiliated, nor the National Bureau of Economic Research. For helpful comments, we are grateful to our conference discussants Daniel Andrei, Frederico Belo, Ian Dew-Becker, Alex Michaelides, Anna Pavlova, Ross Valkanov, and Mungo Wilson, as well as to Peter Buisseret, Wioletta Dziuda, Vito Gala, Marcin Kacperczyk, Ali Lazrak, Pedro Santa-Clara, Rob Stambaugh, Lucian Taylor, Francesco Trebbi, Harald Uhlig, Jan Zabojnik, conference participants at the Adam Smith Workshop, American Finance Association, Citrus Finance Conference, ESSFM Gerzensee, European Finance Association, Jackson Hole Finance Conference, Minnesota Macro-Asset Pricing Conference, MIT Capital Markets Research Workshop, Political Economy of Finance conference, Red Rock Finance conference, and seminar audiences at The Einaudi Institute for Economics and Finance, Imperial College, Rice University, University of British Columbia, University of Chicago (both Booth and Harris schools), University of Houston, University of Matej Bel, University of Michigan, University of Pennsylvania, University of Texas at Austin, WU Vienna, and the National Bank of Slovakia. We are also grateful to Will Cassidy, Bianca He, and Pierre Jaffard for excellent research assistance and to the Fama-Miller Center for Research in Finance and the Center for Research in Security Prices, both at Chicago Booth, for research support.\n\n\n"
}