{
    "id": 23188,
    "citation_title": "The Structure of Health Incentives: Evidence from a Field Experiment",
    "citation_author": [
        "Mariana Carrera",
        "Heather Royer",
        "Mark F. Stehr",
        "Justin R. Sydnor"
    ],
    "citation_publication_date": "2017-02-27",
    "issue_date": "2017-02-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nThe use of incentives to encourage healthy behaviors is increasingly widespread, but we have little evidence about how best to structure these programs. We explore how different incentive designs affect behavior on the extensive and intensive margins through an experiment offering incentives to employees of a Fortune 500 company to use their workplace gym. Overall the likelihood of joining the gym was not strongly affected by the incentive design. Notably, front-loading incentives to encourage initial participation was not more effective than an incentive kept constant over time. For those who were already at least occasional users of the gym, however, we find more evidence that the design of incentives matters. For this group, front-loading incentives appears to be detrimental relative to a constant incentive, but a novel design that spreads out the incentive budget by turning incentives on and off over a longer period of time is effective.\n\n",
    "acknowledgement": "\nThis study was funded by a grant from the Robert Wood Johnson Foundation through the Applying Behavioral Economics to Perplexing Problems in Health and Health Care initiative via the Center for Health Incentives and Behavioral Economics at the University of Pennsylvania and from a UCSB Faculty Senate Grant. We greatly appreciate the comments and suggestions of John Cawley and Gary Charness. We thank Chang Lee, Ben Marks, Alan Thomas, Sarah Mattson, Steven Cramer, Leah Neustadt, and Jacob Rubin for excellent research assistance, and various seminar and conference participants for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}