{
    "id": 23189,
    "citation_title": "The Operation and Demise of the Bretton Woods System; 1958 to 1971",
    "citation_author": [
        "Michael D. Bordo"
    ],
    "citation_publication_date": "2017-02-27",
    "issue_date": "2017-02-23",
    "revision_date": "2021-08-18",
    "topics": [
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis chapter revisits the history of the origins, operation and demise of the Bretton Woods International Monetary System. The Bretton Woods system was created by the !944 Articles of Agreement to design a new international monetary order for the post war at a global conference organized by the US Treasury at the Mount Washington Hotel in Bretton Woods ,New Hampshire at the height of World War II. The Articles represented a compromise between the American plan of Harry Dexter White and the British plan of John Maynard Keynes. The compromise created an adjustable peg system based on the US dollar convertible into gold at $35 per ounce along with capital controls. It was designed to combine the advantages of fixed exchange rates of the pre World War I gold standard with some flexibility to handle large real shocks. The compromise gave members both exchange rate stability and the independence for their monetary authorities to maintain full employment.\n It took over a decade for the fully current account convertible system to get started. The system only lasted for 12 years from 1959 to 1971 but it did deliver remarkable economic performance. The BWS evolved into a gold dollar standard which depended on the US monetary authorities following sound low inflation policies. As the System evolved it faced the same severe fundamental problems as in the interwar gold exchange standard of: adjustment, confidence and liquidity. The adjustment problem meant that member countries with balance of payments deficits, in the face of nominal rigidities, ran the gauntlet between currency crises and recessions.  Surplus countries had to sterilize dollar inflows to prevent inflation.\nThe U.S. as center country faced the Triffin dilemma. With the growth of trade and income member countries held more and more dollars instead of scarce gold as reserves generated by a growing US balance of payments deficit. As outstanding dollar liabilities grew relative to the US monetary gold stock confidence in the dollar would wane raising the likelihood of a run on Fort Knox.This led to the possibility that the US would follow tight financial policies to reduce the deficit thereby starving the rest of the world of needed liquidity leading to global deflation and depression as occurred in the 1930s. Enormous efforts by the US, the G10 and international institutions were devoted to solving this problem.\nAs it turned out, after 1965 the key problem facing the global economy was inflation, not deflation, reflecting expansionary Federal Reserve policies to finance the Vietnam war and the Great Inflation. US inflation was exported through the balance of payments to the surplus countries of Europe and Japan leading them in 1971 to begin converting their outstanding dollar holdings into gold. In reaction President Richard Nixon closed the US gold window ending the BWS.\n\n",
    "acknowledgement": "\nPaper prepared for the Yale University Press Volume on Bretton Woods edited by Naomi Lamoreaux and Ian Shapiro The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}