{
    "id": 23181,
    "citation_title": "Impact of Violent Crime on Risk Aversion: Evidence from the Mexican Drug War",
    "citation_author": [
        "Ryan Brown",
        "Verónica Montalva",
        "Duncan Thomas",
        "Andrea Velásquez"
    ],
    "citation_publication_date": "2017-02-20",
    "issue_date": "2017-02-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhereas attitudes towards risk are thought to play an important role in many decisions over the life-course, factors that affect those attitudes are not fully understood. Using longitudinal survey data collected in Mexico before and during the Mexican war on drugs, we investigate how an individual’s risk attitudes change with variation in levels of insecurity and uncertainty brought on by unprecedented changes in local-area violent crime due to the war on drugs. Exploiting the fact that the timing, virulence and spatial distribution of changes in violent crime were unanticipated, we establish the changes can plausibly be treated as exogenous in models that also take into account unobserved characteristics of individuals that are fixed over time. As local-area violent crime increases, there is a rise in risk aversion that is distributed through the entire local population.\n\n",
    "acknowledgement": "\nWe are grateful to Ben Crost, Erica Field, Elizabeth Frankenberg, Robert Garlick, Amar Hamoudi, Nick Ingwersen, Hani Mansour, Owen Ozier, Marcos Rangel, Hitoshi Shigeoka, Xiao Yu Wang, Richard Zeckhauser, and participants at the the Northeastern Universities Development Conference (2015), the Latin American and Caribbean Economic Association Annual Meeting (2015), the Southern Economic Association Annual Meeting (2015), and NBER Economics of National Security Working Group (2016) for their valuable comments and for financial support from NIA R01AG030668 and NICHD R01HD047522. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}