{
    "id": 23193,
    "citation_title": "The Returns to Online Postsecondary Education",
    "citation_author": [
        "Caroline M. Hoxby"
    ],
    "citation_publication_date": "2017-02-27",
    "issue_date": "2017-02-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Public Goods",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper is temporarily unavailable while a permissions issue is being resolved.\n\n",
    "acknowledgement": "\nThe opinions expressed in this paper are those of the author alone and do not necessarily represent the views of the U.S. Internal Revenue Service or the U.S. Department of the Treasury. This work is a component of a larger project examining the effects of federal tax expenditures and on-budget expenditures related to higher education. Selected, de-identified data were accessed through contract TIR-NO-12-P-00378 and TIR-NO-15-P-00059 with the Statistics of Income (SOI) Division at the U.S. Internal Revenue Service. The authors gratefully acknowledge the help of Barry W. Johnson, Michael Weber, and Brian G. Raub of the Statistics of Income Division, Internal Revenue Service.  The author is grateful for suggestions and very useful comments from her discussant, Nora Gordon, and from Katherine Abraham, John Bound, David Deming, Charles Hulton, Jennifer Hunt, Valerie Ramey, and participants at the October 2015 Conference on Research on Income and Wealth. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}