{
    "id": 23190,
    "citation_title": "Prolonging Coal’s Sunset: The Causes and Consequences of Local Protectionism for a Declining Polluting Industry",
    "citation_author": [
        "Jonathan Eyer",
        "Matthew E. Kahn"
    ],
    "citation_publication_date": "2017-02-27",
    "issue_date": "2017-02-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nIn recent years, the share of U.S electricity generated by coal has fallen from nearly 50% to 33%. The costs of this transition are spatially concentrated, and mining states have already lost income due to the reduced demand for coal. Coal states have enacted policies to encourage local power plants to purchase from within state mines.  We document that power plants in states and counties with substantial mining activity are more likely to be coal fired and to purchase more within political boundary coal. These results are robust to including flexible controls for the distance from power plants to mines.   While coal states benefits from local protectionism, these efforts impose social costs because coal mining and coal burning creates significant environmental consequences. We quantify these effects and find that a one-percentage point increase in the proportion of coal plants in a NERC region with an in-state coal mine results in approximately 2.3 million additional annual tons of CO2 emissions.\n\n",
    "acknowledgement": "\nWe thank Steve Cicala, Alvin Murphy, Kerry Smith, and seminar participants at the USC Law School, Arizona State University, and the 2017 ASSA Annual Meetings for useful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}