{
    "id": 23198,
    "citation_title": "Matching Pennies on the Campaign Trail: An Empirical Study of Senate Elections and Media Coverage",
    "citation_author": [
        "Camilo García-Jimeno",
        "Pinar Yildirim"
    ],
    "citation_publication_date": "2017-02-27",
    "issue_date": "2017-02-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Welfare and Collective Choice",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the strategic interaction between the media and Senate candidates during elections. While the media is instrumental for candidates to communicate with voters, candidates and media outlets have conflicting preferences over the contents of the reporting. In competitive electoral environments such as most US Senate races, this can lead to a strategic environment resembling a matching pennies game. Based on this observation, we develop a model of bipartisan races where media outlets report about candidates, and candidates make decisions on the type of constituencies to target with their statements along the campaign trail. We develop a methodology to classify news content as suggestive of the target audience of candidate speech, and show how data on media reports and poll results, together with the behavioral implications of the model, can be used to estimate its parameters. We implement this methodology on US Senatorial races for the period 1980-2012, and find that Democratic candidates have stronger incentives to target their messages towards turning out their core supporters than Republicans. We also find that the cost in swing-voter support from targeting core supporters is larger for Democrats than for Republicans. These effects balance each other, making media outlets willing to cover candidates from both parties at similar rates.\n\n",
    "acknowledgement": "\nWe thank Jeff Groesback, Scott Wang, and Shawn Zamechek for excellent research assistance, and Noah Veltman for sharing with us the data on NFL fandom. We are also grateful to Daron Acemoglu, Frank DiTraglia, Gregory Martin, Maria Petrova, Carlo Prato, Noam Yuchtman, and to seminar participants at Tufts University, CEMFI, Pompeu Fabra, Stockholm University, the Wharton School, Princeton University, NYU Abu Dhabi, UC Berkeley, the Wallis Political Economy conference at the University of Rochester, the Southern Economic Association 2015 Conference, and the Stanford University SITE conference for their valuable comments. We gratefully acknowledge the financial support of the NET Institute, the Dean's Research Fund at the Wharton School, and the Hal Varian Visiting Assistant Professorship research fund at MIT. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}