{
    "id": 23194,
    "citation_title": "China's Gradualistic Economic Approach and Financial Markets",
    "citation_author": [
        "Markus K. Brunnermeier",
        "Michael Sockin",
        "Wei Xiong"
    ],
    "citation_publication_date": "2017-02-27",
    "issue_date": "2017-02-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nChina’s gradualistic approach allowed the government to learn how the economy reacts to small policy changes, and to adjust its reforms before implementing them in full. With fully developed financial markets, however, private actors’ may front-run future policy changes making it impossible for the implement policies gradually. With financial markets the government faces a time-inconsistency problem. The government would like to commit to a gradualistic approach, but after it observes the economy’s quick reaction, it has no incentive to implement its policies in small steps.\n\n",
    "acknowledgement": "\nWe would like to thank participants at the AEA 2017 annual meetings and especially our discussant Darrell Duffie. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nMarkus K. Brunnermeier\n\nDisclosures 2015-\n\n\nAs a guiding principle I follow the NBER Research Disclosure Policy: http://www.nber.org/researchdisclosurepolicy.html\n\n\nTo date, no single relationship (other than my salary form Princeton University) has accounted for more than 10 percent of my aggregate annual income in that year.\n\n\nSignificant Remunerated Activities:\nSpeaking engagements and lectures\n\n\nCentral banks\nECB, ESRB, Bundesbank (Research Council), Bank of Korea (Keynote presentation), Bank of England, National Bank of Austria, Swiss National Bank, Bank of Japan, Federal Reserve, New York Fed, Bank of Canada, Bank of Chile, Bank of Korea\n\n\nInternational financial institution\n\n\nIMF\n\n\nAcademic Organizations\n\n\nSwiss Finance Institute, 2012-\n\n\nNo expert testimony for law suits or paid consulting work for private cooperation to date.\n\n\nResearch Grants:\nSloan Foundation 2011-12\nGuggenheim Fellowship, 2010-11\nINQUIRE Europe, Research Grant\n\n\nVisiting Scholar and Other:\nMilton Friedman Institute, visiting scholar 2011\nAmerican Economic Review, Journal of Finance, Associated Editorship\n\n\nSignificant Non-Compensated Activities:\nAmerican Finance Association: Director\nFinancial Advisory Roundtable and Monetary Policy Panel, Federal Reserve Bank of New York, 2006 – present\nINET Advisory Board Member, 2009 – present\n\n\n"
}