{
    "id": 23202,
    "citation_title": "Firm Entry and Exit and Aggregate Growth",
    "citation_author": [
        "Jose Asturias",
        "Sewon Hur",
        "Timothy J. Kehoe",
        "Kim J. Ruhl"
    ],
    "citation_publication_date": "2017-02-27",
    "issue_date": "2017-02-23",
    "revision_date": "2021-10-01",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing data from Chile and Korea, we find that a larger fraction of aggregate productivity growth is due to firm entry and exit during fast-growth episodes compared to slow-growth episodes. Studies of other countries confirm this empirical relationship. We develop a model of endogenous firm entry and exit based on Hopenhayn (1992). Firms enter with efficiencies drawn from a distribution whose mean grows over time. After entering, a firm’s efficiency grows with age. In the calibrated model, reducing entry costs or barriers to technology adoption generates the pattern we document in the data. Firm turnover is crucial for rapid productivity growth.\n\n",
    "acknowledgement": "\nThis paper has benefited from helpful discussions at numerous conference and seminar presentations. We thank Quamrul Ashraf, Paco Buera, V.V. Chari, Hal Cole, John Haltiwanger, Chang-Tai Hsieh, Boyan Jovanovic, Joseph Kaboski, Pete Klenow, Erzo G.J. Luttmer, Virgiliu Midrigan, Ezra Oberfield, B. Ravikumar, Felipe Saffie, Juan Sanchez, and three anonymous referees for helpful comments and discussions. We also thank James Tybout, the Instituto Nacional de Estadística of Chile, and the Korean National Statistical Office for their assistance in acquiring data. All the publicly available data used in this paper can be found at http://users.econ.umn.edu/~tkehoe/. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}