{
    "id": 23203,
    "citation_title": "State Health Insurance Mandates and Labor Market Outcomes: New Evidence on Old Questions",
    "citation_author": [
        "Yaa Akosa Antwi",
        "Johanna Catherine Maclean"
    ],
    "citation_publication_date": "2017-02-27",
    "issue_date": "2017-02-23",
    "revision_date": "2018-02-23",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe re-visit the relationship between private health insurance mandates, access to employer-sponsored health insurance, and labor market outcomes using the National Longitudinal Survey of Youth 1979. We model employer-sponsored health insurance access and labor market outcomes across the lifecycle as a function of the number of high cost mandates in place at labor market entrance. We find no evidence that high cost state health insurance mandates discourage employers from offering insurance to employees. Employers adjust wages and labor demand to offset mandate costs. Mandate effects are persistent but not permanent. We document heterogeneity across worker-types.\n\n",
    "acknowledgement": "\nThis research was conducted with restricted access to Bureau of Labor Statistics (BLS) data. The views expressed here do not necessarily reflect the views of the BLS, nor those of of the National Bureau of Economic Research. We thank James Bailey, John Bowblis, Marcus Dillender, Sarah Hammersma, Andrew Sfekas, Douglas Webber, and seminar participants at the 2016 American Society of Health Economists Conference, the 2016 Association for Public Policy Analysis and Management Fall Research Conference, and the Agency for Healthcare Quality and Research (CFACT) for helpful comments. All errors are our own.\n\n\n"
}