{
    "id": 23204,
    "citation_title": "The London Monetary and Economic Conference of 1933 and the End of The Great Depression: A “Change of Regime” Analysis",
    "citation_author": [
        "Sebastian Edwards"
    ],
    "citation_publication_date": "2017-02-27",
    "issue_date": "2017-02-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "History of Economic Thought",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper I analyze the London Monetary and Economic Conference of 1933, an almost forgotten episode in U.S. monetary history. I study how the Conference shaped dollar policy during the second half of 1933 and early 1934. I use daily data to investigate the way in which the Conference and related policies associated to the gold standard affected commodity prices, bond prices, and the stock market. My results show that the Conference itself did not impact commodity prices or the stock market. However, it had a small effect on bond prices. I do find that the events associated with the abandonment of the gold standard impacted prices in a significant way, even before the actual monetary and currency channels were at work. These results are consistent with the “change in regime” hypothesis of Sargent (1983).\n\n",
    "acknowledgement": "\nI thank Michael Poyker for his assistance. I thank Michael Bordo, Josh Hausman, and George Tavlas for comments. I have benefitted from conversations with Ed Leamer. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}