{
    "id": 23200,
    "citation_title": "Optimal Transport Networks in Spatial Equilibrium",
    "citation_author": [
        "Pablo D. Fajgelbaum",
        "Edouard Schaal"
    ],
    "citation_publication_date": "2017-02-27",
    "issue_date": "2017-02-23",
    "revision_date": "2019-07-11",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study optimal transport networks in spatial equilibrium. We develop a framework consisting of a neoclassical trade model with labor mobility in which locations are arranged on a graph. Goods must be shipped through linked locations, and transport costs depend on congestion and on the infrastructure in each link, giving rise to an optimal transport problem in general equilibrium. The optimal transport network is the solution to a social planner’s problem of building infrastructure in each link. We provide conditions such that this problem is globally convex, guaranteeing its numerical tractability. We also study cases with increasing returns to transport technologies in which global convexity fails. We apply the framework to assess optimal investments and inefficiencies in observed road networks in European countries.\n\n",
    "acknowledgement": "\nWe thank Costas Arkolakis, Dave Donaldson and Jonathan Eaton for their discussions. We thank Thomas Chaney, Arnaud Costinot, Don Davis, Manuel Garcia Santana, Cecile Gaubert, Gueorgui Kambourov, Ezra Oberfield, Stephen Redding, Esteban Rossi-Hansberg and Jonathan Vogel for helpful comments. Edouard Schaal acknowledges financial support from the Spanish Ministry of Economy and Competitiveness, through the Severo Ochoa Programme for Centres of Excellence in R&D (SEV-2015-0563), the Barcelona GSE (grant SG-2017-07) and the European Research Council Starting Grant 804095. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}