{
    "id": 23209,
    "citation_title": "Instrumental Variables and Causal Mechanisms: Unpacking The Effect of Trade on Workers and Voters",
    "citation_author": [
        "Christian Dippel",
        "Robert Gold",
        "Stephan Heblich",
        "Rodrigo Pinto"
    ],
    "citation_publication_date": "2017-03-06",
    "issue_date": "2017-03-03",
    "revision_date": "2018-06-08",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Globalization and International Relations",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nInstrumental variables (IV) are a common means to identify treatment effects. But standard IV methods do not allow us to unpack the complex treatment effects that arise when a treatment and its outcome together cause a second outcome of interest. For example, IV methods have been used to show that import exposure to low-wage countries has adversely affected Western labor markets. Similarly, they have been used to show that import exposure has increased voter polarization. However, standard IV cannot estimate to what extent the latter is a consequence of the former. This paper proposes a new identification framework that allows us to do so, appealing to one additional identifying assumption without requiring additional instruments. The added identifying assumption can be relaxed, and bounds instead of point estimates can be derived. Applying this framework, we estimate that labor market adjustments explain most to all of the effect of import exposure on voting, thereby providing rigorous evidence that the correct policy response to voter polarization has to be focused on labor markets.\n\n",
    "acknowledgement": "\nWe thank Alberto Alesina, David Autor, Sascha Becker, Sonia Bhalotra, Gilles Duranton, Jon Eguia, Johanna Fajardo, Andreas Ferrara, Markus Frölich, Paola Giuliano, James Heckman, Martin Huber, Kosuke Imai, Ed Leamer, Yi Lu, Craig McIntosh, Ralph Ossa, Sebastian Ottinger, Anne Otto, David Pacini, Bruno Pellegrino, Maria Petrova, Justin Pierce, David Slichter, Daniel Sturm, Peter Schott, Zhigang Tao, Dustin Tingley, Dan Trefler, Nico Voigtländer, Wouter Vermeulen, Till von Wachter, Romain Wacziarg, Frank Windmeijer, Yanos Zylberberg, and seminar participants at Bristol, Kiel, the LMU, the LSE, Toronto, UCLA, UCSD, U HK, Warwick, the 2015 Quebec Political Economy conference, the 2016 EEA conference, the 2017 VfS conference, and the 2017 INET conference for valuable comments and discussions. We also thank David Slichter for thoughtful comments and Wolfgang Dauth for sharing the crosswalk from product classifications to industry classifications in the German IAB data. Dippel acknowledges financial support from UCLA’s Center for Global Management. This paper builds on an earlier working paper titled “Globalization and its (Dis-)Content.” The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}