{
    "id": 23206,
    "citation_title": "FX Market Metrics: New Findings Based on CLS Bank Settlement Data",
    "citation_author": [
        "Joel Hasbrouck",
        "Richard M. Levich"
    ],
    "citation_publication_date": "2017-03-06",
    "issue_date": "2017-03-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing a new and unique data set of foreign currency settlement instructions provided by CLS Bank, we investigate activity and liquidity in the foreign exchange market. In the major currency pairs, CLS settlement volume shares are similar to those reported in the BIS triennial surveys. They are also similar to shares computed from EBS trade data reported by Mancini, Ranaldo and Wrampelmeyer (2013) (MRW), but only for currency pairs that do not belong to the “UK Commonwealth” pairs, for which EBS coverage is limited.\nWe estimate Amihud (2002) illiquidity ratios from CLS submissions and Olsen price records, and examine the correlations between these ratios and price impact estimates based on high frequency EBS data and reported by MRW. The correlation is 0.748, but with marginal statistical significance and only when the commonwealth pairs are excluded from the analysis. When the commonwealth pairs are included, the correlation drops to -0.130 (insignificant). We believe that, as with the volume estimates, this reflects EBS’ limited coverage of the commonwealth currency pairs. The common liquidity factor in our illiquidity ratios constructed from all major pairs is highly correlated, however, with the factor based only on non-commonwealth pairs, suggesting that liquidity factors constructed from EBS data may be good proxies for factors based on broader samples.\nOur data include numerical identifiers for counterparties to each trade which allows us to estimate market concentration by currency pair. We find that trading is more concentrated (across participants) in less actively traded currencies, which typically exhibit lower liquidity.\n\n",
    "acknowledgement": "\nThis paper reflects the views of the authors and should not be interpreted as reflecting the views of CLS Bank International, New York University, or the National Bureau of Economic Research. We thank Rob Franolic, Dino Kos, and Irene Mustich for their assistance in obtaining data for this study, discussing institutional background, and comments. We are also indebted to Carol Osler, Angelo Ranaldo, and Andreas Schrimpf for comments on earlier drafts. We take responsibility for all remaining errors.\n\n\n\nJoel Hasbrouck\n\nDuring the period over which this research was developed, I taught (for compensation) in the training program of a firm that engages in high frequency trading.\n\n\n"
}