{
    "id": 23201,
    "citation_title": "Is Local Public Sector Rent Extraction Higher in Progressive Cities or High Amenity Cities?",
    "citation_author": [
        "Matthew E. Kahn"
    ],
    "citation_publication_date": "2017-02-27",
    "issue_date": "2017-02-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nPublic finance theories of the median voter’s preferences and local public sector rent extraction posit that liberal cities and high amenity cities will feature a larger, better paid local public sector.  Compensating differentials theory predicts that real wages will be lower in beautiful states and localities. Using both Federal and California city level administrative micro data, I study public sector compensation across space.  At the Federal level, California workers are only paid 9% more than observationally identical workers in Alabama.  Given the high California home prices, such workers are paying for the California amenities.  Within California, beach cities hire more workers but pay them less in real terms. Liberal cities both pay public sector workers more and employ more of them.  Liberal cities have much larger per-capita pension liabilities.\n\n",
    "acknowledgement": "\nI thank Brian Casey, Dora Costa, Ed Glaeser, Nolan Jones and Joe Tracy for useful comments and Joe Nation for sharing his California Pension Tracker database. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}