{
    "id": 23208,
    "citation_title": "The Historical State, Local Collective Action, and Economic Development in Vietnam",
    "citation_author": [
        "Melissa Dell",
        "Nathaniel Lane",
        "Pablo Querubin"
    ],
    "citation_publication_date": "2017-03-06",
    "issue_date": "2017-03-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Development Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study examines how the historical state conditions long-run development, using Vietnam as a laboratory. Northern Vietnam (Dai Viet) was ruled by a strong centralized state in which the village was the fundamental administrative unit. Southern Vietnam was a peripheral tributary of the Khmer (Cambodian) Empire, which followed a patron-client model with weaker, more personalized power relations and no village intermediation. Using a regression discontinuity design across the Dai Viet-Khmer boundary, the study shows that areas historically under a strong state have higher living standards today and better economic outcomes over the past 150 years. Rich historical data document that in villages with a strong historical state, citizens have been better able to organize for public goods and redistribution through civil society and local government. This suggests that the strong historical state crowded in village-level collective action and that these norms persisted long after the original state disappeared.\n\n",
    "acknowledgement": "\nWe thank Minh Trinh, Nhung Le, Minh Tuan Nguyen, Thao Ngo, and Huyen Cao for providing excellent research assistance. We are also grateful to seminar participants at Berkeley, the Canadian Institute for Advanced Research, Central European University, Columbia University, CUNY, Duke Economics, Duke Political Science, Harvard, IIES, LACEA, LSE, MIT, Munich, NYU, Oxford, Queen Mary, UC-Santa Barbara, Universidad de Piura, University of Illinois Urbana-Champaign, Warwick, World Bank and Yale for their helpful comments and suggestions. Support used to fund this project was received from the Weatherhead Center for International Affairs (Harvard), the Milton Fund (Harvard), and the Canadian Institute for Advanced Research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}