{
    "id": 23212,
    "citation_title": "Are Larger Banks Valued More Highly?",
    "citation_author": [
        "Bernadette A. Minton",
        "René M. Stulz",
        "Alvaro G. Taboada"
    ],
    "citation_publication_date": "2017-03-06",
    "issue_date": "2017-03-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate whether the value of large banks, defined as banks with assets in excess of the Dodd-Frank threshold for enhanced supervision, increases with the size of their assets using Tobin’s q and market-to-book as our valuation measures. Many argue that large banks receive subsidies from the regulatory safety net, so they should be worth more and their valuation should increase with size. Instead, using a variety of approaches, we find (1) no evidence that large banks are valued more highly, (2) strong cross-sectional evidence that the valuation of large banks falls with size, and (3) strong evidence of a within-bank negative relation between valuation and size for large banks from 1987 to 2006 but not when the post-Dodd-Frank period is included in the sample. The negative relation between bank value and bank size for large banks cannot be systematically explained by differences in ROA or ROE, equity volatility, tail risk, distress risk, and equity discount rates. However, we find that banks with more trading assets are worth less. A 1% increase in trading assets is associated with a Tobin’s q lower by 0.2% in regressions with year and bank fixed effects. This relation between bank value and trading assets helps explain the cross-sectional negative relation between large bank valuation and size. Our results hold when we use instrumental variables for bank size.\n\n",
    "acknowledgement": "\nMinton is from the Fisher College of Business at The Ohio State University, Taboada is from the College of Business, Mississippi State University, and Stulz is from the Fisher College of Business at The Ohio State University, NBER, and ECGI. We are grateful to Andrei Gonçalves for valuable comments. René Stulz serves on the board of a bank and consults and provides expert testimony for financial institutions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nRené M. Stulz\n\nRené Stulz serves on the board of a bank and consults and provides expert testimony for financial institutions.\n\n\n"
}