{
    "id": 23218,
    "citation_title": "School Lunch Quality and Academic Performance",
    "citation_author": [
        "Michael L. Anderson",
        "Justin Gallagher",
        "Elizabeth Ramirez Ritchie"
    ],
    "citation_publication_date": "2017-03-06",
    "issue_date": "2017-03-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nImproving the nutritional content of public school meals is a topic of intense policy interest. A main motivation is the health of school children, and, in particular, the rising childhood obesity rate. Medical and nutrition literature has long argued that a healthy diet can have a second important impact: improved cognitive function. In this paper, we test whether offering healthier lunches affects student achievement as measured by test scores. Our sample includes all California (CA) public schools over a five-year period. We estimate difference-in-difference style regressions using variation that takes advantage of frequent lunch vendor contract turnover. Students at schools that contract with a healthy school lunch vendor score higher on CA state achievement tests, with larger test score increases for students who are eligible for reduced price or free school lunches. We do not find any evidence that healthier school lunches lead to a decrease in obesity rates.\n\n",
    "acknowledgement": "\nThe authors would like to thank Peter Hinrichs, Scott Imberman, Aaron Sojourner, and Mary Zaki for helpful comments on this project. The authors also thank Paul Fisher, Anthony Gatti, Sarah Mattson, Jonathon Mobley, and Aaron Weisberg for outstanding research assistance. A special thanks to Grace Chan and Pat Crawford at the Nutrition Policy Institute for their analysis of the nutritional content of the lunches oﬀered by the school lunch vendors. This work was supported by the Giannini Foundation of Agricultural Economics and the USDA National Institute of Food and Agriculture, Hatch Project 233535. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}