{
    "id": 23211,
    "citation_title": "Impulsive Consumption and Financial Wellbeing: Evidence from an Increase in the Availability of Alcohol",
    "citation_author": [
        "Itzhak Ben-David",
        "Marieke Bos"
    ],
    "citation_publication_date": "2017-03-06",
    "issue_date": "2017-03-03",
    "revision_date": "2020-04-29",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Households and Firms",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nIncreased availability of alcohol may harm individuals if they have present-focused preferences and consume more than initially planned. Using a nationwide experiment in Sweden, we study the credit behavior of low-income households around the expansion of liquor stores' operating hours on Saturdays. Consistent with store closures serving as commitment devices, the policy led to higher credit demand, more default, increased dependence on welfare, and higher crime on Saturdays. The effects are concentrated among the young population due to higher alcohol consumption combined with tight liquidity constraints. The policy's impact on indebtedness is estimated at 4.5 times the expenditure on alcohol.\n",
    "acknowledgement": "\nWe thank Anna Dreber-Almenberg, Roc Armenter, Laurent Bach, Bruce Carlin, Hans Grönqvist, David Laibson, Christine Laudenbach, Susan Niknami, Leonard Nakamura, Martin Schmaltz, and numerous seminar and conference participants for helpful comments. Jesper Böjeryd and Johan Orrenius provided excellent research assistance. Funding from VINNOVA is gratefully acknowledged. All errors are our own. The views expressed here are those of the authors and do not necessarily represent those of the Federal Reserve Bank of Philadelphia, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}