{
    "id": 23219,
    "citation_title": "Was The First Public Health Campaign Successful? The Tuberculosis Movement and Its Effect on Mortality",
    "citation_author": [
        "D. Mark Anderson",
        "Kerwin Kofi Charles",
        "Claudio Las Heras Olivares",
        "Daniel I. Rees"
    ],
    "citation_publication_date": "2017-03-06",
    "issue_date": "2017-03-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe U.S. tuberculosis movement pioneered many of the strategies of modern public health campaigns. Dedicated to eradicating a specific disease, it was spearheaded by voluntary associations and supported by the sale of Christmas seals.  Although remarkable in its scope and intensity, the effectiveness of the tuberculosis (TB) movement has not been studied in a systematic fashion.  Using newly digitized mortality data at the municipal level for the period 1900-1917, we explore the effectiveness of the measures championed by the TB movement.  Our results suggest that the adoption of a municipal reporting requirement was associated with a 6 percent decrease in pulmonary TB mortality, while the opening of a state-run sanatorium was associated with an almost 4 percent decrease in pulmonary TB mortality.  However, these and other anti-TB measures can explain, at most, only a small portion of the overall decline in pulmonary TB mortality observed during the period under study.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. Partial support for this research came from a Eunice Kennedy Shriver National Institute of Child Health and Human Development research infrastructure grant, R24 HD042828, to the Center for Studies in Demography and Ecology at the University of Washington.\n\n\n"
}