{
    "id": 23216,
    "citation_title": "Financial Frictions and Employment during the Great Depression",
    "citation_author": [
        "Efraim Benmelech",
        "Carola Frydman",
        "Dimitris Papanikolaou"
    ],
    "citation_publication_date": "2017-03-06",
    "issue_date": "2017-03-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe provide new evidence that a disruption in credit supply played a quantitatively significant role in the unprecedented contraction of employment during the Great Depression. To analyze the role of financing frictions in firms' employment decisions, we use a novel, hand-collected dataset of large industrial firms. Our identification strategy exploits preexisting variation in the need to raise external funds at a time when public bond markets essentially froze. Local bank failures inhibited firms' ability  to substitute public debt for private debt, which exacerbated financial constraints. We estimate a large and negative causal effect of financing frictions on firm employment. Interpreting the estimated elasticities through the lens of a simple structural model, we find that the lack of access to credit may have accounted for 10% to  33% of the aggregate decline in employment of large firms between 1928 and 1933.\n\n",
    "acknowledgement": "\nWe thank Andrew Ellul, Joseph Ferrie, Jose Liberti, Joel Mokyr, Paige Ouimet (discussant), Marco Pagano, Giorgio Primiceri, Fabiano Schivardi (discussant), Amit Seru, Andrei Shleifer, Jeremy Stein, Toni Whited (discussant) and seminar participants at the CSEF-EIEF-SITE Conference on Finance and Labor, Federal Reserve Bank of New York, NBER Corporate Finance Summer Institute (2016), Kellogg School of Management, Northwestern's Economic History workshop, 2016 Tsinghua Finance Workshop, and Wharton for very helpful comments. Eileen Driscoll,  Jenna Fleischer, Sam Houskeeper, Ari Kaissar, Daniel Trubnick, and Yupeng Wang provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}