{
    "id": 23214,
    "citation_title": "Economic Development and the Regulation of Morally Contentious Activities",
    "citation_author": [
        "Julio J. Elias",
        "Nicola Lacetera",
        "Mario Macis",
        "Paola Salardi"
    ],
    "citation_publication_date": "2017-03-06",
    "issue_date": "2017-03-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n",
        "Country Studies",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nThe regulation of many activities depends on whether societies consider them morally controversial or “repugnant”. Not only have regulation and related ethical concerns changed over time, but there is also heterogeneity across countries at a given time. We provide evidence of this heterogeneity for three morally contentious activities: abortion, prostitution and gestational surrogacy, and explore the relationship between a country’s economic conditions and how these activities are regulated. We propose a conceptual framework to identify mechanisms that can explain our findings (including the role of non-economic factors), and indicate directions for future research.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge the financial support of the Johns Hopkins University Catalyst Award. Laura Janss and Namrah Mirza provided excellent research assistance. We also benefited from input from Kaitlin Newman who contributed in the initial stages of this paper while working on an independent study at the Johns Hopkins Carey Business School. We thank Melissa Kearney, Michel Fafchamps and participants of the ASSA 2017 Meetings session on Institutions, Morals and Markets for their comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}