{
    "id": 2321,
    "citation_title": "The Mundell-Flemming Model: A Quarter Century Later",
    "citation_author": [
        "Jacob A. Frenkel",
        "Assaf Razin"
    ],
    "citation_publication_date": "1987-07-01",
    "issue_date": "1987-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Mundell-Fleming model of international macroeconomics originated in the writings of Robert A. Mundell and J. Marcus Fleming in the early 1960s. The key contribution of the model has been a systematic analysis of the role played by international capital mobility in determining the effectiveness of macroeconomic policies under alternative exchange rate regimes. During the ensuing quarter century, the model was extended in various directions and is still the main \"work horse\" of traditional open-economy macroeconomics. This paper develops an exposition that integrates the various facets of the model and incorporates its extensions into a unified analytical framework. Attention is given to the distinction between short-run and long-run effects of policies, the implication of debt and tax financing of government expenditures, the role of the exchange rate regime in this regard, and debt revaluation and trade-balance revaluation effects associated with exchange rate changes. The resulting integration clarifies the key economic mechanisms operating in the Mundell-Fleming model and helps to identify its limitations. Among these is the neglect of intertemporal budget constraints and of the consequences of forward- looking behavior consistent with this constraint. The formulation in the paper casts the model in a manner that facilitates comparisons with more modern approaches. In so doing, the exposition provides a bridge between the traditional and the more modern approaches to international macroeconomics.\n\n",
    "acknowledgement": "\n"
}