{
    "id": 23213,
    "citation_title": "The Economist as Plumber",
    "citation_author": [
        "Esther Duflo"
    ],
    "citation_publication_date": "2017-03-13",
    "issue_date": "2017-03-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "General, Teaching",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAs economists increasingly help governments design new policies and regulations, they take on an added responsibility to engage with the details of policy making and, in doing so, to adopt the mindset of a plumber. Plumbers try to predict as well as possible what may work in the real world, mindful that tinkering and adjusting will be necessary since our models gives us very little theoretical guidance on what (and how) details will matter. This essay argues that economists should seriously engage with plumbing, in the interest of both society and our discipline.\n\n",
    "acknowledgement": "\nThis essay is based on the Ely lecture, which I delivered at the AEA meeting in January 2017. Many thanks to Alvin Roth,both for his invitation to give this lecture, and for his license to get our hands dirty with policy work. I thank Abhijit Banerjee and Cass Sunstein, master plumbers, for their encouragements, for several conversations that shaped this lecture, and for details comments on a first draft. David Atkin, Robert Gibbons, Parag Pathak, and Richard Thaler, provided useful comments. Vestal McIntyre gave wonderful and detailed comments on style; all awkwardness remains mine. Laura Stilwell provided excellent research assistance. Plumbing is not a solitary activity, and I would like to acknowledge the many people who have plumbed and discussed with me over the years, notably: Abhijit Banerjee, Rukmini Banerji, James Berry, Raghabendra Chattopadhyay, Iqbal Dhaliwal, Rachel Glennerster, Michael Greenstone, Rema Hanna, Clement Imbert, Michael Kremer, Shobhini Mukherjee, Karthik Muralidharan, Nicholas Ryan, Rohini Pande, Benjamin Olken, Anna Schrimpf, and Michael Walton. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}