{
    "id": 23217,
    "citation_title": "The Impact of Brexit on Foreign Investment and Production",
    "citation_author": [
        "Ellen R. McGrattan",
        "Andrea Waddle"
    ],
    "citation_publication_date": "2017-03-06",
    "issue_date": "2017-03-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Macroeconomics",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we estimate the impact of increasing costs on foreign producers following a withdrawal of the United Kingdom from the European Union (popularly known as Brexit). Our predictions are based on simulations of a multicountry neoclassical growth model that includes multinational firms investing in research and development (R&D), brands, and other intangible capital that is used nonrivalrously by their subsidiaries at home and abroad. We analyze several post-Brexit scenarios. First, we assume that the United Kingdom unilaterally imposes tighter restrictions on foreign direct investment (FDI) from other E.U. nations. With less E.U. technology deployed in the United Kingdom, U.K. firms increase investment in their own R&D and other intangibles, which is costly, and welfare for U.K. citizens is lower. If the European Union remains open, its citizens enjoy a modest gain from the increased U.K. investment since it can be costlessly deployed in subsidiaries throughout Europe. If instead we assume that the European Union imposes the same restrictions on U.K. FDI, then E.U. firms invest more in their own R&D, benefiting the United Kingdom. With costs higher on both U.K. and E.U. FDI, we predict a significant fall in foreign investment and production by U.K. firms. The United Kingdom increases international lending, which finances the production of others both domestically and abroad, and inward FDI rises. U.K. consumption falls and leisure rises, implying a negligible impact on welfare. In the European Union, declines in investment and production are modest, but the welfare of E.U. citizens is significantly lower. Finally, if, during the transition, the United Kingdom reduces current restrictions on other major foreign investors, such as the United States and Japan, U.K. inward FDI and welfare both rise significantly.\n\n",
    "acknowledgement": "\nWe thank Kyle Herkenhoff, Loukas Karabarbounis, and workshop participants for helpful comments. We thank Joan Gieseke for editorial assistance. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis or the Federal Reserve System. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}