{
    "id": 23215,
    "citation_title": "Does Universal Preschool Hit the Target? Program Access and Preschool Impacts",
    "citation_author": [
        "Elizabeth U. Cascio"
    ],
    "citation_publication_date": "2017-03-06",
    "issue_date": "2017-03-03",
    "revision_date": "2019-07-19",
    "topics": [
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the cost efficacy of universal over means-tested (targeted) programs, taking advantage of the rich diversity in state rules governing access to state-funded preschool in the U.S. Using age-eligibility rules for identification, I find that attending a state-funded universal preschool generates substantial immediate test score gains, particularly for poor children. Gains for poor children from attending targeted preschool are significantly smaller. These findings are robust to many specification checks, and cross-state differences in alternative care options, demographics, and other key features of the program environment cannot explain the difference in attendance impacts across program types. Impacts of universal public kindergarten and universal pre-K also look substantively similar within the same data, supporting an access interpretation. Benefit-cost ratios of universal programs are favorable despite their relatively high costs per poor child.\n\n",
    "acknowledgement": "\nFor their helpful comments, I thank seminar and lecture participants at Aarhus University, American University, Boston College, the Federal Reserve Bank of Boston, Franklin and Marshall College, the Institute for Fiscal Studies, McMaster University, Montana State University, Ohio State University, Southern Methodist University, the University of Connecticut, the University of Southern Denmark, the 8th Annual International Workshop on Applied Economics of Education, and the 2018 AEA Annual Meeting. All errors are my own. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}