{
    "id": 23227,
    "citation_title": "Dissecting Characteristics Nonparametrically",
    "citation_author": [
        "Joachim Freyberger",
        "Andreas Neuhierl",
        "Michael Weber"
    ],
    "citation_publication_date": "2017-03-13",
    "issue_date": "2017-03-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a nonparametric method to test which characteristics provide independent information for the cross section of expected returns. We use the adaptive group LASSO to select characteristics and to estimate how they affect expected returns nonparametrically. Our method can handle a large number of characteristics, allows for a flexible functional form, and is insensitive to outliers. Many of the previously identified return predictors do not provide incremental information for expected returns, and nonlinearities are important. Our proposed method has higher out-of-sample explanatory power compared to linear panel regressions, and increases Sharpe ratios by 50%.\n\n",
    "acknowledgement": "\nWe thank Jonathan Berk, Philip Bond, Oleg Bondarenko, John Campbell, Jason Chen, Josh Coval, Gene Fama, Ken French, Erwin Hansen, Lars Hansen, Bryan Kelly, Leonid Kogan, Shimon Kogan, Jon Lewellen, Bill McDonald, Stefan Nagel, Stavros Panageas, Lubos Pastor, Seth Pruitt, Alberto Rossi, George Skoulakis, Raman Uppal, Adrien Verdelhan, Amir Yaron and conference and seminar participants at Dartmouth College, FRA Conference 2016, HEC Montreal, McGill, 2017 Revelstoke Finance Conference, Santiago Finance Workshop, Stockholm School of Economics, TAU Finance Conference 2016, Tsinghua University PBCSF, Tsinghua University SEM, the University of Chicago, the University of Illinois at Chicago, the University of Notre Dame, and the University of Washington for valuable comments. Weber gratefully acknowledges financial support from the University of Chicago and the Fama-Miller Center. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}