{
    "id": 23225,
    "citation_title": "Shock Restricted Structural Vector-Autoregressions",
    "citation_author": [
        "Sydney C. Ludvigson",
        "Sai Ma",
        "Serena Ng"
    ],
    "citation_publication_date": "2017-03-13",
    "issue_date": "2017-03-09",
    "revision_date": "2020-01-21",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIt is well known that the covariance structure of the data alone is not enough to identify an SVAR, and the conventional approach is to impose restrictions on the parameters of the model based on a priori theoretical considerations. This paper suggests that much can be gained by requiring the properties of the identified shocks to agree with major economic events that have been realized. We first show that even without additional restrictions, the data alone are often quite informative about the quantitatively important shocks that have occurred in the sample. We propose shrinking the set of solutions by imposing two types of inequality constraints on the shocks. The first restricts the sign and possibly magnitude of the shocks during unusual episodes in history.  The second restricts the correlation between the shocks and variables external to the SVAR. The methodology provides a way to assess the validity of assumptions imposed as equality constraints. The effectiveness and limitations of this approach are exemplified with three applications.\n\n",
    "acknowledgement": "\nLudvigson acknowledges financial support from the C.V. Starr Center for Applied Economics at NYU. Ng acknowledges support from the National Science Foundation under grant SES-0962431 and SES-1558623. We are grateful to Ian Dew-Becker, Lutz Kilian, Jóse Luis Montiel Olea, Mikkel Plagbourg-Moller, Stephen Terry, Jim Stock, Eric Swanson, and Harald Uhlig for many valuable discussions. The views expressed are those of the authors and not necessarily those of the Federal Reserve Board, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}