{
    "id": 23228,
    "citation_title": "The Making of Hawks and Doves: Inflation Experiences on the FOMC",
    "citation_author": [
        "Ulrike Malmendier",
        "Stefan Nagel",
        "Zhen Yan"
    ],
    "citation_publication_date": "2017-03-13",
    "issue_date": "2017-03-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe show that personal experiences of inflation strongly influence the hawkish or dovish leanings of central bankers. For all members of the Federal Open Market Committee (FOMC) since 1951, we estimate an adaptive learning rule based on their lifetime inflation data. The resulting experience-based forecasts have significant predictive power for members' FOMC voting decisions, the hawkishness of the tone of their speeches, as well as the heterogeneity in their semi-annual inflation projections.  Averaging over all FOMC members present at a meeting, inflation experiences also help to explain the federal funds target rate, over and above conventional Taylor rule components.\n\n",
    "acknowledgement": "\nWe thank Michael McMahon, Ricordo Reis, David Robinson, Christina Romer, David Romer, Jeremy Stein, and workshop participants at the Bank of Finland, Harvard University, London School of Economics, Max Planck Institute for Research on Collective Goods, Stanford University, Stockholm School of Economics, Temple University, UC Berkeley, University of Bonn, University of Chicago, University of Michigan Economics Department and Law School, Vanderbilt University, as well as the NBER SI Monetary Economics meeting, Research in Behavioral Finance Conference 2016, and Annual Research Conference of the European Central Bank for helpful comments. Jonas Sobott, Marius Gunzel, Canyao Liu, Jeffrey Zeidel, and Albert Lee provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}