{
    "id": 23220,
    "citation_title": "Partial Fiscalization: Some Lessons on Europe’s Unfinished Business",
    "citation_author": [
        "Michael D. Bordo",
        "Harold James"
    ],
    "citation_publication_date": "2017-03-13",
    "issue_date": "2017-03-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe recent Eurozone crisis of 2010-2013 has brought to the fore the argument that a successful monetary union needs to be combined with a fiscal union. The history of the U.S. monetary/fiscal union is often given as a template for Europe. In this paper we describe how the push towards creation of the American fiscal union was long and arduous—it took from 1790 to the mid 1930s. In the European case ,unlike the U.S. story, there is strong opposition to creating a fiscal union because  members fear  the loss of sovereignty that is entailed.\nAs a compromise between the status quo and a U.S. style fiscal union we highlight  a series of measures which amount to partial fiscalization. These include: a banking union; a tax union; a capital markets union; a social security union; an energy union; and a military union. These fiscalizations can be viewed  as a variety of insurance mechanisms in which different risks for different participants are covered. Each taken by itself may produce substantial objections from those who fear that someone else’s risks are being covered at their expense. The answer to such objections may be to think not in terms of partial but comprehensive reform packages as are often negotiated in the sphere of international trade.\n\n",
    "acknowledgement": "\nPaper written for the conference “Rethinking Fiscal Policy After the Crisis” Slovakia Council for Budget Responsibility Bratislava, Slovakia  September 11,12 2015 The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}