{
    "id": 23234,
    "citation_title": "The Emergence of Market Structure",
    "citation_author": [
        "Maryam Farboodi",
        "Gregor Jarosch",
        "Robert Shimer"
    ],
    "citation_publication_date": "2017-03-13",
    "issue_date": "2017-03-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhat market structure emerges when market participants can choose the rate at which they contact others? We show that traders who choose a higher contact rate emerge as intermediaries, earning profits by taking asset positions that are misaligned with their preferences. Some of them, middlemen, are in constant contact with other traders and so pass on their position immediately. As search costs vanish, traders still make dispersed investments and trade occurs in intermediation chains, so the economy does not converge to a centralized market. When search costs are a differentiable function of the contact rate, the endogenous distribution of contact rates has no mass points.  When the function is weakly convex, faster traders are misaligned more frequently than slower traders.  When the function is linear, the contact rate distribution has a Pareto tail with parameter 2 and middlemen emerge endogenously. These features arise not only in the (inefficient) equilibrium allocation, but also in the optimal allocation. Moreover, we  show that intermediation is key to the emergence of the rest of the properties of this market structure.\n\n",
    "acknowledgement": "\nThis paper was previously circulated under the title “Meeting Technologies in Decentralized Asset Markets”. We are grateful to Fernando Alvarez, Markus Brunnermeier, Xavier Gabaix, Ricardo Lagos, Pierre-Olivier Weill, Randall Wright, and audiences at various seminars and conferences for their thoughts and comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nMaryam Farboodi\n\nMaryam Farboodi has received financial support from Princeton University for this research.  She has also received financial support from the Goldman Sachs Global Markets Institute to support other research during the past three years.\n\n\n"
}