{
    "id": 23238,
    "citation_title": "Real Anomalies",
    "citation_author": [
        "Jules H. van Binsbergen",
        "Christian C. Opp"
    ],
    "citation_publication_date": "2017-03-13",
    "issue_date": "2017-03-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "General Equilibrium",
        "\n",
        "Behavioral Economics",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the importance of asset pricing anomalies (alphas) for the real economy. We develop a novel quantitative model with lumpy investment that features such informational inefficiencies and yields closed-form solutions for cross-sectional distributions of firm dynamics. Our findings indicate that anomalies can cause material real inefficiencies, raising the possibility that agents that help eliminate them can provide significant value added to the economy. The framework reveals that alphas alone are poor indicators of real distortions, and that efficiency losses depend on the persistence of alphas, the amount of mispriced capital, and the Tobin's q of firms affected.\n\n",
    "acknowledgement": "\nWe thank Andy Abel, Malcolm Baker (discussant), Markus Brunnermeier, Vincent Glode, João Gomes, Urban Jermann, Sydney Ludvigson, Stefan Nagel, Stijn van Nieuwerburgh, Dimitris Papanikolaou (discussant), Thomas Philippon (discussant), Rob Stambaugh, Jeremy Stein, Tony Whited, Amir Yaron, and seminar participants at the 7th Advances in Macro-Finance Tepper-LAEF Conference, Berkeley Haas, London Business School, Michigan Ross, NBER Summer Institute Asset Pricing, University of Oxford, Princeton University, and the Wharton Conference on Liquidity and Financial Crises for their helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}