{
    "id": 23233,
    "citation_title": "Intangible Capital and Measured Productivity",
    "citation_author": [
        "Ellen R. McGrattan"
    ],
    "citation_publication_date": "2017-03-13",
    "issue_date": "2017-03-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBecause firms invest heavily in R&D, software, brands, and other intangible assets—at a rate close to that of tangible assets—changes in measured GDP, which does not include all intangible investments, understate the actual changes in total output. If changes in the labor input are more precisely measured, then it is possible to observe little change in measured total factor productivity (TFP) coincidentally with large changes in hours and investment. This mismeasurement leaves business cycle modelers with large and unexplained labor wedges accounting for most of the fluctuations in aggregate data. To address this issue, I incorporate intangible investments into a multi-sector general equilibrium model and parameterize income and cost shares using data from an updated U.S. input and output table, with intangible investments reassigned from intermediate to final uses. I employ maximum likelihood methods and quarterly observations on sectoral gross outputs for the United States over the period 1985–2014 to estimate processes for latent sectoral TFPs—that have common and sector-specific components. Aggregate hours are not used to estimate TFPs, but the model predicts changes in hours that compare well with the actual hours series and account for roughly two-thirds of its standard deviation. I find that sector-specific shocks and industry linkages play an important role in accounting for fluctuations and comovements in aggregate and industry-level U.S. data, and I find that the model’s common component of TFP is not correlated at business cycle frequencies with the standard measures of aggregate TFP used in the macroeconomic literature.\n\n",
    "acknowledgement": "\nFor helpful comments, I thank David Andolfatto, Anmol Bhandari, Max Croce, Sebastian Di Tella, Fatih Guvenen, Kyle Herkenhoff, Berthold Herrendorf, Ayse Imrohoroglu, Loukas Karabarbounis, Finn Kydland, Albert Marcet, Juan Pablo Nicolini, Monika Piazzesi, Ed Prescott, Erwan Quintin, Peter Rupert, Raul Santaeulalia-Llopis, Martin Schneider, Pedro Teles, Chris Tonetti, Yuichiro Waki, and seminar participants at the Bank of Portugal, Carnegie Mellon, Federal Reserve Bank of Minneapolis, Federal Reserve Bank of St. Louis, Sciences Po, Stanford, Universitat Autonoma de Barcelona, and University of Queensland for helpful comments. I thank Joan Gieseke for editorial assistance. Materials for replication of all results are available at http://users.econ.umn.edu/∼erm. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}