{
    "id": 23232,
    "citation_title": "Poorly Measured Confounders are More Useful on the Left Than on the Right",
    "citation_author": [
        "Zhuan Pei",
        "Jörn-Steffen Pischke",
        "Hannes Schwandt"
    ],
    "citation_publication_date": "2017-03-13",
    "issue_date": "2017-03-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nResearchers frequently test identifying assumptions in regression based research designs (which include instrumental variables or difference-in-differences models) by adding additional control variables on the right hand side of the regression. If such additions do not affect the coefficient of interest (much) a study is presumed to be reliable. We caution that such invariance may result from the fact that the observed variables used in such robustness checks are often poor measures of the potential underlying confounders. In this case, a more powerful test of the identifying assumption is to put the variable on the left hand side of the candidate regression. We provide derivations for the estimators and test statistics involved, as well as power calculations, which can help applied researchers interpret their findings. We illustrate these results in the context of various strategies which have been suggested to identify the returns to schooling.\n\n",
    "acknowledgement": "\nWe thank Suejin Lee for excellent research assistance and Alberto Abadie, Josh Angrist, Matias Cattaneo, Bernd Fitzenberger, Brigham Frandsen, Daniel Hungerman, Francesca Molinari, Pedro Souza, and participants at various seminars and conferences for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}