{
    "id": 23235,
    "citation_title": "Financial Markets and Fiscal Unions",
    "citation_author": [
        "Patrick J. Kehoe",
        "Elena Pastorino"
    ],
    "citation_publication_date": "2017-03-13",
    "issue_date": "2017-03-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDo sophisticated international financial markets obviate the need for an active union-wide authority to orchestrate fiscal transfers between countries to provide adequate insurance against country-specific economic fluctuations? We argue that they do. Specifically, we show that in a benchmark economy with no international financial markets, an activist union-wide authority is necessary to achieve desirable outcomes. With sophisticated financial markets, however, such an authority is unnecessary if its only goal is to provide cross-country insurance. Since restricting the set of policy instruments available to member countries does not create a fiscal externality across them, this result holds in a wide variety of settings. Finally, we establish that an activist union-wide authority concerned just with providing insurance across member countries is optimal only when individual countries are either unable or unwilling to pursue desirable policies.\n\n",
    "acknowledgement": "\nWe thank the editor, the referees, Eugenia Gonzalez Aguado, Zefeng Chen, and Sergio Salgado Ibanez for helpful comments. We are grateful to Joan Gieseke for editorial assistance. For research support, we thank the ADEMU project, which is sponsored by the European Commission Horizon 2020 European Union Funding for Research & Innovation, Grant Agreement No. 649396, as well as the National Science Foundation. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}