{
    "id": 23230,
    "citation_title": "The Economics of Non-Marital Childbearing and The “Marriage Premium for Children”",
    "citation_author": [
        "Melissa S. Kearney",
        "Phillip B. Levine"
    ],
    "citation_publication_date": "2017-03-13",
    "issue_date": "2017-03-09",
    "revision_date": "2023-11-09",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA large literature exists on the impact of family structure on children’s outcomes, typically focusing on average effects. We build on this with an economic framework that has heterogeneous predictions regarding the potential benefit for children of married parents. We propose that the gains to marriage from a child’s perspective depend on a mother’s own level of resources, the additional net resources that her partner would bring, and the outcome-specific returns to resources. Data from the Panel Study of Income Dynamics are consistent with the heterogeneous predictions of this framework. In terms of high school completion or avoiding poverty at age 25, the “marriage premium for children” is highest for children of mothers with high school degrees and mothers in their early/mid-20s. For the more advanced outcomes of college completion or high income at age 25, the marriage premium is monotonically increasing with observed maternal age and education.\n\n",
    "acknowledgement": "\nThe authors are very grateful to Riley Wilson and Fernando Saltiel for outstanding research assistance. We also thank Brad Hershbein, Joe Price, Tom DeLeire, Andy Cherlin, and David Ribar for helpful comments. An edited version of this paper will be forthcoming in Annual Review of Economics, DOI: 10.1146/annurev-economics-063016-103749. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}