{
    "id": 23239,
    "citation_title": "Urban Water Disinfection and Mortality Decline in Developing Countries",
    "citation_author": [
        "Sonia R. Bhalotra",
        "Alberto Diaz-Cayeros",
        "Grant Miller",
        "Alfonso Miranda",
        "Atheendar S. Venkataramani"
    ],
    "citation_publication_date": "2017-03-13",
    "issue_date": "2017-03-09",
    "revision_date": "2018-08-02",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHistorically, improvements in municipal water quality reduced mortality substantially in wealthy countries. However, water disinfection has not produced equivalent benefits in developing countries today. We investigate this puzzle by analyzing a large-scale municipal water disinfection program in Mexico that increased water chlorination coverage from 55% to 90% within 18 months. On average, the program reduced childhood diarrheal disease mortality rates by 50%. However, age (degradation) of water pipes and inadequate sanitation infrastructure attenuated these benefits substantially, ranging from no decline in cities with the worst infrastructure to 80% in those with the best – a decline consistent with historical experience.\n\n",
    "acknowledgement": "\nWe thank Marcella Alsan, Sebastian Bauhoff, John Briscoe, Jenna Davis, Günther Fink, Julio Frenk, Steve Luby, Jaime Sepulveda, Dean Spears, and Dan Smith for helpful comments and suggestions. We are grateful for excellent research assistance provided by Nina Brooks, Neesha Joseph, Satadru Mukherjee, Jenna Sherry, and Sonja Swenson. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}