{
    "id": 23246,
    "citation_title": "International Inflation Spillovers Through Input Linkages",
    "citation_author": [
        "Raphael A. Auer",
        "Andrei A. Levchenko",
        "Philip Sauré"
    ],
    "citation_publication_date": "2017-03-20",
    "issue_date": "2017-03-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe document that observed international input-output linkages contribute substantially to synchronizing producer price inflation (PPI) across countries. Using a multi-country, industry-level dataset that combines information on PPI and exchange rates with international and domestic input-output linkages, we recover the underlying cost shocks that are propagated internationally via the global input-output network, thus generating the observed dynamics of PPI. We then compare the extent to which common global factors account for the variation in actual PPI and in the underlying cost shocks. Our main finding is that across a range of econometric tests, input-output linkages account for half of the global component of PPI inflation. We report three additional findings: (i) the results are similar when allowing for imperfect cost pass-through and demand complementarities; (ii) PPI synchronization across countries is driven primarily by common sectoral shocks and input-output linkages amplify co-movement primarily by propagating sectoral shocks; and (iii) the observed pattern of international input use preserves fat-tailed idiosyncratic shocks and thus leads to a fat-tailed distribution of inflation rates, i.e., periods of disinflation and high inflation.\n\n",
    "acknowledgement": "\nWe are grateful to João Amador, Ariel Burstein, Stefan Gerlach, Sophie Guilloux-Nefussi, Federico Mandelman, Paolo Surico, Ben Tomlin, and workshop participants at Bank for International Settlements, De Nederlandsche Bank, European Central Bank, Swiss National Bank, the SNB-IMF-IMF Economic Review conference on External Adjustment, the 2015 CEPR ESSIM, the 2016 Joint Central Bank Conference, and the Bank of Lithuania-National Bank of Poland-CEBRA-CEPR conference on Macroeconomic Interdependence in the Age of Global Value Chains for helpful suggestions, and to Andreas Kropf, Bogdan Bogdanovic, Julian Ludwig, Pierre Yves Deléamont, Gian Marco Humm, Barthélémy Bonadio, and Burcu Erik for excellent research assistance. We would especially like to thank Christopher Otrok for sharing his factor model estimation code with us. The views expressed in this study do not necessarily reflect those of the Bank for International Settlements or the Swiss National Bank. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}