{
    "id": 23242,
    "citation_title": "When Harry Fired Sally: The Double Standard in Punishing Misconduct",
    "citation_author": [
        "Mark L. Egan",
        "Gregor Matvos",
        "Amit Seru"
    ],
    "citation_publication_date": "2017-03-13",
    "issue_date": "2017-03-09",
    "revision_date": "2021-12-01",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Discrimination",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe examine gender differences in misconduct punishment in the financial advisory industry. We find evidence of a “gender punishment gap”: following an incident of misconduct, female advisers are 20% more likely to lose their jobs and 30% less likely to find new jobs relative to male advisers. Females face harsher outcomes despite engaging in misconduct that is 20% less costly and having a substantially lower propensity towards repeat offenses. The gender punishment gap in hiring and firing dissipates at firms with a greater percentage of female managers at the firm or local branch level. The gender punishment gap is not driven by gender differences in occupation (type of job, firm, market, or financial products handled), productivity, misconduct, or recidivism. We extend our analysis to explore the differential treatment of ethnic minority men and find similar patterns of “in-group” tolerance. Our evidence is inconsistent with a simple Bayesian model with profit maximizing firms and suggests instead that managers are more forgiving of missteps among members of their own gender/ethnic group.\n\n",
    "acknowledgement": "\nEmir Kamenica was the editor for this article. We thank Emir and the anonymous referees for many valuable comments and suggestions. We also thank Sumit Agarwal, Jonathan Berk, Marianne Bertrand, Jules van Binsbergen, Kerwin Charles, Darrell Duffie, Elena Espinoza, Matt Gentzkow, Christopher Hennesey, Laurie Hodrick, Emir Kamenica, Lawrence Katz, Crystal Lam, Edward Lazear, Sendhil Mullainathan, Paige Parker, Paul Oyer, Chris Palmer, Chris Parsons, Joshua Rauh, Paola Sapienza, Anna Scherbina, Andrei Shleifer, Ken Singleton, Vikrant Vig, Luigi Zingales, and the seminar participants at the Eller College of Management, London Business School, NYU Stern, Princeton University, Stanford University, Tepper School of Business, Tuck School of Business, University of Chicago (economics), University of Chicago Booth School of Business and participants at the American Finance Association Meetings, Bank of England conference, Berkeley-Stanford joint seminar, HBS-MIT Financial Economics conference, NBER Summer Institute and RCFS conference. We also thank Daniel Neagu for his excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}