{
    "id": 23244,
    "citation_title": "A Head-to-Head Comparison of Augmented Wealth in Germany and the United States",
    "citation_author": [
        "Timm Bönke",
        "Markus Grabka",
        "Carsten Schröder",
        "Edward N. Wolff"
    ],
    "citation_publication_date": "2017-03-20",
    "issue_date": "2017-03-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe provide levels of, compositions of, and inequalities in household augmented wealth – defined as the sum of net worth and pension wealth – for two countries: the United States and Germany. Pension wealth makes up a considerable portion of household wealth: about 48% in the United States and 61% in Germany. The higher share in Germany narrows the wealth gap between the two countries: While average net worth in the United States (US$337,000 in 2013) is about 1.8 times higher than in Germany, augmented wealth (US$651,000) is only 1.4 times higher. Further, the inclusion of pension wealth in household wealth reduces the Gini coefficient from 0.892 to 0.701 in the United States and from 0.765 to 0.511 in Germany.\n\n",
    "acknowledgement": "\nMarkus M. Grabka, Carsten Schröder, and Edward N. Wolff thank the Deutsche Forschungsgemeinschaft under contract GR 3239/4-1 for financial support for our research. We also like to thank Tobias Schmidt and participants in the 2016 conference of the International Association for Research in Income and Wealth (IARIW) in Dresden for valuable comments, and Deborah Anne Bowen for editing the paper. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}