{
    "id": 23241,
    "citation_title": "The Impact of Public and Private Research Support on Premature Cancer Mortality and Hospitalization in the U.S., 1999-2013",
    "citation_author": [
        "Frank R. Lichtenberg"
    ],
    "citation_publication_date": "2017-03-13",
    "issue_date": "2017-03-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nWe use data from PubMed and other sources to examine the impact of public and private research support on premature (before ages 75, 65, and 55) cancer mortality and hospitalization, by estimating difference-in-differences models based on longitudinal, cancer-site-level data on about 30 cancer sites.\nThe estimates indicate that cancer sites about which more research-supported articles were published since the 1970s had larger reductions in premature mortality and hospitalization during the period 1999-2013, controlling for the change in the number of people diagnosed.  Cancer sites for which more non-research-supported articles were published did not have larger reductions in premature mortality or hospitalization.\nThe research support that contributed to articles published during 1987-2001 reduced premature (before age 75) mortality at an average annual rate of 0.9% during the period 1999-2013, and it reduced the number of years of potential life lost before age 75 due to cancer in 2013 by 566 thousand.  The research support that contributed to articles published during 1984-1998 reduced hospital discharges at an average annual rate of 4.1% during the period 1999-2013, and it reduced the number of hospital discharges due to cancer in 2013 by 566 thousand.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}