{
    "id": 23240,
    "citation_title": "Worker Overconfidence: Field Evidence and Implications for Employee Turnover and Returns from Training",
    "citation_author": [
        "Mitchell Hoffman",
        "Stephen V. Burks"
    ],
    "citation_publication_date": "2017-03-13",
    "issue_date": "2017-03-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Market Structures",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nCombining weekly productivity data with weekly productivity beliefs for a large sample of truckers over two years, we show that workers tend to systematically and persistently over-predict their productivity. If workers are overconfident about their own productivity at the current firm relative to their outside option, they should be less likely to quit. Empirically, all else equal, having higher productivity beliefs is associated with an employee being less likely to quit. To study the implications of overconfidence for worker welfare and firm profits, we estimate a structural learning model with biased beliefs that accounts for many key features of the data. While worker overconfidence moderately decreases worker welfare, it also substantially increases firm profits. This may be critical for firms (such as the main one we study) that make large initial investments in worker training.\n\n",
    "acknowledgement": "\nA previous paper appeared as “Training Contracts, Worker Overconfidence, and the Return from Firm-Sponsored General Training.” That previous paper has been divided in two, with the present paper focusing on overconfidence. The other paper (Hoffman and Burks, 2017) studies the impact of training contracts on quitting, and uses a different dataset (though also based on workers at Firm A). Across the two papers, some portions of text may be similar. We are deeply indebted to David Card, Stefano DellaVigna, John Morgan, and Steve Tadelis for their advice and encouragement. For particularly detailed comments, we also thank Ben Handel, Ben Hermalin, Ken Judd, Pat Kline, Botond Koszegi, Don Moore, Matthew Rabin, Lowell Taylor, and Kenneth Train, as well as numerous seminar participants. We especially thank the many trucking industry managers and drivers who shared their insights with us. We thank managers at Firms A and B for sharing their data, for facilitating on-site data collection (Firm A), and for helping with the field experiment (Firm B). Graham Beattie, Christina Chew, Dan Ershov, Sandrena Frischer, Will Kuffel, Amol Lingnurkar, Kristjan Sigurdson, and Irina Titova provided outstanding research assistance. Hoffman acknowledges financial support from the National Science Foundation IGERT Fellowship, the Kauffman Foundation, and the Social Science and Humanities Research Council of Canada. Burks and the Truckers & Turnover Project acknowledge financial support from Firm A, the MacArthur Foundation, the Sloan Foundation, the Trucking Industry Program at Georgia Tech, and University of Minnesota, Morris. The views expressed herein are those of the authors and do not necessarily reflect the views of any of the research funders or the National Bureau of Economic Research.\n\n\n"
}