{
    "id": 23245,
    "citation_title": "Financial Cycles with Heterogeneous Intermediaries",
    "citation_author": [
        "Nuno Coimbra",
        "Hélène Rey"
    ],
    "citation_publication_date": "2017-03-20",
    "issue_date": "2017-03-16",
    "revision_date": "2021-12-23",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a dynamic macroeconomic model with heterogeneous financial intermediaries and endogenous entry. Time-varying endogenous macroeconomic risk arises from the risk-shifting behaviour of the cross-section of financial intermediaries. When interest rates are high, a decrease in interest rates stimulates investment and decreases aggregate risk. In contrast, when they are low, further stimulus can increase financial instability while inducing a fall in the risk premium. In this case, there is a trade-off between stimulating the economy and financial stability. This provides a model of the risk-taking channel of monetary policy.\n\n",
    "acknowledgement": "\nWe are especially grateful to our discussants Nobuhiro Kiyotaki, Arvind Krishnamurthy, Tommaso Monacelli and Thomas Philippon. We thank Roberto Chang, Mark Gertler, Hans Gersbach, Pierre-Olivier Gourinchas, Ralph Koijen, Anton Korinek, Matteo Maggiori, Frederic Malherbe, Alberto Martin, David Martinez-Miera, Xavier Ragot, Rafael Repullo and Hyun Song Shin for very valuable comments. We also thank seminar participants at the NBER EF&G Summer Institute, Stanford SITE conference, University of Chicago, MIT Sloan, Harvard University, Princeton University, Chicago Booth NYU, the EIEF Rome conference, CREI, Institute of International Economics in Stockholm, New York Federal Reserve Bank, ASSA meetings, Bank of England, Macroprudential Policy Conference at the Sverige Riksbank, Banque de France, Bank of Canada, Swiss National Bank, London School of Economics, Paris School of Economics and London Business School. We thank Arvind Krishnamurthy for sharing his data on long term investment and leverage of the US banking sector and Rustam Jamilov for excellent research assistance. Rey thanks the ERC for financial support (ERC Advanced Grant 695722).The views expressed in this paper are those of the authors and do not reflect those of the Bank of France, the Haut Conseil de Stabilité Financière, or the National Bureau of Economic Research.\n\n\n"
}