{
    "id": 23249,
    "citation_title": "Firm Selection and Corporate Cash Holdings",
    "citation_author": [
        "Juliane Begenau",
        "Berardino Palazzo"
    ],
    "citation_publication_date": "2017-03-20",
    "issue_date": "2017-03-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAmong stock market entrants, more firms over time are R&D–intensive with initially lower profitability but higher growth potential. This sample-selection effect determines the secular trend in U.S. public firms’ cash holdings. A stylized firm industry model allows us to analyze two competing changes to the selection mechanism: a change in industry composition and a shift toward less profitable R&D–firms. The latter is key to generating higher cash ratios at IPO, necessary for the secular increase, whereas the former mechanism amplifies this effect. The data confirm the prominent role played by selection, and corroborate the model’s predictions.\n\n",
    "acknowledgement": "\nWe are particularly grateful to Joan Farre-Mensa for comments and suggestions and Young Min Kim for excellent research assistance. We are also grateful to Rajesh Aggarwal, Rui Albuquerque, Andrea Buffa, Gian Luca Clementi, Marco Da Rin, Fritz Foley, Ambrus Kecskés, Pablo Kurlat, Evgeny Lyandres, Sébastien Michenaud, Stefano Sacchetto, Martin Schmalz, Ken Singleton, Viktoriya Staneva, Anna-Leigh Stone, and Toni Whited as well as seminar attendants at Boston University, Harvard University, IDC Summer Conference, SED meeting in Warsaw, Tepper-LAEF Conference on “Advances in Macro-Finance,” Christmas meeting at LMU, Utah Winter Finance Conference, Midwest Finance Association Conference, SUNY at Stony Brook, World Finance Conference, Federal Reserve Board, D’Amore-McKim School of Business, Simon School of Business, Carlson School of Management Finance Department Junior Conference, and Driehaus College of Business for their comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}