{
    "id": 23243,
    "citation_title": "Deterring Property Tax Delinquency in Philadelphia: An Experimental Evaluation of Nudge Strategies",
    "citation_author": [
        "Michael Chirico",
        "Robert Inman",
        "Charles Loeffler",
        "John MacDonald",
        "Holger Sieg"
    ],
    "citation_publication_date": "2017-03-13",
    "issue_date": "2017-03-09",
    "revision_date": "2019-06-25",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Subnational Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nMunicipal governments commonly confront the problem of tardy or delinquent property tax payments.  We implement an experiment in property tax collection for tardy taxpayers in the City of Philadelphia for the calendar year, 2015.  The experiment sent one of seven reminder letters to the tardy taxpayers, testing the efficacy of a simple reminder, two alternative reminders stressing economic sanctions, and four alternative reminders emphasizing either that taxpayers receive neighborhood services or city-wide services for their tax payments, that most of their neighbors pay their taxes on time, or that as a citizen in a democracy it is a civic duty to pay taxes on time.  Compliance behaviors were compared to a holdout sample that received no reminder letter.  The most effective letters were those that threatened an economic sanction for continued non-compliance.  These letters were particularly cost-effective in raising additional city revenues.  There was no evidence that those receiving a reminder for the calendar year 2015 improved their tax compliance behavior in the calendar year 2016.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Procrastination and Property Tax Compliance: Evidence from a Field Experiment.\" We would like to thank Rob Dubow, Clarena Tolson, Marisa Waxman, and Darryl Watson in the Department of Revenue of the City of Philadelphia for their help and support. We would also like to thank  Stacy Dickert-Conlin and William Gentry, Jeff Brown, Judd Kessler, Kai Konrad, Robert Moffitt, Jim Poterba, Chris Sanchirico, Wolfgang Schon, Reed Shuldiner, and participants of numerous seminars for comments and suggestions. The views expressed here are those of the authors and do not necessarily represent or reflect the views of the City of Philadelphia or the National Bureau of Economic Research.\n\n\n\nMichael Chirico\n\nThe research reported here was supported in part by the Institute of Education Sciences, U.S. Department of Education, through Grant #R305B090015 to the University of Pennsylvania. The opinions expressed are those of the authors and do not represent the views of the Institute or the U.S. Department of Education.\n\n\n"
}