{
    "id": 23247,
    "citation_title": "Training Contracts, Employee Turnover, and the Returns from Firm-sponsored General Training",
    "citation_author": [
        "Mitchell Hoffman",
        "Stephen V. Burks"
    ],
    "citation_publication_date": "2017-03-20",
    "issue_date": "2017-03-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Market Structures",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nFirms may be reluctant to provide general training if workers can quit and use their gained skills elsewhere. “Training contracts” that impose a penalty for premature quitting can help alleviate this inefficiency. Using plausibly exogenous contractual variation from a leading trucking firm, we show that two training contracts significantly reduced post-training quitting, particularly when workers are approaching the end of their contracts. Simulating a structural model, we show that observed worker quit behavior exhibits aspects of optimization (for one of the two contracts), and that the contracts increased firm profits from training and reduced worker welfare relative to no contract.\n\n",
    "acknowledgement": "\nA previous paper appeared as “Training Contracts, Worker Overconfidence, and the Return from Firm-Sponsored General Training.” That previous paper has been divided in two, with the present paper focusing on the impact of training contracts. The other paper (Hoffman and Burks, 2017) focuses on worker overconfidence and uses a different dataset (though also based on workers from Firm A). Some portions of text are similar across the two papers. We are very grateful to David Card, Stefano DellaVigna, John Morgan, and Steve Tadelis for their encouragement and advice. We also thank Ben Handel, Ben Hermalin, Ken Judd, Pat Kline, Botond Koszegi, Matthew Rabin, and Kenneth Train for especially detailed comments, and we also thank many seminar/conference participants. We thank the many trucking managers and drivers who shared their insights with us. We thank managers at Firms A for sharing their data and for facilitating on-site data collection. We thank Mark Gergen, Anthony Kraus, and Gregory Lemmer for guidance in understanding relevant legal issues. We thank Graham Beattie, Christina Chew, Dan Ershov, Sandrena Frischer, Will Kuffel, Amol Lingnurkar, Kristjan Sigurdson, and Irina Titova for outstanding research assistance. Hoffman acknowledges financial support from the National Science Foundation IGERT Fellowship, the Kauffman Foundation, and the Social Science and Humanities Research Council of Canada. Burks and the Truckers & Turnover Project acknowledge financial support from Firm A, the MacArthur Foundation, the Sloan Foundation, the Trucking Industry Program at Georgia Tech, and University of Minnesota, Morris. The views expressed herein are those of the authors and do not necessarily reflect the views of the funders or the National Bureau of Economic Research.\n\n\n"
}