{
    "id": 23248,
    "citation_title": "CEO Behavior and Firm Performance",
    "citation_author": [
        "Oriana Bandiera",
        "Stephen Hansen",
        "Andrea Prat",
        "Raffaella Sadun"
    ],
    "citation_publication_date": "2017-03-20",
    "issue_date": "2017-03-16",
    "revision_date": "2017-09-22",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe measure the behavior of 1,114 CEOs in six countries parsing granular CEO diary data through an unsupervised machine learning algorithm. The algorithm uncovers two distinct behavioral types: “leaders” and “managers”. Leaders focus on multi-function, high-level meetings, while managers focus on one-to-one meetings with core functions. Firms with leader CEOs are on average more productive, and this difference arises only after the CEO is hired. The data is consistent with horizontal differentiation of CEO behavioral types, and firm-CEO matching frictions. We estimate that 17% of sample CEOs are mismatched, and that mismatches are associated with significant productivity losses.\n\n",
    "acknowledgement": "\nThis project was funded by Columbia Business School, Harvard Business School and the Kau↵man Foundation. We are grateful to Morten Bennedsen, Robin Burgess, Wouter Dessein, Bob Gibbons, Rebecca Henderson, Ben Hermalin, Paul Ingram, Amit Khandelwal, Nicola Limodio, Michael McMahon, Antoinette Schoar, Daniela Scur, Steve Tadelis and seminar participants at ABD Institute, Bocconi, Cattolica, Chicago, Columbia, Copenhagen Business School, Cornell, the CEPR Economics of Organization Workshop, the CEPR/IZA Labour Economics Symposium, Edinburgh, Harvard Business School, INSEAD, LSE, MIT, Munich, NBER, Oxford, Politecnico di Milano, Princeton, Science Po, SIOE, Sydney, Stanford Management Conference, Tel Aviv, Tokyo, Toronto, Uppsala, and Warwick for useful suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}