{
    "id": 23256,
    "citation_title": "Memory, Attention, and Choice",
    "citation_author": [
        "Pedro Bordalo",
        "Nicola Gennaioli",
        "Andrei Shleifer"
    ],
    "citation_publication_date": "2017-03-20",
    "issue_date": "2017-03-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe present a theory in which the choice set cues a consumer to recall a norm, and surprise relative to the norm shapes his attention and choice. We model memory based on Kahana (2012), where past experiences that are more recent or more similar to the cue are recalled and crowd out others. We model surprise relative to the norm using our salience model of attention and choice.  The model predicts unstable and inconsistent behavior in new contexts, because these are evaluated relative to past norms.  Under some conditions, repeated experience causes norms to adapt, inducing stable – sometimes rational – behavior across different contexts.  We test some of the model’s predictions using an expanded data set on rental decisions of movers between US cities first analyzed by Simonsohn and Loewenstein (2006).\n\n",
    "acknowledgement": "\nThe present paper replaces, and completely reworks, a 2015 manuscript with the same title.  We are grateful to Dan Benjamin, Paulo Costa, Ben Enke, Matt Gentzkow, Sam Gershman, Michael Kahana, George Loewenstein, Sendhil  Mullainathan, Josh Schwartzstein, Jesse Shapiro, Jann Spiess, and Linh To for help with the paper.  Shleifer thanks the Sloan Foundation and the Pershing Square Venture Fund for Research on the Foundations of Human Behavior for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}