{
    "id": 23258,
    "citation_title": "Is the Internet Causing Political Polarization? Evidence from Demographics",
    "citation_author": [
        "Levi Boxell",
        "Matthew Gentzkow",
        "Jesse M. Shapiro"
    ],
    "citation_publication_date": "2017-03-20",
    "issue_date": "2017-03-16",
    "revision_date": "2019-12-01",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe combine nine previously proposed measures to construct an index of political polarization among US adults. We find that the growth in polarization in recent years is largest for the demographic groups least likely to use the internet and social media. For example, our overall index and eight of the nine individual measures show greater increases for those older than 75 than for those aged 18–39. These facts argue against the hypothesis that the internet is a primary driver of rising political polarization.\n\n",
    "acknowledgement": "\nWe acknowledge funding from the Brown University Population Studies and Training Center and the Stanford Institute for Economic Policy Research (SIEPR). The Pew Research Center, American National Election Study, and the relevant funding agency/agencies bear no responsibility for use of the data or for interpretations or inferences based upon such uses. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nMatthew Gentzkow\n\nI am a member of the Toulouse Network of Information Technology, a research group funded by Microsoft.\n\n\n\nJesse M. Shapiro\n\nI have in the past been a paid visitor at Microsoft Research and a paid consultant for a digital news startup. My spouse has written articles for several online news outlets, for which she was paid.\n\n\n"
}