{
    "id": 23257,
    "citation_title": "The Impact of Information Technology on the Diffusion of New Pharmaceuticals",
    "citation_author": [
        "Kenneth J. Arrow",
        "Kamran Bilir",
        "Alan T. Sorensen"
    ],
    "citation_publication_date": "2017-03-20",
    "issue_date": "2017-03-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDo information differences across U.S. physicians contribute to treatment disparities? This paper uses a unique new dataset to evaluate how changes in physician access to a decision-relevant drug database affect prescribing decisions. Our results indicate that doctors using the reference have a significantly greater propensity to prescribe generic drugs, are faster to begin prescribing new generics, and prescribe a more diverse set of products. Notably, physicians using the reference database are not faster to prescribe new branded drugs. Given that a new generic drug resembles its branded equivalent clinically, these results are consistent with database users responding primarily to the increased accessibility of non-clinical information such as drug price and insurance formulary data; the results also suggest improvements to physician information access have important aggregate implications for the costs and efficiency of medical care. We address possible selection effects in physician types by relying on within-doctor variation and an instrument for adoption timing that is based on the marketing strategy of the drug reference firm.\n\n",
    "acknowledgement": "\nWe thank the Ewing Marion Kauffman Foundation for its financial support of this research; Bilir also thanks the Prince- ton University IES for its hospitality and support. We thank Murray Aitken, Nick Bloom, Michael Dickstein, Jeff Gambino, Shane Greenstein, Ben Handel, Bob Litan, Greg Rosston, Randall Stafford, Jeff Tangney, Lee Vermuelen, the UW Health Physician Informatics Team, and the research team at IMS Health for guidance and very helpful conversations. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}