{
    "id": 23255,
    "citation_title": "Corporate Culture: Evidence from the Field",
    "citation_author": [
        "John R. Graham",
        "Campbell R. Harvey",
        "Jillian Popadak",
        "Shivaram Rajgopal"
    ],
    "citation_publication_date": "2017-03-20",
    "issue_date": "2017-03-16",
    "revision_date": "2021-02-25",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nDoes corporate culture matter? Can differences in corporate culture explain why similar firms diverge with one succeeding and the other failing? To answer these questions, we use a novel survey and interview-based analysis of 1,348 North American firms. Over half of senior executives believe that corporate culture is a top-three driver of firm value and 92% believe that improving their culture would increase their firm's value. Surprisingly, only 16% believe their culture is where it should be. Executives link culture to ethical choices (compliance, short-termism), innovation (creativity, taking appropriate risk), and value creation (productivity, acquisition premia). We assess these links within a framework that implies cultural effectiveness depends on interactions between cultural values, norms, and formal institutions. Our evidence suggests that cultural norms are as important as stated values in achieving success.\n\n",
    "acknowledgement": "\nWe thank CFO magazine, Fuqua's Center on Leadership and Ethics (COLE), and Columbia Business School External Relations for their partnership in conducting the survey; the results presented herein do not necessarily reflect their views. We are especially grateful to our research team of 56 RAs who helped transcribe interviews, discover CXO emails, and send personal invitations to participants. We thank the following people for providing helpful feedback on the survey instrument: Sigal Barsade, Charles Calomiris, John Core, Cesare Fracassi, Paul Ingram, Simi Kedia, Hamid Mehran, Thomas Noone, Susan Ochs, Charles O'Reilly, and Suraj Srinivasan. We thank Alon Brav, Francois Brochet (discussant), Diego Garcia (discussant), Simon Gervais, Marina Niessner (discussant), Kelly Shue (discussant), David Yermack (discussant), Luigi Zingales (discussant), workshop participants at American Finance Association Meetings 2017, Utah Winter Finance Conference 2017, American Accounting Association Meetings 2016, NBER Summer Institute 2016, Tel Aviv Finance Conference 2016, CFEA 2016, Mountain Finance Conference 2016, JAE/FRBNY Conference 2015, and IAES Conference 2015, Duke, UVA, Rice, Yale, Aalto, Hanken School of Economics, WUSTL, UIC, ISB, Temple, Rutgers, CUNY-Baruch, and Fordham for their helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}