{
    "id": 23250,
    "citation_title": "Vertical and Horizontal Redistributions from a Carbon Tax and Rebate",
    "citation_author": [
        "Julie Anne Cronin",
        "Don Fullerton",
        "Steven E. Sexton"
    ],
    "citation_publication_date": "2017-03-20",
    "issue_date": "2017-03-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBecause electricity is a higher fraction of spending for those with low income, carbon taxes are believed to be regressive. Many argue, however, that their revenues can be used to offset the regressivity. We assess these claims by employing data on 322,000 families in the U.S. Treasury’s Distribution Model to study vertical redistributions between rich and poor, as well as horizontal redistributions among families with common incomes but heterogeneous energy intensity of consumption (different home heating and cooling demands). Accounting for the statutory indexing of transfers, and measuring impacts on annual consumption as a proxy for permanent income, we find that the carbon tax burden is progressive, rising across deciles as a fraction of consumption. The rebate of revenue via transfers makes it even more progressive. In every decile, the standard deviation of the change in consumption as a fraction of consumption varies around 1% or 2% and is larger than the average burden (about 0.7%). When existing transfer programs are used to rebate revenue, the tax and rebate together increase that variation to more than 3% within each decile. The average family in the poorest decile gets a net tax cut of about 1% of consumption, but 44% of them get a net tax increase. Relative to no rebate, every type of rebate we consider increases this variation within most deciles.\n\n",
    "acknowledgement": "\nWe thank Aparna Mathur, Janet McCubbin, Gilbert Metcalf, Adele Morris, Ian Parry, David Weisbach, and participants at two NBER workshops for helpful comments and suggestions. Views contained herein are the authors and do not necessarily reflect the views or positions of the U.S. Department of the Treasury. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}