{
    "id": 23267,
    "citation_title": "Exchange Rate Prediction Redux: New Models, New Data, New Currencies",
    "citation_author": [
        "Yin-Wong Cheung",
        "Menzie D. Chinn",
        "Antonio Garcia Pascual",
        "Yi Zhang"
    ],
    "citation_publication_date": "2017-03-27",
    "issue_date": "2017-03-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPrevious assessments of nominal exchange rate determination, following Meese and Rogoff (1983) have focused upon a narrow set of models. Cheung et al. (2005) augmented the usual suspects with productivity based models, and \"behavioral equilibrium exchange rate\" models, and assessed performance at horizons of up to 5 years. In this paper, we further expand the set of models to include Taylor rule fundamentals, yield curve factors, and incorporate shadow rates and risk and liquidity factors. The performance of these models is compared against the random walk benchmark. The models are estimated in error correction and first-difference specifications. We examine model performance at various forecast horizons (1 quarter, 4 quarters, 20 quarters) using differing metrics (mean squared error, direction of change), as well as the “consistency” test of Cheung and Chinn (1998). No model consistently outperforms a random walk, by a mean squared error measure, although purchasing power parity does fairly well. Moreover, along a direction-of-change dimension, certain structural models do outperform a random walk with statistical significance. While one finds that these forecasts are cointegrated with the actual values of exchange rates, in most cases, the elasticity of the forecasts with respect to the actual values is different from unity. Overall, model/specification/currency combinations that work well in one period will not necessarily work well in another period\n\n",
    "acknowledgement": "\nWe thank Luca Dedola, Michael Ehrmann, Philipp Hartmann, Nelson Mark, Barbara Rossi, Michele Ca’ Zorzi, Kenneth West, and seminar participants at the ECB and the 2017 IEFS/AEA International Macro and Finance session for very helpful comments. Cheung gratefully thanks The Hung Hing Ying and Leung Hau Ling Charitable Foundation for its support. Chinn and Zhang acknowledge the financial support of research funds of the University of Wisconsin. Part of this paper was written while Chinn was Wim Duisenberg Fellow at the ECB. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}