{
    "id": 23264,
    "citation_title": "Living Up to Expectations: How Job Training Made Women Better Off and Men Worse Off",
    "citation_author": [
        "Paloma Acevedo",
        "Guillermo Cruces",
        "Paul Gertler",
        "Sebastian Martinez"
    ],
    "citation_publication_date": "2017-03-27",
    "issue_date": "2017-03-23",
    "revision_date": "2024-05-16",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the interaction between job and soft skills training on expectations and labor market outcomes in the context of a youth training program in the Dominican Republic. Program applicants were randomly assigned to one of 3 modalities: a full treatment consisting of hard and soft skills training plus an internship, a partial treatment consisting of soft skills training plus an internship, or a control group. We find strong and lasting effects of the program on personal skills acquisition and expectations, but these results are markedly different for young men and young women. Shortly after completing the program, both male and female participants report increased expectations for improved employment and livelihoods. This result is reversed for male participants in the long run, a result that can be attributed to the program’s negative short-run effects on labor market outcomes for males. While these effects seem to dissipate in the long run, employed men are substantially more likely to be searching for another job. On the other hand, women experience improved labor market outcomes in the short run and exhibit substantially higher levels of personal skills in the long run. These results translate into women being more optimistic, having higher self-esteem and lower fertility in the long run. Our results suggest that job-training programs of this type can be transformative – for women, life skills mattered and made a difference, but they can also have a downside if, like in this case for men, training creates expectations that are not met.\n\n",
    "acknowledgement": "\nThe authors are grateful to Julián Amendolaggine, Gustavo Bobonis, Brigida García, Evelyn Vezza, Sigrid Vivo for useful comments and for inputs for the preparation of this document. They also acknowledge the work of the professionals from the Dominican Republic and the World Bank who designed and carried out the intervention; specifically, José Luis Polanco, Douglas Hasbún, Brígida García, Isabel Tavernas from the Ministerio de Trabajo; and Juan Martín Moreno, and Cornelia Tesliuc from the World Bank. Funding for this evaluation was provided by the BNPP, GAP and SIEF Trust Funds at the World Bank. G. Cruces further acknowledges financial support from the IDRC, Canada. The funders had no role in the analysis or interpretation of the results and the authors have no financial or material interests in the results of the study. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}