{
    "id": 23268,
    "citation_title": "What is a Patent Worth? Evidence from the U.S. Patent “Lottery”",
    "citation_author": [
        "Joan Farre-Mensa",
        "Deepak Hegde",
        "Alexander Ljungqvist"
    ],
    "citation_publication_date": "2017-03-27",
    "issue_date": "2017-03-23",
    "revision_date": "2018-12-27",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nWe provide evidence on the value of patents to startups by leveraging the quasi-random assignment of applications to examiners with different propensities to grant patents. Using unique data on all first-time applications filed at the U.S. Patent Office since 2001, we find that startups that win the patent “lottery” by drawing lenient examiners have, on average, 55% higher employment growth and 80% higher sales growth five years later. Patent winners also pursue more, and higher quality, follow-on innovation. Winning a first patent boosts a startup’s subsequent growth and innovation by facilitating access to funding from VCs, banks, and public investors.\n\n",
    "acknowledgement": "\nA previous version of this paper was circulated under the title “The Bright Side of Patents.” We are grateful to Emily Blanchard, Lauren Cohen, Wesley Cohen, Michael Ewens, Matt Fiedler, Lee Fleming, Teresa Fort, Ken French, Alberto Galasso, Bronwyn Hall, Zorina Khan, Josh Lerner, Ross Levine, Alan Marco, Ramana Nanda, Bhaven Sampat, Robert Seamans, Amit Seru (the Editor), Ted Sichelman, Scott Stern, Rick Townsend, Heidi Williams, Rosemarie Ziedonis, an anonymous associate editor, two anonymous reviewers, and audiences at the NBER Productivity Lunch Seminar, the NBER Summer Institute, the SFS Cavalcade, the WFA meetings, and various universities for helpful comments. We also thank the Institute for Exceptional Growth Companies for granting access to the NETS database. Hegde gratefully acknowledges the support of the United States Patent and Trademark Office’s Thomas Alva Edison Visiting Scholars program and the Kauffman Junior Faculty Fellowship. The views and comments expressed herein are solely the opinion of the authors, do not reflect the performance of duties in the authors’ official capacities, and are not endorsed by, nor should be construed as, any viewpoint official or unofficial of the United States Patent and Trademark Office. The authors confirm to the best of their knowledge that no information contained herein is privileged, confidential, or classified. The authors confirm to the best of their knowledge that no information contained herein is privileged, confidential, or classified.\n\n\n\nAlexander Ljungqvist\n\nThe views and comments expressed herein are solely the opinion of the authors, do not reflect the performance of duties in the authors’ official capacities, and are not endorsed by, nor should be construed as, any viewpoint official or unofficial of the United States Patent and Trademark Office. The authors confirm to the best of their knowledge that no information contained herein is privileged, confidential, or classified.\n\n\n"
}