{
    "id": 23260,
    "citation_title": "Pass-Through as a Test for Market Power: An Application to Solar Subsidies",
    "citation_author": [
        "Jacquelyn Pless",
        "Arthur A. van Benthem"
    ],
    "citation_publication_date": "2017-03-20",
    "issue_date": "2017-03-16",
    "revision_date": "2018-11-16",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe formalize pass-through over-shifting as a simple yet under-utilized test for market power. We apply this test in the market for solar energy. Specifically, we estimate the pass-through of solar subsidies to solar system prices using rich micro-level transaction and subsidy data from California. Buyers of solar systems capture nearly the full subsidy, while there is more-than- complete pass-through to lessees. We conclude that solar markets are imperfectly competitive by ruling out alternative explanations for over-shifting, and reinforce this conclusion with a test of solar demand curvature. This procedure can serve to detect market power beyond the solar market.\n\n",
    "acknowledgement": "\nA prior version of this paper was circulated under the title “The Surprising Pass-Through of Solar Subsidies.” We thank Edward Balistreri, Chrystie Burr, Harrison Fell, Ken Gillingham, Cameron Hepburn, Jean-François Houde, Jonathan Hughes, Koichiro Ito, Daniel Kafine, Ian Lange, Peter Maniloff, Alex Teytelboym, Tsvetan Tsvetanov, Eugene Vorobeychik and seminar participants at the 2016 AERE Summer Conference, 2017 National Tax Association Conference, 2017 NortheastWorkshop on Energy Policy and Environmental Economics, 2018 AEA/ASSA Conference, 2018 Royal Economic Society Conference, Colorado School of Mines, Harvard University, UC Berkeley, University of Cambridge, University of Colorado Boulder, University of Manchester, University of Oxford, and the University of Pennsylvania for helpful comments and suggestions. We especially thank Ruben Lobel for comments during the early stage of this research. We thank the National Renewable Energy Laboratory (NREL) and the Center for Sustainable Energy for helpful institutional insights. Pless thanks the Oxford Martin Programme on Integrating Renewable Energy at the Oxford Martin School, University of Oxford. Van Benthem thanks the Wharton Dean's Research Fund.\n\n\n"
}