{
    "id": 23262,
    "citation_title": "Annuity Options in Public Pension Plans: The Curious Case of Social Security Leveling",
    "citation_author": [
        "Robert L. Clark",
        "Robert G. Hammond",
        "Melinda S. Morrill",
        "David Vanderweide"
    ],
    "citation_publication_date": "2017-03-20",
    "issue_date": "2017-03-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSocial Security Leveling is an annuity option that allows participants to receive a level income before and after age 62.  The retiree receives a larger pension benefit prior to age 62, but then the pension benefit is lowered at age 62 when the individual is expected to claim Social Security benefits. This option is not uncommon in public pension plans, yet little is known about how this option is used in practice and its impact on well-being in retirement. Our study uses a combination of administrative records and survey data from recent North Carolina public sector retirees.  We find that one-third of all retirees selecting a single life annuity between 2009 and 2014 opted for Social Security Leveling. The evidence suggests that individuals are choosing this option in a way that is consistent with their stated preferences and a consumption smoothing motive.  However, we also see higher rates of ex post “regret” in the annuity choice among those choosing the level income option.\n\n",
    "acknowledgement": "\nAn earlier version of this paper was prepared for presentation at the 2016 SIEPR Conference on Working Longer.  This research is part of an on-going project that is being conducted in partnership with the North Carolina Retirement Systems Division and is being funded by the Sloan Foundation, Grant Number 2013-10-20.  The authors gratefully acknowledge the help and support of Janet Cowell, North Carolina State Treasurer, Steven C. Toole, Director of the Retirement Systems Division, Mary Buonfiglio, Deputy Director of Supplemental Retirement Plans, and Sam Watts, Policy Director of the Retirement Systems Division.  The authors would like to thank Nino Abashidze, Bryan Allard, Emma Hanson, Christelle Khalaf, and Aditi Pathak for research assistance.  The opinions and conclusions expressed herein are solely those of the authors and do not represent the opinions or policy of the North Carolina Retirement System, any other institution with which the authors are affiliated, or the National Bureau of Economic Research.\n\n\n\nDavid Vanderweide\n\nDavid Vanderweide is employed in the Fiscal Research Division of the North Carolina General Assembly.  The Fiscal Research Division is a non-partisan central staff agency that provides budget and tax-related analysis to all members of the General Assembly.  He is also a member of the Teachers' and State Employees' Retirement System.\n\n\n"
}