{
    "id": 23266,
    "citation_title": "Exchange Rate Policies at the Zero Lower Bound",
    "citation_author": [
        "Manuel Amador",
        "Javier Bianchi",
        "Luigi Bocola",
        "Fabrizio Perri"
    ],
    "citation_publication_date": "2017-03-27",
    "issue_date": "2017-03-23",
    "revision_date": "2018-06-04",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the problem of a monetary authority pursuing an exchange rate policy that is inconsistent with interest rate parity because of a binding zero lower bound constraint. The resulting violation in interest rate parity generates an inflow of capital that the monetary authority needs to absorb by accumulating foreign reserves. We show that these interventions by the monetary authority are costly, and we derive a simple measure of these costs: they are proportional to deviations from the covered interest parity (CIP) condition and the amount of accumulated foreign reserves. Our framework can account for the recent experiences of “safe-haven” currencies and the sign of their observed deviations from CIP.\n\n",
    "acknowledgement": "\nWe thank Mark Aguiar, Fernando Alvarez, Katherine Assenmacher, Giancarlo Corsetti, Marco Del Negro, Michael Devereux, Martin Eichenbaum, Charles Engel, Doireann Fitzgerald, Gita Gopinath, Olivier Jeanne, Matteo Maggiori, Guido Sandleris, and Iván Werning for excellent comments. We also thank participants of several seminars and conferences for very valuable insights. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis or the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}