{
    "id": 23265,
    "citation_title": "Minimizing Justified Envy in School Choice: The Design of New Orleans' OneApp",
    "citation_author": [
        "Atila Abdulkadiroglu",
        "Yeon-Koo Che",
        "Parag A. Pathak",
        "Alvin E. Roth",
        "Olivier Tercieux"
    ],
    "citation_publication_date": "2017-03-27",
    "issue_date": "2017-03-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nIn 2012, New Orleans Recovery School District (RSD) became the first U.S. district to unify charter and traditional public school admissions in a single-offer assignment mechanism known as OneApp. The RSD also became the first district to use a mechanism based on Top Trading Cycles (TTC) in a real-life allocation problem. Since TTC was originally devised for settings in which agents have endowments, there is no formal rationale for TTC in school choice. In particular, TTC is a Pareto efficient and strategy-proof mechanism, but so are other mechanisms. We show that TTC is constrained-optimal in the following sense: TTC minimizes justified envy among all Pareto efficient and strategy-proof mechanisms when each school has one seat. When schools have more than one seat, there are multiple possible implementations of TTC. Data from New Orleans and Boston indicate that there is little difference across these versions of TTC, but significantly less justified envy compared to a serial dictatorship.\n\n",
    "acknowledgement": "\nWe are grateful to Neil Dorosin, Gabriela Fighetti, and John White for assistance with this study. Thanks also to seminar participants at the 2016 ASSA meetings for helpful comments. Vira Semenova provided excellent research assistance. Pathak is grateful to the W. T. Grant Foundation and the National Science Foundation for support. This paper supersedes “The Role of Priorities in Assigning Indivisible Objects: A Characterization of Top Trading Cycles” cited by others as  Abdulkadiroglu, Atila and Yeon-Koo Che (2010) or Abdulkadiroglu, Atila, Yeon-Koo Che, and Olivier Tercieux (2010). Abdulkadiroglu, Pathak, and Roth are members of the scientific advisory board of the Institute for Innovation in Public School Choice. IIPSC was involved in designing OneApp in New Orleans. Abdulkadiroglu, Pathak, and Roth also advised Boston Public Schools and New York City's Department of Education on designing their student assignment systems, discussed herein.  This article does not represent the views of the New Orleans Recovery School District or any other school district. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nParag A. Pathak\n\nPathak is a member of the Scientific Advisory Board of the Institute for Innovation in Public School Choice.\n\n\n"
}