{
    "id": 23269,
    "citation_title": "Early Effects of the Affordable Care Act on Health Care Access, Risky Health Behaviors, and Self-Assessed Health",
    "citation_author": [
        "Charles Courtemanche",
        "James Marton",
        "Benjamin Ukert",
        "Aaron Yelowitz",
        "Daniela Zapata"
    ],
    "citation_publication_date": "2017-03-27",
    "issue_date": "2017-03-23",
    "revision_date": "2017-03-29",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe goal of the Affordable Care Act (ACA) was to achieve nearly universal health insurance coverage through a combination of mandates, subsidies, marketplaces, and Medicaid expansions, most of which took effect in 2014. We use data from the Behavioral Risk Factor Surveillance System to examine the impacts of the ACA on health care access, risky health behaviors, and self-assessed health after two years. We estimate difference-in-difference-in-differences models that exploit variation in treatment intensity from state participation in the Medicaid expansion and pre-ACA uninsured rates. Results suggest that the ACA led to sizeable improvements in access to health care in both Medicaid expansion and non-expansion states, with the gains being larger in expansion states along some dimensions. No statistically significant effects on risky behaviors or self-assessed health emerge for the full sample. However, we find some evidence that the ACA improved self-assessed health among older non-elderly adults, particularly in expansion states.\n\n",
    "acknowledgement": "\nWe would like to thank Chad Cotti, Andrew Friedson, Amanda Kowalski, seminar participants at Emory University, the University of Connecticut, Tulane University, the 2015 and 2016 Southern Economic Association Annual Meetings, and the 2016 Association for Public Policy and Management Annual Meeting for their valuable comments. Any errors are, of course, our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}