{
    "id": 23263,
    "citation_title": "Revising Infant Mortality Rates for the Early 20th Century United States",
    "citation_author": [
        "Katherine Eriksson",
        "Gregory T. Niemesh",
        "Melissa Thomasson"
    ],
    "citation_publication_date": "2017-03-20",
    "issue_date": "2017-03-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAccurate vital statistics are required to understand the evolution of racial disparities in infant health and the causes of rapid secular decline in infant mortality during the early twentieth century. Unfortunately, infant mortality rates prior to 1950 suffer from an upward bias stemming from a severe underregistration of births. At one extreme, African-American births in Southern states went unregistered at the rate of 15 to 25 percent. In this paper, we construct improved estimates of births and infant mortality in the United States for the 1915-1940 period using recently released complete count decennial census microdata combined with the counts of infant deaths from published sources. We check the veracity of our estimates with a major birth registration study completed in conjunction with the 1940 Decennial Census, and that the largest adjustments occur in states with less complete birth registration systems. An additional advantage of our census-based estimation method is the extension back of the birth and infant mortality series for years prior to published estimates of registered births, enabling previously impossible comparisons and estimations. Finally, we show that underregistration can bias effect estimates even in a panel setting with specifications that include location fixed effects and place-specific linear time trends.\n\n",
    "acknowledgement": "\nWe are particularly grateful to William Even and Analisa Packham for helpful suggestions. We would also like to thank Jeremy Atack, William J. Collins, Dora Costa, Gordon Hanson, Adriana Lleras-Muney, Seth Sanders, Marianne Wanamaker, and Sven Wilson for comments when portions of this work were included in the paper \"Death In the Promised Land: The Great Migration and Black Infant Mortality\". Brian Lee and Man-Ting Chang provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}