{
    "id": 23275,
    "citation_title": "Medium- and Long-Term Educational Consequences of Alternative Conditional Cash Transfer Designs: Experimental Evidence from Colombia",
    "citation_author": [
        "Felipe Barrera-Osorio",
        "Leigh L. Linden",
        "Juan Saavedra"
    ],
    "citation_publication_date": "2017-03-27",
    "issue_date": "2017-03-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe show that three Colombian conditional cash transfer (CCT) programs for secondary schools improve educational outcomes eight and 12 years after random assignment relative to a control group. Forcing families to save a portion of the transfers until they make enrollment decisions for the next academic year increases on-time enrollment in secondary school, reduces dropout rates, and promotes tertiary enrollment and completion in the long-term. Traditionally structured bimonthly transfers improve on-time enrollment and high school exit exam completion rates in the medium term, but do not affect long-term tertiary outcomes. A delayed transfer that directly incentivizes tertiary enrollment promotes secondary school on-time enrollment and enrollment—only in lower-quality tertiary institutions—in the medium term but not the long term.\n\n",
    "acknowledgement": "\nWe are grateful to the Secretary of Education of Bogota (SED) for its cooperation in the original experiment and financial support, as well as for providing administrative records for this study. We are also grateful to Fedesarrollo for financial and technical assistance. Several individuals provided research assistance at various stages of the project’s development: Luis Omar Herrera was instrumental in assisting us with the medium-term administrative data. Camilo Dominguez, Megan Thomas and Ricki Sears Dolan also assisted with the data analysis. Richard Murnane and Katja Vinha provided valuable comments. Linden acknowledges financial support from the National Science Foundation’s Award SES-1157691 and Saavedra from the National Institute of Health RCMAR Grant P30AG043073. This field trial is registered with the American Economic Association’s RCT Registry Number AEARCTR-0001930, http://www.socialscienceregistry.org/trials/1930. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}