{
    "id": 23273,
    "citation_title": "Competing for Capital: Auditing and Credibility in Financial Reporting",
    "citation_author": [
        "Raphael Boleslavsky",
        "Bruce I. Carlin",
        "Christopher Cotton"
    ],
    "citation_publication_date": "2017-03-27",
    "issue_date": "2017-03-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhen self-interested agents compete for scarce resources, they often exaggerate the promise of their activities. As such, principals must consider both the quality of each opportunity and each agent’s credibility. We show that principals are better off with less transparency because they gain access to better investments. This is due to a complementarity between the agents’ effort provision and their ability to exaggerate. As such, it is suboptimal for principals to\nprevent misreporting, even if doing so is costless. This helps explain why exaggeration is ubiquitous during allocation decisions: money management, analyst coverage, private equity fundraising, and venture capital investments.\n\n",
    "acknowledgement": "\nWe are grateful to Daniel Andrei, Ana Babus, Gadi Barlevy, Ray Ball, Tony Bernardo, Taylor Begley, Amil Dasgupta, Shaun Davies, Mike Fishman, Henry Friedman, Willie Fuchs, Simon Gervais, Barney Hartman-Glaeser, Sam Hartzmark, David Hirshleifer, Jack Hughes, Peter Kondor, Doron Levet, Stefan Lewellen, William Mann, Justin Murfin, Martin Oehmke, Stavros Panageas, Daniel Paravisini, Kelly Shue, Sheridan Titman, and seminar participants at the University of Chicago, London Business School, London School of Economics, Chicago Federal Reserve Bank, University of Maryland, University of Texas, University of Toronto, UCLA, Arizona State University, University of Alberta, University of Pittsburgh, and participants at the 2016 Western Finance Association Meeting. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}