{
    "id": 23271,
    "citation_title": "Adaptation and the Mortality Effects of Temperature Across U.S. Climate Regions",
    "citation_author": [
        "Garth Heutel",
        "Nolan H. Miller",
        "David Molitor"
    ],
    "citation_publication_date": "2017-03-27",
    "issue_date": "2017-03-23",
    "revision_date": "2020-01-28",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate how the mortality effects of temperature vary across U.S. climate regions to assess local and national damages from projected climate change. Using 22 years of Medicare data, we find that both cold and hot days increase mortality. However, hot days are less deadly in warm places while cold days are less deadly in cool places. Incorporating this heterogeneity into end-of-century climate change assessments reverses the conventional wisdom on climate damage incidence: cold places bear more, not less, of the mortality burden. Allowing places to adapt to their future climate substantially reduces the estimated mortality effects of climate change.\n\n",
    "acknowledgement": "\nWe thank Olivier Deschênes, Don Fullerton, Matt Neidell, Joseph Shapiro, and numerous seminar participants for helpful comments. Isabel Musse and Eric Zou provided excellent research assistance. Research reported in this publication was supported by the National Institute on Aging of the National Institutes of Health under award number R01AG053350. The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health or the National Bureau of Economic Research.\n\n\n"
}