{
    "id": 23274,
    "citation_title": "Demand for Information and Asset Pricing",
    "citation_author": [
        "Azi Ben-Rephael",
        "Bruce I. Carlin",
        "Zhi Da",
        "Ryan D. Israelsen"
    ],
    "citation_publication_date": "2017-03-27",
    "issue_date": "2017-03-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nPreviously, academics have used the supply of information that arrives to market (e.g., macroeconomic announcements, earnings reports, or news releases) to study how information affects asset prices and anomalies, and for tests of market efficiency. In this paper, we instead use measures of institutional and retail demand for information. We show that institutional demand for information is associated with increased trading volume and significant price movements. Average returns and betas are higher on days with higher institutional demand for information. The magnitude of these effects is much larger than those associated with the supply of news. However, the impact of demand for information from retail investors, while statistically significant, is quite small in magnitude. We also show that higher institutional demand alleviates mispricing in the market. In particular, higher information processing by institutional investors dampens momentum and enhances long-term reversals. As such, when demand for information increases, the market becomes more efficient.\n\n",
    "acknowledgement": "\nWe are grateful to Karl Diether and Avanidhar Subrahmanyam as well as seminar participants at Brigham Young University for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}