{
    "id": 23270,
    "citation_title": "Regional Heterogeneity and Monetary Policy",
    "citation_author": [
        "Martin Beraja",
        "Andreas Fuster",
        "Erik Hurst",
        "Joseph Vavra"
    ],
    "citation_publication_date": "2017-03-27",
    "issue_date": "2017-03-23",
    "revision_date": "2018-03-15",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe argue that the time-varying regional distribution of housing equity influences the aggregate consequences of monetary policy through its effects on mortgage refinancing. Using detailed loan-level data, we show that regional differences in housing equity affect refinancing and spending responses to interest rate cuts but that these effects vary over time with changes in the regional distribution of house price growth. We then build a heterogeneous household model of refinancing with both mortgage borrowers and lenders and use it to explore the aggregate implications for monetary policy arising from our regional evidence. We find that the 2008 equity distribution made spending in depressed regions less responsive to interest rate cuts, thus dampening aggregate stimulus and increasing regional consumption inequality, whereas the opposite occurred in some earlier recessions. Taken together, our results strongly suggest that monetary policy makers should track the regional distribution of equity over time.\n\n",
    "acknowledgement": "\nFirst draft: May 2015. We thank Caitlin Gorback, Karen Shen and Eilidh Geddes for excellent research assistance. We would also like to thank our discussants John Campbell, Wouter Den Haan, Daniel Greenwald, Amit Seru, Junyi Zhu and Mark Zandi, as well as Adrien Auclert, Arlene Wong, and seminar participants at Chicago Booth, University of Minnesota, NYU, MIT Sloan, Berkeley Haas, IIES Stockholm, University of Zurich, Central Bank of Ireland, NBER Summer Institute, ECB Annual Research Conference, ASSA Chicago, SED-Edinburgh, SITE Stanford, Hutchins Center at Brookings, the Frontiers in Central Banking conference at the Bundesbank, and the CEPR–University of St. Gallen workshop on Household Finance and Economic Stability for helpful comments. The views expressed in this paper are solely those of the authors and not necessarily those of the Federal Reserve Bank of New York, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}