{
    "id": 23281,
    "citation_title": "Monetary Policy, Bounded Rationality, and Incomplete Markets",
    "citation_author": [
        "Emmanuel Farhi",
        "Iván Werning"
    ],
    "citation_publication_date": "2017-03-27",
    "issue_date": "2017-03-23",
    "revision_date": "2019-02-20",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper extends the benchmark New-Keynesian model by introducing two frictions: (1) agent heterogeneity with incomplete markets, uninsurable idiosyncratic risk, and occasionally binding borrowing constraints; and (2) bounded rationality in the form of level-k thinking. Compared to the benchmark model, we show that the interaction of these two frictions leads to a powerful mitigation of the effects of monetary policy, which is more pronounced at long horizons, and offers a potential rationalization of the “forward guidance puzzle”. Each of these frictions, in isolation, would lead to no or much smaller departures from the benchmark model.\n\n",
    "acknowledgement": "\nWe are grateful to Mikel Petri, who provided outstanding research assistance. For useful comments we thank Xavier Gabaix, Jordi Gali, Mark Gertler, Luigi Iovino, Benoit Mojon, Martin Schneider, Andrei Shleifer, Gianluca Violante, Mirko Wiederholt, and Michael Woodford. We also thank participants at the NYU/Banque de France/PSE conference on Monetary Policy in Models with Heterogeneous Agents, the NBER Behavioral Macroeconomics Summer Institute, and the ECB Annual Research Conference. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}