{
    "id": 23283,
    "citation_title": "Horizontal and Vertical Polarization: Task-Specific Technological Change in a Multi-Sector Economy",
    "citation_author": [
        "Sang Yoon (Tim) Lee",
        "Yongseok Shin"
    ],
    "citation_publication_date": "2017-03-27",
    "issue_date": "2017-03-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze the effect of technological change in a novel framework that integrates an economy's skill distribution with its occupational and industrial structure. Individuals become managers or workers based on their managerial vs. worker skills, and workers further sort into a continuum of tasks (occupations) ranked by skill content. Our theory dictates that faster technological progress for middle-skill tasks not only raises the employment shares and relative wages of lower- and higher-skill occupations among workers (horizontal polarization), but also raises those of managers over workers as a whole (vertical polarization). Both dimensions of polarization are faster within sectors that depend more on middle-skill tasks and less on managers. This endogenously leads to faster TFP growth of such sectors, whose employment and value-added shares shrink if sectoral goods are complementary (structural change). We present several novel facts that support our model, followed by a quantitative analysis showing that task-specific technological progress--which was fastest for occupations embodying routine-manual tasks but not interpersonal skills--is important for understanding changes in the sectoral, occupational, and organizational structure of the U.S. economy since 1980.\n\n",
    "acknowledgement": "\nPreviously circulated as “Managing a Polarized Structural Change.” The theoretical model in this paper was developed in conjunction with another project sponsored by PEDL and DFID, whose financial support (MRG 2356) we gratefully acknowledge. The paper benefited from comments and suggestions from many seminar and conference participants. We are grateful to Frederico Belo and Nancy Stokey in particular, whose conference discussions helped greatly improve the paper. We also thank Sangmin Aum for outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}