{
    "id": 23288,
    "citation_title": "Fintech, Regulatory Arbitrage, and the Rise of Shadow Banks",
    "citation_author": [
        "Greg Buchak",
        "Gregor Matvos",
        "Tomasz Piskorski",
        "Amit Seru"
    ],
    "citation_publication_date": "2017-03-27",
    "issue_date": "2017-03-23",
    "revision_date": "2018-09-05",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nShadow bank market share in residential mortgage origination nearly doubled from 2007-2015, with particularly dramatic growth among online “fintech” lenders. We study how two forces, regulatory differences and technological advantages, contributed to this growth. Difference in difference tests exploiting geographical heterogeneity induced by four specific increases in regulatory burden–capital requirements, mortgage servicing rights, mortgage-related lawsuits, and the movement of supervision to Office of Comptroller and Currency following closure of the Office of Thrift Supervision--all reveal that traditional banks contracted in markets where they faced more regulatory constraints; shadow banks partially filled these gaps. Fintech lenders appear to offer a higher quality product and charge a premium of 14-16 basis points. Relative to other lenders, they seem to use different information to set interest rates. A quantitative model of mortgage lending suggests that regulation accounts for roughly 60% of shadow bank growth, while technology accounts for roughly 30%.\n\n",
    "acknowledgement": "\nSeru is the corresponding author. We thank Sumit Agarwal, Mark Carey, Michael Cembalest, Stijn Claessens, John Cochrane, Darrell Duffie, Douglas Diamond, Andreas Fuster, Radha Gopalan, Holger Mueller, Chris Palmer, Thomas Philippon, Raghuram Rajan, Philipp Schnabl, John Sedunov, Hyun Shin, Johannes Stroebel, Stijn Van Nieuwerburgh, Nancy Wallace, Toni Whited (the editor), Ariel Zetlin-Jones, Luigi Zingales and seminar participants at Baruch College, Bank for International Settlements, Chicago Fed, Cleveland Fed, Consumer Financial Protection Bureau, Hong Kong Monetary Authority, Housing Finance Policy Center, New York University, Rutgers, Stanford University, University of Wisconsin and conference participants at Conference for Empirical Legal Studies, CFAR and JFI Conference, ECB conference on monetary policy and financial intermediation, FDIC 17th Annual Fall Research Conference, Kellogg Fintech Conference, NBER Summer Institute, NBER Financial Market Regulation, OFR FRBC Financial Stability and FINTech Conference, Philadelphia Fed Fintech Conference: The Impact on Consumers, Banking, and Regulatory Policy, and SITE conference on Financial Regulation for helpful comments. We thank Monica Clodius and Sam Liu for outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}