{
    "id": 23284,
    "citation_title": "Students in Distress: Labor Market Shocks, Student Loan Default, and Federal Insurance Programs",
    "citation_author": [
        "Holger M. Mueller",
        "Constantine Yannelis"
    ],
    "citation_publication_date": "2017-03-27",
    "issue_date": "2017-03-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nThe collapse in home prices during the Great Recession triggered a sharp drop in consumer demand by households, leading to massive employment losses. This paper examines the implications of these labor market shocks for the dramatic rise in student loan defaults, which originated during this time period. Linking administrative student loan data at the individual borrower level to de-identified tax records and exploiting Zip code level variation in home price changes, we show that the drop in home prices during the Great Recession accounts for approximately 24 to 32 percent of the increase in student loan defaults. Consistent with a labor market channel, we find a strong relationship between home prices, employment losses, and student loan defaults at the individual borrower level, which is concentrated among low income jobs. Comparing the default responses of home owners and renters, we find no evidence of a direct liquidity effect of home prices on student loan defaults. Lastly, we show that the Income Based Repayment (IBR) program introduced by the federal government in the wake of the Great Recession reduced both student loan defaults and their sensitivity to home price fluctuations, thus providing student loan borrowers with valuable insurance against adverse income shocks.\n\n",
    "acknowledgement": "\nWe thank David Berger, Jan Eberly, Caroline Hoxby, Amir Kermani, Theresa Kuchler, Andres Liberman, Adam Looney, Johannes Stroebel, Jeremy Tobacman, Eric Zwick, and seminar participants at NYU, Berkeley, and the Consumer Financial Protection Bureau for helpful comments. Any opinions and conclusions expressed herein are those of the authors and do not necessarily represent the views of the U.S. Treasury or any other organization. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}