{
    "id": 23285,
    "citation_title": "Robots and Jobs: Evidence from US Labor Markets",
    "citation_author": [
        "Daron Acemoglu",
        "Pascual Restrepo"
    ],
    "citation_publication_date": "2017-03-27",
    "issue_date": "2017-03-23",
    "revision_date": "2024-07-08",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAs robots and other computer-assisted technologies take over tasks previously performed by labor, there is increasing concern about the future of jobs and wages. We analyze the effect of the increase in industrial robot usage between 1990 and 2007 on US local labor markets. Using a model in which robots compete against human labor in the production of different tasks, we show that robots may reduce employment and wages, and that the local labor market effects of robots can be estimated by regressing the change in employment and wages on the exposure to robots in each local labor market—defined from the national penetration of robots into each industry and the local distribution of employment across industries. Using this approach, we estimate large and robust negative effects of robots on employment and wages across commuting zones. We bolster this evidence by showing that the commuting zones most exposed to robots in the post-1990 era do not exhibit any differential trends before 1990. The impact of robots is distinct from the impact of imports from China and Mexico, the decline of routine jobs, offshoring, other types of IT capital, and the total capital stock (in fact, exposure to robots is only weakly correlated with these other variables). According to our estimates, one more robot per thousand workers reduces the employment to population ratio by about 0.18-0.34 percentage points and wages by 0.25-0.5 percent.\n\n",
    "acknowledgement": "\nWe thank David Autor, Lorenzo Caliendo, Amy Finkelstein, Matthew Gentzkow and participants at various seminars and conferences for comments and suggestions; Joonas Tuhkuri for outstanding research assistance; and the Institute for Digital Economics and the Toulouse Network of Information Technology for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}