{
    "id": 23280,
    "citation_title": "Mapping the Interconnectedness between EU Banks and Shadow Banking Entities",
    "citation_author": [
        "Jorge Abad",
        "Marco D'Errico",
        "Neill Killeen",
        "Vera Luz",
        "Tuomas Peltonen",
        "Richard Portes",
        "Teresa Urbano"
    ],
    "citation_publication_date": "2017-03-27",
    "issue_date": "2017-03-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides a unique snapshot of the exposures of EU banks to shadow banking entities within the global financial system. Drawing on a rich and novel dataset, the paper documents the cross-sector and cross-border linkages and considers which are the most relevant for systemic risk monitoring. From a macroprudential perspective, the identification of potential feedback and contagion channels arising from the linkages of banks and shadow banking entities is particularly challenging when shadow banking entities are domiciled in different jurisdictions. The analysis shows that many of the EU banks’ exposures are towards non-EU entities, particularly US-domiciled shadow banking entities. At the individual level, banks’ exposures are diversified although this diversification leads to high overlap across different types of shadow banking entities.\n\n",
    "acknowledgement": "\nThe views expressed in this paper are our own, and do not necessarily reflect the views of the ESRB, EBA, their member institutions, or the National Bureau of Economic Research. Any remaining errors are our own. The authors would like to thank Claudia Guagliano, Olaf Weeken, Nicola Garbarino, Jan Klacso, the ESRB’s Joint ATC-ASC Expert Group on Shadow Banking (JEGS), co-chaired by Steffen Kern and Richard Portes, and the ESRB’s Advisory Scientific Committee (ASC) for helpful comments and discussion.\n\n\n\nJorge Abad\n\nJorge Abad is a PhD student at CEMFI funded by the Santander Research Chair.\n\n\n\nMarco D'Errico\n\nMarco D’Errico acknowledges support from: Swiss National Fund grant no PP00P1-144689, FET Projects SIMPOL (no 610704) and DOLFINS (no 640772).\n\n\n\nRichard Portes\n\nRichard Portes is a member of the Advisory Board of Nevastar Financial, an asset management company.\n\n\n"
}