{
    "id": 23298,
    "citation_title": "Identification of and Correction for Publication Bias",
    "citation_author": [
        "Isaiah Andrews",
        "Maximilian Kasy"
    ],
    "citation_publication_date": "2017-04-03",
    "issue_date": "2017-03-30",
    "revision_date": "2017-11-30",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSome empirical results are more likely to be published than others. Such selective publication leads to biased estimates and distorted inference. This paper proposes two approaches for identifying the conditional probability of publication as a function of a study’s results, the first based on systematic replication studies and the second based on meta-studies. For known conditional publication probabilities, we propose median-unbiased estimators and associated confidence sets that correct for selective publication. We apply our methods to recent large-scale replication studies in experimental economics and psychology, and to meta-studies of the effects of minimum wages and de-worming programs.\n\n",
    "acknowledgement": "\nWe thank Josh Angrist, Ellora Derenoncourt, Gary Chamberlain, Xavier D’Haultfoeuille, Gary King, Jesse Shapiro, Jann Spiess, and seminar participants at Brown, Carlos III, CEMFI, Columbia, CREST, Harvard/MIT, the Harvard applied statistics seminar, the Harvard development retreat, Microsoft Research, the Montreal econometrics seminar, Penn, Penn State, Princeton, and TSE for many helpful comments and suggestions. We also thank Paul Wolfson and Dale Belman as well as Michael Kremer for sharing their data. This research was funded in part by the Silverman (1968) Family Career Development Chair at MIT, and by the National Science Foundation under grant number 1654234. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}