{
    "id": 23294,
    "citation_title": "Risk Aversion as a Perceptual Bias",
    "citation_author": [
        "Mel Win Khaw",
        "Ziang Li",
        "Michael Woodford"
    ],
    "citation_publication_date": "2017-04-03",
    "issue_date": "2017-03-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe theory of expected utility maximization (EUM) explains risk aversion as due to diminishing marginal utility of wealth. However, observed choices between risky lotteries are difficult to reconcile with EUM: for example, in the laboratory, subjects' responses on individual trials involve a random element, and cannot be predicted purely from the terms offered; and subjects often appear to be too risk averse with regard to small gambles (while still accepting sufficiently favorable large gambles) to be consistent with any utility-of-wealth function. We propose a unified explanation for both anomalies, similar to the explanation given for related phenomena in the case of perceptual judgments: they result from judgments based on imprecise (and noisy) mental representation of the decision situation. In this model, risk aversion is predicted without any need for a nonlinear utility-of-wealth function, and instead results from a sort of perceptual bias — but one that represents an optimal Bayesian decision, given the limitations of the mental representation of the situation. We propose a specific quantitative model of the mental representation of a simple lottery choice problem, based on other evidence regarding numerical cognition, and test its ability to explain the choice frequencies that we observe in a laboratory experiment.\n\n",
    "acknowledgement": "\nAn earlier version of this work, under the title \"Cognitive Limitations and the Perception of Risk,\" was presented as the 2015 AFA Lecture at the annual meeting of the American Finance Association. We thank Colin Camerer, Tom Cunningham, Arkady Konovalov, Ifat Levy, Rosemarie Nagel, Charlie Plott, Rafael Polania, Antonio Rangel, Christian Ruff, Hrvoje Stojic, Shyam Sunder, and Ryan Webb for helpful comments, and the National Science Foundation for research support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}