{
    "id": 23295,
    "citation_title": "Citywide Effects of High-Occupancy Vehicle Restrictions: Evidence from the Elimination of ‘3-in-1’ in Jakarta",
    "citation_author": [
        "Rema Hanna",
        "Gabriel Kreindler",
        "Benjamin A. Olken"
    ],
    "citation_publication_date": "2017-04-03",
    "issue_date": "2017-03-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nIn cities worldwide, the widespread use of single occupancy cars often leads to traffic congestion and its associated ill effects. Using high frequency data from Google Maps, we test whether high-occupancy vehicle (HOV) policies can be an effective tool to combat congestion. Using the unexpected lifting of Jakarta’s HOV policy, we show that after the policy was abandoned delays rose about 39 percent on affected roads during the morning peak—and nearly 69% during the evening peak.  Importantly, this was not due to simply a substitution from other roads to the former HOV routes: the lifting of the policy led to worse traffic throughout the city, even on roads that had never been restricted or at times of the day when restrictions had never been in place. The increase in traffic persisted long after the policy was lifted.  In short, we find that HOV policies can greatly improve traffic conditions.\n\n",
    "acknowledgement": "\nWe thank Abhijit Banerjee and Daron Acemoglu for helpful comments, and Michael Fryar, Zoë Hitzig, Widyana Perdhani and Freida Siregar for helpful assistance. This project was financially supported by the Australian Government’s Department of Foreign Affairs and Trade. All views expressed in the paper are those of the authors alone, and do not necessarily reflect the views any of the institutions or individuals acknowledged here, or the views of the National Bureau of Economic Research\n\n\n\nRema Hanna\n\nRema Hanna is a scientific director at JPAL-South East Asia. J-PAL has no stake in the outcomes of any given evaluation results; however, J-PAL does have a position on what is considered a rigorous evaluation methodology.\n\n\nThis project was financially supported by the Australian Government through the Poverty Reduction Support Facility.\n\n\n"
}