{
    "id": 23293,
    "citation_title": "What can we Learn from Euro-Dollar Tweets?",
    "citation_author": [
        "Vahid Gholampour",
        "Eric van Wincoop"
    ],
    "citation_publication_date": "2017-04-03",
    "issue_date": "2017-03-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use 633 days of tweets about the Euro/dollar exchange rate to determine their information content and the profitability of trading based on Twitter Sentiment. We develop a detailed lexicon used by FX traders to translate verbal tweets into positive, negative and neutral opinions. The methodologically novel aspect of our approach is the use of a model with heterogeneous private information to interpret the data from FX tweets. After estimating model parameters, we compute the Sharpe ratio from a trading strategy based on Twitter Sentiment. The Sharpe ratio outperforms that based on the well-known carry trade and is precisely estimated.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge financial support from the Bankard Fund for Political Economy. We like to thank seminar participants at the University of Virginia, Bucknell University, the Federal Reserve Bank of Dallas, the Federal Reserve Bank of Richmond and the NBER Fall 2016 IFM Meeting for useful comments. We particularly thank Laura Veldkamp for very helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}