{
    "id": 23296,
    "citation_title": "The Value of Flexible Work: Evidence from Uber Drivers",
    "citation_author": [
        "M. Keith Chen",
        "Judith A. Chevalier",
        "Peter E. Rossi",
        "Emily Oehlsen"
    ],
    "citation_publication_date": "2017-04-03",
    "issue_date": "2017-03-30",
    "revision_date": "2019-06-18",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nParticipation in non-traditional work arrangements has increased dramatically over the last decade, including in settings where new technologies lower the transaction costs of providing labor flexibly. One prominent example of flexible work is the ride-sharing company Uber, which allows drivers to provide (or not provide) rides anytime they are willing to accept prevailing wages for providing this service. An Uber-style arrangement offers workers flexibility in both setting a customized work schedule and also adjusting the schedule from week to week, day to day, and hour to hour. Using data on hourly earnings for Uber drivers, we document the ways in which drivers utilize this real-time flexibility and we estimate the driver surplus generated by this flexibility. We estimate how drivers’ reservation wages vary from hour to hour, which allows us to examine the surplus and supply implications of both flexible and traditional work arrangements. Our results indicate that, while the Uber relationship may have other drawbacks, Uber drivers benefit significantly from real-time flexibility, earning more than twice the surplus they would in less flexible arrangements. If required to supply labor inflexibly at prevailing wages, they would also reduce the hours they supply by more than two-thirds.\n\n",
    "acknowledgement": "\nThe authors would like to thank Jonathan Hall, Elisa Long, Sylvia Hristakeva, and A. Ronald Gallant for valuable input. Peter Cohen and Dan Yavorsky provided invaluable technical and research assistance throughout this project. Through Emily Oehlsen, Uber Technologies provided the data used in this paper. Under the agreement granted the authors, Uber has the right to review the paper “solely to confirm that confidential information is being represented in a non-misleading fashion” but not to dispute or influence the findings or conclusions of the paper. Chevalier and Rossi have no material financial relationships with entities related to this research. Oehlsen is an employee of Uber Technologies. Chen is a former employee of Uber, and as a result, continues to hold stock options that may constitute a material financial position. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nEmily Oehlsen\n\nAs an employee of Uber, Emily Oehlsen has an equity stake in the company.\n\n\n"
}