{
    "id": 23299,
    "citation_title": "Channels of Impact: User Reviews when Quality is Dynamic and Managers Respond",
    "citation_author": [
        "Judith A. Chevalier",
        "Yaniv Dover",
        "Dina Mayzlin"
    ],
    "citation_publication_date": "2017-04-03",
    "issue_date": "2017-03-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the effect of managerial response on consumer voice in a dynamic quality environment. We argue that, in this environment, the consumer is motivated to write reviews by, in addition to altruism, the possibility that the reviews will impact the quality of the service directly. We examine this empirically in a scenario in which reviewers receive a credible signal that the service provider is listening. Specifically, we examine the managerial response feature allowed by many review platforms. We hypothesize that managerial responses will stimulate reviewing activity and that, because managers respond more and in more detail to negative reviews, we hypothesize that managerial responses will particularly stimulate negative reviewing activity. Using a multiple-differences specification, we show that reviewing activity and particularly negative reviewing is indeed stimulated by managerial response. Our specification exploits comparison of the same hotel immediately before and after response initiation and compares a given hotels reviewing activity on sites with review response initiation to sites that do not allow managerial response.\n\n",
    "acknowledgement": "\nThe authors acknowledge support from the National Science Foundation (Chevalier, Award 1128322) and the Israel Science Foundation (Dover, Grant 1124/16). We thank numerous seminar participants for helpful comments and thank Revinate and STR for providing data. The authors have no material financial relationships related to this study. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}