{
    "id": 23297,
    "citation_title": "Seeing and Hearing: The Impacts of New York City’s Universal Prekindergarten Program on the Health of Low-Income Children",
    "citation_author": [
        "Kai Hong",
        "Kacie Dragan",
        "Sherry Glied"
    ],
    "citation_publication_date": "2017-04-03",
    "issue_date": "2017-03-30",
    "revision_date": "2017-04-04",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPrior research suggests that high quality universal pre-kindergarten (UPK) programs can generate lifetime benefits, but the mechanisms generating these effects are not well-understood.  In 2014, New York City made all 4-year-old children eligible for high-quality UPK programs that emphasized developmental screening.  We examine the effect of this program on the health and healthcare utilization of children enrolled in Medicaid using a difference-in-regression discontinuity design that exploits both the introduction of UPK and the fixed age cut-off for enrollment.  The introduction of UPK increased the probability that a child was diagnosed with asthma or with vision problems, received treatment for hearing or vision problems, or received a screening during the prekindergarten year.  UPK accelerated the timing of diagnoses of vision problems.  We do not find any increases in injuries, infectious diseases, or overall utilization.  These effects are not offset by lower screening rates in the kindergarten year, suggesting that one mechanism through which UPK might generate benefits is that it accelerates the rate at which children are identified with conditions that could potentially delay learning and cause behavioral problems. We do not find significant effects of having a child who was eligible for UPK on mothers’ health, fertility, or healthcare utilization.\n\n",
    "acknowledgement": "\nThis research was supported by the Robert Wood Johnson Foundation Policies for Action Program. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}