{
    "id": 23291,
    "citation_title": "The Cross Section of Bank Value",
    "citation_author": [
        "Mark Egan",
        "Stefan Lewellen",
        "Adi Sunderam"
    ],
    "citation_publication_date": "2017-04-03",
    "issue_date": "2017-03-30",
    "revision_date": "2021-07-01",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the determinants of value creation in U.S. commercial banks. We develop novel measures of individual banks’ productivities at collecting deposits and making loans, which we relate to bank market values. We find that deposit productivity is responsible for two-thirds of the value of the median bank and most variation in value across banks. Variation in productivity is driven by differences across banks in technology, customer demographics, and market power. We also find evidence of synergies between deposit-taking and lending. Our findings suggest that there is significant heterogeneity in banks’ abilities to capture value by manufacturing safe assets.\n\n",
    "acknowledgement": "\nWe thank Itay Goldstein (the editor), two anonymous referees, Philip Bond, David Denis, Francisco Gomes, Gary Gorton, Sam Hanson, Christopher Hennessy, Anil Kashyap, Andrew Koch, Arvind Krishnamurthy, Simon Kwan, Gregor Matvos, Philip Ostromogolsky, Elias Papaioannou, Anna Pavlova, Richard Portes, Amiyatosh Purnanandam, Hélène Rey, David Scharfstein, Philipp Schnabl, Amit Seru, Henri Servaes, Jesse Shapiro, Andrei Shleifer, Holger Spamman, David Sraer, Vania Stavrakeva, Jeremy Stein, Phil Strahan, Chad Syverson, Alex Ufier, Haluk Unal, Vikrant Vig, Vish Viswanathan, Toni Whited, Andrew Winton, Kairong Xiao, Luigi Zingales, and participants at numerous conferences and seminars for helpful comments. Part of this research was conducted while Egan was an employee of the University of Minnesota and while Lewellen was an employee of London Business School and Carnegie Mellon University. Lewellen thanks the Research and Materials Development Fund at London Business School for financial support. Egan and Sunderam gratefully acknowledge funding from the Harvard Business School Division of Research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}