{
    "id": 23300,
    "citation_title": "What Drives Differences in Management?",
    "citation_author": [
        "Nicholas Bloom",
        "Erik Brynjolfsson",
        "Lucia Foster",
        "Ron S. Jarmin",
        "Megha Patnaik",
        "Itay Saporta-Eksten",
        "John Van Reenen"
    ],
    "citation_publication_date": "2017-04-03",
    "issue_date": "2017-03-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nPartnering with the Census we implement a new survey of “structured” management practices in 32,000 US manufacturing plants. We find an enormous dispersion of management practices across plants, with 40% of this variation across plants within the same firm. This management variation accounts for about a fifth of the spread of productivity, a similar fraction as that accounted for by R&D, and twice as much as explained by IT. We find evidence for four “drivers” of management: competition, business environment, learning spillovers and human capital. Collectively, these drivers account for about a third of the dispersion of structured management practices.\n\n",
    "acknowledgement": "\nAny opinions and conclusions expressed herein are those of the authors and do not necessarily represent the views of the U.S. Census Bureau or the National Bureau of Economic Research. All results have been reviewed to ensure that no confidential information was disclosed. Financial support was provided in part by the National Science Foundation, Kauffman Foundation and the Sloan Foundation and administered by the National Bureau of Economic Research. In addition, Bloom thanks the Toulouse Network for Information Technology, Brynjolfsson thanks the MIT Initiative on the Digital Economy and Van Reenen thanks the European Research Council and Economic and Social Research Council for financial support. Saporta-Eksten thanks the Pinhas Sapir Center for financial support. We thank Hyunseob Kim for sharing data on large plant openings. We are indebted to numerous Census Bureau staff for their help in developing, conducting and analyzing the survey; we especially thank Julius Smith, Cathy Buffington, Scott Ohlmacher and William Wisniewski. This paper is an updated version of a working paper previously titled “Management in America” and we thank our formal discussant Andrea Pratt as well as numerous participants at seminars for many helpful comments.\n\n\n"
}