{
    "id": 23303,
    "citation_title": "Subrogation and the Theory of Insurance When Suits Can Be Brought for Losses Suffered",
    "citation_author": [
        "A. Mitchell Polinsky",
        "Steven Shavell"
    ],
    "citation_publication_date": "2017-04-03",
    "issue_date": "2017-03-30",
    "revision_date": "2018-04-06",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nThe theory of insurance is considered here when an insured individual may be able to sue another party for the losses that the insured suffered—and thus when an insured has a potential source of compensation in addition to insurance coverage. Insurance policies reflect this possibility through so-called subrogation provisions that give insurers the right to step into the shoes of insureds and to bring suits against injurers. In a basic case, the optimal subrogation provisions involve full retention by the insurer of the proceeds from a successful suit and the pursuit of all positive expected value suits. This eliminates litigation risks for insureds and results in lower premiums—financed by the litigation income of insurers, including from suits that insureds would not otherwise have brought. Moreover, optimal subrogation provisions are characterized in the presence of moral hazard, administrative costs, and non-monetary losses and it is demonstrated that optimal provisions entail sharing litigation proceeds with insureds in the first two cases but not when losses are non-monetary.\n\n",
    "acknowledgement": "\nThis article is forthcoming in the Journal of Law, Economics, & Organization.  We are grateful to editor Andrew Daughety, three referees, Kenneth Abraham, Scott Baker, Tom Baker, Mark Geistfeld, Daniel Gottlieb, Scott Harrington, Oliver Hart, Louis Kaplow, Saul Levmore, Stephen Mildenhall, Ariel Porat, David Rosenberg, Ted Sichelman, Kathryn Spier, and Ralph Winter for comments; James Fox, Anastasios Moraitis, and Paul Riskind for research assistance; and the John M. Olin Program in Law and Economics at Stanford Law School and the John M. Olin Center for Law, Economics, and Business at Harvard Law School for research support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}