{
    "id": 23307,
    "citation_title": "The Long Reach of Education: Health, Wealth, and DI Participation",
    "citation_author": [
        "James M. Poterba",
        "Steven F. Venti",
        "David A. Wise"
    ],
    "citation_publication_date": "2017-04-10",
    "issue_date": "2017-04-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nHealthcare Decision-Making and Outcomes for People Living with Alzheimer's Disease\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nEducation is strongly related to participation in the Social Security Disability Insurance (DI) program.  To explore this relationship, we describe the correlation between education and DI participation, and then explore how four factors related to education – health, wealth, occupation, and employment – feature in this correlation.  We label these four factors “pathway” variables.  We find that a large component of the relationship between education and DI participation – more than one-third for men, and over two-thirds for women – can be attributed to the correlation of education with health, and of health with DI receipt.  We use data from the Health and Retirement Study for the 1992-2012 period to explore the corresponding roles for each of the pathway variables, and also to study how changes over time in these variables, such as the widening gap between the health status of those with high and low educational attainment, have affected DI participation.\n\n",
    "acknowledgement": "\nThis research was supported by the U.S. Social Security Administration through grant 2RRC08098400-06-00 to the National Bureau of Economic Research as part of the SSA Disability Research Consortium. Funding was also provided through grant number P01 AG005842 from the National Institute on Aging.  Poterba is a trustee of the College Retirement Equity Fund (CREF), a provider of retirement income services.  The findings and conclusions expressed are solely those of the authors and do not represent the views of SSA, any agency of the Federal Government, TIAA, or the National Bureau of Economic Research.\n\n\n"
}