{
    "id": 23308,
    "citation_title": "Do Payroll Tax Breaks Stimulate Formality? Evidence from Colombia’s Reform",
    "citation_author": [
        "Adriana Kugler",
        "Maurice Kugler",
        "Luis Omar Herrera Prada"
    ],
    "citation_publication_date": "2017-04-10",
    "issue_date": "2017-04-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAlternative work arrangements have grown rapidly around the world. In Latin America, these alternative work arrangements have long been part of the labor market and have continued to grow. The informal sector grew rapidly in Latin America over the past few decades comprising up to half of the working population in many countries. Some attribute the growth in alternative work arrangements and informality to regulations and taxes, while others argue that it is precisely the lack of enforcement of regulations that allows unprotected employment arrangements to flourish. We examine whether reducing taxes associated with employment stimulates formal sector employment. We exploit the fact that the Tax Reform introduced in Colombia in 2012 affected only certain types of workers and not others. In particular, workers earning less than 10 minimum wages (MW) and self-employed workers with more than 2 employees experienced a reduction of payroll taxes of 13.5% between 2013 and 2014. We use the Colombian Household Surveys, Social Security records and the Monthly Manufacturing Sample to conduct difference-in-difference analyses of the reform. We find evidence of increased formal employment for the affected groups after the reform using all three datasets. We find that the probability of formal employment and the likelihood of transitioning into registered employment increased for the affected groups after the reform. We also find that the level and share of permanent employment relative to temp employment grew after the reform for those earnings less than 10 MW. The results are greatest for those in smaller firms and those earnings close to the MW.\n\n",
    "acknowledgement": "\nWe are grateful to Mariano Bosch, Matías Busso, Santiago Levy, Carmen Pages, as well as participants of the workshop organized by the IADB for this project and at the Latin American and Caribbean Economic Association Conference for their helpful comments. This project was funded by Labor Markets and Social Security Unit of the Inter-American Development Bank. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}