{
    "id": 23312,
    "citation_title": "Self-Fulfilling Debt Crises, Revisited",
    "citation_author": [
        "Mark Aguiar",
        "Satyajit Chatterjee",
        "Harold Cole",
        "Zachary Stangebye"
    ],
    "citation_publication_date": "2017-04-10",
    "issue_date": "2017-04-06",
    "revision_date": "2020-12-30",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe revisit self-fulfilling rollover crises by exploring the potential uncertainty introduced by a gap (however small) between an auction of new debt and the payment of maturing liabilities. It is well known (Cole and Kehoe, 2000) that the lack of commitment at the time of auction to repayment of imminently maturing debt can generate a run on debt, leading to a failed auction and immediate default. We show the same lack of commitment leads to a rich set of possible self-fulfilling crises, including a government that issues more debt because of the crisis, albeit at depressed prices. Another possible outcome is a \"sudden stop\" (or forced austerity) in which the government sharply curtails debt issuance. Both outcomes stem from the government's incentive to eliminate uncertainty about imminent payments at the time of auction by altering the level of debt issuance. In an otherwise standard quantitative version of the one-period debt model, including such crises increase the default probabilities by a factor of five and the spread volatility by a factor of twenty-five.\n\n",
    "acknowledgement": "\nWe thank Manuel Amador for numerous discussions and suggestions throughout the process. We also thank seminar and conference participants; our discussants Giancarlo Corsetti, Ramon Marimon, Luigi Paciello, and Vivian Yue; and Fernando Alvarez, Stephen Morris, and Jesse Schreger for helpful comments. The views expressed here are those of the authors and do not necessarily represent the views of the Federal Reserve Bank of Philadelphia, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}