{
    "id": 23310,
    "citation_title": "Government Debt and Corporate Leverage: International Evidence",
    "citation_author": [
        "Irem Demirci",
        "Jennifer Huang",
        "Clemens Sialm"
    ],
    "citation_publication_date": "2017-04-10",
    "issue_date": "2017-04-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "International Trade and Investment",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate the impact of government debt on corporate financing decisions. We document a negative relation between government debt and corporate leverage using data on 40 countries between 1990 and 2014. This negative relation holds only for government debt that is financed domestically and is stronger for larger and more profitable firms and in countries with more developed equity markets. In order to address potential endogeneity concerns, we use an instrumental variable approach based on military spending and a quasi-natural experiment based on the introduction of the Euro currency. Our findings suggest that government debt crowds out corporate debt.\n\n",
    "acknowledgement": "\nWe thank Aydogan Alti, Miguel Ferreira, Adrien Matray, Kai Li, Vassil Mihov, Stijn Van Nieuwerburgh, Sheridan Titman, Garry Twite, Josef Zechner, and seminar participants at the 2015 FMA European Conference, the 2016 CEPR European Summer Symposium in Financial Markets, the 2016 China International Conference in Finance, the Frankfurt School of Finance and Management, the Nova School of Business and Economics, the University of Iowa, the University of Mannheim, the University of Texas at Austin, and the Vienna University of Economics and Business for comments and suggestions. Clemens Sialm is an independent contractor with AQR Capital Management. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nClemens Sialm\n\nClemens Sialm has received compensation for consulting services and for giving presentations from the following institutions: AQR Capital Management, the U.S. Securities and Exchange Commission, Mercer Advisors, Dimensional Fund Advisors, and MyVest.\n\n\n"
}