{
    "id": 23316,
    "citation_title": "Monetary Policy and Global Banking",
    "citation_author": [
        "Falk Brauning",
        "Victoria Ivashina"
    ],
    "citation_publication_date": "2017-04-10",
    "issue_date": "2017-04-06",
    "revision_date": "2020-04-20",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhen central banks adjust interest rates, the opportunity cost of lending in local currency changes, but—in absence of frictions—there is no spillover effect to lending in other currencies. However, when equity capital is limited, global banks must benchmark domestic and foreign lending opportunities. We show that, in equilibrium, the marginal return on foreign lending is affected by the interest rate differential, with lower domestic rates leading to an increase in local lending, at the expense of a reduction in foreign lending. We test our prediction in the context of changes in interest rates in six major currency areas.\n\n",
    "acknowledgement": "\nBräuning is with the Federal Reserve Bank of Boston and Ivashina is with Harvard Business School, NBER and CEPR. We thank seminar participants at the AFA 2017, Bank of Canada, Banque de France, Copenhagen Business School, Duke University, European Central Bank, FRIC Annual Conference, Federal Reserve Bank of Boston, Federal Reserve Bank of Chicago, Federal Reserve Bank of Cleveland, Federal Reserve Board, Global Research Forum on International Macroeconomics and Finance 2016, IBEFA Summer Meeting 2016, IMF Spillover Workshop, NBER Summer Institute 2016, Nova School of Business and Economics, UIUC, University of Miami, University of Porto, and WCWIF 2016, for helpful comments. We are particularly grateful to François Gourio, Stefan Nagel (editor), Ali Ozdagli, Joe Peek, Jeremy Stein, Jenny Tang, Christina Wang, the anonymous referees, and our discussants Morten Bech, Nicola Cetorelli, Stijn Claessens, Ricardo Correa, Linda Goldberg, Michael Hutchison, Jose Lopez, Teodora Paligorova, and Skander Van den Heuvel, for detailed feedback. Botao Wu, Kovid Puria, and Sam Tugendhaft provided remarkable research assistance. The views expressed in this paper are those of the authors and do not necessarily represent the views of the Federal Reserve Bank of Boston, the Federal Reserve System, or the National Bureau of Economic Research. There was no external financial support provided for this paper. Neither author has a conflict of interest related to this research.\n\n\n\nVictoria Ivashina\n\nIn the past three years, I received significant financial support from the Federal Reserve Bank of Boston, and European Central Bank.\n\n\n"
}