{
    "id": 23313,
    "citation_title": "The Effects of E-Cigarette Minimum Legal Sale Age Laws on Youth Substance Use",
    "citation_author": [
        "Dhaval Dave",
        "Bo Feng",
        "Michael F. Pesko"
    ],
    "citation_publication_date": "2017-04-10",
    "issue_date": "2017-04-06",
    "revision_date": "2018-06-04",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use difference-in-differences models and individual-level data from the national and state Youth Risk Behavior Surveillance System (YRBSS) from 2005 to 2015 to examine the effects of e-cigarette Minimum Legal Sale Age (MLSA) laws on youth cigarette smoking, alcohol consumption, and marijuana use. Our results suggest that these laws increased youth smoking participation by about one percentage point, and approximately half of the increased smoking participation could be attributed to smoking initiation. We find little evidence of higher cigarette smoking persisting beyond the point at which youth age out of the laws. Our results also show little effect of the laws on youth drinking, binge drinking, and marijuana use. Taken together, our findings suggest a possible unintended effect of e-cigarette MLSA laws—rising cigarette use in the short term while youth are restricted from purchasing e-cigarettes.\n\n",
    "acknowledgement": "\nWe gratefully appreciate comments from Abigail Friedman, Rahi Abouk, and others at the 2017 International Society for Health Economists (iHEA) conference. We also gratefully acknowledge Amanda Shawky for editorial assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. Work on this paper was supported by grant 1R01DA039968A1 from the National Institute on Drug Abuse.\n\n\n"
}