{
    "id": 23317,
    "citation_title": "Is Post-Crisis Bond Liquidity Lower?",
    "citation_author": [
        "Mike Anderson",
        "René M. Stulz"
    ],
    "citation_publication_date": "2017-04-10",
    "issue_date": "2017-04-06",
    "revision_date": "2017-04-25",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPrice-based liquidity metrics are better in 2013-2014 for small trades and large high-yield bond trades, but not for large investment grade bond trades, relative to before the crisis, and are better for all bond types and trade sizes relative to 2010-2012. This evidence contrasts with the widely-held view among practitioners that liquidity has worsened. However, turnover falls sharply after the crisis compared to before the crisis, which is consistent with investors having more difficulty completing trades on acceptable terms and supports the practitioner view. A frequent concern is that post-crisis liquidity could be low when markets are stressed. We consider three stress events: extreme VIX increases, extreme bond yield increases, and downgrades to high yield. We find evidence that liquidity is lower after the crisis for extreme VIX increases. However, we find no evidence that liquidity is worse for idiosyncratic stress events after the crisis than before the crisis. Our results emphasize the importance of considering how liquidity reacts to shocks which can affect financial stability and of taking into account the information from non-price liquidity metrics.\n\n",
    "acknowledgement": "\nWe are grateful for discussions with Andrei Gonçalves, Kewei Hou, Sergey Chernenko, and Ingrid Werner, and for comments from Hank Bessembinder, Darrell Duffie, Kairong Xiao, and seminar participants at Carnegie-Mellon University and at The Ohio State University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nRené M. Stulz\n\nRené Stulz serves on the board of a bank and consults and provides expert testimony for financial institutions.\n\n\n"
}