{
    "id": 23314,
    "citation_title": "Sovereign Default Risk and Firm Heterogeneity",
    "citation_author": [
        "Cristina Arellano",
        "Yan Bai",
        "Luigi Bocola"
    ],
    "citation_publication_date": "2017-04-10",
    "issue_date": "2017-04-06",
    "revision_date": "2024-02-09",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper measures the output costs of sovereign risk by combining a sovereign debt model with firm- and bank-level data. An increase in sovereign risk lowers the price of government debt and has an adverse impact on banks’ balance sheets, disrupting their ability to finance firms. The resulting fall in credit supply impacts firms directly, as they need to borrow at higher interest rates, and indirectly through general equilibrium effects on the price of inputs and other goods. Importantly, firms are not equally affected by these developments: those that have greater financing needs and that borrow from banks that hold more government debt are mostly affected by the change in borrowing rates, while firms that do not borrow are only impacted indirectly. We show that these direct and indirect effects can be recovered using a firm-level regression, which we estimate using Italian data. We calibrate our model to match the measured firm-level elasticities and find that heightened sovereign risk was responsible for one-third of the observed output decline during the Italian debt crisis.\n\n",
    "acknowledgement": "\nFirst draft: March 2017. We thank Grey Gordon, Juan Carlos Hatchondo, Christian Hellwig, Sebnem Kalemli-Ozcan, Alberto Martin, and Vivian Yue for useful comments, and participants at several seminars and conferences for valuable insights. Gabriel Mihalache and Alexandra Solovyeva provided excellent research assistance. We thank the National Science Foundation for financial support under grants 1024581 and 2145007. Luigi Bocola thanks the Alfred P. Sloan foundation for generous funding. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}