{
    "id": 23311,
    "citation_title": "Measuring the Effects of Federal Reserve Forward Guidance and Asset Purchases on Financial Markets",
    "citation_author": [
        "Eric T. Swanson"
    ],
    "citation_publication_date": "2017-04-10",
    "issue_date": "2017-04-06",
    "revision_date": "2018-08-20",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI extend the methods of G¨urkaynak, Sack, and Swanson (2005) to separately identify the effects of Federal Reserve forward guidance and large-scale asset purchases (LSAPs) during the 2009–15 U.S. zero lower bound (ZLB) period. I find that both forward guidance and LSAPs had substantial and highly statistically significant effects, comparable in magnitude to the effects of the federal funds rate before the ZLB. Forward guidance was more effective than LSAPs at moving short-term Treasury yields, while LSAPs were more effective than forward guidance and the federal funds rate at moving longer-term Treasury and corporate bond yields. I estimate that the effects of LSAP announcements were very persistent, with the exception of the very large and perhaps special March 2009 “QE1” announcement. The effects of forward guidance are slightly less persistent, but the difference is not statistically significant and is likely due to the FOMC’s forward guidance announcements having a relatively shorter horizon.\n\n",
    "acknowledgement": "\nI thank Mike Woodford for encouraging me to start this project, and Sof´ıa Bauducco, Joe Gagnon, SungJun Huh, Youngseung Jung, Don Kim, Ken Kuttner, Pascal Paul, Matt Roberts-Sklar, Alexandre Ziegler, and seminar participants at the Banca d’Italia, Banque de France, Boston College, Cal State Fullerton, the Federal Reserve Banks of Boston, Chicago, and Kansas City, London School of Economics, National Bank of Belgium, Norges Bank, Swiss National Bank, UC Irvine, UC Riverside, UC Santa Cruz, University of Southern California, University of Zurich, the California Macroeconomics Conference, Central Bank of Chile Annual Conference, Federal Reserve Board Conference on Empirical Monetary Economics, Joint Conference of the Korean Economic Association and Social Science Korea Research Team, NBER Summer Institute Forecasting and Empirical Methods and Monetary Economics Workshops, Society for Computational Economics, Society for Economic Dynamics, and EABCN Conference on Unconventional Monetary Policy for helpful discussions, comments, and suggestions. Earlier work on this project was supported in part by the Central Bank of Chile. The views expressed in this paper, and all errors and omissions, are my own and are not necessarily those of the individuals or groups listed above, nor of the National Bureau of Economic Research.\n\n\n"
}