{
    "id": 23319,
    "citation_title": "Evolution of Assessments of the Economics of Global Warming: Changes in the DICE model, 1992 – 2017",
    "citation_author": [
        "William D. Nordhaus"
    ],
    "citation_publication_date": "2017-04-17",
    "issue_date": "2017-04-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany areas of the natural and social sciences involve complex systems that link together multiple sectors. Integrated assessment models (IAMs) are approaches that integrate knowledge from two or more domains into a single framework, and these are particularly important for climate change. One of the earliest IAMs for climate change was the DICE/RICE family of models, first published in Nordhaus (1992), with the latest version in Nordhaus (2017, 2017a). A difficulty in assessing IAMs is the inability to use standard statistical tests because of the lack of a probabilistic structure. In the absence of statistical tests, the present study examines the extent of revisions of the DICE model over its quarter-century history. The study finds that the major revisions have come primarily from the economic aspects of the model, whereas the environmental changes have been much smaller. Particularly sharp revisions have occurred for global output, damages, and the social cost of carbon. These results indicate that the economic projections are the least precise parts of IAMs and deserve much greater study than has been the case up to now, especially careful studies of long-run economic growth (to 2100 and beyond).\n\n",
    "acknowledgement": "\nThe research reported here was supported by the US National Science Foundation Award GEO-1240507 and the US Department of Energy Award DE-SC0005171-001. The author declares that he has no relevant and material financial conflicts with the research described in this paper. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}