{
    "id": 23315,
    "citation_title": "Accounting for Growth in the Age of the Internet: The Importance of Output-Saving Technical Change",
    "citation_author": [
        "Charles Hulten",
        "Leonard Nakamura"
    ],
    "citation_publication_date": "2017-04-10",
    "issue_date": "2017-04-06",
    "revision_date": "2018-09-20",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe extend the conventional neoclassical production and growth framework, with its emphasis on total factor productivity as the primary macroeconomic mechanism of innovation, to allow for technical change that affects consumer welfare directly. Our model is based on Lancaster’s “New Approach to Consumer Theory,” in which there is a separate consumption technology that transforms goods, measured at production cost, into utility. This technology can shift over time, allowing consumers to make more efficient use of each dollar of income. This is an output-saving technical change, in contrast to the resource-saving technical change of the TFP residual. The output-saving formulation is a natural way to think about the free information goods available over the Internet, which bypass GDP and go directly to the consumer. It also leads to the concept of expanded GDP (EGDP), the sum of conventional supply-side GDP and a willingness-to-pay metric of the value of output-saving innovation to consumers. This alternative concept of GDP is linked to output-saving technical change and incorporates the value of those technology goods that have eluded the traditional concept. It thus provides a potentially more accurate representation of the economic progress occurring during the digital revolution. One implication of our model is that living standards, as measured by EGDP, can rise at a faster rate than real GDP growth, which may shed light on the question of how the latter can decline in an era of rapid innovation.\n\n",
    "acknowledgement": "\nThe views expressed in this paper are solely those of the authors and should not be attributed to any organization with which they are affiliated, including the Federal Reserve Bank of Philadelphia, the Federal Reserve System, or the National Bureau of Economic Research. Earlier versions of this paper were presented at the meeting of the Society for Economic Measurement, July 2016, in Thessaloniki, Greece; the Federal Reserve Day-Ahead Meeting on Productivity, September 2016, Cincinnati; the 2017 ASSA meetings in Chicago; and at the CRIW Workshop at the NBER Summer Institute, July 18, 2017. We thank Roger Betancourt, John Fernald, Brent Moulton, Dan Sichel, Chad Syverson, and the participants at the various presentations for their comments and suggestions on earlier drafts. Remaining errors and interpretations are our responsibility.\n\n\n\nCharles Hulten\n\nHulten received honoraria and expenses as a visiting scholar at the Federal Reserve Bank of Philadelphia.\n\n\n"
}