{
    "id": 2332,
    "citation_title": "Concepts and Measures of Federal Deficits and Debt and Their Impact on Economic Activity",
    "citation_author": [
        "Michael J. Boskin"
    ],
    "citation_publication_date": "1987-08-01",
    "issue_date": "1987-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper introduces extensions of the National Income Accounts to include a consistent treatment of consumer durables and government capital in the measurement of consumption and income, and explicitly tests alternative propositions concerning the effects of government financial policy on real economic activity. The paper discusses adjustments to various measures of the budget deficit, national debt, or government \"net worth\". These include separating government tangible investment from consumption, accounting for government financial assets, inflation adjustments, etc. The most important results estimate consumption functions in which government consumption is subtracted from income. I take this to be more in the spirit of the Ricardian equivalence hypothesis, asking: Given the level of government consumption, would a shift from tax to debt finance alter consumption? The various measures of the deficit produce virtually identical results in their impact on consumption: a tax cut holding government consumption constant, unambiguously increases consumption substantially, about 40 cents on the dollar. Estimating separate coefficients on private wealth, net of government bonds and on private holdings of government bonds, yields a coefficient on government bonds virtually identical to that of regular private wealth, rather than zero as would be the case under Ricardian equivalence. The estimates of the net impact of Social Security wealth are consistent with recent research suggesting that the propensity to consume out of Social Security wealth is about half that of regular private wealth. The estimated impact of changes in net government explicit assets -- the value of government tangible capital over and above regular debt -- again is quite similar to the propensity to consume out of private wealth. This would suggest that government tangible assets substitute for private saving. Reduced form estimates are presented on the impact of federal deficits on the composition of GNP. Various specifications lead to the conclusion that a $1 increase in the deficit, controlling for the level of economic activity, appear to be associated with about a 30 cent increase in private saving, about a 35 cent decrease in domestic investment and about a 25 cent decrease in net foreign investment. Thus, the results reported in the paper, using alternative concepts and measures of deficits and debt tend to confirm the proposition that government deficits affect real economic activity.\n\n",
    "acknowledgement": "\n"
}