{
    "id": 23320,
    "citation_title": "The Productivity Advantage of Serial Entrepreneurs",
    "citation_author": [
        "Kathryn L. Shaw",
        "Anders Sørensen"
    ],
    "citation_publication_date": "2017-04-10",
    "issue_date": "2017-04-06",
    "revision_date": "2023-08-02",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nSerial entrepreneurs, who open more than one business, are found to have higher sales and higher productivity than novice entrepreneurs, who open one business.   Using panel data on entrepreneurs and their firms from Denmark for 2001-2013, the serial entrepreneur has 67% higher sales than the novice, but also opens firms that are larger in terms of the initial capital and labor, and thus is 39% more productive.  There are subsets of firms that perform especially well – serial entrepreneurs that hold a portfolio of overlapping ongoing firms perform the best, as do those that open as limited liability firm rather than proprietorships.  Female serial entrepreneurs do as well as male serial entrepreneurs relative to the performance of novices of their own genders.  The second firms of the serial entrepreneurs also stay in business longer than the first (and only) firms of the novices.\n\n",
    "acknowledgement": "\nAn earlier version of this paper was prepared for the conference on “The Labor Market and Human Resource Management Implications of Entrepreneurship” supported by the National Academy of Sciences in Washington, D.C. in October 2016, organized by Diane Burton, Rob Fairlie, and Don Siegel.  We are thankful for the thoughtful comments of the conference organizers, and the seminar participants at the University of Toronto, the University of Maryland, and Stanford University Business School. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}