{
    "id": 23325,
    "citation_title": "Is Europe an Optimal Political Area?",
    "citation_author": [
        "Alberto Alesina",
        "Guido Tabellini",
        "Francesco Trebbi"
    ],
    "citation_publication_date": "2017-04-17",
    "issue_date": "2017-04-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEmploying a wide range of individual-level surveys, we study the extent of cultural and institutional heterogeneity within the EU and how this changed between 1980 and 2008. We present several novel empirical regularities that paint a complex picture. While Europe has experienced both systematic economic convergence and an increased coordination across national and subnational business cycles since 1980, this was not accompanied by cultural nor institutional convergence. Such persistent heterogeneity does not necessarily spell doom for further political integration, however. Compared to observed heterogeneity within member states themselves, or in well functioning federations such as the US, cultural diversity across EU members is a similar order of magnitude. The main stumbling block on the road to further political integration is not heterogeneity of tastes or of cultural traits, but other cleavages, such as national identities.\n\n",
    "acknowledgement": "\nPrepared for the BPEA 2017 Conference. We are grateful to our editor Jim Stock and our discussants Markus Brunnermeier and Elias Papaioannou for detailed comments on an earlier draft. Matilde Bombardini, Nicola Gennaioli, Francesco Giavazzi, Luigi Guiso, Francesco Passarelli, and Eric Weese provided useful comments. We thank Bocconi University and CIFAR for financial support and Igor Cerasa, Clémence Idoux, Matteo Ferroni, Armando Miano, and Giorgio Saponaro for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}