{
    "id": 23329,
    "citation_title": "How the Growing Gap in Life Expectancy May Affect Retirement Benefits and Reforms",
    "citation_author": [
        "Alan J. Auerbach",
        "Kerwin K. Charles",
        "Courtney C. Coile",
        "William Gale",
        "Dana Goldman",
        "Ronald Lee",
        "Charles M. Lucas",
        "Peter R. Orszag",
        "Louise M. Sheiner",
        "Bryan Tysinger",
        "David N. Weil",
        "Justin Wolfers",
        "Rebeca Wong"
    ],
    "citation_publication_date": "2017-04-17",
    "issue_date": "2017-04-14",
    "revision_date": "2018-05-22",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOlder Americans have experienced dramatic gains in life expectancy in recent decades, but an emerging literature reveals that these gains are accumulating mostly to those at the top of the income distribution.  We explore how growing inequality in life expectancy affects lifetime benefits from Social Security, Medicare, and other programs and how this phenomenon interacts with possible program reforms.  We first project that life expectancy at age 50 for males in the two highest income quintiles will rise by 7 to 8 years between the 1930 and 1960 birth cohorts, but that the two lowest income quintiles will experience little to no increase over that time period.  This divergence in life expectancy will cause the gap between average lifetime program benefits received by men in the highest and lowest quintiles to widen by $130,000 (in $2009) over this period.  Finally we simulate the effect of Social Security reforms such as raising the normal retirement age and changing the benefit formula to see whether they mitigate or enhance the reduced progressivity resulting from the widening gap in life expectancy.\n\n",
    "acknowledgement": "\nThis paper draws on a report produced by the National Academies of Sciences’ Committee on the Long-Run Macroeconomic Effects of the Aging U.S. Population – Phase II, of which Lee and Orszag were co-chairs and the other authors were members (except Tysinger, on staff at the Roybal Center).  The authors thank staff director Kevin Kinsella for his support of the committee’s work and staff at the Roybal Center for Health Policy Simulation, Leonard D. Schaeffer Center for Health Policy & Economics, University of Southern California for assistance with the Future Elderly Model simulations. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nDana Goldman\n\nDana Goldman is a founder of Precision Health Economics, a consultancy providing expertise to the life sciences industry, including companies that may make some of the products noted here.\n\n\n"
}