{
    "id": 23324,
    "citation_title": "Offshore Profit Shifting and Aggregate Measurement: Balance of Payments, Foreign Investment, Productivity, and the Labor Share",
    "citation_author": [
        "Fatih Guvenen",
        "Raymond J. Mataloni",
        "Jr.",
        "Dylan G. Rassier",
        "Kim J. Ruhl"
    ],
    "citation_publication_date": "2017-04-17",
    "issue_date": "2017-04-14",
    "revision_date": "2022-02-07",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Monetary Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe show how offshore profit shifting by U.S. multinational enterprises affects several key measures of the U.S. economy. Profits shifted out of the United States grew rapidly from the mid-1990s to 2010 and have since waned. From 1982–2016, on average, 38 percent of income attributed to U.S. direct investment abroad is reattributable to the United States. We find that adjusting for profit shifting shrinks the trade deficit, decreases the return on U.S. foreign direct investment abroad, boosts productivity growth rates in the late 1990s and early 2000s, and lowers labor’s share of income.\n\n",
    "acknowledgement": "\nDate: January 2022. First version: June 2016. An earlier version circulated under the title “Offshore Profit Shifting and Domestic Productivity Measurement.” We are particularly grateful to our three anonymous referees and the editor for comments that transformed this paper for the better. We thank Jennifer K. Bruner and Alberto G. Ramon for their assistance with the statistical analysis. For comments and suggestions, we thank Pol Antras, Alan Auerbach, Nick Bloom, Jennifer Blouin, Kimberly Clausing, Carol Corrado, Arnaud Costinot, Jason Furman, John Fernald, Sebnem Kalemli-Ozcan, Mitchell Petersen, Leslie Robinson, and especially our formal discussants Stefania Garetto, Molly Saunders-Scott, and Dan Sichel. The statistical analysis of firm-level data on U.S. multinational companies and companies engaged in international transactions was conducted at the Bureau of Economic Analysis, U.S. Department of Commerce, under arrangements that maintain legal confidentiality requirements. The views expressed in this paper are solely those of the authors and not necessarily those of the U.S. Department of Commerce, the Bureau of Economic Analysis, the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}