{
    "id": 23336,
    "citation_title": "35 Years of Reforms: A Panel Analysis of the Incidence of, and Employee and Employer Responses to, Social Security Contributions in the UK",
    "citation_author": [
        "Stuart Adam",
        "David Phillips",
        "Barra Roantree"
    ],
    "citation_publication_date": "2017-04-24",
    "issue_date": "2017-04-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe exploit variation in National Insurance contributions (NICs) – the UK’s system of social security contributions – and a large panel dataset to examine the effects of 35 years of employee and employer NICs reforms on labour cost (gross earnings plus employer NICs), hours of work and labour cost per hour, both immediately (0–6 months) after reforms are implemented and in the slightly longer term (12–18 months). We consider assumptions under which the estimated coefficients on net-of-marginal and net-of-average tax rates in a panel regression can be interpreted as behavioural elasticities or as reflecting incidence. We find a compensated elasticity of taxable earnings with respect to the marginal rate of employee NICs of about 0.2–0.3, operating largely through hours of work, while that with respect to the marginal rate of employer NICs is not statistically significantly different from zero. We also find that labour cost falls by a much larger amount when the average rate of employer NICs is reduced than when the average rate of employee NICs is reduced, which is consistent with the economic incidence of NICs being strongly affected by its formal legal incidence. Estimates from the hours and hourly labour cost regressions provide further support to this interpretation of the findings, and also suggest the presence of substantial income effects – though also, after 1999, a puzzling effect of average employer NICs rates on hours of work. Each of these results remains true after 12–18 months (if anything, coefficients on lagged changes in NICs rates strengthen these findings), implying that any shifting of employer NICs changes to the individual employees concerned (and vice versa for employee NICs) does not begin over this time horizon. These results are similar to those found by Lehmann et al. (2013) for France but represent an extension of that work by considering hours as well as labour cost responses and second-year as well as immediate effects.\n\n",
    "acknowledgement": "\nThe authors thank Richard Blundell, Raj Chetty, Carl Emmerson, Jon Gruber, Henrik Kleven, Thomas Le Barbanchon, Emmanuel Saez, Andrea Weber and seminar participants at the IFS and the 2016 Trans-Atlantic Public Economics Seminar for helpful comments. We especially thank colleagues at DIW Berlin, CPB Netherlands and IPP Paris School of Economics, working with us on the broader project on ‘The impact of social security contributions on earnings’ of which this paper is a part, for many helpful discussions throughout the course of the project. All errors and omissions are the responsibility of the authors. We gratefully acknowledge funding from ESRC Research Grant ES/K006185/1, the European Research Council (reference ERC-2010-AdG-269440-WSCWTBDS) and the ESRC Centre for the Microeconomic Analysis of Public Policy based at the Institute for Fiscal Studies (ES/M010147/1). Data from the New Earnings Survey Panel Dataset is produced by the Office for National Statistics and supplied by the Secure Data Service at the UK Data Archive. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}