{
    "id": 23331,
    "citation_title": "Risk Management with Supply Contracts",
    "citation_author": [
        "Heitor Almeida",
        "Kristine Watson Hankins",
        "Ryan Williams"
    ],
    "citation_publication_date": "2017-04-17",
    "issue_date": "2017-04-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPurchase obligations are forward contracts with suppliers and are used more broadly than traded commodity derivatives. This paper is the first to document that these contracts are a risk management tool and have a material impact on corporate hedging activity. Firms that expand their risk management options following the introduction of steel futures contracts substitute financial hedging for purchase obligations. Contracting frictions – such as bargaining power and settlement risk – as well as potential hold-up issues associated with relationship-specific investment affects the use of purchase obligations in the cross-section as well as how firms respond to the introduction of steel futures.\n\n",
    "acknowledgement": "\nThis work was supported by the GARP Risk Management Research Award Program.  We would like to thank Sohnke M Bartram, Martijn Cremers, Andrea Gamba, Jose-Miguel Gaspar, Gerald Gay, Michael Faulkender, Jayant Kale, Yelena Larkin, Omesh Kini, Harley (Chip) Ryan, Mark Weinstein, and participants at Bristol University, University of Exeter, Florida State University, HEC Paris, Ivey School of Business, Lehigh University, Michigan State University, the University of Arizona, University of Florida, University of Iowa, New York University, the University of Southern California Finance Organization and Markets Conference, UK/UT Jim and Jack Conference, LUBRAFIN, 2016 Hannover Commodity Markets conference, 2016 EFMA meetings, and 2017 AFA meetings for thoughtful comments. Send correspondence to Kristine Watson Hankins, Gatton College of Business and Economics, University of Kentucky; telephone: (859)257-7726. E-mail: kristine.hankins@uky.edu. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}