{
    "id": 23339,
    "citation_title": "Policy Distortions and Aggregate Productivity with Endogenous Establishment-Level Productivity",
    "citation_author": [
        "José-María Da-Rocha",
        "Marina Mendes Tavares",
        "Diego Restuccia"
    ],
    "citation_publication_date": "2017-04-24",
    "issue_date": "2017-04-20",
    "revision_date": "2023-04-04",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhat accounts for income per capita and total factor productivity (TFP) differences across countries? We study resource misallocation across heterogeneous production units in a general equilibrium model where establishment productivity and size are affected by policy distortions. We solve the model in closed form and show that policy distortions have a substantial negative effect on establishment productivity growth, average establishment size, and aggregate productivity. Calibrating a distorted benchmark economy to U.S. data, we find that empirically reasonable variations in distortions generate reductions in aggregate TFP of more than 24 percent while slightly increasing concentration in the establishment size distribution. If distortions in addition lower the exit rate of incumbent establishments, as supported by some empirical evidence, the aggregate TFP loss doubles to 48 percent.\n\n",
    "acknowledgement": "\nFor helpful comments we thank the editor, two anonymous referees, Lukasz Drozd, Sampreet Goraya, Hugo Hopenhayn, Alex Monge-Naranjo, B. Ravikumar, Loris Rubini, and participants at ITAM/INEGI Workshop on Productivity, ITAM, St. Louis Fed, SED Meetings in Toronto, North American Summer Meeting of the Econometric Society in Minneapolis, National Bank of Poland, and Banco de Mexico. All remaining errors are our own. Da Rocha gratefully acknowledges the financial support of Xunta de Galicia (ref. ED431B 2022/03). Restuccia gratefully acknowledges the financial support from the Social Sciences and Humanities Research Council of Canada, the Canada Research Chairs program, and the Bank of Canada Fellowship program. Tavares gratefully acknowledges the financial support of DIFD. The views expressed herein are not necessarily those of the Bank of Canada or the National Bureau of Economic Research and are the author's alone.\n\n\n"
}