{
    "id": 23337,
    "citation_title": "Queens",
    "citation_author": [
        "Oeindrila Dube",
        "S.P. Harish"
    ],
    "citation_publication_date": "2017-04-24",
    "issue_date": "2017-04-20",
    "revision_date": "2017-05-02",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "International Economics",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAre states led by women less prone to conflict than states led by men? We answer this question by examining the effect of female rule on war among European polities over the 15th-20th centuries. We utilize gender of the first born and presence of a female sibling among previous monarchs as instruments for queenly rule. We find that polities led by queens were more likely to engage in war than polities led by kings. Moreover, the tendency of queens to engage as aggressors varied by marital status. Among unmarried monarchs, queens were more likely to be attacked than kings. Among married monarchs, queens were more likely to participate as attackers than kings, and, more likely to fight alongside allies. These results are consistent with an account in which marriages strengthened queenly reigns because married queens were more likely to secure alliances and enlist their spouses to help them rule. Married kings, in contrast, were less inclined to utilize a similar division of labor. These asymmetries, which reflected prevailing gender norms, ultimately enabled queens to pursue more aggressive war policies.\n\n",
    "acknowledgement": "\nWe are grateful to Michael Eisner for sharing data on regicides with us. We would also like to thank Guido Alfani, Katherine Casey, Latika Chaudhury, Mark Dincecco, Francesco Drago, Arindrajit Dube, James Fearon, Thiemo Fetzer, Andrej Kokkonen, Stelios Michaelopoulos, William Monter, Sendhil Mullainathan, Aprajit Mahajan, Rohini Pande, Debraj Ray, Frances Rosenbluth, Jake Shapiro, Alastair Smith, Joachim Voth, and Austin Wright, as well as participants from seminars and conferences at Harvard, Stanford, Paris School of Economics, Vancouver School of Economics, CUNY, Berkeley, University of Chicago, New York University, Bocconi, EEA-2016, APSA-2015, MPSA-2015, and Barcelona-GSE Summer Forum 2015, for many helpful comments and suggestions.  Michael Xu and Oliver Xie provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}