{
    "id": 23335,
    "citation_title": "An Economic Approach to Alleviate the Crises of Confidence in Science: With an Application to the Public Goods Game",
    "citation_author": [
        "Luigi Butera",
        "John A. List"
    ],
    "citation_publication_date": "2017-04-24",
    "issue_date": "2017-04-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "General, Teaching",
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nNovel empirical insights by their very nature tend to be unanticipated, and in some cases at odds with the current state of knowledge on the topic.  The mechanics of statistical inference suggest that such initial findings, even when robust and statistically significant within the study, should not appreciably move priors about the phenomenon under investigation.  Yet, a few well-conceived independent replications dramatically improve the reliability of novel findings.  Nevertheless, the incentives to replicate are seldom in place in the sciences, especially within the social sciences.  We propose a simple incentive-compatible mechanism to promote replications, and use experimental economics to highlight our approach. We begin by reporting results from an experiment in which we investigate how cooperation in allocation games is affected by the presence of Knightian uncertainty, a pervasive and yet unexplored characteristic of most public goods.  Unexpectedly, we find that adding uncertainty enhances cooperation.  This surprising result serves as a test case for our mechanism:  instead of sending this paper to a peer-reviewed journal, we make it available online as a working paper, but we commit never to submit it to a journal for publication. We instead offered co-authorship for a second, yet to be written, paper to other scholars willing to replicate our study. That second paper will reference this working paper, will include all replications, and will be submitted to a peer-reviewed journal for publication. Our mechanism allows mutually-beneficial gains from trade between the original investigators and other scholars, alleviates the publication bias problem that often surrounds novel experimental results, and accelerates the advancement of economic science by leveraging the mechanics of statistical inference.\n\n",
    "acknowledgement": "\nWe thank seminar participants at the University of Chicago and ESA North American Meetings 2016 for helpful comments. We also thank Joseph Seidel for his excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}