{
    "id": 23332,
    "citation_title": "Distortions and the Structure of the World Economy",
    "citation_author": [
        "Lorenzo Caliendo",
        "Fernando Parro",
        "Aleh Tsyvinski"
    ],
    "citation_publication_date": "2017-04-17",
    "issue_date": "2017-04-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "International Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a model of the world economy as input-output relationships subject to distortions. We then propose a methodology to solve the identification problem, common to the literature on misallocation in input-output relationships, of separating sectoral TFPs from the sectoral distortions. Using both the input shares and the consumption shares within the CES production and CES consumption structure we derive simple closed-form sufficient statistics for the sectoral distortions and for the sectoral TFPs. We then derive a closed-form solution of the elasticities of each entry in the world input-output matrix to distortions.  We compute a total of more than half a million internal distortions and TFPs and document significant heterogeneity of those across countries and sectors. We then calculate the whole matrix of about two million elasticities to distortions and TFPs of the input-output matrix of the world economy. We show that internal (within a given country) distortions significantly affect the structure of the economy of that country and have sizeable cross effects on the input-output matrix of other countries. We then find that the world GDP elasticity to changes in internal distortions is an order of magnitude larger than that of the external distortions.\n\n",
    "acknowledgement": "\nWe thank Daron Acemoglu, Andy Atkeson, Yan Bai, Saki Bigio, Loren Brandt, Ariel Burstein, Vasco Carvalho, V.V. Chari, Chang-Tai Hsieh, Georgy Kambourov, Sam Kortum, Michael Peters, Michael Song, Kjetil Storesletten, Alireza Tahbaz-Salehi, Fabrizio Zilibotti, and Xiaodong Zhu for comments. We are grateful to Benjamin Marrow for the outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}