{
    "id": 23330,
    "citation_title": "Tradability and the Labor-Market Impact of Immigration: Theory and Evidence from the U.S.",
    "citation_author": [
        "Ariel Burstein",
        "Gordon Hanson",
        "Lin Tian",
        "Jonathan Vogel"
    ],
    "citation_publication_date": "2017-04-17",
    "issue_date": "2017-04-14",
    "revision_date": "2017-09-27",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we show that labor-market adjustment to immigration differs across tradable and nontradable occupations. Theoretically, we derive a simple condition under which the arrival of foreign-born labor crowds native-born workers out of (or into) immigrant-intensive jobs, thus lowering (or raising) relative wages in these occupations, and explain why this process differs within tradable versus within nontradable activities. Using data for U.S. commuting zones over the period 1980 to 2012, we find that consistent with our theory a local influx of immigrants crowds out employment of native-born workers in more relative to less immigrant-intensive nontradable jobs, but has no such effect within tradable occupations. Further analysis of occupation labor payments is consistent with adjustment to immigration within tradables occurring more through changes in output (versus changes in prices) when compared to adjustment within nontradables, thus confirming our model’s theoretical mechanism. Our empirical results are robust to alternative specifications, including using industry rather than occupation variation. We then build on these insights to construct a quantitative framework to evaluate the consequences of counterfactual changes in U.S. immigration.\n\n",
    "acknowledgement": "\nWe thank Rodrigo Adao, Lorenzo Caliendo, Javier Cravino, Klaus Desmet, Ben Faber, Cecile Gaubert, Michael Peters, Esteban Rossi-Hansberg, and Peter Schott for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}