{
    "id": 23334,
    "citation_title": "The Effect of Stress on Later-Life Health: Evidence from the Vietnam Draft",
    "citation_author": [
        "John Cawley",
        "Damien de Walque",
        "Daniel Grossman"
    ],
    "citation_publication_date": "2017-04-24",
    "issue_date": "2017-04-20",
    "revision_date": "2017-04-24",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nA substantial literature has examined the impact of stress during early childhood on later-life health.  This paper contributes to that literature by examining the later-life health impact of stress during adolescence and early adulthood, using a novel proxy for stress: risk of military induction during the Vietnam War. \nWe estimate that a 10 percentage point (2 standard deviation) increase in induction risk in young adulthood is associated with a 1.5 percentage point (8%) increase in the probability of being obese and a 1 percentage point (10%) increase in the probability of being in fair or poor health later in life.  This does not appear to be due to cohort effects; these associations exist only for men who did not serve in the war, and are not present for women or men who did serve. \nThese findings add to the evidence on the lasting consequences of stress, and also indicate that induction risk during Vietnam may, in certain contexts, be an invalid instrument for education or marriage because it appears to have a direct impact on health.\n\n",
    "acknowledgement": "\nCawley gratefully acknowledges an Investigator Award in Health Policy Research from the Robert Wood Johnson Foundation. The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors. They do not necessarily represent the views of the World Bank, its Executive Directors, the countries they represent, or the National Bureau of Economic Research.\n\n\n"
}