{
    "id": 23340,
    "citation_title": "The Effect of Fuel Economy Standards on Vehicle Weight Dispersion and Accident Fatalities",
    "citation_author": [
        "Antonio Bento",
        "Kenneth Gillingham",
        "Kevin Roth"
    ],
    "citation_publication_date": "2017-04-24",
    "issue_date": "2017-04-20",
    "revision_date": "2019-09-20",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe firm response to regulation is seldom as controversial as in the context of fuel economy standards, a dominant policy to reduce emissions from vehicles worldwide. It has long been argued that such standards lead to vehicle weight changes that increase accident fatalities. Using unconditional quantile regression, we are the first to document the effect of the Corporate Average Fuel Economy (CAFE) standards on the vehicle weight distribution. We find that on net CAFE reduced fatalities, with lowered mean weight dominating increased dispersion. When monetized, this effect suggests positive net benefits from CAFE even with no undervaluation of fuel economy.\n\n",
    "acknowledgement": "\nThe authors thank John Graham, Ashley Langer, and Josh Linn; the participants at the NE Workshop on Env. Economics, IIOC, and UCE3; and seminars at CU Boulder, Indiana University, Ifo Institute, UC-Irvine, UC-Berkeley, UCSD, Yale, and Wyoming for helpful comments. The authors are grateful to Yiwei Wang and Paige Weber for excellent research assistance and to UCE3 for funding. The authors also thank Don MacKenzie for the CAFE credit data and Pawel Zal from www.automobile-catalog.com for vehicle characteristics data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}