{
    "id": 23344,
    "citation_title": "Sharing R&D Risk in Healthcare via FDA Hedges",
    "citation_author": [
        "Adam Jørring",
        "Andrew W. Lo",
        "Tomas J. Philipson",
        "Manita Singh",
        "Richard T. Thakor"
    ],
    "citation_publication_date": "2017-05-01",
    "issue_date": "2017-04-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economics of Health",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nThe high cost of capital for firms conducting medical research and development (R&D) has been partly attributed to the government risk facing investors in medical innovation. This risk slows down medical innovation because investors must be compensated for it. We analyze new and simple financial instruments, Food and Drug Administration (FDA) hedges, to allow medical R&D investors to better share the pipeline risk associated with FDA approval with broader capital markets. Using historical FDA approval data, we discuss the pricing of FDA hedges and mechanisms under which they can be traded and estimate issuer returns from offering them. Using various unique data sources, we find that FDA approval risk has a low correlation across drug classes as well as with other assets and the overall market. We argue that this zero-beta property of scientific FDA risk could be a main source of gains from trade between issuers of FDA hedges looking for diversified investments and developers looking to offload the FDA approval risk. We offer proof of concept of the feasibility of trading this type of pipeline risk by examining related securities issued around mergers and acquisitions activity in the drug industry. Overall, our argument is that, by allowing better risk sharing between those investing in medical innovation and capital markets more generally, FDA hedges could ultimately spur medical innovation and improve the health of patients.\n\n",
    "acknowledgement": "\nWe would like to thank Frederico Belo, Mark Egan, Ralph Koijen, Colin Ward, and seminar participants at the Milken Institute for helpful comments and discussions. Any errors are our own. Research support from the MIT Laboratory for Financial Engineering and the University of Chicago Becker Friedman Institute is gratefully acknowledged. The views and opinions expressed in this article are those of the authors only and do not necessarily represent the views and opinions of any other organizations, any of their affiliates or employees, any of the individuals acknowledged above, or the National Bureau of Economic Research.\n\n\n\nAdam Jørring\n\nWhile working on this paper, Adam Jorring was a paid contractor for the JPMorgan Chase Institute. The opinions expressed are those of the author alone and do not represent the views of JPMorgan Chase & Co.\n\n\n\nAndrew W. Lo\n\nResearch support from the MIT Laboratory for Financial Engineering and its sponsors is gratefully acknowledged. Sponsors include:  the Charles E. and Susan T. Harris Chair Fund, the Medical Device Innovation Consortium, Terence Lim, and Natixis Global Asset Management.\n\n\nLo has financial investments in the following biopharma companies or funds: BridgeBio, ImmuneXcite, KEW, MPM Capital, Novalere, Royalty Pharma, and VisionScope. He also serves on the boards of Roivant Sciences, Ltd. and the MIT Whitehead Institute for Biomedical Research. Lo is also chairman and chief investment strategist of AlphaSimplex Group, LLC, an asset management company.\n\n\n\nTomas J. Philipson\n\nPhilipson was the co-founder of Precision Health Economics LL that serves the life science industry.\n\n\n"
}