{
    "id": 23347,
    "citation_title": "Human Capital and Shocks: Evidence on Education, Health and Nutrition",
    "citation_author": [
        "Elizabeth Frankenberg",
        "Duncan Thomas"
    ],
    "citation_publication_date": "2017-05-01",
    "issue_date": "2017-04-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHuman capital, including health and nutrition, has played a key role in the literature on poverty traps. Economic shocks that affect human capital during early life are thought to translate into permanently reduced levels of human capital and, thereby, push individuals into poverty. Three potential concerns in this literature are explored with empirical evidence drawn from primary longitudinal survey data collected before and after two major shocks in Indonesia: the 1998 financial crisis and the 2004 Indian Ocean tsunami. First, it is very hard to identify shocks that are unanticipated and uncorrelated with other factors that affect human capital outcomes. Second, and related, there is abundant evidence that individuals, families and communities invest in strategies that are designed to mitigate the impact of such shocks. The nature and effectiveness of the myriad array of these behaviors vary with the context in ways that are not straightforward to measure or model. Third, the impacts of shocks on human capital outcomes in the short and longer-term may differ precisely because of the behavioral changes of individuals and their families so that drawing inferences about the longer-term impacts based on negative impacts in the short term can be very misleading. The picture of remarkable resilience that emerges from investigating the impacts of major shocks on child health and human capital in Indonesia is nothing short of stunning.\n\n",
    "acknowledgement": "\nThe comments of Chris Barrett, Michael Carter, Jean-Paul Chavas and John Hoddinott have been very helpful. Financial support from the National Institute on Aging (R01 AG031266), the Eunice Kennedy Shriver National Institute of Child Health and Development (R01 HD052762) and the Wellcome Trust is gratefully acknowledged The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}