{
    "id": 23342,
    "citation_title": "The Effect of Public Insurance Expansions on Substance Use Disorder Treatment: Evidence from the Affordable Care Act",
    "citation_author": [
        "Johanna Catherine Maclean",
        "Brendan Saloner"
    ],
    "citation_publication_date": "2017-04-24",
    "issue_date": "2017-04-20",
    "revision_date": "2017-09-07",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine Medicaid expansion under the Affordable Care Act (ACA) on substance use disorder (SUD) treatment utilization and financing. We couple administrative data on admissions to specialty SUD treatment and prescriptions for medications used to treat SUDs with a differences-in-differences design, comparing expanding and non-expanding states. Post-expansion, admissions did not significantly change in expanding states relative to non-expanding states. We find that in expanding states Medicaid insurance and use of Medicaid to pay for treatment increased by 13.9 percentage points (71%) and 12.9 percentage points (75%) following the expansion. Post expansion, Medicaid-reimbursed prescriptions for medications used to treat SUDs in outpatient settings increased by 43% in expanding states relative to non-expanding states. We find no statistically significant evidence that Medicaid expansions affected fatal alcohol poisonings or drug-related overdoses. Overall, our findings imply that ACA Medicaid expansion had a large impact on the financing of SUD treatment and medication receipt.\n\n",
    "acknowledgement": "\nWe thank Ioana Popovici, Douglas Webber, and Laura Wherry for helpful comments, and Steven Hill for data assistance. Brendan Saloner gratefully acknowledges funding from the National Institute on Drug Abuse (K01 DA042139). All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}