{
    "id": 23349,
    "citation_title": "A Strategy for Evaluating the Opportunity Cost of Time Estimates from New Choice Margins",
    "citation_author": [
        "K.E. McConnell",
        "Juha V. Siikamäki",
        "V. Kerry Smith"
    ],
    "citation_publication_date": "2017-05-01",
    "issue_date": "2017-04-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nInformation frictions imply it is reasonable to expect the same commodity, in a given location, to sell for different prices at the same time. Aguiar and Hurst (AH) [2007] demonstrate how the search behavior implied by these price differences can be used estimate the opportunity cost of time. Their important insight allows the estimation of time prices over the lifecycle and the evaluation of the impacts of macro shocks on them. We provide the first assessment of the plausibility of this type of search behavior as a window on time prices. AH’s measures of the opportunity cost of time are shadow values that are jointly determined with individuals’ decision to search for bargains. Our analysis overcomes the challenges posed by this endogeneity by exploiting the complementarity between time and some types of market goods and services. We use changes in the expenditures for these goods in response to macro shocks as a basis for evaluating the AH choice margin. Using three different data sources we find that changes in expenditures on recreation related goods and services and time spent recreating are consistent with the AH framework’s assessment of the impact of the Great Recession for the opportunity cost of time.\n\n",
    "acknowledgement": "\nThe authors declare that they have no relevant or material financial interests that relate to the research described in this paper. The initial analysis was conducted while they were consultants to the National Oceanic and Atmospheric Administration (NOAA) in the U.S. Department of Commerce thru NOAA’s contracts with consulting firms during the period 2010 thru 2016. The preparation of the paper was not supported by these agreements. All data used in the analysis are in the public domain The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}