{
    "id": 23341,
    "citation_title": "Precaution Versus Mercantilism: Reserve Accumulation, Capital Controls, and the Real Exchange Rate",
    "citation_author": [
        "Woo Jin Choi",
        "Alan M. Taylor"
    ],
    "citation_publication_date": "2017-04-24",
    "issue_date": "2017-04-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Development and Growth",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe document a new international stylized fact describing the relationship between real exchange rates and external asset holdings. Economists have long argued that the real exchange rate is associated with the net international investment position, appreciating as external wealth increases. This mechanism has been seen as central for international payments equilibrium and relative price adjustments. However, we argue that the effect of external assets held by the public sector—reserve accumulation—on real exchange rates may be quite different from that of privately held external assets, and that capital controls are a critical factor behind this difference. For 1975–2007, controlling for GDP per capita and the terms of trade, we find that a one percentage point increase in external assets relative to GDP (net of reserves) is related to an 0.24 percent real exchange rate appreciation. On the contrary, a one percentage point increase in reserve accumulation relative to GDP has virtually no effect on the real exchange rate in financially open countries (low capital controls), and is related to a 1.65 percent real exchange rate depreciation in financially closed countries (high capital controls). Results are stronger in developing countries and in more recent periods. Gross rather than net positions matter and we present a new theoretical model to account for the stylized fact. The framework encompasses so-called precautionary and mercantilist motives for reserve accumulation, and also explains how the optimal capital account policy—the mix of reserve accumulation and capital controls—is determined. Further empirical support arises from evidence that reserve accumulation is associated with a trade surplus, along with higher GDP and TFP growth in countries with high capital controls, findings that are consistent with the mechanisms of our model.\n\n",
    "acknowledgement": "\nFor their helpful comments we thank Joshua Aizenman, Olivier Jeanne, Kyu-Chul Jung, Sebnem Kalemli-Ozcan, Anton Korinek, Philip Lane, Jae Won Lee, Toshihiko Mukoyama, Ju Hyun Pyun, and Eric Young, and seminar participants at the University of Virginia, the INFINITI 2016 Asia-Pacific Conference, International University of Japan, KDI, KIEP, and KIET. All errors are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nAlan M. Taylor\n\nAlan M. Taylor has served as an author, consultant, or speaker for various research organizations, policy making institutions, and financial sector firms.\n\n\n"
}