{
    "id": 23343,
    "citation_title": "Growing, Shrinking, and Long Run Economic Performance: Historical Perspectives on Economic Development",
    "citation_author": [
        "Stephen Broadberry",
        "John Joseph Wallis"
    ],
    "citation_publication_date": "2017-04-24",
    "issue_date": "2017-04-20",
    "revision_date": "2019-12-02",
    "topics": [
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing annual data from the thirteenth century to the present, we show that improved long run economic performance has occurred primarily through a decline in the rate and frequency of shrinking, rather than through an increase in the rate of growing. Indeed, as economic performance has improved over time, the short run rate of growing has typically declined rather than increased. Most analysis of the process of economic development has hitherto focused on increasing the rate of growing. Here, we focus on understanding the forces making for a reduction in the rate of shrinking, drawing a distinction between proximate and ultimate factors. The main proximate factors considered are (1) structural change (2) technological change (3) demographic change and (4) the changing incidence of warfare. We conclude with a consideration of institutional change as the key ultimate factor behind the reduction in shrinking.\n\n",
    "acknowledgement": "\nWe would like to acknowledge helpful comments and suggestions from Bob Allen, Cormac Ó Gráda, Naomi Lamoreaux, Ethan Kaplan; Leandro Prados de la Escosura for his help with data sources; and seminars/workshops at Lund University, NYU Abu Dhabi, Queens University, the University of Maryland, the Cliometric Society meeting, the Economic History Association meeting, and the Economic History Society Conference. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}