{
    "id": 23354,
    "citation_title": "Turbulence, Firm Decentralization and Growth in Bad Times",
    "citation_author": [
        "Philippe Aghion",
        "Nicholas Bloom",
        "Brian Lucking",
        "Raffaella Sadun",
        "John Van Reenen"
    ],
    "citation_publication_date": "2017-05-01",
    "issue_date": "2017-04-27",
    "revision_date": "2017-10-27",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhat is the optimal form of firm organization during “bad times”? We present a model of delegation within the firm to show that the effect is ambiguous. The greater turbulence following macro shocks may benefit decentralized firms because the value of local information increases (the “localist” view). On the other hand, the need to make tough decisions may favor centralized firms (the “centralist” view). Using two large micro datasets on firm decentralization from ten OECD countries and US administrative data, we find that firms that delegated more power from the Central Headquarters to local plant managers prior to the Great Recession out-performed their centralized counterparts in sectors that were hardest hit by the subsequent crisis. Using direct measures of turbulence based on product churn and stock market volatility, we show that the localist mechanism dominates. This conclusion is robust to alternative explanations such as managerial fears of bankruptcy and changing coordination costs. Although delegation is better suited to some environments than others, countries with more decentralized firms (like the US) weathered the 2008-09 Great Recession better: these organizational differences account for about 15% of international differences in post-crisis GDP growth.\n\n",
    "acknowledgement": "\nWe would like to thank Ufuk Akcigit, Laura Alfaro, Richard Blundell, Erik Brynjolfsson, Gabriel Chodorow-Reich, Bob Gibbons, Rebecca Henderson, Bengt Holmstrom, Caroline Hoxby, Guy Laroque, Eddie Lazear, Kristina McElheran, Antoinette Schoar, David Thesmar, Jean Tirole and participants in seminars in the AEA, UC Berkeley, Columbia, Harvard, MIT, Northwestern, Stanford and Toronto for helpful discussions. The Economic and Social Research Centre, European Research Council, Kauffman Foundation, National Science Foundation and Sloan Foundation have all provided generous funding. Any opinions and conclusions expressed herein are those of the authors and do not necessarily represent the views of the U.S. Census Bureau or the National Bureau of Economic Research. All results have been reviewed to ensure that no confidential information is disclosed.\n\n\n"
}