{
    "id": 23351,
    "citation_title": "Supervisors and Performance Management Systems",
    "citation_author": [
        "Anders Frederiksen",
        "Lisa B. Kahn",
        "Fabian Lange"
    ],
    "citation_publication_date": "2017-05-01",
    "issue_date": "2017-04-27",
    "revision_date": "2019-06-07",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study how heterogeneity in performance evaluations across supervisors affects employee and supervisor careers and firm outcomes using data on the performance system of a Scandinavian service sector firm. We show that supervisors vary widely in how they rate subordinates of similar quality. To understand the nature of this heterogeneity, we propose a principal-agent model according to which supervisors can differ in their ability to elicit output from subordinates or in their taste for leniency when rating subordinates. The model also allows for variation in how informed firms are about this heterogeneity. Within the context of this model, we can discern the nature of the heterogeneity across supervisors and how informed firms are about this heterogeneity by relating estimated supervisor heterogeneity in ratings to worker, supervisor, and firm outcomes. We find that subordinates matched to a high-rating supervisor are paid significantly more and their pay is more closely aligned with performance. We also find that higher raters themselves are paid more and that the teams managed by higher raters perform better on objective performance measures. This evidence suggests that supervisor heterogeneity stems, at least in part, from real differences in managerial ability and that firms are at least partially informed about these differences. We conclude by quantifying how important heterogeneity in supervisor type is for workers' careers. For a typical worker, matching to a high rater (90th percentile) relative to a low rater (10th percentile) for just one year results in an increase in the present discounted value of earnings equivalent to 6-12 percent of an annual salary.\n\n",
    "acknowledgement": "\nWe are grateful for helpful comments from seminar participants at the GAPE conference at Aarhus University, SOLE annual conference, Richmond Federal Reserve, University of Calgary, University of Edinburgh, Stockholm School of Economics, IZA Bonn, University of Tennessee, University of California, Riverside, MIT Sloan, University of Albany, Rensselaer Polytechnique, Syracuse University, Vanderbilt, Society of Labor Economics, University of Illinois, Queens, NBER Summer Institute, Zurich University, and Royal Holloway, London. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}