{
    "id": 23355,
    "citation_title": "Harnessing Policy Complementarities to Conserve Energy: Evidence from a Natural Field Experiment",
    "citation_author": [
        "John A. List",
        "Robert D. Metcalfe",
        "Michael K. Price",
        "Florian Rundhammer"
    ],
    "citation_publication_date": "2017-05-01",
    "issue_date": "2017-04-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe literature has shown the power of social norms to promote residential energy conservation, particularly among high usage users. This study uses a natural field experiment with nearly 200,000 US households to explore whether a financial rewards program can complement such approaches. We observe strong impacts of the program, particularly amongst low-usage and low-variance households, customers who typically are less responsive to normative messaging. Our data thus suggest important policy complementarities between behavioral and financial incentives: whereas non-pecuniary interventions disproportionately affect intense users, financial incentives are able to substantially affect the low-user, “sticky households.”\n\n",
    "acknowledgement": "\nWe would like to thank Marc Laitin for the opportunity to partner with Opower on this project and his excellent guidance throughout the project. We are also indebted to John Balz, Richard Caperton, Jim Kapsis, and many others at Opower for sharing data and offering insights. Opower provided the data analyzed in this paper to the authors under a nondisclosure agreement. The authors and Opower structured the agreement in a way that maintains the authors’ independence. In particular, the agreement stipulates that Opower has the right to review the publication prior to public release solely for factual accuracy. Hunt Allcott, Eric Budish. Stefano DellaVigna, David Rapson, and participants of the 2017 ASSA meetings offered valuable comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}