{
    "id": 23353,
    "citation_title": "Cost of Service Regulation in U.S. Health Care: Minimum Medical Loss Ratios",
    "citation_author": [
        "Steve Cicala",
        "Ethan M.J. Lieber",
        "Victoria Marone"
    ],
    "citation_publication_date": "2017-05-01",
    "issue_date": "2017-04-27",
    "revision_date": "2017-07-07",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA health insurer's Medical Loss Ratio (MLR) is the share of premiums spent on medical claims. The Affordable Care Act introduced minimum MLR provisions for all health insurance sold in fully-insured commercial markets, thereby capping insurer profit margins, but not levels. While intended to reduce premiums, we show this rule creates incentives analogous to cost of service regulation. Using variation created by the rule's introduction as a natural experiment, we find claims costs rose nearly one-for-one with distance below the regulatory threshold: 7% in the individual market, and 2% in the group market. Premiums were unaffected.\n\n",
    "acknowledgement": "\nWe are grateful to Michael Chernew, Leemore Dafny, Joshua Gottlieb, Neale Mahoney, Magne Mogstad, Matthew Notowidigdo, Christopher Ody, Morten Olsen, Ariel Dora Stern, and GlenWeyl, as well as seminar participants at Chicago, Northwestern, and Harvard for helpful comments and suggestions. This paper combines work from Marone (\"Bending the Cost Curve the Wrong Way? Evaluation of Medical Loss Ratio (MLR) Regulation in the Health Insurance Industry\") that was initially conducted in parallel with that of Cicala and Lieber. All errors remain our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}