{
    "id": 23359,
    "citation_title": "Financial Integration and Liquidity Crises",
    "citation_author": [
        "Fabio Castiglionesi",
        "Fabio Feriozzi",
        "Guido Lorenzoni"
    ],
    "citation_publication_date": "2017-05-01",
    "issue_date": "2017-04-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe paper analyzes the effects of financial integration on the stability of the banking system. Financial integration allows banks in different regions to smooth local liquidity shocks by borrowing and lending on a world interbank market. We show under which conditions financial integration induces banks to reduce their liquidity holdings and to shift their portfolios towards more profitable but less liquid investments. Integration helps reallocate liquidity when different banks are hit by uncorrelated shocks. However, when a correlated (systemic) shock hits, the total liquid resources in the banking system are lower than in autarky. Therefore, financial integration leads to more stable interbank interest rates in normal times, but to larger interest rate spikes in crises. These results hold in a setup where financial integration is welfare improving from an ex ante point of view. We also look at the model's implications for financial regulation and show that, in a second-best world, financial integration can increase the welfare benefits of liquidity requirements.\n\n",
    "acknowledgement": "\nWe thank Fernando Broner, Emmanuel Farhi, Andreas Pfingsten, Chen Zhou and seminar participants at University of Maryland, NY Fed, Philadelphia Fed, Bundesbank (Frankfurt), Dutch Central Bank, Instituto de Empresa (Madrid), Université de Montreal, Cass Business School (London), Warwick Business School, Lancaster Business School, European University Institute (Florence), IHS (Vienna), LUISS (Rome), Tor Vergata (Rome), Singapore Management University, National University of Singapore, University of New South Wales, EFA (Frankfurt), SED (Istanbul), ESEM (Barcelona), 10th World Congress Econometric Society (Shangai), 11th Euro-Area Business Cycle Network Workshop (Amsterdam) and 3rd RBA Workshop (Sydney) for useful comments. Fabio Feriozzi gratefully acknowledges the financial support of the Spanish Ministry of Economy and Competitiveness under grant no. ECO2014-59491-P. The usual disclaimer applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}