{
    "id": 23358,
    "citation_title": "Household Matters: Revisiting the Returns to Capital among Female Micro-entrepreneurs",
    "citation_author": [
        "Arielle Bernhardt",
        "Erica Field",
        "Rohini Pande",
        "Natalia Rigol"
    ],
    "citation_publication_date": "2017-05-01",
    "issue_date": "2017-04-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSeveral \ffield experiments fi\fnd positive returns to grants for male and not female micro-entrepreneurs. But, these analyses largely overlook that male and female micro-entrepreneurs often belong to the same household. Using data from randomized trials in India, Sri Lanka and Ghana, we show that the gender gap in microenterprise performance is not due to a gap in aptitude. Instead, low average returns of female-run enterprises are observed because women's capital is invested into their husbands' enterprises rather than their own. When women are the sole household enterprise operator, capital shocks lead to large increases in profits. Household-level income gains are equivalent regardless of the grant or loan recipient's gender.\n\n",
    "acknowledgement": "\nWe are grateful to Patrick Agte, Sitaram Mukherjee and Sreelakshmi Papineni for excellent research assistance, to the staff of VFS for their cooperation and support, Center for Microfinance at IFMR-Lead for hosting this study and to NSF, PEDL and WAPPP at Harvard for financial support. We thank David McKenzie, Ben Roth, Simone Schaner and Chris Woodruff for data assistance and comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}