{
    "id": 23357,
    "citation_title": "Consumption Inequality and the Frequency of Purchases",
    "citation_author": [
        "Olivier Coibion",
        "Yuriy Gorodnichenko",
        "Dmitri Koustas"
    ],
    "citation_publication_date": "2017-05-01",
    "issue_date": "2017-04-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe document a decline in the frequency of shopping trips in the U.S. since 1980 and consider its implications for the measurement of consumption inequality. A decline in shopping frequency as households stock up on storable goods (i.e. inventory behavior) will lead to a rise in expenditure inequality when the latter is measured at high frequency, even when underlying consumption inequality is unchanged. We find that most of the recently documented rise in expenditure inequality in the U.S. since the 1980s can be accounted for by this phenomenon. Using detailed micro data on spending which we link to data on club/warehouse store openings, we directly attribute much of the reduced frequency of shopping trips to the rise in club/warehouse stores.\n\n",
    "acknowledgement": "\nWe are grateful to Per Krusell, Arthur Middlebrooks at the Kilts Center for Marketing, Taylor Wilson at the Bureau of Labor Statistics,as well as seminar participants at UT Austin, Houston, Alberta, and Montreal for helpful comments. We thank Marc Dordal-i-Carreras and Chaewon Baek for excellent research assistance. Gorodnichenko thanks the NSF for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}