{
    "id": 23362,
    "citation_title": "Using Non-Linear Budget Sets to Estimate Extensive Margin Responses: Method and Evidence from the Social Security Earnings Test",
    "citation_author": [
        "Alexander M. Gelber",
        "Damon Jones",
        "Daniel W. Sacks",
        "Jae Song"
    ],
    "citation_publication_date": "2017-05-01",
    "issue_date": "2017-04-27",
    "revision_date": "2018-06-26",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a method for estimating the effect of a kinked or notched budget set on workers’ employment decisions, and we use it to estimate the impact of the Social Security Old-Age and Survivors Insurance (OASI) Annual Earnings Test (AET). The AET reduces OASI claimants’ current OASI benefits in proportion to their earnings in excess of an exempt amount. Using a Regression Kink Design and Social Security Administration data, we document that the discontinuous change in the benefit reduction rate at the exempt amount causes a corresponding change in the slope of the employment rate. We develop conditions in a general setting under which we can use such patterns to estimate the elasticity of the employment rate with respect to the effective average net-of-tax rate. Our resulting point estimate for the AET indicates an elasticity of at least 0.49, suggesting that the AET reduces employment by more than one percentage point in the group we study.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Using Kinked Budget Sets to Estimate Extensive Margin Responses: Method and Evidence from the Social Security Earnings Test.\" This research was supported by the U.S. Social Security Administration through grant #RRC08098400-06-00 to the National Bureau of Economic Research as part of the SSA Retirement Research Consortium and by grant #G-2015-14005 from the Alfred P. Sloan Foundation. The paper was completed partly while Gelber was the Alfred P. Sloan Visiting Associate Professor at the Stanford Institute for Economic Policy Research. The findings and conclusions expressed are solely those of the authors and do not represent the views of SSA, any agency of the Federal Government, or the NBER. We also thank the UC Berkeley IRLE, CGIF, and Burch Center for research support. We are extremely grateful to David Pattison for running our early code on the data. We thank David Card, Raj Chetty, Jim Cole, Julie Cullen, Rebecca Diamond, Avi Feller, Jon Gruber, Hilary Hoynes, Pat Kline, Rafael Lalive, Emmanuel Saez, Håkan Selin, Joel Slemrod, Dmitry Taubinsky and seminar participants at Brookings, Case Western Reserve, Cornell, Dartmouth, DePaul, Duke, the Federal Reserve Bank of Chicago, Maryland, NBER, Notre Dame, NYU, SIEPR, SOLE, UC Berkeley, UC Davis, University of Chicago, UIC, UIUC, and UVA for helpful comments. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nAlexander M. Gelber\n\nI served as Deputy Assistant Secretary for Economic Policy at the U.S. Treasury from June 2012 to June 2013. In this capacity, I served as a member of the Social Security Trustees Working Group.\n\n\nThis research was supported by the U.S. Social Security Administration through grant #RRC08098400-06-00 to the National Bureau of Economic Research as part of the SSA Retirement Research Consortium and by grant #G-2015-14005 from the Alfred P. Sloan Foundation. The findings and conclusions expressed are solely those of the authors and do not represent the views of SSA, any agency of the Federal Government, or the NBER. The research was also supported by the UC Berkeley Institute for Research on Labor and Employment, UC Berkeley Center on Governing and Investing for the Future, and UC Berkeley Burch Center.\n\n\nI have no other relevant or material financial interests that relate to the research described in this paper.\n\n\nIRB approval was not obtained for this study as the nature of the data used for the study render the project exempt.\n\n\n"
}