{
    "id": 23364,
    "citation_title": "Optimal Multistage Adjudication",
    "citation_author": [
        "Louis Kaplow"
    ],
    "citation_publication_date": "2017-05-01",
    "issue_date": "2017-04-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn many settings, there are preliminary or interim decision points at which legal cases may be terminated: e.g., motions to dismiss and for summary judgment in U.S. civil litigation, grand jury decisions in criminal cases, and agencies’ screening and other exercises of discretion in pursuing investigations.  This article analyzes how the decision whether to continue versus terminate should optimally be made when (A) proceeding to the next stage generates further information but at a cost to both the defendant and the government and (B) the prospect of going forward, and ultimately imposing sanctions, deters harmful acts and also chills desirable behavior.  This subject involves a mechanism design analogue to the standard value of information problem, one that proves to be qualitatively different and notably more complex.  Numerous factors enter into the optimal decision rule – some expected, some subtle, and some counterintuitive.  The optimal rule for initial or intermediate stages is also qualitatively different from that for assigning liability at the final stage of adjudication.\n\n",
    "acknowledgement": "\nI am grateful to Andrew Daughety (the editor), three referees, Steven Shavell, Holger Spamann, Kathryn Spier, Abraham Wickelgren, and workshop participants at Harvard, NBER, and Yale for comments and to the John M. Olin Center for Law, Economics, and Business at Harvard University for financial support.  Disclaimer: I occasionally consult on antitrust cases, and my spouse is in the legal department of a financial services firm. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}