{
    "id": 23365,
    "citation_title": "Risk of Life Insurers: Recent Trends and Transmission Mechanisms",
    "citation_author": [
        "Ralph S.J. Koijen",
        "Motohiro Yogo"
    ],
    "citation_publication_date": "2017-05-01",
    "issue_date": "2017-04-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe summarize recent trends in risk exposure for U.S. life insurers from variable annuities, shadow insurance, securities lending, and derivatives. We discuss how these sources of risk could be amplified and transmitted to the rest of the financial sector and the real economy. More complete and transparent financial statements are necessary to accurately assess the overall risk mismatch in the insurance industry. We suggest ways to disclose relevant information and discuss some implications for insurance regulation.\n\n",
    "acknowledgement": "\nA.M. Best Company owns the copyright to Best’s Statement File and Best’s Schedule S, which we use with permission through their license agreement with the Federal Reserve Bank of Minneapolis. Koijen acknowledges financial support from the European Research Council (grant 338082). For comments and discussions, we thank Anders Malmstrom, Anna Paulson, Richard Rosen, and seminar participants at the 2015 Conference on the Economics, Regulation, and Systemic Risk of Insurance Markets at London Business School; the 2015 Banque de France-ACPR Conference on Financial Regulation—Stability versus Uniformity; the 2015 CEPR Financial Regulation Initiative Conference; the European Systemic Risk Board; and SIFR. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}