{
    "id": 23366,
    "citation_title": "How Far Is Too Far? New Evidence on Abortion Clinic Closures, Access, and Abortions",
    "citation_author": [
        "Jason M. Lindo",
        "Caitlin Myers",
        "Andrea Schlosser",
        "Scott Cunningham"
    ],
    "citation_publication_date": "2017-05-01",
    "issue_date": "2017-04-27",
    "revision_date": "2018-08-29",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe document the effects of abortion-clinic closures on clinic access, abortions, and births using variation generated by a law that shuttered nearly half of Texas' clinics. Increases in distance have significant effects for women initially living within 200 miles of a clinic. The largest effect is for those nearest to clinics for whom a 25-mile increase reduces abortion 10%. We also demonstrate the importance of congestion with a proxy capturing effects of closures which have little impact on distance but which reduce clinics per-capita. These effects account for 59% of the effects of clinic closures on abortion.\n\n",
    "acknowledgement": "\nAn earlier version of this paper was circulated in November 2016 under the title “The effect of abortion facility closures on fertility, sexual health and human capital.”  An earlier version of this paper was circulated in November 2016 under the title “The effect of abortion facility closures on fertility, sexual health and human capital.” We are grateful to Christine Durrance, Ted Joyce, Analisa Packham, David Slusky, and Glen Waddell for helpful comments, along with seminar participants at Middlebury College, Sam Houston University, Southern Methodist University, the University of California-Merced, University of Kansas, Victoria University, and Williams College, and participants at the Stata Texas Empirical Microeconomics Conference, 2017 Annual Conference of the Southern Economic Association, 2018 Annual Conference of the Eastern Economic Association, and 2018 NBER Health Economics meeting. Anna Cerf and Birgitta Cheng provided expert assistance in creating our maps. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}