{
    "id": 23369,
    "citation_title": "Prices of High-Tech Products, Mismeasurement, and Pace of Innovation",
    "citation_author": [
        "David Byrne",
        "Stephen Oliner",
        "Daniel Sichel"
    ],
    "citation_publication_date": "2017-05-01",
    "issue_date": "2017-04-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTwo recent papers have made compelling cases that mismeasurement of prices of high tech products cannot explain the slow pace of labor productivity growth that has prevailed since the mid-2000s.  Does that result indicate that mismeasurement of high-tech products has limited implications for patterns of economic growth?  The answer in this paper is “no.”  We demonstrate that the understatement of price declines for high-tech products in official measures has a dramatic effect on the pattern of MFP growth across sectors.   In particular, we show that correcting this mismeasurement implies faster MFP growth in high-tech sectors and slower MFP advance outside the high-tech sector.  If MFP growth is taken as a rough proxy for the pace of innovation, our results suggest that innovation in the tech sector has been more rapid than the rate that would be inferred from official statistics (and less rapid outside high-tech).  These results deepen the productivity puzzle.  If the pace of innovation in high-tech sectors has been more rapid than indicated by official statistics, then it is perhaps even more puzzling that overall labor productivity growth has been so sluggish in recent years.\n\n",
    "acknowledgement": "\nWe thank John Fernald, seminar participants at the Boston Federal Reserve Bank, and participants at the Banque de France’s 2017 conference on Secular Stagnation and Growth Measurement for helpful comments on earlier versions of the paper.  We also thank Victoria Angelova for extraordinary research assistance.   The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research or other institutions with which they are affiliated.  Sichel has an on-going relationship with the Federal Reserve Bank of Boston as a visiting scholar and is grateful for financial support for price measurement research from the Bureau of Economic Analysis and the National Telecommunications & Information Administration.\n\n\n"
}