{
    "id": 23363,
    "citation_title": "Gradual Portfolio Adjustment: Implications for Global Equity Portfolios and Returns",
    "citation_author": [
        "Philippe Bacchetta",
        "Eric van Wincoop"
    ],
    "citation_publication_date": "2017-05-01",
    "issue_date": "2017-04-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nModern open economy macro models assume the continuous adjustment of international portfolio allocation. We introduce gradual portfolio adjustment into a global equity market model. Our approach differs from related literature in two key dimensions. First, the time interval between portfolio decisions is stochastic rather than fixed, leading to a smoother response to shocks. Second, rather than only considering asset returns, we also use data on portfolio shares to confront the model to the data. Conditional on reasonable risk aversion, we find that the data is consistent with infrequent portfolio decisions, with a frequency of at most once in 15 months on average.\n\n",
    "acknowledgement": "\nEric van Wincoop gratefully acknowledges financial support from the Bankard Fund for Political Economy and the Hong Kong Institute for Monetary Research. Philippe Bacchetta thanks the Swiss National Science Foundation. We thank Jessica Leutert and Fang Liu for research assistance and seminar participants at the University of Lausanne for useful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}