{
    "id": 23372,
    "citation_title": "Infant Mortality and the Repeal of Federal Prohibition",
    "citation_author": [
        "David S. Jacks",
        "Krishna Pendakur",
        "Hitoshi Shigeoka"
    ],
    "citation_publication_date": "2017-05-01",
    "issue_date": "2017-04-27",
    "revision_date": "2018-07-05",
    "topics": [
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development of the American Economy",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nExploiting new data on county-level variation in alcohol prohibition from 1933 to 1939, we investigate whether the repeal of federal prohibition increased infant mortality, both in counties that repealed and in their neighboring counties. Using a binomial fixed-effects model, we find that repeal is associated with a 4.0% increase in infant mortality rates in counties that chose wet status via local option elections or state-wide legislation and with a 4.7% increase in neighboring dry counties, suggesting a role for cross-border policy externalities. Cumulatively, these estimates imply 26,960 infant deaths that could potentially be attributed to the repeal of federal prohibition.\n\n",
    "acknowledgement": "\nWe are grateful to Tony Chernis, Jarone Gittens, Ian Preston, and especially Mengchun Ouyang for excellent research assistance. We also especially thank Marcella Alsan, Arthur Lewbel, Chris Meissner, and Chris Muris for comments and Price Fishback for providing us with the infant mortality data. We appreciate feedback from the 2017 Asian Meeting of the Econometric\nSociety, the 2017 Economic History Association Annual Meetings, the 2017 European Historical Economics Society Conference, the 2017 NBER DAE Summer Institute as well as seminars at\nBoston College, Chinese University of Hong Kong, Harvard, Montréal, New South Wales, Northwestern, Queen’s, Stanford, Sydney, UC Berkeley, and UC Davis. Finally, we gratefully\nacknowledge research support from Simon Fraser University and the Social Sciences and Humanities Research Council of Canada. Jacks: Simon Fraser University and NBER (djacks@sfu.ca); Pendakur: Simon Fraser University (pendakur@sfu.ca); Shigeoka: Simon Fraser University and NBER (hitoshi_shigeoka@sfu.ca).. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}