{
    "id": 23379,
    "citation_title": "Dampening General Equilibrium: From Micro to Macro",
    "citation_author": [
        "George-Marios Angeletos",
        "Chen Lian"
    ],
    "citation_publication_date": "2017-05-08",
    "issue_date": "2017-05-04",
    "revision_date": "2017-06-06",
    "topics": [
        "\n",
        "Other",
        "\n",
        "History of Economic Thought",
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe argue that standard modeling practices often overstate the potency of general-equilibrium (GE) mechanisms. We formalize the notion that GE adjustment is weak, or that it takes time, by modifying an elementary Walrasian economy in two alternative manners. In one, we replace Rational Expectations Equilibrium with solution concepts that mimic Tâtonnement or Cobweb dynamics, Level-k Thinking, Reflective Equilibrium, and certain kinds of cognitive discounting. In the other, we maintain rational expectations but remove common knowledge of aggregate shocks and accommodate higher-order uncertainty. This permits us, not only to illustrate the broader plausibility of the notion that the GE adjustment may be weak or slow, but also to illustrate the sense in which our preferred approach—the one based on lack of common knowledge—can be seen as a disciplined substitute to certain kinds of bounded rationality. We finally discuss possible applications, including how our results may help reduce the gap between the macroeconomic effects of interest and the micro or local effects estimated in a growing empirical literature.\n\n",
    "acknowledgement": "\nThis paper subsumes an earlier draft that contained a similar message but used a different framework. We are grateful to Guido Lorenzoni and Venky Venkateswaran for conference discussions of our paper, and to Martin Beraja, Adam Guren, Glenn Ellison, Alessandro Pavan, and Muhamet Yildiz for helpful discussions. We also thank seminar participants at MIT, Chicago Booth, Duke, the Iowa State Conference on Global Games, the EFCE group at the 2016 NBER Summer Institute, and the 2016 ESEM in Edinburgh. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}