{
    "id": 23371,
    "citation_title": "Lifetime Incomes in the United States over Six Decades",
    "citation_author": [
        "Fatih Guvenen",
        "Greg Kaplan",
        "Jae Song",
        "Justin Weidner"
    ],
    "citation_publication_date": "2017-05-01",
    "issue_date": "2017-04-27",
    "revision_date": "2018-10-31",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Development of the American Economy",
        "\n",
        "Economics of Education",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing panel data on individual labor income histories from 1957 to 2013, we document two empirical facts about the distribution of lifetime income in the United States. First, from the cohort that entered the labor market in 1967 to the cohort that entered in 1983, median lifetime income of men declined by 10%–19%. We find little-to-no rise in the lower three-quarters of the percentiles of the male lifetime income distribution during this period. Accounting for rising employer-provided health and pension benefits partly mitigates these findings but does not alter the substantive conclusions. For women, median lifetime income increased by 22%–33% from the 1957 to the 1983 cohort, but these gains were relative to very low lifetime income for the earliest cohort. Much of the difference between newer and older cohorts is attributed to differences in income during the early years in the labor market. Partial life-cycle profiles of income observed for cohorts that are currently in the labor market indicate that the stagnation of lifetime incomes is unlikely to reverse. Second, we find that inequality in lifetime incomes has increased significantly within each gender group. However, the closing lifetime gender gap has kept overall lifetime inequality virtually flat. The increase within gender groups is largely attributed to an increase in inequality at young ages, and partial life-cycle income data for younger cohorts indicate that the increase in inequality is likely to continue. Overall, our findings point to the substantial changes in labor market outcomes for younger workers as a critical driver of trends in both the level and inequality of lifetime income over the past 50 years.\n\n",
    "acknowledgement": "\nSpecial thanks to Gerald Ray at the Social Security Administration for his help and support. For helpful discussions, we thank David Autor, Richard Blundell, Magne Mogstad, Jim Poterba, Chris Phelan, Jean-Marc Robin, and seminar and conference participants at various institutions. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, the Social Security Administration, or the National Bureau of Economic Research.\n\n\n"
}