{
    "id": 23377,
    "citation_title": "The Nexus of Monetary Policy and Shadow Banking in China",
    "citation_author": [
        "Kaiji Chen",
        "Jue Ren",
        "Tao Zha"
    ],
    "citation_publication_date": "2017-05-08",
    "issue_date": "2017-05-04",
    "revision_date": "2018-05-11",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Development Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate the quantity-based monetary policy system in China. We argue that China's rising shadow banking was inextricably linked to banks' balance-sheet risk and hampered the effectiveness of monetary policy on the banking system during the 2009-2015 period of monetary policy contractions. By constructing two micro datasets at the individual bank level, we substantiate this argument with three empirical findings: (1) in response to monetary policy tightening, nonstate banks actively engaged in intermediating shadow banking products; (2) these banks, in sharp contrast to state banks, brought shadow banking products onto the balance sheet via risky investments; (3) bank loans and risky investment assets in the banking system respond in opposite directions to monetary policy tightening, which makes monetary policy less effective.  We build a theoretical framework to derive the above testable hypotheses and explore implications of the interaction between monetary and regulatory policies.\n\n",
    "acknowledgement": "\nThis research is supported in part by the National Science Foundation Grant SES 1558486 through the NBER and by the National Natural Science Foundation of China Project Numbers 71473168, 71473169, and 71633003. We thank Dean Corbae, Marty Eichenbaum, Sergio Rebelo, Richard Rogerson, Wei Xiong, and seminar participants at Federal Reserve Bank of Richmond, 2016 NBER Chinese Economy Working Group Meeting, International Monetary Funds, University of Virginia, 2016 Society of Economic Dynamics Meetings, North Carolina State University, Tsinghua University, Bank of Canada, Princeton University, and Federal Reserve Bank of San Francisco for helpful discussions.  Karen Zhong provided outstanding research assistance. The current version of this paper draws heavily from the two unpublished manuscripts ``What We Learn from China's Rising Shadow Banking: Exploring the Nexus of Monetary Tightening and Banks' Role in Entrusted Lending'' and ``China Pro-Growth Monetary Policy and Its Asymmetric Transmission.'' The views expressed herein are those of the authors and do not necessarily reflect those of the Federal Reserve Bank of Atlanta, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}