{
    "id": 23370,
    "citation_title": "Fiscal Rules and Sovereign Default",
    "citation_author": [
        "Laura Alfaro",
        "Fabio Kanczuk"
    ],
    "citation_publication_date": "2017-05-01",
    "issue_date": "2017-04-27",
    "revision_date": "2017-06-12",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecurrent concerns over debt sustainability in emerging and developed nations have prompted renewed debate on the role of fiscal rules. Their optimality, however, remains unclear. We provide a quantitative analysis of fiscal rules in a standard model of sovereign debt accumulation and default modified to incorporate quasi-hyperbolic preferences. For reasons of political economy or aggregation of citizens' preferences, government preferences are present biased, resulting in over-accumulation of debt. Calibrating this parameter with values in the literature, the model can reproduce debt levels and frequency of default typical of emerging markets even if the household impatience parameter is calibrated to local interest rates. A quantitative exercise finds welfare gains of the optimal fiscal policy to be economically substantial, and the optimal rule to not entail a countercyclical fiscal policy. A simple debt rule that limits the maximum amount of debt is analyzed and compared to a simple deficit rule that limits the maximum amount of deficit per period. Whereas the deficit rule does not perform well, the debt rule yields welfare gains virtually equal to the optimal rule.\n\n",
    "acknowledgement": "\nThis paper does not reflect the views of the Minister of Finance, Brazil. We thank Luis Catão, Davide Debortoli, Teresa Lloyd-Braga, Ricardo Sabbadini, Juliana Salomão, Jesse Schreger, Hernán Daniel Seoane and participants at the AEA Meetings, Inflation Targeting Conference, Bank of Spain's and Barcelona Graduate School of Economics Fiscal Sustainability in the XXI century conference, LACEA, the Brazilian Central Bank seminar, DRCLAS Latin American Seminar series for valuable comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}