{
    "id": 23381,
    "citation_title": "The Dynamics of Gender Earnings Differentials: Evidence from Establishment Data",
    "citation_author": [
        "Erling Barth",
        "Sari Pekkala Kerr",
        "Claudia Olivetti"
    ],
    "citation_publication_date": "2017-05-08",
    "issue_date": "2017-05-04",
    "revision_date": "2019-07-25",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDespite dramatic workforce gains by women in recent decades, a substantial gender earnings gap persists and widens over the course of men’s and women’s careers. Since there are earnings differences across establishments, a key question is the extent to which the widening of the gender pay gap over time arises from differences in career advances within the same establishment versus differential gains from job-to-job moves across establishments. Using a unique match between the 2000 Decennial Census of the United States and the Longitudinal Employer Household Dynamics (LEHD) data, we find that both channels are important and affect workers differently by education. For the college-educated the increasing gap is for the most part due to differential earnings growth within establishment. The between-establishment component explains only 27 percent of the widening of the total gender pay gap for this group. For workers without college degree, the establishment component is the main driver of the, relatively small, widening of the gender earnings gap. For both education groups, marriage plays a crucial role in the establishment component of the increasing earnings gap.\n\n",
    "acknowledgement": "\nWe thank Ilaria D’Angelis and Valeria Ferraro for research assistance. We received funding from the Research Council of Norway (#236770 and #179552 (Barth)). Barth thanks the Labor and Worklife Program at Harvard for hospitality and support. We are grateful to participants of SOLE 2017 in Raleigh NC for helpful comments on an earlier draft of the paper. The paper has been updated based on anonymous reviewers’ comments, but no additional data work has been done since the expiration of the Census Bureau data project. Conditional on receiving an invitation to “revise and resubmit” the manuscript to a journal, the project will be reopened allowing additional data work. The research was conducted while Kerr and Barth were Special Sworn Status researchers of the US Census Bureau, Boston Census Research Data Center. Research results and conclusions are the authors’ and may not reflect the views of the Census Bureau or the National Bureau of Economic Research. This paper was screened to ensure that no confidential data are revealed.\n\n\n"
}