{
    "id": 23387,
    "citation_title": "Firm Dynamics and Immigration: The Case of High-Skilled Immigration",
    "citation_author": [
        "Michael E. Waugh"
    ],
    "citation_publication_date": "2017-05-08",
    "issue_date": "2017-05-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "General, Teaching",
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper shows how the dynamics of the firm yield new insights into the short- and long-run economic outcomes from changes in immigration policy. I quantitatively illustrate these insights by evaluating two policies: an expansion of and the elimination of the H-1B visa program for skilled labor. A change in policy changes firms’ entry and exit decisions as they dynamically respond to changes in market size. The dynamic response of firms amplifies changes in relative wages as labor demand shifts with the distribution of firms. Firms’ responses also lead to the rapid accrual of aggregate gains/losses in output and consumption. The welfare implications of policy changes depend critically on who bears the burden of creating new firms.\n\n",
    "acknowledgement": "\nI benefited from the research assistance of Zhemin Yuan, discussions with Kim Ruhl, participants at the Taipei International Conference on Growth, Trade and Dynamics, NBER meeting on Global Talent, Columbia, NYU Macro Lunch, and the editors Gordon Hanson, William Kerr, and Sarah Turner. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}