{
    "id": 23384,
    "citation_title": "Globalization and Executive Compensation",
    "citation_author": [
        "Wolfgang Keller",
        "William W. Olney"
    ],
    "citation_publication_date": "2017-05-08",
    "issue_date": "2017-05-04",
    "revision_date": "2018-06-08",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper finds that globalization is contributing to the rapid increase in executive compensation over the last few decades. Employing comprehensive data on top executives at major U.S. companies, we show that their compensation is increasing with exports and foreign direct investment, as well as firm size and technology. Exogenous export shocks unrelated to managerial decisions also increase executive compensation, and there is little evidence that this is due to increasing market returns to talent. We do find that export shocks primarily affect discretionary forms of compensation of more powerful executives at firms with poor corporate governance, as one would expect if globalization has enhanced rent-capture opportunities. Overall, these results indicate that globalization has played a more central role in the rapid growth of executive compensation and U.S. inequality than previously thought.\n\n",
    "acknowledgement": "\nWe are grateful to David Atkin, Andrew Bernard, Nick Bloom, Matilde Bombardini, Brian Cadena, Gordon Hanson, Keith Head, Peter Kuhn, Rod Ludema, Terra McKinnish, Ferdinando Monte, Nina Pavcnik, Steve Redding, Jan Schymik, Daniel Tannenbaum, Karen Helene Ulltveit-Moe, and numerous other colleagues, as well as participants at a variety of presentations for helpful comments and suggestions. This research was supported by NSF grant 1360207 (Keller). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}