{
    "id": 23388,
    "citation_title": "Health Insurance and Traffic Fatalities: The Effects of Substance Use Disorder Parity Laws",
    "citation_author": [
        "Ioana Popovici",
        "Johanna Catherine Maclean",
        "Michael T. French"
    ],
    "citation_publication_date": "2017-05-08",
    "issue_date": "2017-05-04",
    "revision_date": "2018-02-26",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEach year, approximately 10,000 individuals die in alcohol-impaired traffic crashes in the United States, while psychoactive drugs are involved in 20% of all fatal traffic crashes. In this study, we investigate whether state-specific parity laws for substance use disorder (SUD) treatment have the added benefit of reducing traffic fatalities. Parity laws compel insurers to generously cover SUD treatment in private markets, thereby reducing the financial costs of and increasing access to treatment for beneficiaries. We employ 23 years of administrative data from the Fatality Analysis Reporting System (FARS) coupled with a differences-in-differences design to investigate the potential spillover effects of parity laws to traffic safety. Our findings indicate that passage of a parity law reduces traffic fatality rates by 5.8 to 8.6%. We also find that passage of parity laws reduces fatal alcohol poisonings and psychoactive drug overdoses. These findings suggest that government regulations requiring insurers to cover SUD treatment can significantly improve traffic safety, possibly by reducing the number of impaired drivers on roadways.\n\n",
    "acknowledgement": "\nPreviously circulated as \"The Effects of Health Insurance Parity Laws for Substance Use Disorder Treatment on Traffic Fatalities: Evidence of Unintended Benefits.\" We thank Monica Deza and seminar participants at the 2016 Association for Public Policy and Management Fall Research Conference for helpful suggestions.  We appreciatively acknowledge Tonja Lindsey at the National Center for Statistics and Analysis Office of Traffic Records and Analysis, National Highway Traffic Safety Administration, for her assistance with the FARS data. We are also grateful to Colleen Barry, Susan Busch, Gulcin Gumus, Rosalie Pacula, and Jonathan Woodruff for sharing data with us.  All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}