{
    "id": 23382,
    "citation_title": "How Transaction Costs Obstruct Collective Action: Evidence from California’s Groundwater",
    "citation_author": [
        "Andrew B. Ayres",
        "Eric C. Edwards",
        "Gary D. Libecap"
    ],
    "citation_publication_date": "2017-05-08",
    "issue_date": "2017-05-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Economic Systems",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n",
        "Renewable Resources",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCollective action to remedy the losses of open access to common-pool resources often is late and incomplete, extending rent dissipation. Examples include persistent over-exploitation of oil fields and ocean fisheries, despite general agreement that production constraints are needed. Transaction costs encountered in assigning property rights are an explanation, but analysis of their role is limited by a lack of systematic data. We examine governance institutions in California’s 445 groundwater basins using a new dataset to identify factors that influence the adoption of extraction controls. In 309 basins, institutions allow unconstrained pumping, while an additional 105 basins have weak management plans. Twenty of these basins are severely overdrafted. Meanwhile, users in 31 basins have defined groundwater property rights, the most complete solution. We document the critical role of transaction costs in explaining this variation in responses. This research adds to the literatures on open access, transaction costs, bargaining, and property rights\n\n",
    "acknowledgement": "\nWe acknowledge excellent research assistance provided by Jennifer Laws as well as helpful comments from Zeynep Hansen, Gabe Sampson, Sherzod Akhundjanov, Ryan Abman and participants at the 2016 IWREC Annual Meetings, the 2016 Southern Economics Association Meetings, and the 2016 Western Economic Association International Annual Meetings. This research was funded by a grant through the UC Office of the President: MR-15-328650, Legal and Economic Data and Analysis of Environmental Markets and through UAES Project UTA01197. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}