{
    "id": 23389,
    "citation_title": "Macroeconomic Effects of Medicare",
    "citation_author": [
        "Juan Carlos Conesa",
        "Daniela Costa",
        "Parisa Kamali",
        "Timothy J. Kehoe",
        "Vegard M. Nygard",
        "Gajendran Raveendranathan",
        "Akshar Saxena"
    ],
    "citation_publication_date": "2017-05-08",
    "issue_date": "2017-05-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops an overlapping generations model to study the macroeconomic effects of an unexpected elimination of Medicare. We find that a large share of the elderly respond by substituting Medicaid for Medicare. Consequently, the government saves only 46 cents for every dollar cut in Medicare spending. We argue that a comparison of steady states is insufficient to evaluate the welfare effects of the reform. In particular, we find lower ex-ante welfare gains from eliminating Medicare when we account for the costs of transition. Lastly, we find that a majority of the current population benefits from the reform but that aggregate welfare, measured as the dollar value of the sum of wealth equivalent variations, is higher with Medicare.\n\n",
    "acknowledgement": "\nThis project was supported by the National Institutes of Health (NIH Grant No. 5R01AG048037-02). We thank participants at the 2015 Macroeconomics of Population Aging Workshop at Harvard T.H. Chan School of Public Health, the Aging and Macroeconomics meeting at the 2016 Barcelona GSE Summer Forum, the Macro Public Finance Group meeting at the 2016 NBER Summer Institute, and two anonymous referees for helpful comments. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research. The data and computer code used here can be found in the supplementary materials available at www.econ.umn.edu/~tkehoe.\n\n\n"
}