{
    "id": 23380,
    "citation_title": "How do the U.S and Canadian Social Safety Nets Compare for Women and Children?",
    "citation_author": [
        "Hilary Hoynes",
        "Mark Stabile"
    ],
    "citation_publication_date": "2017-05-08",
    "issue_date": "2017-05-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe past 25 years has seen substantial change in the social safety nets for families with children in the US and Canada. Both countries have moved away from cash welfare but the US has done so relying more exclusively on inwork benefits with work requirements. This paper examines this evolution across the two countries and examines the effects on employment and poverty.  In particular, we focus on the two largest programs over this period: the U.S. EITC and the Canadian NCB/CCTB.  In light of these policy changes, we examine trends in employment and poverty of the most affected families -- single mothers with less than a college degree -- across the two countries.  We find that employment improved substantially in both countries, absolutely and relative to a control group of single women without children. The cross-country differences in relative trends are mainly explained by differences in the labor market conditions. Poverty rates for single mothers also declined in both countries with more of the decline coming through market income in the U.S. and benefit income in Canada.\n\n",
    "acknowledgement": "\nThis paper was prepared for the NBER conference “Public Policies in Canada and the United States” held October 27-28, 2016 in Ottawa. We thank Dorian Carloni, Diogo Machado, Melissa Pogue, Krista Ruffini, and Darian Woods for excellent research assistance and conference participants for helpful suggestions. Stabile acknowledges support from the Martin Prosperity Institute where he is a Fellow.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}