{
    "id": 23383,
    "citation_title": "Decentralization and Efficiency of Subsidy Targeting: Evidence from Chiefs in Rural Malawi",
    "citation_author": [
        "Pia M. Basurto",
        "Pascaline Dupas",
        "Jonathan Robinson"
    ],
    "citation_publication_date": "2017-05-08",
    "issue_date": "2017-05-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDeveloping countries spend vast sums on subsidies. Beneficiaries are typically selected via either a proxy-means test (PMT) or through a decentralized identification process led by local leaders. A decentralized allocation may offer informational or accountability advantages, but may be prone to elite capture. We study this tradeoff in the context of two large-scale subsidy programs in Malawi (for agricultural inputs and for food) decentralized to traditional leaders (“chiefs”) who are asked to target the needy. Using high-frequency household panel data on neediness and shocks, we find that nepotism exists but has only limited mistargeting consequences. Importantly, we find that chiefs target households with higher returns to farm inputs, generating an allocation that is more productively efficient than what could be achieved through a PMT. This could be welfare improving, since within-village redistribution is common.\n\n",
    "acknowledgement": "\nThis research makes use of data collected as part of a research grant funded by the Bill and Melinda Gates foundation, whose support is gratefully acknowledged. The data collection protocols were approved by the IRBs of Stanford, UCLA, and UCSC. We thank Aaron Dibner-Dunlap, Rachel Levenson and Michael Roscitt for outstanding field research assistance, and Travis Baseler and Santiago Saavedra for excellent research assistance. We are grateful to IPA and IPA Malawi for administrative assistance. We thank Siwan Anderson, Eric Edmonds, Marcel Fafchamps, Patrick Francois, Mushfiq Mobarak, Ben Olken, Quentin Stoeffler and numerous seminar participants for helpful comments. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}