{
    "id": 23391,
    "citation_title": "Stimulus Effects of Investment Tax Incentives: Production versus Purchases",
    "citation_author": [
        "Christopher L. House",
        "Ana-Maria Mocanu",
        "Matthew D. Shapiro"
    ],
    "citation_publication_date": "2017-05-08",
    "issue_date": "2017-05-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe distinction between production and purchases of investment goods is essential for quantifying the response to changes in investment tax incentives. If investment goods are tradeable, a large fraction of the demand from changes in tax subsidies will be met from abroad. This difference between production and purchases implies that investment tax incentives will lead to more capital accumulation, but less stimulus to economic activity relative to a no-trade counterfactual. Domestic capacity to produce investment goods is less than perfectly elastic because of quasi-fixed factors of production, adjustment costs, and specialization of labor. This paper builds these features into a DGSE model where key parameters are estimated to match the reduced-form response of investment production and purchases to tax incentives. Typical investment tax policies result in equipment purchases that are split roughly half between domestic and foreign production of equipment.\n\n",
    "acknowledgement": "\nWe thank Anusha Chari, Guiseppe Fiori, Simon Gilchrist, Adam Guren, Greg Kaplan, John Leahy, James Nason, Jonathan Parker, Nora Traum and seminar participants at Boston University, University of Chicago, Johns Hopkins, LSE, MIT, University of Melbourne, University of Michigan, University of North Carolina Chapel Hill, North Carolina State University, Northwestern, and the Federal Reserve Board for helpful comments and suggestions. This research is supported by the National Science Foundation (SES 0962219). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}