{
    "id": 23393,
    "citation_title": "Born to Lead? The Effect of Birth Order on Non-Cognitive Abilities",
    "citation_author": [
        "Sandra E. Black",
        "Erik Grönqvist",
        "Björn Öckert"
    ],
    "citation_publication_date": "2017-05-08",
    "issue_date": "2017-05-04",
    "revision_date": "2018-07-18",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the effect of birth order on personality traits among men using population data on enlistment records and occupations for Sweden. We find that earlier born men are more emotionally stable, persistent, socially outgoing, willing to assume responsibility, and able to take initiative than later-borns. In addition, we find that birth order affects occupational sorting; first-born children are more likely to be managers, while later-born children are more likely to be self-employed. We also find that earlier born children are more likely to be in occupations that require leadership ability, social ability and the Big Five personality traits. Finally, we find a significant role of sex composition within the family. Later-born boys suffer an additional penalty the larger the share of boys among the older siblings. When we investigate possible mechanisms, we find that the negative effects of birth order are driven by post-natal environmental factors. We also find evidence of lower parental human capital investments in later-born children.\n\n",
    "acknowledgement": "\nWe have benefitted from comments and suggestions from Helena Holmlund, Edwin Leuven, Stefan Schmukle, Frank Sulloway, Helena Svaleryd, participants at SOLE 2016 and Society for Institutional & Organizational Economics 2016, and at seminars at the Institute for Evaluation of Labour Market and Education Policy (IFAU), University of Oslo, Stockholm University, and Linneaus University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}