{
    "id": 23392,
    "citation_title": "Lead and Juvenile Delinquency: New Evidence from Linked Birth, School and Juvenile Detention Records",
    "citation_author": [
        "Anna Aizer",
        "Janet Currie"
    ],
    "citation_publication_date": "2017-05-08",
    "issue_date": "2017-05-04",
    "revision_date": "2020-08-28",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing a unique dataset linking preschool blood lead levels (BLLs), birth, school, and detention data for 120,000 children born 1990-2004 in Rhode Island, we estimate the impact of lead on behavior: school suspensions and juvenile detention. We develop two instrumental variables approaches to deal with potential confounding from omitted variables and measurement error in lead. The first leverages the fact that we have multiple noisy measures for each child. The second exploits very local, within neighborhood, variation in lead exposure that derives from road proximity and the de-leading of gasoline. Both methods indicate that OLS considerably understates the negative effects of lead, suggesting that measurement error is more important than bias from omitted variables. A one-unit increase in lead increased the probability of suspension from school by 6.4-9.3 percent and the probability of detention by 27-74 percent, though the latter applies only to boys.\n\n",
    "acknowledgement": "\nWe thank Rebecca Lee, Kim Pierson, Joel Stewart and Alyssa Sylvaria of the Providence Plan for their generosity and help with the data, the Institute at Brown for the Environment and Society, the Laura and John Arnold Foundation and John D. and Catherine T. MacArthur Foundation for financial support. We also thank Michelle Marcus, Amanda Loyola Heuffeman, Jinxu Tang, and Ruby Steedle for outstanding research assistance as well as Pedro Dal Bo and seminar participants at the University of Michigan, Duke, Harbard KSG, Tel Aviv University, Carnegie Mellon University and UVA for helpful comments. The authors are solely responsible for any errors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}