{
    "id": 23390,
    "citation_title": "Evaluation of the Reggio Approach to Early Education",
    "citation_author": [
        "Pietro Biroli",
        "Daniela Del Boca",
        "James J. Heckman",
        "Lynne Pettler Heckman",
        "Yu Kyung. Koh",
        "Sylvi Kuperman",
        "Sidharth Moktan",
        "Chiara D. Pronzato",
        "Anna Ziff"
    ],
    "citation_publication_date": "2017-05-08",
    "issue_date": "2017-05-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe evaluate the Reggio Approach using non-experimental data on individuals from the cities of Reggio Emilia, Parma and Padova belonging to one of five age cohorts: ages 50, 40, 30, 18, and 6 as of 2012. The treated were exposed to municipally offered infant-toddler (ages 0-3) and preschool (ages 3-6) programs. The control group either did not receive formal childcare or were exposed to programs offered by the state or religious systems. We exploit the city-cohort  structure of the data to estimate treatment effects using three strategies: difference-in-differences, matching, and matched-difference-in-differences. Most positive and significant effects are generated from comparisons of the treated with individuals who did not receive formal childcare. Relative to not receiving formal care, the Reggio Approach significantly boosts outcomes related to employment, socio-emotional skills, high school graduation, election participation, and  obesity. Comparisons with individuals exposed to alternative forms of childcare do not yield strong patterns of positive and significant effects. This suggests that differences between the Reggio Approach and other alternatives are not sufficiently large to result in significant differences in outcomes. This interpretation is supported by our survey, which documents increasing similarities in the administrative and pedagogical practices of childcare systems in the three cities over time.\n\n",
    "acknowledgement": "\nThis research was supported by a generous grant from the Jacobs Foundation. The views expressed in this paper are solely those of the authors and do not necessarily represent those of the funders, nor or the National Bureau of Economic Research. The authors would like to thank Claudia Guidici, Moira Nicolosi, Fondazione Reggio Children Centro Loris Malaguzzi, and L'Istituzione del Comune di Reggio Emilia: Scuole e Nidi d'Infanzia for their cooperation with this study. We are grateful to Carolyn Pope Edwards and William Corsaro for their guidance on our survey of early childhood programs in northern Italy: 1950-2010; to Emilia Restiglian, Marina de Rossi, and Lerida Cisotto for data collection and guidance on the early childhood systems of Padova, Italy; to Elisabetta Musi for data on Scuole FISM, Parma, Italy; to Sandra Rompianesi and Sergio Govi for data on Scuole Statali e FISM, Reggio Emilia, Italy; and Sharon Palsha and Rebecca New, for guidance on the municipal early childhood schools of Reggio Emilia, Italy. We would like to acknowledge Gabriella Conti's role in developing this project. We thank Chiara Baldelli, Chase Corbin, Linor Kiknadze, and Nirali Trivedi for their excellent research assistance. We also thank Stephanie Maras for the diligent administrative management of the international collaboration. Code used for the analysis can be found at https://github.com/aziff/reggio. The Web Appendix for this paper is posted at: https://cehd.uchicago.edu/\n\n\n"
}