{
    "id": 23397,
    "citation_title": "Racial Differences in American Women's Labor Market Outcomes: A Long-Run View",
    "citation_author": [
        "William J. Collins",
        "Michael Q. Moody"
    ],
    "citation_publication_date": "2017-05-15",
    "issue_date": "2017-05-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper documents and explores black-white differences in U.S. women’s labor force participation, occupations, and wages from 1940 to 2014.  It draws on closely related research on selection into the labor force, discrimination, and pre-labor market characteristics, such as test scores, that are strongly associated with subsequent labor market outcomes.  Both black and white women significantly increased their labor force participation in this period, with white women catching up to black women by 1990.  Black-white differences in occupational and wage distributions were large circa 1940. They  narrowed significantly as black women’s relative outcomes improved.  Following a period of rapid convergence, the racial wage gap for women widened after 1980 in census data.  Differences in human capital are an empirically important underpinning of the black-white wage gap throughout the period studied.\n\n",
    "acknowledgement": "\nPrepared for inclusion in the Oxford Handbook on the Economics of Women, ed. Susan L. Averett, Laura M. Argys and Saul D. Hoffman. (New York: Oxford University Press. Forthcoming, 2018).  The authors gratefully acknowledge suggestions from Leah Boustan, Robert Margo, Peter McHenry, Marianne Wanamaker, and the editors.  Collins is the Terence E. Adderley Jr. Professor of Economics at Vanderbilt University and Research Associate of the NBER.  Moody is a Visiting Assistant Professor of Economics at Miami University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}