{
    "id": 23395,
    "citation_title": "African American Intergenerational Economic Mobility Since 1880",
    "citation_author": [
        "William J. Collins",
        "Marianne H. Wanamaker"
    ],
    "citation_publication_date": "2017-05-15",
    "issue_date": "2017-05-11",
    "revision_date": "2021-04-20",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe document the intergenerational mobility of black and white American men from 1880 through 2000 by building new historical datasets for the late nineteenth and early twentieth century and combining them with modern data to cover the middle and late twentieth century. We find large disparities in mobility, with white children having far better chances of escaping the bottom of the distribution than black children in every generation. This mobility gap was more important in proximately determining each generation’s racial gap than was the initial gap in parents’ economic status.\n\n",
    "acknowledgement": "\nNSF support (SES 1156085 and 1156057) is gratefully acknowledged, as are discussant comments from Jeff Biddle and Robert Margo; comments from conference participants at the Southern Economic Association, American Economic Association, and Economic History Association annual meetings; and comments from seminar participants at Auburn University, Florida State University, the Oxford-Warwick-LSE Workshop, Queen’s University, Tulane University, University of Arizona, UCLA, UC-Merced, University of Colorado, University of Michigan, University of Pittsburgh and Carnegie Mellon University, and Vanderbilt University. Sharonda Adams, Lauren Bamonte, Ye Gu, Nick Holtkamp, Blane Kassa, Dinan Liang, Bryson Lype, Mason Reasner, Shea Sabin, Musa Subramaniam, and Jim Teal provided excellent research assistance. The Grey and Dornbush gifts at Vanderbilt University and Office of Research at the University of Tennessee have provided research support. Brant Callaway, Andrew Goodman-Bacon, Laura Salisbury, Richard Sutch, Zach Ward, and Ariell Zimran provided helpful insights. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}