{
    "id": 23396,
    "citation_title": "The Fall of the Labor Share and the Rise of Superstar Firms",
    "citation_author": [
        "David Autor",
        "David Dorn",
        "Lawrence F. Katz",
        "Christina Patterson",
        "John Van Reenen"
    ],
    "citation_publication_date": "2017-05-15",
    "issue_date": "2017-05-11",
    "revision_date": "2017-07-24",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe fall of labor's share of GDP in the United States and many other countries in recent decades is well documented but its causes remain uncertain. Existing empirical assessments of trends in labor's share typically have relied on industry or macro data, obscuring heterogeneity among firms. In this paper, we analyze micro panel data from the U.S. Economic Census since 1982 and international sources and document empirical patterns to assess a new interpretation of the fall in the labor share based on the rise of “superstar firms.” If globalization or technological changes advantage the most productive firms in each industry, product market concentration will rise as industries become increasingly dominated by superstar firms with high profits and a low share of labor in firm value-added and sales. As the importance of superstar firms increases, the aggregate labor share will tend to fall. Our hypothesis offers several testable predictions: industry sales will increasingly concentrate in a small number of firms; industries where concentration rises most will have the largest declines in the labor share; the fall in the labor share will be driven largely by between-firm reallocation rather than (primarily) a fall in the unweighted mean labor share within firms; the between-firm reallocation component of the fall in the labor share will be greatest in the sectors with the largest increases in market concentration; and finally, such patterns will be observed not only in U.S. firms, but also internationally. We find support for all of these predictions.\n\n",
    "acknowledgement": "\nWe would like to thank Daron Acemoglu, Eric Bartelsman, Erik Brynjolfsson, Jason Furman, Richard Schmalensee, Larry Summers and participants in several seminars for helpful discussions. This research was funded by the National Science Foundation, the European Research Council, the Economic and Social Research Council, the MIT Initiative on the Digital Economy, and the Swiss National Science Foundation. Disclaimer: Any opinions and conclusions expressed herein are those of the authors and do not necessarily represent the views of the U.S. Census Bureau. All results have been reviewed to ensure that no confidential information is disclosed. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}