{
    "id": 23402,
    "citation_title": "Are Recessions Good for Staffing in Nursing Homes?",
    "citation_author": [
        "R. Tamara Konetzka",
        "Karen B. Lasater",
        "Edward C. Norton",
        "Rachel M. Werner"
    ],
    "citation_publication_date": "2017-05-15",
    "issue_date": "2017-05-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Market Structures",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe quality and cost of care in nursing homes depend critically on the number and types of nurses.  Recent research suggests that the nursing supply adjusts to macroeconomic conditions.  However, prior work has failed to consider the effect of macroeconomic conditions on demand for nurses through the effect on revenues.  We test how county-level unemployment rates affect direct-care staffing rates in nursing homes using California data.  We exploit the wide variation in the unemployment rates across counties and over time in 2005–2012.  We also test whether there are heterogeneous effects of unemployment rates by facility size, staffing level, and profit status.  We find that as unemployment rates increase, staffing by registered nurses (RNs) decreases but staffing by licensed practical nurses (LPNs) increases.  The increase in LPNs is larger in large nursing homes, nursing homes with higher staffing levels, and in for-profit nursing homes. We also find that as unemployment rates increase, nursing home revenue decreases. While the effect of macroeconomic conditions on nursing supply may be important for cost and quality of care, the mechanism is not simple, direct, or homogeneous for all types of nurses and nursing homes.\n\n",
    "acknowledgement": "\nKaren B. Lasater received support from the National Institute of Nursing Research (T32-NR0714).  Rachel M. Werner received support from the National Institute on Aging (K24-AG047908). The funders played no role in the study design, analysis, writing, or the decision to submit the paper for publication.  The authors thank participants at the International Long-term Care Policy Network conference in London for comments.  The authors declare that they have no relevant or material financial interests that relate to the research described in this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}