{
    "id": 23406,
    "citation_title": "Unemployment Insurance and Reservation Wages: Evidence from Administrative Data",
    "citation_author": [
        "Thomas Le Barbanchon",
        "Roland Rathelot",
        "Alexandra Roulet"
    ],
    "citation_publication_date": "2017-05-15",
    "issue_date": "2017-05-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAlthough the reservation wage plays a central role in job search models, empirical evidence on the determinants of reservation wages, including key policy variables such as unemployment insurance (UI), is scarce. In France, unemployed people must declare their reservation wage to the Public Employment Service when they register to claim UI benefits. We take advantage of these rich French administrative data and of a reform of UI rules to estimate the effect of the potential benefit duration (PBD) on reservation wages and on other dimensions of job selectivity, using a difference-in-difference strategy. We cannot reject that the elasticity of the reservation wage with respect to PBD is zero. Our results are precise and we can rule out elasticities larger than 0.006. Furthermore, we do not find any significant effects of PBD on the desired number of hours, duration of labor contract and commuting time/distance. The estimated elasticity of actual benefit duration with respect to PBD of 0.3 is in line with the consensus in the literature. Exploiting a regression discontinuity design as an alternative identification strategy, we find similar results.\n\n",
    "acknowledgement": "\nFor very helpful comments, we thank Jerome Adda, Philippe Aghion, Patrick Arni, Gary Chamberlain, Raj Chetty, David Cutler, Simon Jaeger, Xavier Jaravel, Lawrence Katz, Camille Landais, Rocco Macchiavello, Andreas Mueller, Nicola Pavoni, Barbara Petrongolo, Arne Uhlendorff, and seminar participants at Bocconi, CBS, CEPR/IZA ALES 2016, CREST, ECB/CEPR labor workshop 2016, Harvard Labor Lunch, HKS, FBK-IRVAPP, INSEAD, JRC, PSE and TSE. We also thank the organizers of the TransAtlantic Public Economics Seminars on Social Insurance (TAPES 2016): Roger Gordon, Andreas Peichl and Jim Poterba. We are grateful to Pole Emploi, and in particular Anita Bonnet, for letting us access their data. The views expressed herein are those of the authors and do not necessarily reflect those of Pole Emploi. We gratefully acknowledge financial support from la Chaire de Securisation des Parcours Professionnels. Thomas Le Barbanchon is an IGIER and CEPR affiliate. All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}