{
    "id": 23405,
    "citation_title": "Push and Pull: Disability Insurance, Regional Labor Markets, and Benefit Generosity in Canada and the United States",
    "citation_author": [
        "Kevin Milligan",
        "Tammy Schirle"
    ],
    "citation_publication_date": "2017-05-15",
    "issue_date": "2017-05-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDisability insurance take-up has expanded substantially in the past twenty years in the United States while shrinking in Canada. We empirically assess these trends by measuring the strength of the ‘push’ from weak labor markets versus the ‘pull’ of more generous benefits. Using an instrumental variables strategy comparing benefit changes across country, age, and year, we find that both benefits and regional wages matter. Simulations suggest that the upswing in disability insurance take-up in the United States would be reversed, dropping the caseload by one third, if benefits and wages had followed the growth path observed in Canada.\n\n",
    "acknowledgement": "\nThis paper was prepared for the conference “Public Policies in Canada and the United States,” held in Gatineau Quebec, October 27-28, 2016. We would like to acknowledge David Card, Phil Oreopoulos and Employment and Social Development Canada for organizing the project. We thank Claude Lavoie and other participants for their comments on the paper. We also thank John Rietschlin and others at Employment and Social Development Canada for their assistance with CPP-D administrative data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nKevin Milligan\n\nLast updated: January 6, 2017.\n\n\nThe American Economic Association has a disclosure policy for potential conflicts of interest, as does the National Bureau of Economic Research. To fulfil my obligations under those policies, I have posted my disclosure here, which is up-to-date as of January 2017.\n\n\nThe subject of the disclosure statement above is mainly financial, but it also included items related to political and policy activity. In this blog post I expand briefly on the political and policy activity.\n\n\nFrom time to time, I take calls from government officials for advice on policy matters. I answer the calls when I’m able.\n\n\nIn the past, MPs from all three main parties have cited me as a credible reference in the House of Commons. (CPC, LPC, NDP)\n\n\nIn 2014-15, I was a member of the Economic Advisory Council for the Liberal Party of Canada. I also assisted in developing some parts of their policy platform and gave some advice during the campaign. These roles were unpaid, and ended with the October 19, 2015 election.\n\n\nSince the 2015 election, I have continued to have occasional policy conversations with, among others, officials from the Prime Minister’s Office, and the Office of the Leader of the Opposition. Starting in June 2016, I advised the Department of Finance on its Review of Federal Tax Expenditures. From September to December 2016, I spent 80% of my time providing research and advice to the Department of Finance. Details of this arrangement are here. As of January 1st, 2017 I am back 100% to my teaching, research, and administrative duties at UBC.\n\n\nFAQs\n\n\n1. I’m a journalist. should I quote you?\n\n\nA: That’s your decision. I disclose; you decide. You can include any of the above information you’d like, if you think your readers would appreciate it.\n\n\n2. Are you a member of a political party?\n\n\nA: No.\n\n\n3. Do you endorse any political party?\n\n\nA: No.\n\n\n4. Are you a spokesperson for the government or any party? Do they speak for you?\n\n\nA: No. I provide occasional advice. Politicians and officials sift that advice through their policy and political filters and come up with a position. I’m not responsible for what comes out the other side. Experts should give advice; elected representatives should make decisions.\n\n\n5. Why do you comment on policy?\n\n\nA: I believe my role as a social scientist in public interactions is to push the debate toward consideration of facts, evidence, and research. Very often, people complain there is too little consideration of evidence in our political system. When actors in the political system reach out to me to inquire about what the research says, I’m going to take that call.\n\n\n\nTammy Schirle\n\nThis document attempts to disclose completely my potential conflicts of interest.\n\n\nSources of support exceeding $5,000 since 2011:\n1.\tWilfrid Laurier University (salary 2011-present)\n2.\tSocial Science and Humanities Research Council of Canada: Insight Development Grant (2015-2017)\n3.\tOntario Ministry of Labour, Pay Equity Commission, Gender Wage Gap Grant Program (three research grants 2014-15, 2015-16, and 2016-17)\n4.\tCanadian Labour Market and Skills Researcher Network  and Human Resources and Skills Development Canada (stipend for paper and directing research series, 2013)\n5.\tMITACS, in partnership with Biz-Zone Internet Group Inc. Accelerate program (2015)\n\n\nRelevant paid positions since 2011:\n1.\tAssociate Editor, Canadian Public Policy (paid, 2015-present)\n2.\tEditor, B.E. Journal of Economic Analysis & Policy (paid, 2016-present)\n3.\tOccasional reviewer for Employment and Social Development Canada (paid)\n\n\nAdditional affiliations and positions since 2011:\n1.\tResearch Fellow, C.D. Howe Insitute (unpaid, 2016-present)\n2.\tChair, Waterloo Region Collaborative Economic Research Group (unpaid, 2014-present)\n3.\tBoard Member, Canadian Labour Economics Forum (unpaid, 2015-present)\n4.\tDirector, Laurier Centre for Economic Research and Policy Analysis (unpaid, teaching release, 2014-present)\n\n\nAsset disclosure:\nI hold shares in companies only through broadly diversified investment vehicles.  I do not directly hold shares of any individual corporation.\n\n\nPolitical activity:\nI am not a member of any political party.\n\n\n"
}