{
    "id": 23400,
    "citation_title": "Economic Shocks and Crime: Evidence from the Brazilian Trade Liberalization",
    "citation_author": [
        "Rafael Dix-Carneiro",
        "Rodrigo R. Soares",
        "Gabriel Ulyssea"
    ],
    "citation_publication_date": "2017-05-15",
    "issue_date": "2017-05-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the effect of changes in economic conditions on crime. We exploit the 1990s trade liberalization in Brazil as a natural experiment generating exogenous shocks to local economies. We document that regions exposed to larger tariff reductions experienced a temporary increase in crime following liberalization. Next, we investigate through what channels the trade-induced economic shocks may have affected crime. We show that the shocks had significant effects on potential determinants of crime, such as labor market conditions, public goods provision, and income inequality. We propose a novel framework exploiting the distinct dynamic responses of these variables to obtain bounds on the effect of labor market conditions on crime. Our results indicate that this channel accounts for 75 to 93 percent of the effect of the trade-induced shocks on crime.\n\n",
    "acknowledgement": "\nAn earlier version of this paper circulated under the title \"Local Labor Market Conditions and Crime: Evidence from the Brazilian Trade Liberalization.\" We thank Data Zoom, developed by the Department of Economics at PUC-Rio, for providing codes for accessing IBGE microdata. We are grateful to  Guilherme Hirata and Brian Kovak for help with several data questions and to Peter Arcidiacono, Anna Bindler, Claudio Ferraz, Penny Goldberg, Brian Kovak, Matt Masten, Edward Miguel, David Mustard, Mark Rosenzweig, Duncan Thomas and seminar participants at the 6th ALCAPONE Meeting, 8th Transatlantic Workshop on the Economics of Crime, 22nd Meeting of Empirical Investigations in International Trade, 31st BREAD Conference, Brown University, College of William and Mary, Columbia University (SIPA and Economics), Duke University, EESP-FGV, EPGE-FGV, IPEA, Pompeu Fabra, PUC-Chile, PUC-Rio, U of Chile, U of Georgia, U of Toulouse, World Bank and Yale University for discussions and comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}