{
    "id": 23407,
    "citation_title": "Lessons Unlearned? Corporate Debt in Emerging Markets",
    "citation_author": [
        "Laura Alfaro",
        "Gonzalo Asis",
        "Anusha Chari",
        "Ugo Panizza"
    ],
    "citation_publication_date": "2017-05-15",
    "issue_date": "2017-05-11",
    "revision_date": "2017-11-01",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper documents a set of new stylized facts about leverage and financial fragility for emerging market firms following the Global Financial Crisis (GFC). Corporate debt vulnerability indicators during the Asian Financial Crisis (AFC) attributed to corporate financial roots provide a benchmark for comparison. Firm-level data show that post-GFC, emerging market corporate balance sheet indicators have not deteriorated to AFC crisis-country levels. However, more countries are close to or in the “vulnerable” range of Altman’s Z-score, and average leverage for the entire emerging market sample is higher in the post-GFC period than during the AFC. Regression estimates suggest that the relationship between leverage, exchange rate depreciations, and corporate financial distress is time varying. Also, a central finding is that firm size is correlated with corporate distress and, further, that currency depreciations amplify the impact of leverage on financial vulnerability for large firms during a crisis. Consistent with Gabaix (2011) the paper finds a granularity effect in that large firms are systemically important—idiosyncratic shocks to the sales growth of large firms significantly correlate with GDP growth in our emerging markets sample. Relatedly, the sales growth of large firms with higher leverage is more adversely impacted by exchange rate shocks. While this result holds for the average country in our sample, there is substantial cross-country heterogeneity.\n\n",
    "acknowledgement": "\nWe thank participants at NBER conference Capital Flows and Debt in Emerging Markets, Luis Serven for an insightful discussion, Carmen Reinhart and Sebnem Kalemli-Ozcan for comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}