{
    "id": 23401,
    "citation_title": "Exchange Rate Disconnect in General Equilibrium",
    "citation_author": [
        "Oleg Itskhoki",
        "Dmitry Mukhin"
    ],
    "citation_publication_date": "2017-05-15",
    "issue_date": "2017-05-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a dynamic general equilibrium model of exchange rate determination, which simultaneously accounts for all major puzzles associated with nominal and real exchange rates. This includes the Meese-Rogoff disconnect puzzle, the PPP puzzle, the terms-of-trade puzzle, the Backus- Smith puzzle, and the UIP puzzle. The model has two main building blocks — the driving force (or the exogenous shock process) and the transmission mechanism — both crucial for the quantitative success of the model. The transmission mechanism — which relies on strategic complementarities in price setting, weak substitutability between domestic and foreign goods, and home bias in consumption — is tightly disciplined by the micro-level empirical estimates in the recent international macroeconomics literature. The driving force is an exogenous small but persistent shock to international asset demand, which we prove is the only type of shock that can generate the exchange rate disconnect properties. We then show that a model with this financial shock alone is quantitatively consistent with the moments describing the dynamic comovement between exchange rates and macro variables. Nominal rigidities improve on the margin the quantitative performance of the model, but are not necessary for exchange rate disconnect, as the driving force does not rely on the monetary shocks. We extend the analysis to multiple shocks and an explicit model of the financial sector to address the additional Mussa puzzle and Engel’s risk premium puzzle.\n\n",
    "acknowledgement": "\nWe thank Ariel Burstein, Charles Engel, Robert Kollmann and Cédric Tille for insightful discussions, Mark Aguiar, Andy Atkeson, Adrien Auclert, Giancarlo Corsetti, Konstantin Egorov, Emmanuel Farhi, Gita Gopinath, Pierre-Olivier Gourinchas, Galina Hale, Tarek Hassan, Maury Obstfeld, Kenneth Rogoff, Esteban Rossi-Hansberg, Jesse Schreger, Jón Steinsson, Eric van Wincoop, Jaume Ventura, Adrien Verdelhan, MarkWatson, and seminar/conference participants at LBS, Princeton, UPF/CREI, Yale, CEPR, IMF, SED, NBER, and UCLA for helpful comments, and Nastya Burya for outstanding research assistance. The views expressed herein are those of the authors and not necessarily those of the National Bureau of Economic Research.\n\n\n"
}