{
    "id": 23408,
    "citation_title": "Male Earnings, Marriageable Men, and Nonmarital Fertility: Evidence from the Fracking Boom",
    "citation_author": [
        "Melissa S. Kearney",
        "Riley Wilson"
    ],
    "citation_publication_date": "2017-05-15",
    "issue_date": "2017-05-11",
    "revision_date": "2018-10-23",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere has been a well-documented retreat from marriage among less educated individuals in the U.S. and non-marital childbearing has become the norm among young mothers and mothers with low levels of education. One hypothesis is that the declining economic position of men in these populations is at least partially responsible for these trends. That leads to the reverse hypothesis that an increase in potential earnings of less-educated men would correspondingly lead to an increase in marriage and a reduction in non-marital births. To investigate this possibility, we empirically exploit the positive economic shock associated with localized “fracking booms” throughout the U.S. in recent decades. We confirm that these localized fracking booms led to increased wages for non-college-educated men. A reduced form analysis reveals that in response to local-area fracking production, both marital and non-marital births increase and there is no evidence of an increase in marriage rates. The pattern of results is consistent with positive income effects on births, but no associated increase in marriage. We compare our findings to the family formation response to the Appalachian coal boom experience of the 1970s and 1980s, when it appears that marital births and marriage rates increased, but non-marital births did not. This contrast potentially suggests important interactions between economic forces and social context.\n\n",
    "acknowledgement": "\nWe are grateful to Phil Levine, Kevin Lang, Seth Sanders, Na’ama Shenhav, and Jim Ziliak for helpful comments. We also thank our University of Maryland colleagues for many helpful comments during the applied microeconomics and population center workshops, as well as seminar participants at the University of Virginia, Boston University, and University of Kentucky. We gratefully acknowledge financial support from a University of Maryland Population Research Center seed grant. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}