{
    "id": 23411,
    "citation_title": "Policy Uncertainty In Japan",
    "citation_author": [
        "Elif C. Arbatli",
        "Steven J. Davis",
        "Arata Ito",
        "Naoko Miake"
    ],
    "citation_publication_date": "2017-05-22",
    "issue_date": "2017-05-18",
    "revision_date": "2022-01-12",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop new economic policy uncertainty (EPU) indices for Japan from January 1987 onwards, building on Baker, Bloom and Davis (2016). Each index reflects the frequency of newspaper articles that contain certain terms pertaining to the economy, policy matters, and uncertainty. Our overall EPU index co-varies positively with implied volatilities for Japanese equities, exchange rates, and interest rates and with a survey-based measure of political uncertainty. It rises around contested national elections and major leadership transitions in Japan, during the Asian financial crisis and in reaction to the Lehman Brothers failure, U.S. debt downgrade in 2011, Brexit referendum, the deferral of a consumption tax hike, and the onset of the COVID-19 pandemic. Our uncertainty indices for fiscal, monetary, trade, and exchange rate policy co-vary positively but also display distinct dynamics. For example, our trade policy uncertainty (TPU) index rocketed upwards when the U.S. withdrew from the Trans-Pacific Partnership. VAR models imply that upward EPU innovations foreshadow deteriorations in Japan’s macroeconomic performance, as reflected by impulse response functions for investment, employment, and output. Our study adds to evidence that credible policy plans and strong policy frameworks can favorably influence macroeconomic performance by reducing policy uncertainty.\n\n",
    "acknowledgement": "\nWe thank Luc Everaert, Divya Kirti, Sagiri Kitao, Masayuki Morikawa, Carlos Mulas-Granados, Atsushi Nakajima, Todd Schneider, Yasushi Sugayama, Katsiaryna Svirydzenka, Vlodomyr Tulin, Francis Vitek, Sungwook Yoon and an anonymous referee for very useful comments and suggestions and Yihan Liu for excellent research assistance. We are especially grateful to Ikuo Saito, who was a coauthor on an earlier draft. Steven J. Davis gratefully acknowledges financial support from the U.S. National Science Foundation [SES 132425] and the Booth School of Business at the University of Chicago. The views expressed in this paper are those of the author(s) and do not necessarily represent the views of the National Bureau of Economic Research.\n\n\n"
}