{
    "id": 23419,
    "citation_title": "Imperfect Financial Markets and Shareholder Incentives in Partial and General Equilibrium",
    "citation_author": [
        "Elias Albagli",
        "Christian Hellwig",
        "Aleh Tsyvinski"
    ],
    "citation_publication_date": "2017-05-22",
    "issue_date": "2017-05-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze the firm-level and aggregate consequences of equity market imperfections in the form of noisy information aggregation for corporate risk-taking and investment. Market imperfections cause controlling shareholders to invest too much in upside risks and too little in downside risks in an attempt to capture market rents. In partial equilibrium, these inefficiencies are particularly severe if upside risks are coupled with near constant returns to scale. In general equilibrium, the shareholders’ collective attempts to boost shareholder value of individual firms leads to a novel pecuniary externality that amplifies investment distortions with downside risks but offsets distortions with upside risks, thereby overturning the results from the partial equilibrium analysis. We consider policy interventions to correct the distortions, and show that in general equilibrium such interventions disrupt the financial market’s allocational role. We analyze extensions of our model to excess leverage, agency conflicts between shareholders and managers, negative welfare effects of transparency, excess sensitivity of investment to stock prices, and dynamically inconsistent firm behavior.\n\n",
    "acknowledgement": "\nWe thank Effi Benmelech, Bruno Biais, John Campbell, V.V. Chari, Amil Dasgupta, Kinda Hachem, Zhiguo He, Ulrich Hege, Peter Kondor, Guido Lorenzoni, Markus Brunnermeier, Stephen Morris, Jeremy Stein, Jean Tirole, Michael Song, Vasiliki Skreta, and Pietro Veronesi and numerous seminar and conference audiences for comments. Section 5.4 of this draft subsumes results from our earlier paper titled “Information aggregation, investment and managerial incentives” (Albagli, Hellwig and Tsyvinski, 2011a). Hellwig gratefully acknowledges financial support from the European Research Council (starting grant agreement 263790). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nChristian Hellwig\n\nI am compensated at more than 10000$ per year for research and consulting work with partners of Toulouse's \"Institut d'Economie Industrielle\". This compensation is both for direct consulting and for research on topics covered by these partnerships. In my case, the consulting is exclusively with Banque de France, but some of my research may also be used in connection with other IDEI partnerships.\n\n\nAdditional research support for this paper from the European Research Council is already acknowledged in the paper.\n\n\n"
}