{
    "id": 23415,
    "citation_title": "From Extreme to Mainstream: How Social Norms Unravel",
    "citation_author": [
        "Leonardo Bursztyn",
        "Georgy Egorov",
        "Stefano Fiorin"
    ],
    "citation_publication_date": "2017-05-22",
    "issue_date": "2017-05-18",
    "revision_date": "2018-07-21",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSocial norms are typically thought to be persistent and long-lasting, sometimes surviving through growth, recessions, and regime changes. In some cases, however, they can quickly change. This paper examines the unraveling of social norms in communication when new information becomes available, e.g., aggregated through elections. We build a model of strategic communication between citizens who can hold one of two mutually exclusive opinions. In our model, agents communicate their opinions to each other, and senders care about receivers' approval. As a result, senders are more likely to express the more popular opinion, while receivers make less inference about senders who stated the popular view. We test these predictions using two experiments. In the main experiment, we identify the causal effect of Donald Trump's rise in political popularity on individuals' willingness to publicly express xenophobic views. Participants in the experiment are offered a bonus reward if they authorize researchers to make a donation to an anti-immigration organization on their behalf. Participants who expect their decision to be observed by the surveyor are significantly less likely to accept the offer than those expecting an anonymous choice. Increases in participants' perceptions of Trump's popularity (either through experimental variation or through the “natural experiment” of his victory) eliminate the wedge between private and public behavior. A second experiment uses dictator games to show that participants judge a person less negatively for publicly expressing (but not for privately holding) a political view they disagree with if that person's social environment is one where the majority of people holds that view.\n\n",
    "acknowledgement": "\nWe would like to thank Daron Acemoglu, Abhijit Banerjee, Davide Cantoni, Esther Duflo, Benjamin Enke, Raymond Fisman, Tarek Hassan, John List, Emir Kamenica, Ricardo Perez-Truglia, Frank Schilbach, Andrei Shleifer, Hans-Joachim Voth, and Noam Yuchtman, for helpful comments and suggestions. Excellent research assistance was provided by Raymond Han, Jacob Miller, and Aakaash Rao. We are grateful to the UCLA Behavioral Lab for financial support. This study received approval from the UCLA Institutional Review Board. The experiments reported in this study can be found in the AEA RCT Registry (AEARCTR-0001752 and AEARCTR-0002028). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}