{
    "id": 23410,
    "citation_title": "The Effect of Natural Disasters on Economic Activity in US Counties: A Century of Data",
    "citation_author": [
        "Leah Platt Boustan",
        "Matthew E. Kahn",
        "Paul W. Rhode",
        "Maria Lucia Yanguas"
    ],
    "citation_publication_date": "2017-05-15",
    "issue_date": "2017-05-11",
    "revision_date": "2020-06-09",
    "topics": [
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMore than 100 natural disasters strike the United States every year, causing extensive fatalities and damages. We construct the universe of US federally designated natural disasters from 1920 to 2010. We find that severe disasters increase out-migration rates at the county level by 1.5 percentage points and lower housing prices/rents by 2.5–5.0 percent. The migration response to milder disasters is smaller but has been increasing over time. The economic response to disasters is most consistent with falling local productivity and labor demand. Disasters that convey more information about future disaster risk increase the pace of out-migration.\n\n",
    "acknowledgement": "\nWe acknowledge helpful conversations with Martha Bailey, Hoyt Bleakley, Dora Costa, Richard Hornbeck, Suresh Naidu, Bailey Palmer, Myera Rashid, Richard Sutch and Randall Walsh, and with workshop participants at UCLA and at the Property and Environmental Research Center. Paul Rhode is grateful for funding from the Michigan Institute for Teaching and Research in Economics (MITRE) and the assistance of Eleanor Wilking. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}