{
    "id": 23417,
    "citation_title": "Handle with Care: The Local Air Pollution Costs of Coal Storage.",
    "citation_author": [
        "Akshaya Jha",
        "Nicholas Z. Muller"
    ],
    "citation_publication_date": "2017-05-22",
    "issue_date": "2017-05-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBurning coal is known to have environmental costs; this paper quantities the local environmental costs of transporting and storing coal at U.S. power plants for the sample period 2002-2012. We first demonstrate that a 10% increase in coal stockpiles (number of deliveries) results in a 0.07% (0.16%) increase in the average concentration of fine particulates (PM2.5) for locations up to 25 miles away from, and downwind from, plants. We next assess the impacts of PM2.5 on average adult and infant mortality rates using coal stockpiles and deliveries as instruments for PM2.5. Our findings within this instrumental variables framework indicate that a 10% increase in PM2.5 leads to a 1.1% (6.6%) increase in average adult (infant) mortality rates; these causal estimates are similar in magnitude to the epidemiological estimates used by the USEPA in their regulatory impact analyses. Our estimated increase in mortality rates implies local environmental costs of $183 ($203) per ton of coal stockpiled (delivered); to put this in perspective, the average power plant paid roughly $48 per ton for coal during our sample period. These sizable but highly localized environmental costs of coal transportation and storage disproportionately impact the economically disadvantaged communities living near coal-fired power plants.\n\n",
    "acknowledgement": "\nThe authors would like to thank Max Auffhammer, Prashant Bharadwaj, Jim Bushnell, Steve Cicala, Karen Clay, Lucas Davis, Meredith Fowlie, Katrina Jessoe, David Rapson, Jim Sallee, and Wally Thurman as well as seminar and conference participants (listed chronologically) at Penn State University, the Midwest Energy Fest, the Property and Environmental Research Center (PERC) Seminar, UC Berkeley, UC Davis, the Heartland Workshop, the Workshop on Environmental and Energy Policy hosted by Utah State University, and UC San Diego. Jha would also like to gratefully acknowledge that work on this project was supported by the Lone Mountain Fellowship provided by PERC. Muller acknowledges support provided by the USEPA under: EPA-G2014-STAR-J1. Any remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}