{
    "id": 23414,
    "citation_title": "Status Goods: Experimental Evidence from Platinum Credit Cards",
    "citation_author": [
        "Leonardo Bursztyn",
        "Bruno Ferman",
        "Stefano Fiorin",
        "Martin Kanz",
        "Gautam Rao"
    ],
    "citation_publication_date": "2017-05-22",
    "issue_date": "2017-05-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Households and Firms",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides novel field-experimental evidence on status goods. We work with an Indonesian bank that markets platinum credit cards to high-income customers. In a first experiment, we show that demand for the platinum card greatly exceeds demand for a nondescript control product with identical benefits, suggesting demand for the pure status aspect of the card. Transaction data reveal that platinum cards are more likely to be used in social contexts, implying social image motivations. Combining price variation with information on the use of the card sheds light on the magnitude of the demand for social status. In a second experiment, we provide evidence of positional externalities from the consumption of these status goods.  The final experiment shows that increasing self-esteem causally reduces demand for status goods. We infer that part of the demand for status is psychological in nature, and that social image is a substitute for self-image.\n\n",
    "acknowledgement": "\nWe would like to thank Nava Ashraf, Abhijit Banerjee, Roland Bénabou, Stefano DellaVigna, Benjamin Enke, Robert Frank, Matthew Gentzkow, Ori Heffetz, David Laibson, David McKenzie, Markus Mobius, Ricardo Perez-Truglia, Christopher Roth, Andrei Shleifer, Kelly Shue, Lise Vesterlund, David Yanagizawa-Drott, and numerous seminar participants for helpful comments and suggestions. Support from the World Bank Strategic Research Program is gratefully acknowledged. The opinions expressed do not necessarily represent the views of the World Bank, its Executive Directors, or the countries they represent. This study was approved by the UCLA Institutional Review Board. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}