{
    "id": 23413,
    "citation_title": "False Alarm? Estimating the Marginal Value of Health Signals",
    "citation_author": [
        "Toshiaki Iizuka",
        "Katsuhiko Nishiyama",
        "Brian Chen",
        "Karen Eggleston"
    ],
    "citation_publication_date": "2017-05-22",
    "issue_date": "2017-05-18",
    "revision_date": "2021-01-13",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate the marginal value of information in the context of health signals after checkups. Although underlying health status is similar for individuals just below and above a clinical threshold, treatments differ according to the checkup signals they receive. For the general population, whereas health warnings about diabetes increase healthcare utilization, health outcomes do not improve at the threshold. However, among high-risk individuals, outcomes do improve, and improved health is worth its cost. These results indicate that the marginal value of health information depends on setting appropriate thresholds for health warnings and targeting individuals most likely to benefit from follow-up medical care.\n\n",
    "acknowledgement": "\nThis paper is a substantially revised version of the paper previously circulated as “Is Preventive Care Worth the Cost? Evidence from Mandatory Checkups in Japan.” We are grateful to Philip Clarke, Martin Gaynor, Chie Hanaoka, Daniel Herrera, Hyuncheol Kim, Ming-Jen Lin, Nada Wasi, and seminar and conference participants at Stanford University, University of Southern California, Tokyo University of Science, AEA meetings, AWEHE, EuHEA Conference, iHEA Congress, IRDES-Dauphine Health Economics Workshop, JHEA Conference, and the Korea-Taiwan-Japan Health Economics Associations Joint Conference for helpful comments and suggestions. The Kikawada Foundation, Abe Fellowship Program, and JSPS Bilateral Open Partnership Joint Research Projects are gratefully acknowledged for their financial support. All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}