{
    "id": 23418,
    "citation_title": "Survey Measurement of Probabilistic Macroeconomic Expectations: Progress and Promise",
    "citation_author": [
        "Charles F. Manski"
    ],
    "citation_publication_date": "2017-05-22",
    "issue_date": "2017-05-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEconomists commonly suppose that persons have probabilistic  expectations for uncertain events, yet empirical research measuring expectations was long rare. The inhibition against collection of expectations data has gradually lessened, generating a substantial body of recent evidence on the expectations of broad populations. This paper first summarizes the history leading to development of the modern literature and overviews its main concerns. I then describe research on three subjects that should be of direct concern to macroeconomists: expectations of equity returns, inflation expectations, and professional macroeconomic forecasters. I also describe work that questions the assumption that persons have well-defined probabilistic expectations and communicate them accurately in surveys. Finally, I consider the evolution of thinking about expectations formation in macroeconomic policy  analysis. I favorably observe the increasing willingness of theorists to study alternatives to rational expectations assumptions, but I express concern that models of expectations formation will proliferate in the absence of empirical research to discipline thinking. To make progress, I urge measurement and analysis of the revisions to expectations that agents make following occurrence of unanticipated shocks.\n\n",
    "acknowledgement": "\nThis research was supported in part by National Science Foundation grant SES-1129475.  I am grateful for comments on earlier drafts from Nicholas Bloom, Martin Eichenbaum, Pamela Giustinelli, Lawrence Hazelrigg, Jonathan Parker, Wilbert van der Klaauw, and Joachim Winter. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}