{
    "id": 23416,
    "citation_title": "Australian Squatters, Convicts, and Capitalists: Dividing Up a Fast-Growing Frontier Pie 1821-1871",
    "citation_author": [
        "Laura Panza",
        "Jeffrey G. Williamson"
    ],
    "citation_publication_date": "2017-05-22",
    "issue_date": "2017-05-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Labor and Health History",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCompared with its nineteenth century competitors, Australian GDP per worker grew exceptionally fast, about twice that of the US and three times that of Britain. This paper asks whether the fast growth performance produced rising inequality. Using a novel data set we offer new evidence supporting unambiguously the view that, in sharp contrast with US, Australia underwent a revolutionary levelling in incomes between the 1820s and the 1870s. This assessment is based on our annual estimates of functional shares in the form of land rents, convict incomes, free unskilled incomes, free skill premiums, British imperial transfers and a capitalist residual.\n\n",
    "acknowledgement": "\nWe acknowledge with thanks the comment of William Coleman, Alan Taylor, Martin Shanahan, David Merrett, Hamish Maxwell-Stewart, Deborah Oxley and especially Jeff Borland. We are grateful to Taehyun Ryu for offering good research assistance. In addition, we acknowledge the useful comments from the audience at ANU, APEBH 2017 (Melbourne), Adelaide, Monash, and Melbourne. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}