{
    "id": 23421,
    "citation_title": "Racial Bias in Bail Decisions",
    "citation_author": [
        "David Arnold",
        "Will Dobbie",
        "Crystal S. Yang"
    ],
    "citation_publication_date": "2017-05-22",
    "issue_date": "2017-05-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Discrimination",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops a new test for identifying racial bias in the context of bail decisions – a high-stakes setting with large disparities between white and black defendants. We motivate our analysis using Becker's (1957) model of racial bias, which predicts that rates of pre-trial misconduct will be identical for marginal white and marginal black defendants if bail judges are racially unbiased. In contrast, marginal white defendants will have a higher probability of misconduct than marginal black defendants if bail judges are racially biased against blacks. To test the model, we develop a new estimator that uses the release tendencies of quasi-randomly assigned bail judges to identify the relevant race-specific misconduct rates. Estimates from Miami and Philadelphia show that bail judges are racially biased against black defendants, with substantially more racial bias among both inexperienced and part-time judges. We also find that both black and white judges are biased against black defendants.  We argue that these results are consistent with bail judges making racially biased prediction errors, rather than being racially prejudiced per se.\n\n",
    "acknowledgement": "\nWe thank Pedro Bordalo, Leah Platt Boustan, David Deming, Hanming Fang, Hank Farber, Roland Fryer, Jonah Gelbach, Nicola Gennaioli, Edward Glaeser, Paul Goldsmith-Pinkham, Christine Jolls, Louis Kaplow, Larry Katz, Michal Kolesár, Ilyana Kuziemko, Magne Mogstad, Nicola Persico, Steven Shavell, Andrei Shleifer, David Silver, Alex Torgovitsky, and numerous seminar participants for helpful comments and suggestions.  Molly Bunke, Kevin DeLuca, and Amy Wickett provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}