{
    "id": 23428,
    "citation_title": "Financial Intermediation in Private Equity: How Well Do Funds of Funds Perform?",
    "citation_author": [
        "Robert S. Harris",
        "Tim Jenkinson",
        "Steven N. Kaplan",
        "Ruediger Stucke"
    ],
    "citation_publication_date": "2017-05-22",
    "issue_date": "2017-05-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper focuses on funds of funds (FOFs) as a form of financial intermediation in private equity (both buyout and venture capital). After accounting for fees, FOFs provide returns equal to or above public market indices for both buyout and venture capital. While FOFs focusing on buyouts outperform public markets, they underperform direct fund investment strategies in buyout.  In contrast, the average performance of FOFs in venture capital is on a par with results from direct venture fund investing. This suggests that FOFs in venture capital (but not in buyouts) are able to identify and access superior performing funds.\n\n",
    "acknowledgement": "\nThis research has been supported by the UAI Foundation and the Private Equity Research Consortium. We thank Burgiss for supplying data and especially James Bachman and Julia Bartlett. We also thank Wendy Hu and William Waller for excellent research assistance and we thank Arthur Korteweg, Peter Cornelius, and participants at the January 2017 American Finance Association conference and at various other seminars for helpful suggestions.  Harris has invested in private and public equities and has held a board position for funds investing in public equities. Kaplan has invested in and consulted to buyout and venture capital funds of funds. Jenkinson has consulted to limited partners, and has held board positions in private equity-backed portfolio companies and in a fund investing in private equity. He also has invested in private and public equities. Stucke participated in this research during his time at Oxford University; the views and opinions expressed in this article are those of the author and do not necessarily reflect views of his current employer. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}