{
    "id": 23424,
    "citation_title": "Monetary Policy through Production Networks: Evidence from the Stock Market",
    "citation_author": [
        "Ali Ozdagli",
        "Michael Weber"
    ],
    "citation_publication_date": "2017-05-22",
    "issue_date": "2017-05-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMonetary policy shocks have a large impact on stock returns in narrow windows around press releases by the Federal Reserve. We use spatial autoregressions to decompose the overall effect of monetary policy shocks into a direct effect and an indirect (network) effect. We attribute 50%-85% of the overall effect to indirect effects. The decomposition is a robust feature of the data and we confirm large indirect effects in realized cash-flow fundamentals. A simple model with intermediate inputs guides our empirical strategy. Our findings indicate that production networks might be an important propagation mechanism of monetary policy to the real economy.\n\n",
    "acknowledgement": "\nWe thank Enghin Atalay (discussant), David Baqaee (discussant), Susanto Basu, Daniele Bianchi (discussant), John Campbell, Vasco Carvalho, Anna Cieslak (discussant), Gabe Chodorow-Reich, Larry Christiano, Marty Eichenbaum, Jose Fillat, Mark Garmaise, Mark Gertler, Basile Grassi (discussant), Dan Greenwald, Lars Hansen, Sam Hartzmark, Bernard Herskovic (discussant), Simon Gilchrist, Michael Gofman, Narayana Kocherlakota, Oleksiy Kryvtsov, Sydney Ludvigson, Hanno Lustig, Emanuel Moench, Atif Mian, Rick Mishkin, Stefan Nagel, Lubos Pastor, Paolo Pasquariello (discussant), Carolin Pflueger (discussant), David Romer, Eric Swanson, Yinan Su, Alireza Tahbaz-Salehi (discussant), Stijn Van Nieuwerburgh (discussant), Paul Whelan (discussant), Toni Whited, and conference and seminar participants at AEA 2017, Adam Smith Asset Pricing Workshop 2016, Asset Prices and the Macro Economy Conference, Banco Central de Colombia, Bank of Canada, Bank for International Settlements, Banque de France, 2016 Barcelona Summer Forum, 2016 Cambridge-Inet Confernece on Firms in Macroeconomics, Chicago, Columbia University, Chinese University Hong Kong, City University Hong Kong, Duke-UNC Asset Pricing Conference, EAFIT University, Econometric Society NASM 2016, 2016 Ghent Workshop on Empirical Macroeconomics, HKUST, ESMT/ HU Berlin, Insper, NBER Monetary Economics, NBER SI Impulse and Propagation, PUC-Rio, SED 2016, Texas Finance Festival, UCLA Anderson, University of Michigan, and Ozyegin University for valuable comments. Weber gratefully acknowledges financial support from the University of Chicago, the Neubauer Family Foundation, and the Fama-Miller Center.  The views expressed in this paper are the authors and do not necessarily reflect those of the Federal Reserve Bank of Boston, the Federal Reserve System, the Federal Open Market Committee (FOMC), or the National Bureau of Economic Research. We thank Will Cassidi, Menaka Hampole and Stephen Lamb for excellent research assistance.\n\n\n"
}