{
    "id": 23437,
    "citation_title": "Management and Student Achievement: Evidence from a Randomized Field Experiment",
    "citation_author": [
        "Roland G. Fryer",
        "Jr"
    ],
    "citation_publication_date": "2017-05-22",
    "issue_date": "2017-05-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study examines the impact on student achievement of implementing management training for principals in traditional public schools in Houston, Texas, using a school-level randomized field experiment. Across two years, principals were provided 300 hours of training on lesson planning, data-driven instruction, and teacher observation and coaching. The findings show that offering management training to principals significantly increases student achievement in all subjects in year one and has an insignificant effect in year two. We argue that the results in year two are driven by principal turnover, coupled with the cumulative nature of the training. Schools with principals who are predicted to remain in their positions for both years of the experiment demonstrate large treatment effects in both years – particularly those with principals who are also predicted to implement the training with high fidelity – while those with principals that are predicted to leave have statistically insignificant effects in each year of treatment.\n\n",
    "acknowledgement": "\nI give special thanks to Terry Grier and Darryl Williams for countless hours of advice, counsel, and implementation support, and my colleagues Josh Angrist, David Card, Kerwin Charles, Will Dobbie, Robert Gibbons, Michael Greenstone, Lawrence Katz, Nathan Hendren, Jesse Shapiro, and John Van Reenen, and seminar participants at NBER Summer Institute and MIT for comments and suggestions at various stages of this project.  Meghan Howard Noveck, Sara Gussin, Danny Clark, Hannah Ruebeck, Damini Sharma, and Darryl Williams provided truly exceptional implementation support and research assistance. Financial support from the Overdeck Family Foundation and the Eli and Edythe Broad Foundation is gratefully acknowledged. Correspondence can be addressed to the author by mail: Department of Economics, Harvard University, 1805 Cambridge Street, Cambridge MA, 02138; or by email: rolandfryer@edlabs.harvard.edu. All errors are the sole responsibility of the author. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}