{
    "id": 23434,
    "citation_title": "Price Risk, Production Flexibility, and Liquidity Management: Evidence from Electricity Generating Firms",
    "citation_author": [
        "Chen Lin",
        "Thomas Schmid",
        "Michael S. Weisbach"
    ],
    "citation_publication_date": "2017-05-22",
    "issue_date": "2017-05-18",
    "revision_date": "2017-08-15",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nProduction inflexibility together with product price uncertainty creates price risk, which is a potentially important factor for firms’ liquidity management. One industry for which price risk can be measured is the electricity producing industry. We use data on hourly electricity prices in 41 markets to measure fluctuations in output prices and information on over 60,000 power plants to approximate firms’ flexibilty to vary output quantities. Our results suggest that higher electricity price volatility leads to increased cash holdings, but only in firms using inflexible production technologies. This effect is robust to a number of specification choices including instrumenting for volatility in electricity prices using weather forecast data. After deregulation, firms hold 20-25% more cash, suggesting that the process of deregulation increases the risk firms’ face. Price risk affects cash holdings most in financially constrained firms, and in firms that cannot easily hedge the electricity price through derivative markets. Capital market liquidity and balance sheet liquidity appear to be substitutes for one another.\n\n",
    "acknowledgement": "\nPreviously circulated as \"How Production Risk and Flexibility Affect Liquidity Management:  Evidence from Electricity Generating Firms.\" We are very grateful to Heitor Almeida, Igor Cunha, Shan Ge, John Graham, Bernadette Minton, Weiling Song, René Stulz, Tracy Wang, and seminar participants at Ohio State University and the University of Washington for helpful suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}