{
    "id": 23439,
    "citation_title": "How Do Peers Impact Learning? An Experimental Investigation of Peer-to-Peer Teaching and Ability Tracking",
    "citation_author": [
        "Erik O. Kimbrough",
        "Andrew D. McGee",
        "Hitoshi Shigeoka"
    ],
    "citation_publication_date": "2017-05-29",
    "issue_date": "2017-05-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": null,
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nClassroom peers are believed to influence learning by teaching each other, and the efficacy of this teaching likely depends on classroom composition in terms of peers’ ability. Unfortunately, little is known about peer-to-peer teaching because it is never observed in field studies. Furthermore, identifying how peer-to-peer teaching is affected by ability tracking—grouping students of similar ability—is complicated by the fact that tracking is typically accompanied by changes in curriculum and the instructional behavior of teachers. To fill this gap, we conduct a laboratory experiment in which subjects learn to solve logic problems and examine both the importance of peer-to-peer teaching and the interaction between peer-to-peer teaching and ability tracking. While peer-to-peer teaching improves learning among low-ability subjects, the positive effects are substantially offset by tracking. Tracking reduces the frequency of peer-to-peer teaching, suggesting that low-ability subjects suffer from the absence of high-ability peers to teach them.\n\n",
    "acknowledgement": "\nThe authors thank Scott Carrell, Julie Berry Cullen, David Deming and seminar participants at the Kyoto Summer Workshop on Applied Economics, the University of Alaska-Anchorage Conference on Contests and Innovation, the 2016 Canadian Economic Association Annual Conference, the 2016 Southern Economic Association Annual Meetings, and the University of Arkansas for their suggestions. Catherine Michaud-Leclerc and Hanh Tong provided outstanding assistance in conducting the experiments, as did Erli Suo and Jim Sylvester in developing the experimental software and Eric Adebayo and Garrett Petersen in analyzing the audio recordings. 　We gratefully acknowledge the financial support from SSHRC Insight Development Grant #430-2013-1067. All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}