{
    "id": 23433,
    "citation_title": "The Labor Market Effects of Refugee Waves: Reconciling Conflicting Results",
    "citation_author": [
        "Michael A. Clemens",
        "Jennifer Hunt"
    ],
    "citation_publication_date": "2017-05-22",
    "issue_date": "2017-05-18",
    "revision_date": "2017-07-14",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAn influential strand of research has tested for the effects of immigration on natives’ wages and employment using exogenous refugee supply shocks as natural experiments. Several studies have reached conflicting conclusions about the effects of noted refugee waves such as the Mariel Boatlift in Miami and post-Soviet refugees to Israel. We show that conflicting findings on the effects of the Mariel Boatlift can be explained by a large difference in the pre- and post-Boatlift racial composition in subsamples of the Current Population Survey extracts. This compositional change is specific to Miami, unrelated to the Boatlift, and arises from selecting small subsamples of workers. We also show that conflicting findings on the labor market effects of other important refugee waves are caused by spurious correlation between the instrument and the endogenous variable introduced by applying a common divisor to both. As a whole, the evidence from refugee waves reinforces the existing consensus that the impact of immigration on average native-born workers is small, and fails to substantiate claims of large detrimental impacts on workers with less than high school.\n\n",
    "acknowledgement": "\nWe received helpful comments from Samuel Bazzi, David Card, Ryan Edwards, Rachel Friedberg, Barry Hirsch, Fabian Lange, Ethan Lewis, Giovanni Peri, Hannah Postel, Edwin Robison, Justin Sandefur, two anonymous referees, and from seminar participants at the Barcelona Graduate School of Economics and King’s College London, but any errors are ours alone. We are grateful to the IPUMS project and to Rachel Friedberg, George Borjas, and Joan Monras for making data and code available to researchers. Clemens thanks the Open Philanthropy Project and Global Affairs Canada for support; Hunt is grateful to the James Cullen Chair in Economics for support. Hunt is also affiliated with the CEPR (London) and DIW-Berlin. This paper represents the views of the authors only and should not be attributed to any institutions with which they are affiliated. This paper represents the views of the authors only and should not be attributed to any institutions with which they are affiliated, nor to the National Bureau of Economic Research.\n\n\n"
}