{
    "id": 2343,
    "citation_title": "Mean Reversion in Stock Prices: Evidence and Implications",
    "citation_author": [
        "James M. Poterba",
        "Lawrence H. Summers"
    ],
    "citation_publication_date": "1987-08-01",
    "issue_date": "1987-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Econometrics",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper analyzes the statistical evidence bearing on whether transitory components account for a large fraction of the variance in common stock returns. The first part treats methodological issues involved in testing for transitory return components. It demonstrates that variance ratios are among the most powerful tests for detecting mean reversion in stock prices, but that they have little power against the principal interesting alternatives to the random walk hypothesis. The second part applies variance ratio tests to market returns for the United States over the 1871-1986 period and for seventeen other countries over the 1957-1985 period, as well as to returns on individual firms over the 1926- 1985 period. We find consistent evidence that stock returns are positively serially correlated over short horizons, and negatively autocorrelated over long horizons. The point estimates suggest that the transitory components in stock prices have a standard deviation of between 15 and 25 percent and account for more than half of the variance in monthly returns. The last part of the paper discusses two possible explanations for mean reversion: time varying required returns, and slowly-decaying \"price fads\" that cause stock prices to deviate from fundamental values for periods of several years. We conclude that explaining observed transitory components in stock prices on the basis of movements in required returns due to risk factors is likely to be difficult.\n\n",
    "acknowledgement": "\n"
}