{
    "id": 23430,
    "citation_title": "Finance and Growth: Household Savings, Public Investment, and Public Health in Late Nineteenth-Century New Jersey",
    "citation_author": [
        "Howard Bodenhorn"
    ],
    "citation_publication_date": "2017-05-22",
    "issue_date": "2017-05-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSaving is essential to the health of economies because it provides the wherewithal for investment. In the late nineteenth century, saving was also essential to the health of urban working-class households. This study brings together information from surveys of household spending and saving, reports of savings banks and insurance companies, water and sewer authorities, and health commissioners to illuminate the connections between household savings and health improvements. Contemporary financial institutions positively influenced economic growth by allocating capital to highly productive employments, including public infrastructure. Specifically, investments in waterworks contributed to the long-run decline in typhoid infection, which improved worker health and productivity.\n\n",
    "acknowledgement": "\nI thank Brian Beach, Michael Bordo, Ray Cohn, Gail Triner, Eugene White and seminar participants at Rutgers for valuable comments. Richard Sutch deserves special mention; he has been generous in providing comments and sharing his understanding of late nineteenth-century household savings behaviors. Veronia Aoki Santarosa, Denica Karadzhova, Dimitar Marmarov, and Justus Staisiunas provided exceptional research assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}