{
    "id": 23432,
    "citation_title": "Innovative Originality, Profitability, and Stock Returns",
    "citation_author": [
        "David Hirshleifer",
        "Po-Hsuan Hsu",
        "Dongmei Li"
    ],
    "citation_publication_date": "2017-05-29",
    "issue_date": "2017-05-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose that innovative originality (InnOrig) is a valuable organizational resource, and that owing to limited investor attention and skepticism of complexity, firms with greater InnOrig are undervalued.  We find that firms’ InnOrig strongly predicts higher, more persistent, and less volatile profitability; and higher abnormal stock returns—findings that are robust to extensive controls.  The return predictive power of InnOrig is stronger for firms with higher valuation uncertainty, lower investor attention, and greater sensitivity of future profitability to InnOrig. This evidence suggests that innovative originality acts as a ‘competitive moat,’ and that the market undervalues InnOrig.\n\n",
    "acknowledgement": "\nWe thank Robin Greenwood and Andrew Karolyi (the editors), and two anonymous referees for very helpful suggestions. We also thank Vikas Agarwal, Bronson Argyle (WFA discussant), Nicholas Barberis, Geert Bekaert, Hui Chen, James Choi, Lauren Cohen, Zhi Da, Karl Diether (WFA discussant), Ming Dong, Bernard  Dumas,  Phil  Dybvig,  Thierry  Foucault,  Paolo  Fulghieri,  Pengjie  Gao,  Zhenyu  Gao,  Thomas George, William Goetzmann, Amit Goyal, Allaudeen Hameed, Valentin Haddad, Gerard Hoberg, Harrison Hong,  Kewei  Hou,  Danling  Jiang,  Marcin  Kacperczyk,  Matti  Keloharju,  Praveen  Kumar,  Michael Lemmon, Jonathan Lewellen, Jay Li, Kai Li, Xu Li, Sonya Lim, Dong Lou, Gustavo Manso, Stefan Nagel, Terrance Odean, Dimitris Papanikolaou, Gordon Phillips, Joshua Pollet, Richard Sias, Mark Schankerman,\nTao  Shu,  Ken  Singleton,  Noah  Stoffman,  Rene  Stulz,  Avanidhar  Subrahmanyam,  Siew  Hong  Teoh, Sheridan Titman, Neng Wang, Xin Wang, Kelsey Wei, Kuo-chiang Wei, Wei Xiong, and seminar and conference participants at WFA (Seattle), Chinese University of Hong Kong, CityU Finance Conference, HKUST, National University of Singapore, Singapore Management University, Southwestern University of Finance and Economics, University of Arizona, University of Houston, and University of Miami for very helpful discussions, and the Don Beall Center for Innovation & Entrepreneurship and Batten Institute for Entrepreneurship and Innovation for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}