{
    "id": 23449,
    "citation_title": "Speculative Dynamics of Prices and Volume",
    "citation_author": [
        "Anthony A. DeFusco",
        "Charles G. Nathanson",
        "Eric Zwick"
    ],
    "citation_publication_date": "2017-05-29",
    "issue_date": "2017-05-25",
    "revision_date": "2022-08-05",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing data on 50 million home sales from the last U.S. housing cycle, we document that much of the variation in volume came from the rise and fall in speculation. Cities with larger speculative booms have larger price booms, sharper increases in unsold listings as the market turns, and more severe busts. We present a model in which predictable price increases endogenously attract short-term buyers more than long-term buyers. Short-term buyers amplify volume by selling faster and destabilize prices through positive feedback. Our model matches key aggregate patterns, including the lead–lag price–volume relation and a sharp rise in inventories.\n\n",
    "acknowledgement": "\nWe thank Michael Fishman, Andreas Fuster, Stefano Giglio, Edward Glaeser, Adam Guren, Sam Hanson, Amir Kermani, Stijn Van Nieuwerburgh, Alp Simsek, Johannes Stroebel, Lawrence Summers, Richard Thaler, Rob Vishny, and Wei Xiong for helpful comments. William Cassidy, Jessica Henderson, Saul Ioffie, Harleen Kaur, Laurence O'Brien, Harshil Sahai, and Iris Song provided excellent research assistance. DeFusco and Nathanson thank the Guthrie Center for Real Estate Research for financial support, and Zwick gratefully acknowledges financial support from the Fama Miller Center and Booth School of Business at the University of Chicago. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}