{
    "id": 23447,
    "citation_title": "The Life Cycle of Scholarly Articles across Fields of Research",
    "citation_author": [
        "Sebastian Galiani",
        "Ramiro H. Gálvez"
    ],
    "citation_publication_date": "2017-05-29",
    "issue_date": "2017-05-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "History of Economic Thought",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAggregate citation behavior plays a key role in scientific knowledge diffusion, as citations document the collective and cumulative nature of knowledge production. Additionally, citations are commonly taken as input for several influential evaluative metrics used to assess researchers’ performance. Nevertheless, little effort has been devoted to understanding and quantifying how article citations evolve over the years following an article’s publication and how these trends vary across fields of research. By collecting and analyzing a dataset consisting of more than five million citations to 59,707 research articles from 12 dissimilar fields of research, we quantify how citations evolve across fields of research as articles grow older. Analyzing raw citation data spanning different periods poses several methodological challenges; to tackle them, we employ quantile regression, a technique that makes it possible to control for citation inflation (the fact that citations have become more common nowadays) and to take into consideration the well-known asymmetry in the distribution of citations. We find that citations follow a life-cycle pattern. In the first years after publication, articles generally receive a small but growing number of citations until, eventually, they reach a peak from which they then decline. Importantly, the shape of these life cycles varies greatly from one field to the next. Given that several influential metrics restrict their input to a certain range in terms of the number of years since publication, these differences are by no means neutral and should be taken into account when evaluating researchers or their institutions.\n\n",
    "acknowledgement": "\nThe authors thank Lee Benham for valuable suggestions and comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}