{
    "id": 23445,
    "citation_title": "Does Choice Increase Information? Evidence from Online School Search Behavior",
    "citation_author": [
        "Michael F. Lovenheim",
        "Patrick Walsh"
    ],
    "citation_publication_date": "2017-05-29",
    "issue_date": "2017-05-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine whether changes in the local school choice environment affect the amount of information parents collect about local school quality, using data on over 100 million searches from greatschools.org. We link monthly data on search frequency in local “Search Units” to information on changes in open enrollment policies, tuition vouchers, charitable scholarship tax credits, tuition tax credits, local choice opportunities driven by No Child Left Behind sanctions and charter school penetration. Our results indicate that expansions in school choice rules and opportunities in a given area have large, positive effects on the frequency of searches done for schools in that area. These estimates suggest that the information parents have about local schools is endogenous to the choice environment they face, and that parental information depends not just on the availability of data, but also the incentive to seek and use it.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge funding for this research from the Cornell Institute for Social Science and St. Michael’s College. We thank participants at the 2014 CESifo Area Conference on Economics of Education, the Conference on Competition and Subnational Governments at the University of Tennessee and the 2015 Association for Education Finance and Policy Annual Meeting. We also thank Leigh Wedenoja for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}