{
    "id": 23443,
    "citation_title": "Rethinking the Benefits of Youth Employment Programs: The Heterogeneous Effects of Summer Jobs",
    "citation_author": [
        "Jonathan M.V. Davis",
        "Sara B. Heller"
    ],
    "citation_publication_date": "2017-05-29",
    "issue_date": "2017-05-25",
    "revision_date": "2017-07-11",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Experimental Design",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Market Structures",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper reports the results of two randomized field experiments, each offering different populations of youth a supported summer job in Chicago. In both experiments, the program dramatically reduces violent-crime arrests, even after the summer. It does so without improving employment, schooling, or other types of crime; if anything, property crime increases over 2-3 post-program years. To explore mechanisms, we implement a machine learning method that predicts treatment heterogeneity using observables. The method identifies a subgroup of youth with positive employment impacts, whose characteristics differ from the disconnected youth served in most employment programs. We find that employment benefiters commit more property crime than their control counterparts, and non-benefiters also show a decline in violent crime. These results do not seem consistent with typical theory about improved human capital and better labor market opportunities creating a higher opportunity cost of crime, or even with the idea that these programs just keep youth busy. We discuss several alternative mechanisms, concluding that brief youth employment programs can generate substantively important behavioral change, but for different outcomes, different youth, and different reasons than those most often considered in the literature.\n\n",
    "acknowledgement": "\nThis research was generously supported by contract B139634411 and a Scholars award from the U.S. Department of Labor, grant 2012-MIJ-FX-0002 from the Office of Juvenile Justice and Delinquency Prevention, Office of Justice Programs, U.S. Department of Justice, and graduate research fellowship 2014-IJ-CX-0011 from the National Institute of Justice. For helpful comments, we thank Stephane Bonhomme, Eric Janofsky, Avi Feller, Jon Guryan, Kelly Hallberg, Jens Ludwig, Parag Pathak, Guillaume Pouliot, Sebastian Sotelo, Alexander Volfovsky, and numerous seminar participants. We are grateful to the staff of the University of Chicago Crime and Poverty Labs (especially Roseanna Ander) and the Department of Family and Support Services for supporting and facilitating the research, to Susan Athey for providing the beta causal forest code, and to Valerie Michelman and Stuart Hean for research assistance. We thank Chicago Public Schools, the Department of Family and Support Services, the Illinois Department of Employment Security, and the Illinois State Police via the Illinois Criminal Justice Information Authority for providing the data used for this analysis. The analysis and opinions here do not represent the views of any of these agencies, and any further use of the data must be approved by each agency. Any errors are our own. The 2012 study was pre-registered at clinicaltrials.gov. Both studies are registered in the American Economic Association Registry for randomized control trials under Trial numbers 1472 and 2222. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}