{
    "id": 23441,
    "citation_title": "China's Lost Generation: Changes in Beliefs and their Intergenerational Transmission",
    "citation_author": [
        "Gerard Roland",
        "David Y. Yang"
    ],
    "citation_publication_date": "2017-05-29",
    "issue_date": "2017-05-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Development and Growth",
        "\n",
        "Country Studies",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBeliefs about whether effort pays off govern some of the most fundamental choices individuals make. This paper uses China’s Cultural Revolution to understand how these beliefs can be affected, how they impact behavior, and how they are transmitted across generations. During the Cultural Revolution, China’s college admission system based on entrance exams was suspended for a decade until 1976, effectively depriving an entire generation of young people of the opportunity to access higher education (the “lost generation”). Using data from a nationally representative survey, we compare cohorts who graduated from high school just before and after the college entrance exam was resumed. We find that members of the “lost generation” who missed out on college because they were born just a year or two too early believe that effort pays off to a much lesser degree, even 40 years into their adulthood. However, they invested more in their children’s education, and transmitted less of their changed beliefs to the next generation, suggesting attempts to safeguard their children from sharing their misfortunes.\n\n",
    "acknowledgement": "\nWe thank Ran Abramitzky, Arun Chandrasekhar, and Mark Rosenzweig, as well as seminar participants at Columbia, Stanford, Berkeley, Tsinghua University and at the 2016 China Economic Summer Institute at the Institute for Emerging Market Studies at Hong Kong Uiversity of Science and Technology for helpful conversations and comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}