{
    "id": 23446,
    "citation_title": "The Effect of Malpractice Law on Physician Supply: Evidence from Negligence-Standard Reforms",
    "citation_author": [
        "Michael D. Frakes",
        "Matthew B. Frank",
        "Seth A. Seabury"
    ],
    "citation_publication_date": "2017-05-29",
    "issue_date": "2017-05-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe explore whether the composition of the physician work force is impacted by the clinical standards imposed on physicians under medical liability rules.  We theorize that physicians of particular backgrounds will be attracted to regions when the malpractice laws of those regions favor the type of medicine characteristic of those backgrounds.  To test this prediction, we rely on a quasi-experiment made possible by states shifting from local to national customs as the basis for setting standards at court, a distinction that captures meaningful differences in the clinical expectations of the law in light of the well documented phenomenon of regional variations in medical practices.  Using data from the Area Health Resource File from 1977 to 2005, we find that the rate of surgeons among practicing physicians increases by 2-2.4 log points following the adoption of national-standard laws in initially low surgery-rate regions—i.e., following a change in the law that effectively expects physicians to increase practice intensities.  We find that this response is nearly three times greater in rural counties.  We also find that this supply effect is unidirectional, with no evidence to suggest that surgeons retreat when initially high-surgery-rate regions change their laws so as to expect less intensive practice styles.\n\n",
    "acknowledgement": "\nWe are grateful to Christoph Engel, Jonah Gelbach, Eric Helland, Anupam Bapu Jena, Daniel Ho, Kristin Madison, Susanne Prantl, Max Schanzenbach, Urs Schweizer and various seminar participants and colleagues for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nSeth A. Seabury\n\nSeth Seabury is a consultant for Precision Health Economics, a consulting firm owned by Precision for Medicine that provides services to the pharmaceutical and health sciences industry.\n\n\n"
}