{
    "id": 23440,
    "citation_title": "International Monetary Relations: Taking Finance Seriously",
    "citation_author": [
        "Maurice Obstfeld",
        "Alan M. Taylor"
    ],
    "citation_publication_date": "2017-06-05",
    "issue_date": "2017-05-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "History of Economic Thought",
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Financial Economics",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn our book, Global Capital Markets: Integration, Crisis, and Growth, we traced out the evolution of the international monetary system using the framework of the “international monetary trilemma”: countries can enjoy at most two from the set {exchange-rate stability, open capital markets, and domestic monetary autonomy}. The events of the past decade or more highlight the further complications for this framework posed by financial stability issues. Here we update and qualify our prior analysis, drawing on recent experience and research. Under the classical gold standard, scant attention was paid to macro management, either to stabilize output and employment or to ensure financial stability. The interwar years highlighted the changing demands for modern central bank interventions in the economy. Financial instability, followed by WWII, left a world with sharply constricted financial markets and little private cross-border capital mobility. Due to this historical accident, the Bretton Woods system agreed in 1944 focused not at all on financial stability, and focused on issues like adjustment, exchange rate misalignment, and international liquidity (defined in terms of official, not private, capital-account transactions). Post 1970s floating rates permitted, but did not require, liberalization of the capital account. But the political equilibrium had shifted in favor of financial interests, signaled by the push toward European integration and the later reform process in emerging markets starting in the 1990s. This development, however, opened the door once again to domestic financial crises and their international transmission. Countries now become more susceptible to a new species of “capital account crises,” fueled by bank and bond lending, and its sudden withdrawal. These developments, in fact, made evident a different, “financial trilemma”: countries can pick at most two from {financial stability, open capital markets, and autonomy over domestic financial policy}. We distill the main lessons as to the interactions between the monetary and financial trilemmas, and policies that could best address the resulting weaknesses.\n\n",
    "acknowledgement": "\nMaurice Obstfeld is Economic Counsellor and Director of Research at the International Monetary Fund, Washington, D.C. He is on leave as Class of 1958 Professor of Economics, University of California, Berkeley. Alan M. Taylor is Professor of Economics and Finance, University of California, Davis. For their helpful comments and criticism, we thank Ben Bernanke, Olivier Blanchard, Claudio Borio, Jihad Dagher, Stanley Fischer, Pierre-Olivier Gourinchas, Patrick Honohan, Michael Klein, José Antonio Ocampo, Carmen Reinhart, and Dirk Schoenmaker. For discussion and assistance, we thank Helge Berger, Eugenio Cerutti, Chanpheng Fizzarotti, Jonathan Ostry, Hui Tong, and Haonan Zhou. Mark Gertler, Gordon Hanson, and Timothy Taylor offered expert editorial guidance. All errors are ours. The views expressed here are those of the authors alone and do not represent those of the International Monetary Fund, its executive board, or its management, nor those of the National Bureau of Economic Research.\n\n\n\nMaurice Obstfeld\n\nObstfeld is currently Economic Counsellor and director of the Research Department at the International Monetary Fund, on leave without salary from the University of California, Berkeley.\n\n\n\nAlan M. Taylor\n\nAlan M. Taylor has served as an author, consultant, or speaker for various research organizations, policy making institutions, and financial sector firms.\n\n\n"
}