{
    "id": 23453,
    "citation_title": "The Impact of Student Debt on Education, Career, and Marriage Choices of Female Lawyers",
    "citation_author": [
        "Holger Sieg",
        "Yu Wang"
    ],
    "citation_publication_date": "2017-05-29",
    "issue_date": "2017-05-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\n We develop and estimate a dynamic model to study the impact of student debt on education, career, and marriage market choices of young female lawyers.  Our model accounts for several important institutional features of the labor market for lawyers, including differences in the work hours across occupational tracks and learning about the prospects of promotion to partner. Some female students need to take on large amounts of student debt to finance their education and hence start their careers with large amounts of negative wealth. The empirical findings suggest that student debt has negative effects on marriage prospects, career prospects, and investments in educational quality of female lawyers.  The analysis also provides new insights into the design of public policies that aim to increase public sector employment. We show that it is possible to design conditional wage or debt service subsidy programs that significantly increase public sector career choices at reasonable costs.\n\n",
    "acknowledgement": "\nWe would like to thank Flavio Cunha, Camilo Garcia-Jimeno, Hanming Fang, Rob Sauer, Andrew Shephard, Xun Tang, Petra Todd, Ken Wolpin, and seminar participants at numerous universities and conferences for comments and suggestions. Sieg would like to thank the NSF for financial support (SES-1355892). Any opinions, findings, and conclusions or recommendations expressed in this material are those of the authors and do not necessarily reflect the views of the National Science Foundation. The views and conclusions stated herein are those of the author and do not necessarily reflect the views of individuals or organizations associated with the After the  JD or the National Postsecondary Student Aid  Study, nor those of the National Bureau of Economic Research.\n\n\n"
}