{
    "id": 23454,
    "citation_title": "And the Children Shall Lead: Gender Diversity and Performance in Venture Capital",
    "citation_author": [
        "Paul A. Gompers",
        "Sophie Q. Wang"
    ],
    "citation_publication_date": "2017-05-29",
    "issue_date": "2017-05-25",
    "revision_date": "2017-05-31",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWith an overall lack of gender and ethnic diversity in the innovation sector documented in Gompers and Wang (2017), we ask the natural next question: Does increased diversity lead to better firm performances? In this paper, we attempt to answer this question using a unique dataset of the gender of venture capital partners’ children. First, we find strong evidence that parenting more daughters leads to an increased propensity to hire female partners by venture capital firms. Second, using an instrumental variable set-up, we also show that improved gender diversity, induced by parenting more daughters, improves deal and fund performances. These effects concentrate overwhelmingly on the daughters of senior partners than junior partners. Taken together, our findings have profound implications on how the capital markets could function better with improved diversity.\n\n",
    "acknowledgement": "\nSupport for this research was provided by the Division of Research at the Harvard Business School. Lauren Cohen provided helpful comments and suggestions. Kevin Huang provided excellent research assistance.  Paul Gompers has invested in and consulted for venture capital firms. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}