{
    "id": 23456,
    "citation_title": "On the Geography of Global Value Chains",
    "citation_author": [
        "Pol Antràs",
        "Alonso de Gortari"
    ],
    "citation_publication_date": "2017-05-29",
    "issue_date": "2017-05-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Households and Firms",
        "\n",
        "General Equilibrium",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Globalization and International Relations",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops a multi-stage general-equilibrium model of global value chains (GVCs) and studies the specialization of countries within GVCs in a world with barriers to international trade. With costly trade, the optimal location of production of a given stage in a GVC is not only a function of the marginal cost at which that stage can be produced in a given country, but is also shaped by the proximity of that location to the precedent and the subsequent desired locations of production. We show that, other things equal, it is optimal to locate relatively downstream stages of production in relatively central locations. We also develop and estimate a tractable, quantifiable version of our model that illustrates how changes in trade costs affect the extent to which various countries participate in domestic, regional or global value chains, and traces the real income consequences of these changes.\n\n",
    "acknowledgement": "\nWe thank Arnaud Costinot and Iván Werning for useful conversations during the most upstream stages of this project. Roc Armenter, Rob Johnson, Myrto Kalouptsidi, Sam Kortum, Marc Melitz, Eduardo Morales, Felix Tintelnot, and Kei-Mu Yi provided very useful feedback on preliminary versions of the paper. We are also grateful to seminar audiences at Princeton, the North American Econometric Society Summer Meeting in Philadelphia, the SED in Toulouse, the Federal Reserve Bank of Dallas, Geneva, Chicago Booth, MIT, Stanford, Harvard, Brown, Clark, UCLA, Wisconsin, CREI-UPF, Autònoma in Barcelona, Toulouse, CEMFI and Toronto for useful feedback. Le Kang, Daniel Ramos, BooKang Seol, Maria Voronina, and Diana Zhu provided valuable research assistance at various stages of this paper's production chain. Antràs acknowledges support from the NSF (proposal #1628852). All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}