{
    "id": 23451,
    "citation_title": "Monetary Policy and the Redistribution Channel",
    "citation_author": [
        "Adrien Auclert"
    ],
    "citation_publication_date": "2017-05-29",
    "issue_date": "2017-05-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "General Equilibrium",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper evaluates the role of redistribution in the transmission mechanism of monetary policy to consumption. Three channels affect aggregate spending when winners and losers have different marginal propensities to consume: an earnings heterogeneity channel from unequal income gains, a Fisher channel from unexpected inflation, and an interest rate exposure channel from real interest rate changes. Sufficient statistics from Italian and U.S. data suggest that all three channels are likely to amplify the effects of monetary policy. A standard incomplete markets model can deliver the empirical magnitudes if assets have plausibly high durations but a counterfactual degree of inflation indexation.\n\n",
    "acknowledgement": "\nThis paper is a revised version of Chapter 1 of my PhD dissertation at MIT. I cannot find enough words to thank my advisors Iván Werning, Robert Townsend and Jonathan Parker for their continuous guidance and support. I also thank many seminar participants for their insights. I have particularly benefited from the detailed comments of the editor (John Leahy), four anonymous referees, as well as Eduardo Dávila, Gauti Eggertsson, Xavier Gabaix, Adam Guren, Gregor Jarosch, Greg Kaplan, Guido Lorenzoni, Ben Moll, Makoto Nakajima, Matthew Rognlie, Yoko Shibuya, Alp Simsek, Christian Stoltenberg and Daan Struyven.  Filippo Pallotti provided outstanding research assistance, and the Macro-Financial Modeling Group provided generous financial support. All remaining errors are my own. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}