{
    "id": 23450,
    "citation_title": "The Effect of Insurance Expansions on Smoking Cessation Medication Prescriptions: Evidence from ACA Medicaid Expansions",
    "citation_author": [
        "Johanna Catherine Maclean",
        "Michael F. Pesko",
        "Steven C. Hill"
    ],
    "citation_publication_date": "2017-05-29",
    "issue_date": "2017-05-25",
    "revision_date": "2018-02-26",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe explore the effects of recent Medicaid expansions on Medicaid-financed prescriptions for evidence-based smoking cessation medications.  We estimate differences-in-differences models using administrative data on the universe of prescription medications sold in retail and online pharmacies for which Medicaid was a third-party payer.  Our findings suggest that expansions increased smoking cessation prescriptions by 36% with heterogeneity across medication class.  We provide evidence that these prescriptions were primarily financed by Medicaid programs and not patients, and that our estimates reflect increases in prescriptions among newly eligible populations and not other populations that enrolled in Medicaid due to Affordable Care Act-related changes.  Overall our findings suggest that the recent Medicaid expansions allowed newly insured low-income smokers to access efficacious cessation medications.\n\n",
    "acknowledgement": "\nPreviously circulated as \"The Effect of Insurance Expansions on Smoking Cessation Medication Use: Evidence from Recent Medicaid Expansions.\" Johanna Catherine Maclean and Michael Pesko were supported by a Research Scholar Grant – Insurance, RSGI-16-019-01 – CPHPS, from the American Cancer Society. We thank Keisha Solomon for excellent research assistance. We thank David Bradford for kindly sharing data. The views expressed in this paper are the authors’ and do not reflect the views of the Agency for Healthcare Research and Quality, the U.S. Department of Health and Human Services, or the National Bureau of Economic Research. All errors are our own.\n\n\n"
}