{
    "id": 23468,
    "citation_title": "Exit, Voice or Loyalty? An Investigation into Mandated Portability of Front-Loaded Private Health Plans",
    "citation_author": [
        "Juan Pablo Atal",
        "Hanming Fang",
        "Martin Karlsson",
        "Nicolas R. Ziebarth"
    ],
    "citation_publication_date": "2017-06-05",
    "issue_date": "2017-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study theoretically and empirically how consumers in an individual private long-term health insurance market with front-loaded contracts respond to newly mandated portability requirements of their old-age provisions. To foster competition, effective 2009, German legislature made the portability of standardized old-age provisions mandatory. Our theoretical model predicts that the portability reform will increase internal plan switching. However, under plausible assumptions, it will not increase external insurer switching. Moreover, the portability reform will enable unhealthier enrollees to reoptimize their plans. We find confirmatory evidence for the theoretical predictions using claims panel data from a big private insurer.\n\n",
    "acknowledgement": "\nWe thank Christophe Courbage, Wanda Mimra, Martin Salm and seminar participants at the University of Oslo, the Gesundheitsökonomischer Aussschuß of the Verein für Socialpolitik as well as the World Risk and Insurance Economics Congress (WRIEC) 2015 for excellent comments. In particular, we thank Roland Eisen and Peter Zweifel for excellent discussions of this paper. We take responsibility for all errors in and shortcomings of the paper. Generous funding by the German Federal Ministry of Education and Research (FKZ: 01EH1602A) is gratefully acknowledged. We do not have financial interests that would constitute any conflict of interests with this research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}