{
    "id": 23460,
    "citation_title": "Governance and Stakeholders",
    "citation_author": [
        "Vikas Mehrotra",
        "Randall Morck"
    ],
    "citation_publication_date": "2017-06-05",
    "issue_date": "2017-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEconomic models routinely assume firms maximize shareholder wealth; however common law legal systems only require that officers and directors pursue the interests of the corporation, leaving this ill-defined. Economic arguments for shareholder wealth maximization derived from shareholders’ status as residual claimants are vulnerable on several fronts. Share valuations fluctuate as sentiment shifts. Introductory finance casts firms as maximizing expected net present values, which are quasirents, expected earnings beyond expected costs of capital from investors, to which shareholders have no obvious claim. Other stakeholders – entrepreneurial founders or CEOs, employees, employees, customers, suppliers, communities or governments, having made firm-specific investments, may exert stronger claims than atomistic public shareholders have to shares of their firms’ quasirents. Consistent with this, their contractual claims are often augmented by residual claims and liabilities. Still, shareholder value maximization constitutes something of a bright line; whereas stakeholder welfare maximization is an ill-defined charge to assign boards that gives self-interested insiders broader scope for private benefits extraction. The common law concept of “the interests of the corporation” captures this ambiguity.\n\n",
    "acknowledgement": "\nThis paper is intended for the Handbook of Corporate Governance.  We are grateful to the editors, Ben Hermalin, Michael Weisbach, for helpful suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}