{
    "id": 23461,
    "citation_title": "Differentiated Accountability and Education Production: Evidence from NCLB Waivers",
    "citation_author": [
        "Steven W. Hemelt",
        "Brian Jacob"
    ],
    "citation_publication_date": "2017-06-05",
    "issue_date": "2017-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn 2011, the U.S. Department of Education granted states the opportunity to apply for waivers from the core requirements of No Child Left Behind (NCLB). In exchange, states implemented systems of differentiated accountability in which they identified and intervened in their lowest-performing schools (“Priority” schools) and schools with the largest achievement gaps between subgroups of students (“Focus” schools). We use administrative data from Michigan in a series of regression-discontinuity analyses to study the effects of these reforms on schools and students. Overall, we find that neither reform had appreciable impacts on various measures of school staffing, student composition, or academic achievement. We find some evidence that the Focus designation led to small, short-run reductions in the within-school math achievement gap – but that these reductions were driven by stagnant performance of lower-achieving students alongside declines in the performance of their higher-achieving peers. These findings serve as a cautionary tale for the capacity of the accountability provisions embedded in the recent reauthorization of NCLB, the Every Student Succeeds Act (ESSA), to meaningfully improve student and school outcomes.\n\n",
    "acknowledgement": "\nThe research reported here was supported by grants from the Spencer, William T. Grant, and Walton Family Foundations. This research used data structured and maintained by the Michigan Consortium for Educational Research (MCER). MCER data are modified for analysis purposes using rules governed by MCER and are not identical to those data collected and maintained by the Michigan Department of Education (MDE) and/or Michigan’s Center for Educational Performance and Information (CEPI). Results, information, and opinions solely represent the analysis, information, and opinions of the author(s) and are not endorsed by, nor do they reflect the views or positions of, grantors, MDE and CEPI or any employee thereof. We are grateful for helpful comments and suggestions from seminar participants at Northwestern University, Brigham Young University, Harvard University, University of North Carolina at Charlotte and conference participants at the 2016 meetings of the Association for Education Finance and Policy (AEFP) in Denver, CO. We thank Elizabeth Mann, Max Kapustin, and Pieter De Vlieger for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}