{
    "id": 23467,
    "citation_title": "Flexibility of Adjustment to Shocks: Economic Growth and Volatility of Middle-Income Countries Before and After the Global Financial Crisis of 2008",
    "citation_author": [
        "Joshua Aizenman",
        "Yothin Jinjarak",
        "Gemma Estrada",
        "Shu Tian"
    ],
    "citation_publication_date": "2017-06-05",
    "issue_date": "2017-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe pronounced and persistent impact of the global financial crisis of 2008 motivates our empirical analysis of the role of institutions and macroeconomic fundamentals on countries’ adjustment to shocks. Our empirical analysis shows that the associations of growth level, growth volatility, shocks, institutions, and macroeconomic fundamentals have changed in important ways after the crisis. GDP growth across countries has become more dependent on external factors, including global growth, global oil prices, and global financial volatility. After accounting for the effects global shocks, we find that several factors facilitate adjustment to shocks in middle income countries. Education attainment, share of manufacturing output in GDP, and exchange rate stability increase the level of economic growth, while exchange rate flexibility, education attainment, and lack of political polarization reduce the volatility of economic growth. Countries cope with shocks better in the short to medium term by using appropriate policy tools and having good long-term fundamentals.\n\n",
    "acknowledgement": "\nDonghyun Park provided overall guidance for the paper. Ilkin Huseynov provided able assistance with the data. Akiko Terada-Hagiwara and participants at the ADB workshop on “Transcending the Middle-Income Challenge” provided useful comments and suggestions. Financial support from the ADB is gratefully acknowledged. Any errors are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the Asian Development Bank (ADB) and the National Bureau of Economic Research.  Financial support from the ADB is gratefully acknowledged.\n\n\n"
}