{
    "id": 23478,
    "citation_title": "An Evaluation of Bias in Three Measures of Teacher Quality: Value-Added, Classroom Observations, and Student Surveys",
    "citation_author": [
        "Andrew Bacher-Hicks",
        "Mark J. Chin",
        "Thomas J. Kane",
        "Douglas O. Staiger"
    ],
    "citation_publication_date": "2017-06-05",
    "issue_date": "2017-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere are three primary measures of teaching performance: student test-based measures (i.e., value added), classroom observations, and student surveys. Although all three types of measures could be biased by unmeasured traits of the students in teachers’ classrooms, prior research has largely focused on the validity of value-added measures. We conduct an experiment involving 66 mathematics teachers in four school districts and test the validity of all three types of measures. Specifically, we test whether a teacher’s performance on each measure under naturally occurring (i.e., non-experimental) settings predicts performance following random assignment of that teacher to a class of students. Combining our results with those from two previous experiments, we provide further evidence that value-added measures are unbiased predictors of teacher performance. In addition, we provide the first evidence that classroom observation scores are unbiased predictors of teacher performance on a rubric measuring the quality of mathematics instruction. Unfortunately, we lack the statistical power to reach any similar conclusions regarding the predictive validity of a teacher’s student survey responses.\n\n",
    "acknowledgement": "\nThe research reported here was supported in part by the Institute of Education Sciences, U.S. Department of Education, through Grant R305C090023 to the President and Fellows of Harvard College to support the National Center for Teacher Effectiveness. The opinions expressed are those of the authors and do not represent views of the Institute or the U.S. Department of Education. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nThomas J. Kane\n\nThe research reported here was supported in part by the Institute of Education Sciences, U.S. Department of Education, through Grant R305C090023 to the President and Fellows of Harvard College to support the National Center for Teacher Effectiveness. The opinions expressed are those of the authors and do not represent views of the Institute or the U.S. Department of Education. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.  Kane has served as an expert witness in court cases involving teacher evaluation systems, including  Vergara v. California.\n\n\n"
}