{
    "id": 23472,
    "citation_title": "Who Is Screened Out? Application Costs and the Targeting of Disability Programs",
    "citation_author": [
        "Manasi Deshpande",
        "Yue Li"
    ],
    "citation_publication_date": "2017-06-05",
    "issue_date": "2017-06-01",
    "revision_date": "2017-10-03",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nRetirement and Disability Research Center\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nThe application process is critical to the targeting of disability programs because disability, relative to other tags, is difficult to observe and costly to verify. We study the effect of application costs on the targeting of disability programs using the closings of Social Security Administration field offices, which provide assistance with filing disability applications. Using administrative data from the Social Security Administration, we find that field office closings lead to large and persistent reductions in the number of disability recipients and reduce targeting efficiency based on current eligibility standards. The number of disability recipients declines by 13% in surrounding areas, with the largest effects for applicants with moderately severe conditions, low education levels, and low pre-application earnings. Evidence on channels suggests that most of the reduction in applications is attributable to increased congestion at neighboring offices rather than increased travel times or costs of information gathering.\n\n",
    "acknowledgement": "\nWe thank many offices and individuals at the Social Security Administration for providing access to data; Sirisha Anne, Thuy Ho, Bill Lancaster, Linda Martin, and especially Françoise Becker of SSA for data work; and many current and former Social Security Administration employees for sharing their institutional knowledge. We thank Christopher Cronin, Michael Dinerstein, Amy Finkelstein, John Friedman, Michael Greenstone, Magne Mogstad, Casey Mulligan, Derek Neal, Hoai-Luu Nguyen, Jesse Shapiro, Robert Topel, and participants at several seminars for helpful comments, and Michele Carter and Nina Nguyen for excellent research assistance. This research was supported by the U.S. Social Security Administration through grant #1 DRC12000002-05 to the National Bureau of Economic Research as part of the SSA Disability Research Consortium. The findings and conclusions expressed are solely those of the authors and do not represent the views of SSA, any agency of the Federal Government, or the NBER. Each author declares that she has no relevant or material financial interests that relate to the research described in this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}