{
    "id": 23471,
    "citation_title": "Did the Affordable Care Act Young Adult Provision Affect Labor Market Outcomes? Analysis Using Tax Data",
    "citation_author": [
        "Bradley Heim",
        "Ithai Lurie",
        "Kosali Simon"
    ],
    "citation_publication_date": "2017-06-05",
    "issue_date": "2017-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the impact of the Affordable Care Act (ACA) young adult dependent coverage requirement on labor market-related outcomes, including measures of employment status, job characteristics, and post-secondary education, using a data set of U.S. tax records spanning 2008-2013. We find that the ACA provision did not result in substantial changes in labor market outcomes. Our results show that employment and self-employment were not statistically significantly affected. While we find some evidence of increased likelihood of young adults earning lower wages, not receiving fringe benefits, enrolling as full-time or graduate students, and young men being self-employed, the magnitudes imply extremely small impacts on these outcomes in absolute terms and when compared to other estimates in the literature.  These results are consistent with health insurance being less salient to young adults when making labor market decisions compared to other populations.\n\n",
    "acknowledgement": "\nThe views expressed are those of the authors and are not necessarily those of the U.S. Department of the Treasury (USDT) or the National Bureau of Economic Research. We thank Angshuman Gooptu and Kate Yang for research assistance. This paper has undergone review at the USDT. We thank Jeff Brown, Janet McCubbin, and participants of the 2014 Tax Policy and the Economy conference for helpful comments. A preliminary investigation that did not include regression analysis, titled “The Impact of the Affordable Care Act Young Adult Provision on Labor Market Outcomes: Evidence from Tax Data,” was presented at the 2014 Tax Policy and the Economy conference, and is part of the conference volume Tax Policy and the Economy, Volume 29.\n\n\n"
}