{
    "id": 23474,
    "citation_title": "Taper Tantrums: QE, its Aftermath and Emerging Market Capital Flows",
    "citation_author": [
        "Anusha Chari",
        "Karlye Dilts Stedman",
        "Christian Lundblad"
    ],
    "citation_publication_date": "2017-06-05",
    "issue_date": "2017-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides a novel perspective on the impact of U.S. unconventional monetary policy (UMP) on emerging market capital flows and asset prices. Using high-frequency Treasury futures data to identify U.S. monetary policy shocks, we find, through the lens of an affine term structure model, that these shocks represent revisions to both the expected path of short-term interest rates and required risk compensation. The risk compensation component is especially important during the UMP periods. Further, we find that these high-frequency policy shocks do exhibit sizable effects on U.S. holdings of emerging market assets and their valuations. We also document that the relative effects of U.S. monetary policy shocks are larger for emerging asset returns relative to physical capital flows, and they are largest for emerging equity markets relative to fixed income markets. Last, these effects are largest when the Federal Reserve is engaged in “tapering” its large-scale asset purchase program.\n\n",
    "acknowledgement": "\nWe thank seminar participants at the 14th NIPFP-DEA conference, Kesroli, Rajasthan, UNC-Chapel Hill, ISB’s Summer Research Conference, 2016, the IMF, the 2017 AEA meetings, the Darden School at UVA, the NBER’s IFM meeting, and the XX IEF Workshop, UTDT, Buenos Aires. We also thank Frank Warnock, Prachi Mishra, Jay Shambaugh, Joshua Aizenman, Linda Goldberg, Lars Hansen, Guillermo Mondino and VV Chari for many helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}