{
    "id": 23476,
    "citation_title": "Complex Asset Markets",
    "citation_author": [
        "Andrea L. Eisfeldt",
        "Hanno Lustig",
        "Lei Zhang"
    ],
    "citation_publication_date": "2017-06-05",
    "issue_date": "2017-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a dynamic equilibrium model of complex asset markets with endogenous entry and exit in which the investment technology of investors with more expertise is subject to less asset-specific risk. The joint equilibrium distribution of financial expertise and wealth then determines risk bearing capacity. Higher expert demand lowers equilibrium required returns, reducing overall participation. In equilibrium, investor participation in more complex asset markets with more asset-specific risk is lower, despite higher market- level Sharpe ratios, provided that asset complexity and expertise are complementary. We analyze how asset complexity affects the stationary wealth distribution of complex asset investors. Because of selection, increased asset complexity reduces wealth concentration, even though the wealth distribution for more expert investors has fatter tails.\n\n",
    "acknowledgement": "\nWe thank seminar participants at Wharton, UNC, OSU, the Minnesota Macro Asset Pricing Conference, the Eighth Annual Conference of the Paul Woolley Centre (PWC) for the Study of Capital Market Dysfunctionality, BYU, UCLA Anderson, Wash U., the AFA, the NBER Conference on Long-Term Asset Management, UCSD, University of Michigan, Stanford, CREI, Bocconi, LSE, and UCL, as well as Santiago Bazdresch, Sebastian DiTella, Vincent Glode, Peter Kondor, Pablo Kurlat, Leo Li, Francis Longstaff, Benjamin Moll, Tyler Muir, Dimitris Papanikolaou, Scott Richard, Alexi Savov, Alexis Toda, and Dimitry Vayanos for helpful comments and discussions. We also thank Leo Li for exceptional research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}