{
    "id": 23475,
    "citation_title": "Insurgent Learning",
    "citation_author": [
        "Francesco Trebbi",
        "Eric Weese",
        "Austin L. Wright",
        "Andrew Shaver"
    ],
    "citation_publication_date": "2017-06-05",
    "issue_date": "2017-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study a model of insurgent learning during a counterinsurgency campaign. We test empirical implications of the model using newly declassified microdata documenting improvised explosive devices (IEDs) in Afghanistan from 2006 to 2014. This period was characterized by substantial US investments in anti-IED technology and equipment. We find no evidence of decreasing effectiveness of IEDs across time. Qualitative evidence suggests that this is due to innovations in IED devices and tactics. Our results are robust to numerous alternative specifications, and yield insights on a technological revolution in insurgent violence—the proliferation and evolution of IEDs—with implications for scholarship on civil conflict and future investment in tactical countermeasures.\n\n",
    "acknowledgement": "\nWe thank Matilde Bombardini, Ethan Bueno de Mesquita, Hanna Halaburda, Jason Lyall, Thorsten Rogall, Oliver Vanden Eynde, and participants at the Defense and Security Economics Workshop for helpful comments. Members of the Asymmetric Warfare Group provided essential feedback. We also thank the Pearson Institute for the Study and Resolution of Global Conflicts for financial support and various government agencies for providing data. Eli Berman, Kyle Pizzey, and Jacob Shapiro are owed a particular debt of gratitude for their support of this and related projects. All errors remain our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}