{
    "id": 2347,
    "citation_title": "One Share/One Vote and the Market for Corporate Control",
    "citation_author": [
        "Sanford J. Grossman",
        "Oliver D. Hart"
    ],
    "citation_publication_date": "1987-08-01",
    "issue_date": "1987-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA corporation's securities provide the holder with particular claims on the firm's income stream and particular voting rights. These securities can be designed in various ways: one share of a particular class may have a claim to votes which is disproportionately larger or smaller than its claim to income. In this paper we analyze some of the forces which make it desirable to set up the corporation so that all securities have the same proportion of votes as their claim to income (\"one share/one vote\"). We show that security structure influences both the conditions under which a control change takes place and the terms on which it occurs. First, the allocation of voting rights to securities determines which securities a party must acquire in order to win control. Secondly, the assignment of income claims to the same securities determines the cost of acquiring these voting rights. We will show that it is in shareholders' interest to set the cost of acquiring control to be as large as possible, consistent with a control change occurring whenever this increases shareholder wealth. Under certain assumptions, one share/one vote best achieves this goal. We distinguish between two classes of benefits from control: private benefits and security benefits. The private benefits of control refer to benefits the current management or the acquirer obtain for themselves, but which the target security holders do not obtain. The security benefits refer to the total market value of the corporation's securities. The assignment of income claims to voting rights determines the extent 'to which an acquirer must face competition from parties who value the firm for its security benefits rather than its private benefits.\n\n",
    "acknowledgement": "\n"
}