{
    "id": 23473,
    "citation_title": "Tax Advantages and Imperfect Competition in Auctions for Municipal Bonds",
    "citation_author": [
        "Daniel Garrett",
        "Andrey Ordin",
        "James W. Roberts",
        "Juan Carlos Suárez Serrato"
    ],
    "citation_publication_date": "2017-06-05",
    "issue_date": "2017-06-01",
    "revision_date": "2020-10-09",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the interaction between tax advantages for municipal bonds and the market structure of auctions for these bonds. We show that this interaction can limit a bidder’s ability to extract information rents and is a crucial determinant of state and local governments’ borrowing costs. Reduced-form estimates show that increasing the tax advantage by 3 pp lowers mean borrowing costs by 9-10%. We estimate a structural auction model to measure markups and to illustrate and quantify how the interaction between tax policy and bidder strategic behavior determines the impact of tax advantages on municipal borrowing costs. We use the estimated model to evaluate the eﬃciency of Obama and Trump administration policies that limit the tax advantage for municipal bonds. Because reductions in the tax advantage inﬂate bidder markups and depress competition, the resulting increase in municipal borrowing costs more than oﬀsets the tax savings to the government. Finally, we use the model to analyze a recent non-tax regulation that aﬀects entry into municipal bond auctions.\n\n",
    "acknowledgement": "\nWe are very grateful for comments from Manuel Adelino, Pat Bayer, Vivek Bhattacharya, Lysle Boller, Javier Donna, Josh Gottlieb, Ali Hortaçsu, Kei Kawai, Lorenz Kueng, Tong Li, Matt Panhans, Jim Poterba, Mar Reguant, Stephen Ryan, Xun Tang, Owen Zidar, and numerous seminar participants. Suárez Serrato is grateful for funding from the Kauffman Foundation. All errors remain our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}