{
    "id": 23487,
    "citation_title": "How Did China’s WTO Entry Affect U.S. Prices?",
    "citation_author": [
        "Mary Amiti",
        "Mi Dai",
        "Robert C. Feenstra",
        "John Romalis"
    ],
    "citation_publication_date": "2017-06-12",
    "issue_date": "2017-06-08",
    "revision_date": "2018-12-11",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze the effects of China’s rapid export expansion following WTO entry on U.S. prices, exploiting cross-industry variation in trade liberalization. Lower input tariffs boosted Chinese firms’ productivity, lowered costs, and, in conjunction with reduced U.S. tariff uncertainty, expanded export participation. We find that China’s WTO entry significantly reduced variety-adjusted U.S. manufacturing price indexes between 2000 and 2006. For the Chinese components of these indexes, one third of the beneficial impact comes from Chinese exporters lowering their prices, while two-thirds of the beneficial impact comes from the entry of new Chinese exporters. China’s WTO entry also led other countries exporting to the U.S. to lower their prices, which was partly offset by exit of these exporters. We find that this impact on competitor countries’ prices is primarily explained by the reduction in China’s own input tariffs, so that policy action becomes the largest source of welfare gain for the United States from China’s WTO entry.\n\n",
    "acknowledgement": "\nThis paper was previously circulated with the title “How Did China’s WTO Entry Benefit U.S. Consumers?” We thank Pol Antras, Gordon Dahl, Gordon Hanson, Pablo Fajgelbaum, Kyle Handley, Dan Trefler, Maxim Pinkovskiy, and David Weinstein for insightful comments. We are grateful to Tyler Bodine-Smith and Preston Mui for excellent research assistance. Funding from the National Science Foundation is gratefully acknowledged. The views expressed in this paper are those of the authors and do not necessarily represent those of the Federal Reserve Bank of New York, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}