{
    "id": 23483,
    "citation_title": "The Long-Run Dynamics of Electricity Demand: Evidence from Municipal Aggregation",
    "citation_author": [
        "Tatyana Deryugina",
        "Alexander MacKay",
        "Julian Reif"
    ],
    "citation_publication_date": "2017-06-05",
    "issue_date": "2017-06-01",
    "revision_date": "2018-11-02",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the dynamics of residential electricity demand by exploiting a natural experiment that produced large and long-lasting price changes in over 250 Illinois communities. Using a flexible difference-in-differences matching approach, we estimate that the price elasticity of demand grows from –0:09 in the first six months to –0:27 two years later. We also estimate a more sophisticated model in which usage is a function of past and future prices, and we find similar elasticity patterns. Our findings highlight the importance of accounting for consumption dynamics when evaluating energy policy.\n\n",
    "acknowledgement": "\nWe thank ComEd for generously sharing electricity usage data with us, and we are particularly grateful to Renardo Wilson for many helpful discussions. We also thank Torsten Clausen, the Illinois Commerce Commission, and Dave Hoover for providing helpful background information on municipal aggregation. We thank Severin Borenstein, Mike Florio, Don Fullerton, Katrina Jessoe, Nolan Miller, Erica Myers, Mar Reguant, and participants at the University of Illinois IGPA seminar, 2017 ASSA meetings, the 2017 CeMENT workshop, the EPIC lunch series, the POWER Conference on Energy Research and Policy, the Midwest Economics Association meetings, and the University of Pittsburgh seminar for excellent comments and suggestions. Mohammad Ahmadizadeh, Noah Baird, Dylan Hoyer, Chitra Jogani, and Prakrati Thakur provided excellent research assistance. Views reflected here are solely those of the authors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}