{
    "id": 23486,
    "citation_title": "Maimonides Rule Redux",
    "citation_author": [
        "Joshua D. Angrist",
        "Victor Lavy",
        "Jetson Leder-Luis",
        "Adi Shany"
    ],
    "citation_publication_date": "2017-06-12",
    "issue_date": "2017-06-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use the discontinuous function of enrollment known as Maimonides Rule as an instrument for class size in large Israeli samples from 2002-2011. As in the 1991 data analyzed by Angrist and Lavy (1999), Maimonides Rule still has a strong first stage. In contrast with the earlier Israeli estimates, however, Maimonides-based instrumental variables estimates using more recent data show no effect of class size on achievement. The new data also reveal substantial enrollment sorting near Maimonides cutoffs, with too many schools having enrollment values that just barely produce an extra class. A modified rule that uses data on students’ birthdays to compute statutory enrollment in the absence of enrollment manipulation also generates a precisely estimated zero. In older data, the original Maimonides Rule is unrelated to socioeconomic characteristics, while in more recent data, the original rule is unrelated to socioeconomic characteristics conditional on a few controls. Enrollment manipulation therefore appears to be innocuous: neither the original negative effects nor the recent data zeros seem likely to be manipulation artifacts.\n\n",
    "acknowledgement": "\nSpecial thanks go to the Israeli Ministry of Educations for use of their secure research lab and especially to Eliad Trefler for his help with data in the lab. Angrist thanks the Arnold Foundation and The Spencer Foundation for financial support. Lavy acknowledges financial support from the European Research Council through ERC Advanced Grant 323439. Shany thanks the Israel Institute for financial support. The views expressed here are those of the authors alone and do not necessarily reflect those of the National Bureau of Economic Research.\n\n\n"
}