{
    "id": 23481,
    "citation_title": "Upstart Industrialization and Exports, Japan 1880-1910",
    "citation_author": [
        "Christopher M. Meissner",
        "John P. Tang"
    ],
    "citation_publication_date": "2017-06-05",
    "issue_date": "2017-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nJapanese exports between 1880 and 1910 increased massively in volume, changed composition, and shifted away from leading industrialized countries toward poorer Asian neighbors. The product mix also varied with the level of development of the destination, with new products and specializations more likely to ship to less developed regional economies. Using a new disaggregated data set of the bilateral-product level exports for the universe of Japanese trade partners, we find that changes in various extensive margins (new markets, new goods) account for over 30 percent of export growth over this period. Determinants of initial entry include trade costs and market size. Products started in a small number of markets and accumulated additional destinations building on earlier successes. Subsequent entry was also influenced by product-level characteristics interacting with destination-specific characteristics. We confirm that export growth for “new” products was stronger in LDCs than in advanced economies, but the latter still claimed a larger share of overall trade growth.  There is little evidence that Japan exported low quality manufactured goods to new, low-income destinations. Instead, reductions in trade costs helped Japan augment market share. Exit is relatively rare but appears to be determined by market-specific demand-side effects and product-specific factors.\n\n",
    "acknowledgement": "\nWe have benefitted from comments from seminar participants at UC Berkeley, UC Davis, Waseda University, the 2016 Asian Economic History Conference and the AusClio 2017. Florian Ploeckl made many helpful suggestions. We are grateful to Adam Huttner-Koros, Dek Joe Sum, and Ayaka Taki for research assistance. This research is supported by the Australian Research Council (DE120101426). The authors remain solely responsible for any remaining errors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nChristopher M. Meissner\n\nChristopher M. Meissner has no financial disclosures as regards the research in this working paper.\n\n\n"
}