{
    "id": 23485,
    "citation_title": "Cyclical Job Ladders by Firm Size and Firm Wage",
    "citation_author": [
        "John Haltiwanger",
        "Henry Hyatt",
        "Lisa B. Kahn",
        "Erika McEntarfer"
    ],
    "citation_publication_date": "2017-06-12",
    "issue_date": "2017-06-08",
    "revision_date": "2017-06-14",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study whether workers progress up firm wage and size job ladders, and the cyclicality of this movement. Search theory predicts that workers should flow towards larger, higher paying firms. However, we see little evidence of a firm size ladder, partly because small, young firms  poach workers from all other businesses. In contrast, we find strong evidence of a firm wage ladder that is highly procyclical. During the Great Recession, this firm wage ladder collapsed, with net worker reallocation to higher wage firms falling to zero. The earnings consequences from this lack of upward progression are sizable.\n\n",
    "acknowledgement": "\nThis paper is an integration of two working papers \"Employment Cyclicality and Firm Quality\" by Kahn and McEntarfer (NBER Working Paper #20698, 2014) and \"Cyclical Reallocation of Workers Across Employers by Firm Size and Firm Wage\" (NBER Working Paper #21235, 2015) by Haltiwanger, Hyatt and McEntarfer. We cite both of these papers extensively (referring to them as KM (2014) and HHM (2015)) for sensitivity and robustness analysis that is not included in this integrated paper.  Collectively, we thank participants at many seminars and workshops for many helpful comments and suggestions where these working papers have been presented.  We also thank Alex Mas, Richard Rogerson, Chris Stanton, and participants at the Labor and Employment Relations Association sessions at the Allied Social Science Associations 2017 Meeting for help with the merged paper. Any opinions and conclusions expressed herein are those of the authors and do not necessarily represent the views of the U.S. Census Bureau. All results have been reviewed to ensure that no confidential information is disclosed. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}