{
    "id": 23482,
    "citation_title": "Per Capita Income and the Demand for Skills",
    "citation_author": [
        "Justin Caron",
        "Thibault Fally",
        "James Markusen"
    ],
    "citation_publication_date": "2017-06-05",
    "issue_date": "2017-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAlmost all of the literature about the growth of income inequality and the relationship between skilled and unskilled wages approaches the issue from the production side of general equilibrium (skill-biased technical change, international trade). Here, we add a role for income-dependent demand interacted with factor intensities in production. We explore how income growth and trade liberalization influence the demand for skilled labor when preferences are non-homothetic and income-elastic goods are more intensive in skilled labor, an empirical regularity documented in Caron, Fally and Markusen (2014). In one experiment, counterfactual simulations show that sector neutral productivity growth, which generates shifts in consumption towards skill-intensive goods, leads to significant increases in the skill premium: in developing countries, a one percent increase in productivity leads to a 0.1 to 0.25 percent increase in the skill premium. In several countries, including China and India, simulations suggest that the historical growth experienced in the last 25 years may have led to an increase in the skill premium of more than 10%. In a second experiment, we show that trade cost reductions generate quantitatively very different outcomes once we account for non- homothetic preferences. These imply substantially less predicted net factor content of trade and allow for a shift in consumption patterns caused by trade-induced income growth. Overall, the negative effect of trade cost reductions on the skill premium predicted for developing countries under homothetic preferences (Stolper-Samuelson) is strongly mitigated, and sometimes reversed.\n\n",
    "acknowledgement": "\nThis paper was part of the working paper Caron, Fally and Markusen (NBER 2011, CEPR 2012) which was divided in two, the first part published as Caron, Fally and Markusen (2014). The work presented here is a much expanded development of the second part and has not been published elsewhere. We thank Donald Davis, Peter Egger, Ana-Cecilia Fieler, Lionel Fontanie, Juan Carlos Hallak, Gordon Hanson, Jerry Hausman, Larry Karp, Wolfgang Keller, Ethan Ligon, Keith Maskus, Tobias Seidel, Ina Simonovska, David Weinstein, conference and seminar participants for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}