{
    "id": 2349,
    "citation_title": "Imputing Corporate Tax Liabilities to Individual Taxpayers",
    "citation_author": [
        "Martin Feldstein"
    ],
    "citation_publication_date": "1987-08-01",
    "issue_date": "1987-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents a method of studying the distributional consequences of corporate tax changes by imputing to individual tax returns the net effect of changes in effective corporate tax rates. Particular attention is given to the difference between nominal and real capital income, to the problem of corporate pension funds, and to the automatic effect of corporate tax changes on dividends and retained earnings. Application of this imputation method to the tax changes enacted in 1986 shows that the actual distribution of the total tax change was very different from the traditional distribution of only the personal income tax change. The net imputed corporate tax increase was equivalent to a rise of 6 percentage points in the personal income tax among taxpayers with 1988 incomes over $200,000 and 4 percentage points among taxpayers with incomes between $100,000 and $200,000. The corporate income tax increase also added the equivalent of an 8 percent rise in the income tax for taxpayers with incomes between $10,000 and $20,000. By contrast, for middle income taxpayers (with incomes between $30,000 and $75,000) the corporate tax increase was equivalent to an income tax rise of only 1 or 2 percent. The analysis shows that the higher corporate tax represents a particularly large increase for taxpayers over the age of 65; on average, tax returns with at least one taxpayer over age 65 will pay 12 percent more tax under the 1986 tax legislation than they would otherwise have paid. Distributional considerations will continue to play a large role in the public and Congressional discussions of future tax reforms. The present study shows that it is very important to include the distributional consequences of corporate as well as personal tax changes in the analysis of any proposed tax reforms.\n\n",
    "acknowledgement": "\n"
}