{
    "id": 23494,
    "citation_title": "When Inequality Matters for Macro and Macro Matters for Inequality",
    "citation_author": [
        "SeHyoun Ahn",
        "Greg Kaplan",
        "Benjamin Moll",
        "Thomas Winberry",
        "Christian Wolf"
    ],
    "citation_publication_date": "2017-06-12",
    "issue_date": "2017-06-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "General, Teaching",
        "\n",
        "Econometrics",
        "\n",
        "Macroeconomics",
        "\n",
        "International Economics",
        "\n",
        "Financial Economics",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop an efficient and easy-to-use computational method for solving a wide class of general equilibrium heterogeneous agent models with aggregate shocks, together with an open source suite of codes that implement our algorithms in an easy-to-use toolbox. Our method extends standard linearization techniques and is designed to work in cases when inequality matters for the dynamics of macroeconomic aggregates. We present two applications that analyze a two-asset incomplete markets model parameterized to match the distribution of income, wealth, and marginal propensities to consume. First, we show that our model is consistent with two key features of aggregate consumption dynamics that are difficult to match with representative agent models: (i) the sensitivity of aggregate consumption to predictable changes in aggregate income and (ii) the relative smoothness of aggregate consumption.  Second, we extend the model to feature capital-skill complementarity and show how factor-specific productivity shocks shape dynamics of income and consumption inequality.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nGreg Kaplan\n\n•\tMy primary employer is University of Chicago\n\n\n•\tDuring the last three years, the following institutions have paid me or given me research grants valued cumulatively at more than $5000:\no\tReserve Bank of Australia\no\tBrookings Institution\no\tNational Science Foundation\no\tSloan Foundation\no\tUniversity of New South Wales\no\tUnited States Soccer Federation\n\n\n"
}