{
    "id": 23496,
    "citation_title": "Estimating the Impact of Crop Diversity on Agricultural Productivity in South Africa",
    "citation_author": [
        "Cecilia Bellora",
        "Élodie Blanc",
        "Jean-Marc Bourgeon",
        "Eric Strobl"
    ],
    "citation_publication_date": "2017-06-12",
    "issue_date": "2017-06-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCrop biodiversity has the potential to enhance resistance to strains due to biotic and abiotic factors and to improve crop production and farm revenues. To investigate the effect of crop biodiversity on crop productivity, we build a probabilistic model based on ecological mechanisms to describe crop survival and productivity according to diversity. From this analytic model, we derive reduced forms that are empirically estimated using detailed field data of South African agriculture combined with satellite derived data. Our results confirm that diversity has a positive and significant impact on crop survival odds. We show the consistency of these results with the underlying ecologic and agricultural mechanisms.\n\n",
    "acknowledgement": "\nWe would like to thank Eyal Frank and the participants of the NBER conference on 'Understanding Productivity Growth in Agriculture' for their valuable comments. The research leading to these results has received funding from the European Union's Seventh Framework Programme under Grant Agreement n° 290693 (FOODSECURE) and by the MIT Joint Program on the Science and Policy of Global Change (for a complete list of sponsors and U.S. government funding sources of this program, see http://globalchange.mit.edu/sponsors/). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}