{
    "id": 23495,
    "citation_title": "Willingness to Pay for Low Water Footprint Food Choices During Drought",
    "citation_author": [
        "Hannah Krovetz",
        "Rebecca Taylor",
        "Sofia Villas-Boas"
    ],
    "citation_publication_date": "2017-06-12",
    "issue_date": "2017-06-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n",
        "Renewable Resources",
        "\n",
        "Environment",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the context of recent California drought years, we investigate empirically whether consumers are willing to pay for more efficient water usage in the production of four California agricultural products. We implement an internet survey choice experiment for avocados, almonds, lettuce, and tomatoes to elicit consumer valuation for water efficiency via revealed choices. We estimate a model of consumer choices where a product is defined as a bundle of three attributes: price, production method (conventional or organic), and water usage (average or efficient). Varying the attribute space presented to consumers in the experimental choice design gives us the data variation to estimate a discrete choice model—both conditional logit specifications and random coefficient mixed logit specifications. We find that on average consumers have a significant positive marginal utility towards water-efficiency and estimate that there is an implied positive willingness to pay (WTP) of about 12 cents per gallon of water saved on average. Moreover, informing consumers about the drought severity increases the WTP for low water footprint options, but not significantly. We find that there is heterogeneity in the WTP along respondents' education, race, and also with respect to stated environmental concern.  Our findings have policy implications in that they suggest there to be a market based potential to nudge consumers who want to decrease their water footprint and follow a more sustainable diet, namely, by revealing information on the product's water footprint in a form of a label. Simulations of removing low water footprint labels from the choice set attributes imply significant consumer surplus losses, especially for the more educated, white, and more environmentally concerned respondents.\n\n",
    "acknowledgement": "\nWe thank the College of Natural Resources at UC Berkeley for financial support in the survey implementation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}