{
    "id": 23492,
    "citation_title": "The Value of Mandating Maternal Education in a Developing Country",
    "citation_author": [
        "Bahadir Dursun",
        "Resul Cesur",
        "Inas Rashad Kelly"
    ],
    "citation_publication_date": "2017-06-12",
    "issue_date": "2017-06-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhile several studies estimate the impact of maternal education on birth weight and child mortality using quasi-experimental identification strategies in developing countries, the state of the literature on the causal relationship between maternal education and child health is far from being complete: (i) the extant literature offers conflicting findings; (ii) the local average treatment effects of maternal education, induced by different types of natural experiments, on child health are not well-distinguished; and (iii) many of the existing articles are undermined by limited statistical power due to small sample sizes and/or a weak first stage. To fill the void in the literature, we examine the impact of mother’s extended primary schooling on birth outcomes and child mortality using two large data sets from the Republic of Turkey. We use the 1997 education reform, which extended the duration of mandatory schooling from 5 to 8 years, to address the endogeneity of maternal education to children’s outcomes. A unique feature of the schooling reform of 1997 is that, in a developing country, it arguably provides one of the most suitable empirical frameworks to identify the local average treatment effect of compulsory education among women with a low tendency to extend their schooling beyond five years of elementary school. Results show that an increase in mother’s schooling improves child health at birth (such as through a reduction in the likelihood of low birth weight and premature births) and lowers child mortality. Moreover, it improves outcomes pertaining to method of birth delivery and maternal smoking. These findings survive a number of sensitivity tests. The current study provides robust evidence in favor of the argument that increasing the duration of mandatory primary education among women who have a low interest in receiving more schooling may have substantial non-pecuniary benefits in terms of the health of the offspring in developing countries.\n\n",
    "acknowledgement": "\nWe thank Jorge M. Agüero, Dhaval M. Dave, Michael Grossman, Adalet Keskin, Naci Mocan, Prakarsh Singh, Erdal Tekin, Jennifer M. Trudeau, seminar participants at the Southern Economic Association 2016 Meeting, 2016 Development Economics Conference at Fordham University, Eastern Economic Association 2017 Meeting, Auburn University, University of Southern Mississippi, CBRT, Koc University, Sabanci University, University of South Florida, Texas A&M University, San Antonio, and RAND for their valuable comments and suggestions. We are grateful to Şebnem Beşe Canpolat and the Demographic Statistics Department of Turkish Statistical Institute for their assistance with respect to the Population and Housing Census 2011 data. The authors thank Dr. Emel Ergün Seyit for providing insights about the collection of birth outcomes data at the Family Health Centers in Turkey. All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}