{
    "id": 23490,
    "citation_title": "Identifying the Effect of Election Closeness on Voter Turnout: Evidence from Swiss Referenda",
    "citation_author": [
        "Leonardo Bursztyn",
        "Davide Cantoni",
        "Patricia Funk",
        "Felix Schönenberger",
        "Noam Yuchtman"
    ],
    "citation_publication_date": "2017-06-12",
    "issue_date": "2017-06-08",
    "revision_date": "2020-08-03",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe provide evidence of a causal effect of anticipated election closeness on voter turnout, exploiting the precise day-level timing of the release of Swiss national poll results for high-stakes federal referenda, and a novel dataset on daily mail-in voting for the canton of Geneva. Using an event study design, we find that the release of a closer poll causes voter turnout to sharply rise immediately after poll release, with no differential pre-release turnout levels or trends. We provide evidence that polls affect turnout by providing information shaping beliefs about closeness: first, the introduction of Swiss polls had significantly larger effects in politically unrepresentative municipalities, where locally available signals of closeness are less correlated with national closeness. Second, the effects of close polls are largest where newspapers report on them most. Counterfactual exercises suggest the importance of polls and reporting on polls in shaping election outcomes.\n\n",
    "acknowledgement": "\nThis paper supersedes a previous working paper titled, “Polls, the Press, and Political Participation: The Effects of Anticipated Election Closeness on Voter Turnout.”We would like to thank Ernesto Dal Bó, Devesh Rustagi and numerous seminar participants for very helpful comments. We thank Tillmann von Carnap, Raymond Han, Peter Hong, Vasily Korovkin, Aakaash Rao, Ann-Christin Schwegmann, Abboud Masky Youssef, Sylvain Züger, and in particular Francesca Crotta and ChristophWellig, for extraordinary research assistance. Hans-Peter Kriesi generously shared data. Financial support from the Swiss National Science Foundation (grant 172739) is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}