{
    "id": 23493,
    "citation_title": "Corporate Liquidity, Acquisitions, and Macroeconomic Conditions",
    "citation_author": [
        "Isil Erel",
        "Yeejin Jang",
        "Bernadette A. Minton",
        "Michael S. Weisbach"
    ],
    "citation_publication_date": "2017-06-12",
    "issue_date": "2017-06-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFirms hold liquid assets to enhance their ability to invest efficiently when external financing costs are high, especially during poor macroeconomic conditions. Using a sample of 47,378 acquisitions from 36 countries between 1997 and 2014, we study how the relation between firms’ cash holdings and their acquisition decisions changes over macroeconomic cycles. We find that higher cash holdings increase the likelihood a firm will make an acquisition. Better macroeconomic conditions, which lower the cost of external finance, also increase the likelihood of an acquisition. However, larger cash holdings decrease the sensitivity of acquisitions to macroeconomic factors, suggesting that cash holdings lower financing constraints during times when the cost of external finance is high. Announcement day abnormal returns for acquirers follow a consistent pattern: they decrease with acquirer cash holdings and with better macroeconomic conditions. The results are consistent with the view that firms choose liquidity levels to insure against poor macroeconomic conditions.\n\n",
    "acknowledgement": "\nThe authors are Fellows of the National Center for the Middle Market at the Fisher College of Business, Ohio State University, and acknowledge the Center’s support for this research. Some of this research was completed when Michael Weisbach was a visiting scholar at the University of Hong Kong. We thank Greg Allen, Dongxu Li, and Sam Osea for excellent research assistance and Murillo Campello, Shan Ge, Charlie Hadlock, Peter Iliev, and participants at 2017 Midwest Finance Association conference for helpful discussions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}