{
    "id": 23497,
    "citation_title": "Unordered Monotonicity",
    "citation_author": [
        "James J. Heckman",
        "Rodrigo Pinto"
    ],
    "citation_publication_date": "2017-06-26",
    "issue_date": "2017-06-08",
    "revision_date": "2017-10-12",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Experimental Design",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper defines and analyzes a new monotonicity condition for the identification of counterfactuals and treatment effects in unordered discrete choice models with multiple treatments, heterogenous agents and discrete-valued instruments. Unordered monotonicity implies and is implied by additive separability of choice of treatment equations in terms of observed and unobserved variables. These results follow from properties of binary matrices developed in this paper. We investigate conditions under which unordered monotonicity arises as a consequence of choice behavior. We characterize IV estimators of counterfactuals as solutions to discrete mixture problems.\n\n",
    "acknowledgement": "\nA version of this paper was first presented as the Presidential Address to the Econometric Society delivered in Taipei, June 22, 2014, under the title “Causal Models, Structural Equations, and Identification: Stratification and Instrumental Variables.” An earlier version was presented by Heckman at the European Seminar on Bayesian Econometrics in Vienna, November 1, 2012, hosted by Sylvia Fruehwirth-Schnatter, under the title “Causal Analysis After Haavelmo: Definitions and a Unified Analysis of Identification of Causal Models.” James J. Heckman is the Henry Schultz Distinguished Service Professor of Economics and Public Policy at the University of Chicago, Director of the Center for the Economics of Human Development, and a Research Fellow at the American Bar Foundation. Rodrigo Pinto is an assistant professor of economics at UCLA. We thank Joshua Shea for a close and perceptive read of the paper and helpful comments. We thank the participants in various seminars at the University of Chicago and members of the audience at various regional meetings of the Econometric Society for helpful comments. This research was supported in part by: the American Bar Foundation; the Pritzker Children's Initiative; the Buffett Early Childhood Fund; NIH grants NICHD R37HD065072, NICHD R01HD54702, and NIA R24AG048081. The views expressed in this paper are solely those of the authors and do not necessarily represent those of the funders or the official views of the National Institutes of Health or the National Bureau of Economic Research.\n\n\n"
}