{
    "id": 23499,
    "citation_title": "Kinship, Cooperation, and the Evolution of Moral Systems",
    "citation_author": [
        "Benjamin Enke"
    ],
    "citation_publication_date": "2017-06-12",
    "issue_date": "2017-06-08",
    "revision_date": "2018-10-10",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAcross the social sciences, a key question is how societies manage to enforce cooperative behavior in social dilemmas such as public goods provision or bilateral trade. According to an influential body of theories in psychology, anthropology, and evolutionary biology, the answer is that humans have evolved moral systems: packages of functional psychological and biological mechanisms that regulate economic behavior, including a belief in moralizing gods; moral values; negative reciprocity; and emotions of shame, guilt, and disgust. Based on a stylized model, this paper empirically studies the structure and evolution of these moral traits as a function of historical heterogeneity in extended kinship relationships. The evidence shows that societies with a historically tightly-knit kinship structure regulate behavior through communal moral values; revenge taking; emotions of external shame; and notions of purity and disgust. In loose kinship societies, on the other hand, cooperation appears to be enforced through universal moral values; internalized guilt; altruistic punishment; and an apparent rise and fall of moralizing religions. These patterns point to the presence of internally consistent, but culturally variable, functional moral systems. Consistent with the model, the relationship between kinship ties, economic development, and the structure of the mediating moral systems amplified over time.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Kinship Systems, Cooperation and the Evolution of Culture.\" I am grateful to Jesse Graham, Jonathan Haidt, and Nathan Nunn for generous data sharing. An editor and referees provided extremely helpful comments. This paper would not have been possible without the inspiration provided by my conversations with Joe Henrich. I further thank Anke Becker, Filipe Campante, Ed Glaeser, Raquel Fernandez, Jeff Frieden, Paola Giuliano, Sara Lowes, Stelios Michalopoulos, Nathan Nunn, Gerard Roland, Raul Sanchez de la Sierra, Jesse Shapiro, Guido Tabellini, and many seminar audiences for helpful comments. Patricia Sun provided outstanding research assistance.  The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}