{
    "id": 23500,
    "citation_title": "General Equilibrium Trade Modelling with Canada-US Transportation Costs",
    "citation_author": [
        "Chuantian He",
        "Chunding Li",
        "John Whalley"
    ],
    "citation_publication_date": "2017-06-12",
    "issue_date": "2017-06-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Macroeconomics",
        "\n",
        "Development and Growth",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTransportation costs are an important topic in international trade, but seldom have researches paid attention to general equilibrium trade modelling with transportation costs and explored their relevant effects. This paper uses different numerical general equilibrium trade model structures to simulate the impacts of transportation costs on both welfare and trade for a Canada-US country pair case. We compare two groups of model structure, Armington assumption models and homogeneous goods models. Within these two groups of models, we also compare balanced trade structures to trade imbalance structures, and production function transportation costs to iceberg transportation costs. Armington goods models generate absolute welfare gains from transportation cost elimination than homogeneous goods models. Welfare gains under balanced trade structures are larger in production function transportation cost scenarios, but are larger in iceberg transportation cost scenario under trade imbalance structures. Canada’s welfare gains with iceberg transportation cost are significantly larger than gains with production function transportation cost. On trade effects, homogeneous goods models generate more export and import gains, balanced trade structures have more trade variations, and iceberg transportation cost generate more trade effects.\n\n",
    "acknowledgement": "\nWe are grateful to the CN Fund (CN Post-doctoral Fellow in Canada-US Transportation Policy Research Grant) for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}