{
    "id": 23509,
    "citation_title": "Generalized Compensation Principle",
    "citation_author": [
        "Aleh Tsyvinski",
        "Nicolas Werquin"
    ],
    "citation_publication_date": "2017-06-12",
    "issue_date": "2017-06-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe generalize the classic concept of compensating variation and the welfare compensation principle to a general equilibrium environment with distortionary taxes. We show that the problem of designing a tax reform that compensates the welfare gains and losses induced by an economic disruption can be formalized as a solution to a system of differential-algebraic equations (DAEs). We derive its solution in a closed form and therefore provide a complete analytical characterization of the welfare-compensating tax reform in general equilibrium. The partial equilibrium compensation consists of adjusting the average tax rate to exactly cancel out the initial wage disruption. We show that in general equilibrium, the compensating tax reform features three primary modifications to this benchmark. First, defining the relevant wage disruption that needs to be compensated requires accounting for the endogenous wage adjustments induced by the initial shock. The other two effects arise because the marginal tax rates, in general equilibrium, impact wages, and hence individual utility. The “progressivity” effect requires adjustments to the tax code that counteract the welfare effects implied by the decreasing marginal product of each skill's labor. This leads to exponentially decreasing or increasing taxes on incomes below those of the disrupted agents. The “compensation of compensation” effect requires adjustments that counteract the welfare effects implied by the complementarities between skills in production. This leads to an inductive procedure to implement compounding rounds of iterative compensation. While we provide a closed form expression for this effect in the general model, in the special case of a CES production function it reduces to a remarkably simple uniform shift of the marginal tax rates. Finally, we derive a closed form formula for the fiscal surplus of the wage disruption and the compensating tax reform, generalizing the traditional Kaldor-Hicks criterion.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}