{
    "id": 23501,
    "citation_title": "Planning for Retirement? The Importance of Time Preferences",
    "citation_author": [
        "Robert L. Clark",
        "Robert G. Hammond",
        "Christelle Khalaf",
        "Melinda Sandler Morrill"
    ],
    "citation_publication_date": "2017-06-12",
    "issue_date": "2017-06-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEnsuring retirement income security is a priority for individuals, employers, and policymakers. Using merged administrative and survey data for public sector workers in North Carolina, we explore how workers’ characteristics and preferences are associated with planning and saving for retirement. We then assess the “quality” of a retirement plan and whether retirement behavior is consistent with these plans.   The findings indicate that the way that individuals discount future consumption is associated with the extent of their retirement planning and preparedness.  We find that individuals who engage in retirement planning are better prepared to meet their retirement goals upon leaving their career jobs.\n\n",
    "acknowledgement": "\nThe authors gratefully acknowledge funding from the Sloan Foundation, Grant Number 2013-10-20.  The authors would like to thank Bryan Allard, Emma Hanson, and Aditi Pathak for research assistance.  The research reported herein is part of an on-going project that is being conducted in partnership with the North Carolina Retirement Systems Division.  The authors thank Janet Cowell, former North Carolina State Treasurer, Steven C. Toole, Director of the Retirement Systems Division, Mary Buonfiglio, Deputy Director of Supplemental Retirement Plans, and Sam Watts, Policy Director of the Retirement Systems Division for their help and support. An earlier draft of this paper was prepared for the 2014 SIEPR Conference on Working Longer and Retirement; the authors thank seminar participants for helpful comments.  The authors also thank Olivia Mitchell and John Pencavel for helpful suggestions.  The opinions and conclusions expressed herein are solely those of the authors and do not represent the opinions or policies of the North Carolina Retirement System or any other institution with which the authors are affiliated. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}