{
    "id": 23503,
    "citation_title": "Trade Induced Structural Change and the Skill Premium",
    "citation_author": [
        "Javier Cravino",
        "Sebastian Sotelo"
    ],
    "citation_publication_date": "2017-06-12",
    "issue_date": "2017-06-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Globalization and International Relations",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study how international trade affects manufacturing employment and the relative wage of unskilled workers when goods and services are traded with different intensities. Manufacturing trade reduces manufacturing prices worldwide, which reduces manufacturing employment if manufactures and services are complements. We document that manufacturing production is unskilled-labor intensive, so that these changes increase the skill-premium. We incorporate this mechanism in a quantitative trade model and show that trade has had a negative impact on manufacturing employment and the relative wage of unskilled workers. The impact on the skill premium was larger in developing countries where manufacturing is particularly unskilled-labor intensive.\n\n",
    "acknowledgement": "\nWe thank Rodrigo Adao, Ariel Burstein, Alan Deardorff, Pablo Fajgelbaum, Laurien Gilbert, Sam Kortum, Andrei Levchenko and our discussants Vanessa Alviarez and Marti Mestieri, along with seminar and workshop participants at several institutions for very helpful comments and suggestions. We also thank Sam Haltenhof for superb research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}