{
    "id": 23507,
    "citation_title": "Estimating the Recession-Mortality Relationship when Migration Matters",
    "citation_author": [
        "Vellore Arthi",
        "Brian Beach",
        "W. Walker Hanlon"
    ],
    "citation_publication_date": "2017-06-12",
    "issue_date": "2017-06-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA large literature following Ruhm (2000) suggests that mortality falls during recessions and rises during booms. The panel-data approach used to generate these results assumes that either there is no substantial migration response to temporary changes in local economic conditions, or that any such response is accurately captured by intercensal population estimates. To assess the importance of these assumptions, we examine two natural experiments: the recession in cotton textile-producing districts of Britain during the U.S. Civil War, and the coal boom in Appalachian counties of the U.S. that followed the OPEC oil embargo in the 1970s. In both settings, we find evidence of a substantial migratory response. Moreover, we show that estimates of the relationship between business cycles and mortality are highly sensitive to assumptions related to migration. After adjusting for migration, we find that mortality increased during the cotton recession, but was largely unaffected by the coal boom. Overall, our results suggest that migration can meaningfully bias estimates of the impact of business-cycle fluctuations on mortality.\n\n",
    "acknowledgement": "\nWe thank James Fenske, Joe Ferrie, Marco Gonzalez-Navarro, Tim Hatton, Taylor Jaworski, Amir Jina, Shawn Kantor, Carl Kitchens, Adriana Lleras-Muney, Grant Miller, Christopher Ruhm, William Strange; audiences at the 2017 ASSA Annual Meeting, 2017 NBER Cohort Studies Meeting, 2017 PAA Annual Meeting, and 2017 SDU Workshop on Applied Microeconomics; and seminar participants at University of California, Davis, University of Essex, Florida State University, Queen's University, RAND, University of Toronto, and University of Warwick; for helpful comments. For funding, we thank the UCLA Rosalinde and Arthur Gilbert Program in Real Estate, Finance and Urban Economics, the California Center for Population Research, the UCLA Academic Senate Faculty Research Grant Fund, and the National Science Foundation (CAREER Grant No. 1552692) The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}