{
    "id": 23502,
    "citation_title": "Dynamics of Housing Debt in the Recent Boom and Great Recession",
    "citation_author": [
        "Manuel Adelino",
        "Antoinette Schoar",
        "Felipe Severino"
    ],
    "citation_publication_date": "2017-06-12",
    "issue_date": "2017-06-08",
    "revision_date": "2017-10-18",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper documents a number of key facts about the evolution of mortgage debt, homeownership, debt burden and subsequent delinquency during the recent housing boom and Great Recession. We show that the mortgage expansion was shared across the entire income distribution, i.e. the flow and stock of debt rose across all income groups (except for the top 5%). The mortgage expansion was especially pronounced in areas with increased house prices, and the speed at which houses turned over (churn) in these areas went up significantly. However, the average loan-to-value ratios (LTV) at origination did not increase over the boom period. While homeownership rates increased for the middle and upper income households, there was no increase in homeownership for the lowest income groups. Finally, default rates post-crisis went up predominantly in areas with large house price drops, especially for high income and high- FICO borrowers. These results are consistent with a view that the run up in mortgage debt over the pre-crisis period was driven by rising home values and expectations of increasing prices.\n\n",
    "acknowledgement": "\nWe thank the editors, Martin Eichenbaum and Jonathan Parker, and our discussants, Erik Hurst and Gianluca Violante, for very insightful comments and suggestions. We also benefited from many helpful discussions with participants at the NBER Macro Annual Meeting. All mistakes are of course our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}