{
    "id": 23504,
    "citation_title": "Still More On Mariel: The Role of Race",
    "citation_author": [
        "George J. Borjas"
    ],
    "citation_publication_date": "2017-06-12",
    "issue_date": "2017-06-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCard’s (1990) study of the Mariel supply shock remains an important cornerstone of both the literature that measures the labor market impact of immigration, and of the “stylized fact” that immigration might not have much impact on the wage of workers in a receiving country. My recent reappraisal of the Mariel evidence (Borjas, 2017) revealed that the wage of low-skill workers in Miami declined substantially in the years after Mariel, and has already encouraged a number of re-reexaminations. Most recently, Clemens and Hunt (2017) argue that a data quirk in the CPS implies that wage trends in the sample of non-Hispanic prime-age men examined in my paper does not correctly represent what happened to wages in post-Mariel Miami. Specifically, there was a substantial increase in the black share of Miami’s low-skill workforce in the relevant period (particularly between the 1979 and 1980 survey years of the March CPS). Because African-American men earn less than white men, this increase in the black share would spuriously produce a drop in the average low-skill wage in Miami. This paper examines the robustness of the evidence presented in my original paper to statistical adjustments that control for the increasing number of black men in Miami’s low-skill workforce. The evidence consistently indicates that the race-adjusted low-skill wage in Miami fell significantly relative to the wage in other labor markets shortly after 1980 before fully recovering by 1990.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}