{
    "id": 23506,
    "citation_title": "Social Security and Saving: An Update",
    "citation_author": [
        "Sita Slavov",
        "Devon Gorry",
        "Aspen Gorry",
        "Frank N. Caliendo"
    ],
    "citation_publication_date": "2017-06-12",
    "issue_date": "2017-06-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTypical neoclassical life-cycle models predict that Social Security has a large and negative effect on private savings. We review this theoretical literature by constructing a model where individuals face uninsurable longevity risk and differ by wage earnings, while Social Security provides benefits as a life annuity with higher replacement rates for the poor. We use the model to generate numerical examples that confirm the standard result. Using several benefit and tax changes from the 1970s and 1980s as natural experiments, we investigate the empirical relationship between Social Security and private savings and find little to support the strong predictions from the theoretical model. We explore possible reasons for the divergence between theoretical predictions and empirical findings.\n\n",
    "acknowledgement": "\nThis research was supported by the Mercatus Center at George Mason University. The findings and conclusions expressed are solely those of the authors.  We thank Muzhdah Karimi for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nSita Slavov\n\nIn addition to my compensation from George Mason University, during the past three years, I have received compensation from Stanford University, the American Enterprise Institute, the National Bureau of Economic Research, and the Mercatus Center. During the past three years, my research has been supported by grants from the Sloan Foundation, the National Institute on Aging, the Social Security Administration, the Koch Foundation, the Mercatus Center, and Stanford University.\n\n\n"
}