{
    "id": 23505,
    "citation_title": "What is the Business of Business?",
    "citation_author": [
        "Andreas Nilsson",
        "David T. Robinson"
    ],
    "citation_publication_date": "2017-06-12",
    "issue_date": "2017-06-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops a simple framework for understanding the emergence of new organizational forms, such as socially responsible firms and social entrepreneurs, that embody the private sector's efforts to resolve problems that typically have been within the purview of government and traditional public charities. We consider organizations that can generate both financial and social returns. Differences in the technologies between the for-profit sector and the social sector give rise to comparative advantages and play a key part in the analysis. This allows us to analyze the conditions under which hybrid organizations emerge in place of traditional charities and profit-maximizers.\n\n",
    "acknowledgement": "\nThe authors are grateful to Josh Lerner, Yasin Ozcan, and Scott Stern for suggestions on the current draft.  Hengjie Ai, Ulf Axelson, Paul Bloom, Ronnie Chatterji, Shawn Cole, Ofer Eldar, Rich Mathews, Alex Nichols, Adriano Rampini, Pian Shu, Per Str\\\"omberg, and seminar participants at the Swedish House of Finance, the Skoll Research Colloquium on Social Entrepreneurship, Duke, MIT, and the Harvard Social Enterprise Conference provided many helpful suggestions on earlier drafts.  Special thanks for detailed suggestions and encouragement go to Brian Trelstad, Jean de Bettignies and the late Greg Dees.  Much of this work originated when Robinson was the Olof Stenhammar Professor of Financial Entrepreneurship at the Stockholm School of Economics and when Nilsson was a Visiting Fellow at Harvard Business School. The authors are grateful to these institutions for their hospitality. Any errors are ours alone. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}