{
    "id": 23516,
    "citation_title": "Unions, Workers, and Wages at the Peak of the American Labor Movement",
    "citation_author": [
        "Brantly Callaway",
        "William J. Collins"
    ],
    "citation_publication_date": "2017-06-19",
    "issue_date": "2017-06-15",
    "revision_date": "2020-09-06",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Relations",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study a novel dataset compiled from archival records, which includes information on men’s wages, union status, educational attainment, work history, and other background variables for several cities circa 1950.  Such data are extremely rare for the early post-war period when U.S. unions were at their peak.  After describing patterns of selection into unions, we measure the union wage premium using unconditional quantile methods.  The wage premium was larger at the bottom of the income distribution than at the middle or higher, larger for African Americans than for whites, and larger for those with low levels of education.  Counterfactuals are consistent with the view that unions substantially narrowed urban wage inequality at mid-century.\n\n",
    "acknowledgement": "\nThis paper is dedicated to T. Aldrich Finegan, Professor Emeritus at Vanderbilt University.  The authors gratefully acknowledge assistance from the staff of the University of Pennsylvania Archives, as well as helpful input from Ran Abramitzky, Al Finegan, Malcolm Getz, Claudia Goldin, Andrew Goodman-Bacon, Barry Hirsch, Ilyana Kuziemko, Robert Margo, Suresh Naidu, Greg Niemesh, John Pencavel, Valerie Ramey, Ariell Zimran, and anonymous referees.  NSF funding supported the original data collection (SES 0095943).  Francesca Ciliberti, Hannah Moon, Christina Quigley, and Tim Watts provided excellent research assistance with the Palmer Survey.  Callaway is an Assistant Professor at Temple University; Collins is the Terence E. Adderley Jr. Professor of Economics at Vanderbilt University and Research Associate of the NBER. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}