{
    "id": 23510,
    "citation_title": "Right-to-Carry Laws and Violent Crime: A Comprehensive Assessment Using Panel Data and a State-Level Synthetic Control Analysis",
    "citation_author": [
        "John J. Donohue",
        "Abhay Aneja",
        "Kyle D. Weber"
    ],
    "citation_publication_date": "2017-06-19",
    "issue_date": "2017-06-15",
    "revision_date": "2018-11-01",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses more complete state panel data (through 2014) and new statistical techniques to estimate the impact on violent crime when states adopt right-to-carry (RTC) concealed handgun laws. Our preferred panel data regression specification, unlike the statistical model of Lott and Mustard that had previously been offered as evidence of crime-reducing RTC laws, both satisfies the parallel trends assumption and generates statistically significant estimates showing RTC laws increase overall violent crime. Our synthetic control approach also strongly confirms that RTC laws are associated with 13-15 percent higher aggregate violent crime rates ten years after adoption. Using a consensus estimate of the elasticity of crime with respect to incarceration of 0.15, the average RTC state would need to roughly double its prison population to offset the increase in violent crime caused by RTC adoption.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Right-to-Carry Laws and Violent Crime: A Comprehensive Assessment Using Panel Data and a State-Level Synthetic Controls Analysis.\" We thank Dan Ho, Stefano DellaVigna, Rob Tibshirani, Trevor Hastie, StefanWager, Jeff Strnad, and participants at the 2011 Conference of Empirical Legal Studies (CELS), 2012 American Law and Economics Association (ALEA) Annual Meeting, 2013 Canadian Law and Economics Association (CLEA) Annual Meeting, 2015 NBER Summer Institute (Crime), and the Stanford Law School faculty workshop for their comments and helpful suggestions. Financial support was provided by Stanford Law School. We are indebted to Alberto Abadie, Alexis Diamond, and Jens Hainmueller for their work developing the synthetic control algorithm and programming the Stata module used in this paper and for their helpful comments. The authors would also like to thank Alex Albright, Andrew Baker, Jacob Dorn, Bhargav Gopal, Crystal Huang, Mira Korb, Haksoo Lee, Isaac Rabbani, Akshay Rao, Vikram Rao, Henrik Sachs and Sidharth Sah who provided excellent research assistance, as well as Addis O’Connor and Alex Chekholko at the Research Computing division of Stanford’s Information Technology Services for their technical support. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}