{
    "id": 23514,
    "citation_title": "Mortality Inequality in Canada and the U.S.: Divergent or Convergent Trends?",
    "citation_author": [
        "Michael Baker",
        "Janet Currie",
        "Hannes Schwandt"
    ],
    "citation_publication_date": "2017-06-19",
    "issue_date": "2017-06-15",
    "revision_date": "2018-11-16",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMortality is a crucial indicator of wellbeing and recent mortality trends have been a subject of public debate in many Western countries. This paper compares mortality inequality in Canada and the U.S. over the period 1990/91 through 2010/11. In Canada, mortality inequality remained constant among the youngest, but increased for men over 24 and for women over 14. In contrast, in the U.S. mortality inequality fell for children and youth, while at older ages it either modestly decreased or held steady. By 2010/11 the initially higher U.S. rates of infant and child mortality had almost converged to their Canadian counterparts.\n\n",
    "acknowledgement": "\nThe authors thank Boriana Miloucheva, Jiaqi Zou, Matthew Schwartzman, and Carolyn Tsao for exceptional research assistance and David Card, Phil Oreopoulos, two referees and participants at the Oct. 2016 authors conference for helpful comments. Financial support from the Canada Research Chairs program and the Princeton Center for Translational Research on Aging (2P30AG024928) is gratefully acknowledged. Much of the analysis for this paper was conducted at the Toronto Region Statistics Canada Research Data Centre, which is part of the Canadian Research Data Centre Network (CRDCN). The services and activities provided by the CRDCN are made possible by the financial or in-kind support of the SSHRC, the CIHR, the CFI, Statistics Canada and participating universities whose support is gratefully acknowledged. The views expressed in this paper do not necessarily represent the CRDCN’s, its partners, or the National Bureau of Economic Research.\n\n\n"
}