{
    "id": 23519,
    "citation_title": "Heterogeneous Yield Impacts from Adoption of Genetically Engineered Corn and the Importance of Controlling for Weather",
    "citation_author": [
        "Jayson L. Lusk",
        "Jesse Tack",
        "Nathan P. Hendricks"
    ],
    "citation_publication_date": "2017-06-19",
    "issue_date": "2017-06-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nConcern about declining growth in crop yields has renewed debates about the ability of biotechnology to promote food security. While numerous experimental and farm-level studies have found that adoption of genetically engineered crops has been associated with yield gains, aggregate and cross-country comparisons often seem to show little effect, raising questions about the size and generalizability of the effect. This paper attempts to resolve this conundrum using a panel of United States county-level corn yields from 1980 to 2015 in conjunction with data on adoption of genetically engineered crops, weather, and soil characteristics. Our panel data contain just over 28,000 observations spanning roughly 800 counties. We show that changing weather patterns confound simple analyses of trend yield, and only after controlling for weather do we find that genetically engineered crops have increased yields above trend. There is marked heterogeneity in the effect of adoption of genetically engineered crops across location partially explained by differential soil characteristics which may be related to insect pressure. While adoption of genetically engineered crops has the potential to mitigate downside risks from weeds and insects, we find no effects of adoption on yield variability nor do we find that adoption of presently available genetically engineered crops has led to increased resilience to heat or water stress. On average, across all counties, we find adoption of GE corn was associated with a 17 percent increase in corn yield.\n\n",
    "acknowledgement": "\nThe authors thank Wolfram Schlenker and Michael Roberts for sharing weather data and Ed Perry for sharing irrigation data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}