{
    "id": 23518,
    "citation_title": "Health Plan Payment in Medicaid Managed Care: A Hybrid Model of Regulated Competition",
    "citation_author": [
        "Timothy Layton",
        "Alice K. Ndikumana",
        "Mark Shepard"
    ],
    "citation_publication_date": "2017-06-19",
    "issue_date": "2017-06-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMedicaid, the government program for providing health insurance to low-income and disabled Americans, is the largest health insurer in the United States with more than 73 million enrollees. It is also the sector of the U.S. public health insurance system that relies most heavily on the tools of regulated competition with more than 60% of its enrollees enrolled in a private health plan in 2014. However, regulated competition in Medicaid differs from the typical model, emphasizing the tools of competitive procurement -- such as competitive bidding, the threat of exclusion from the market, and auto-assignment of enrollees to plans -- to attempt to improve efficiency, instead of relying primarily on the forces of consumer demand. In this paper, we discuss how Medicaid combines the tools of competitive procurement with the tools of regulated competition and some potential consequences of this hybrid model.\n\n",
    "acknowledgement": "\nThis essay was prepared as a chapter in \"Risk Adjustment, Risk Sharing, and Premium Regulation in Health Insurance Markets: Theory and Practice\" edited by Thomas McGuire and Richard van Kleef and published by Elsevier. We thank the editors for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nTimothy Layton\n\nDisclosures, Timothy Layton\nNo funder or other agency had the opportunity to review this research prior to publication. Potentially relevant professional and financial relationships in the past 3 years:\n1. NIMH Postdoctoral Fellowship [T32-019733] (salary)\n2. Harvard Medical School: Assistant Professor (salary)\n3. Litigation consulting with Greylock MacKinnon and Associates (consulting fees $30-40k)\n4. Consulting fees from University of Texas – Austin for project “Selection Incentives in US Health Plan Design.” [funded by Pfizer] ($10k)\n5. Grant from John and Laura Arnold Foundation. “Risk Adjustment Re-design.” Co-investigator. (12% time)\n6. Grant from NIMH. “Mental Health Coverage and Payment in Private Health Plans.” [R01-MH094290] Co-investigator. (20% time)\n\n\n"
}