{
    "id": 23515,
    "citation_title": "Reorganization or Liquidation: Bankruptcy Choice and Firm Dynamics",
    "citation_author": [
        "Dean Corbae",
        "Pablo D'Erasmo"
    ],
    "citation_publication_date": "2017-06-19",
    "issue_date": "2017-06-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we ask how bankruptcy law affects the financial decisions of corporations and its implications for firm dynamics. According to current U.S. law, firms have two bankruptcy options: Chapter 7 liquidation and Chapter 11 reorganization. Using Compustat data, we first document capital structure and investment decisions of non-bankrupt, Chapter 11, and Chapter 7 firms. Using those data moments, we then estimate parameters of a firm dynamics model with endogenous entry and exit to include both bankruptcy options in a general equilibrium environment. Finally, we evaluate a bankruptcy policy change recommended by the American Bankruptcy Institute that amounts to a “fresh start” for bankrupt firms. We find that changes to the law can have sizable consequences for borrowing costs and capital structure which via selection affects productivity (allocative efficiency rises by 2.58%) and welfare (rises by 0.54%).\n\n",
    "acknowledgement": "\nWe thank Gian Luca Clementi, Hulya Eraslan, and Vincenzo Quadrini as well as seminar participants at Carnegie Mellon, Rice University, University College London, Ohio State University, BI Norwegian Business School, Bank of Canada, Konstanz University, Macro Finance Society, Society for Economic Dynamics Meetings, and the Econometric Society Summer Meetings for helpful comments. The views expressed in this paper are those of the authors and do not necessarily reflect those of the Federal Reserve Bank of Philadelphia, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}