{
    "id": 23512,
    "citation_title": "Credit Market Freezes",
    "citation_author": [
        "Efraim Benmelech",
        "Nittai K. Bergman"
    ],
    "citation_publication_date": "2017-06-19",
    "issue_date": "2017-06-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCredit market freezes in which debt issuance declines dramatically and market liquidity evaporates are typically observed during financial crises. In the financial crisis of 2008-09, the structured credit market froze, issuance of corporate bonds declined, and secondary credit markets became highly illiquid. In this paper we analyze liquidity in bond markets during financial crises and  compare two main theories of liquidity in markets: (1) asymmetric information and adverse selection, and (2) heterogenous beliefs. Analyzing the 1873 financial crisis as well as the 2008-09 crisis, we find that when bond value deteriorates, bond illiquidity increases, consistent with an adverse selection model of the information sensitivity of debt contracts. While we show that the adverse-selection model of debt liquidity explains a large portion of the rise in illiquidity, we find little support for the hypothesis that opinion dispersion explains  illiquidity in financial crises.\n\n",
    "acknowledgement": "\nWe thank Bengt Holmstrom for numerous conversations. We also thank Marty Eichanbaum, Ravi Jaganathan, Dimitris Papanikolaou, Jonathan Parker, Sergio Rebelo, Steve Strongin, our NBER Macro Annual discussants V. V. Chari and Raghu Rajan, and seminar participants at the Goldman Sachs Global Markets Institute Academic Fellowship Conference and the NBER's 32nd Annual Conference on Macroeconomics for many comments that have improved the paper. We are grateful to Jack Bao and Kewei Hou for sharing their bond liquidity data. Shoham Benmelech, Zach Mikaya, Khizar Qureshi, Jeremy Trubnick and Yupeng Wang provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}