{
    "id": 23523,
    "citation_title": "Beetles: Biased Promotions and Persistence of False Belief",
    "citation_author": [
        "George Akerlof",
        "Pascal Michaillat"
    ],
    "citation_publication_date": "2017-06-19",
    "issue_date": "2017-06-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops a theory of promotion based on evaluations by the already promoted. The already promoted show some favoritism toward candidates for promotion with similar beliefs, just as beetles are more prone to eat the eggs of other species. With such egg-eating bias, false beliefs may not be eliminated by the promotion system. Our main application is to scientific revolutions: when tenured scientists show favoritism toward candidates for tenure with similar beliefs, science may not converge to the true paradigm. We extend the statistical concept of power to science: the power of the tenure test is the probability (absent any bias) of denying tenure to a scientist who adheres to the false paradigm, just as the power of any statistical test is the probability of rejecting a false null hypothesis. The power of the tenure test depends on the norms regarding the appropriate criteria to use in promotion and the empirical evidence available to apply these criteria. We find that the scientific fields at risk of being captured by false paradigms are those with low power. Another application is to hierarchical organizations: egg-eating bias can result in the capture of the top of organizations by the wrong-minded.\n\n",
    "acknowledgement": "\nWe thank Robert Akerlof, John Friedman, Mitchell Hoffman, Ronny Razin, and participants at seminars and conferences for valuable suggestions. This work was supported by the Canadian Institute for Advanced Research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}