{
    "id": 23528,
    "citation_title": "Scraping By: Income and Program Participation After the Loss of Extended Unemployment Benefits",
    "citation_author": [
        "Jesse Rothstein",
        "Robert G. Valletta"
    ],
    "citation_publication_date": "2017-06-19",
    "issue_date": "2017-06-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany Unemployment Insurance (UI) recipients do not find new jobs before exhausting their benefits, even when benefits are extended during recessions. Using SIPP panel data covering the 2001 and 2007-09 recessions and their aftermaths, we identify individuals whose jobless spells outlasted their UI benefits (exhaustees) and examine household income, program participation, and health-related outcomes during the six months following UI exhaustion. For the average exhaustee, the loss of UI benefits is only slightly offset by increased participation in other safety net programs (e.g., food stamps), and family poverty rates rise substantially. Self-reported disability also rises following UI exhaustion. These patterns do not vary dramatically across the UI extension episodes, household demographic groups, or broad income level prior to job loss. The results highlight the unique, important role of UI in the U.S. social safety net.\n\n",
    "acknowledgement": "\nWe thank Marianne Bitler, Julie Hotchkiss, and participants at the IZA/OECD/World Bank Conference on Safety Nets and Benefit Dependence (May 2013) and the All-California Labor Conference (September 2013) for comments, plus Jeongsoo Kim of the Census Bureau for SIPP data advice. We also thank Leila Bengali for outstanding research assistance. Rothstein thanks the Russell Sage Foundation for financial support. The views expressed in this paper are those of the authors and should not be attributed to anyone else at the Federal Reserve Bank of San Francisco, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}