{
    "id": 23520,
    "citation_title": "High School Genetic Diversity and Later-life Student Outcomes: Micro-level Evidence from the Wisconsin Longitudinal Study",
    "citation_author": [
        "C. Justin Cook",
        "Jason M. Fletcher"
    ],
    "citation_publication_date": "2017-06-19",
    "issue_date": "2017-06-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA novel hypothesis posits that levels of genetic diversity in a population may partially explain variation in the development and success of countries. Our paper extends evidence on this novel question by subjecting the hypothesis to an alternative context that eliminates many alternative hypotheses by aggregating representative data to the high school level from a single state (Wisconsin) in 1957, when the population was composed nearly entirely of individuals of European ancestry. Using this sample of high school aggregations, we too find a strong effect of genetic diversity on socioeconomic outcomes. Additionally, we check an existing mechanism and propose a new potential mechanism of the results for innovation: personality traits associated with creativity and divergent thinking.\n\n",
    "acknowledgement": "\nThis research uses data from the Wisconsin Longitudinal Study (WLS) of the University of Wisconsin-Madison. Since 1991, the WLS has been supported principally by the National Institute on Aging (AG-9775, AG-21079, AG-033285, and AG-041868), with additional support from the Vilas Estate Trust, the National Science Foundation, the Spencer Foundation, and the Graduate School of the University of Wisconsin-Madison. Since 1992, data have been collected by the University of Wisconsin Survey Center. A public use file of data from the Wisconsin Longitudinal Study is available from the Wisconsin Longitudinal Study, University of Wisconsin-Madison, 1180 Observatory Drive, Madison, Wisconsin 53706 and at http://www.ssc.wisc.edu/wlsresearch/data/. The opinions expressed herein are those of the authors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}