{
    "id": 23527,
    "citation_title": "Inference on Risk Premia in the Presence of Omitted Factors",
    "citation_author": [
        "Stefano Giglio",
        "Dacheng Xiu"
    ],
    "citation_publication_date": "2017-06-19",
    "issue_date": "2017-06-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a three-pass method to estimate the risk premia of observable factors in a linear asset pricing model, which is valid even when the observed factors are just a subset of the true factors that drive asset prices or they are measured with error. We show that the risk premium of a factor can be identified in a linear factor model regardless of the rotation of the other control factors as long as they together span the space of true factors. Motivated by this rotation invariance result, our approach uses principal components to recover the factor space and combines the estimated principal components with each observed factor to obtain a consistent estimate of its risk premium. Our methodology also accounts for potential measurement error in the observed factors and detects when such factors are spurious or even useless. The methodology exploits the blessings of dimensionality, and we therefore apply it to a large panel of equity portfolios to estimate risk premia for several workhorse linear models. The estimates are robust to the choice of test portfolios within equities as well as across many asset classes.\n\n",
    "acknowledgement": "\nWe benefited tremendously from discussions with Jushan Bai, Svetlana Bryzgalova, John Cochrane, George Constantinides, Gene Fama, Valentin Haddad, Christian Hansen, Lars Hansen, Kris Jacobs, Raymond Kan, Serhiy Kozak, Nan Li, Toby Moskowitz, Stavros Panageas, Shri Santosh, Ivo Welch, Irina Zviadadze, and seminar and conference participants at the University of Chicago, Princeton University, Stanford University, Xiamen University, Tsinghua University, Hong Kong University of Science and Technology, Durham Business School, University of Liverpool Management School, University of Virginia-McIntire, University of Minnesota, Luxembourg School of Finance, University of British Columbia, Nankai University, Fudan University, the 2017 Annual meeting of the American Finance Association, the HEC-McGill Winter Finance Workshop, the 2017 Asian Meeting of the Econometric Society, the 2017 China Finance Review International Conference, and the BI-SHoF Conference. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}