{
    "id": 23524,
    "citation_title": "Long-Run Pollution Exposure and Adult Mortality: Evidence from the Acid Rain Program",
    "citation_author": [
        "Alan I. Barreca",
        "Matthew Neidell",
        "Nicholas J. Sanders"
    ],
    "citation_publication_date": "2017-06-19",
    "issue_date": "2017-06-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThough over 90 percent of benefits from environmental quality improvements are attributed to long-term exposure, nearly all quasi-experimental evidence on the effects of pollution on health exploits changes in short-term exposure. Quantifying long-run exposure impacts requires a lasting, exogenous change in ambient pollution. Even if the initial change in pollution is exogenous, the long-run nature allows more time for economic agents to respond to changes in pollution, resulting in endogenous pollution exposure. We estimate the effects of long-run pollution exposure on mortality among adults by exploiting the United States Acid Rain Program (ARP) as a natural experiment. The ARP, which regulated emissions from coal power plants, created a permanent change in pollution across vast distances, enabling us to define broad treatment areas to subsume many potential confounding effects. We use a difference-indifferences design, comparing changes in mortality over time in counties “near” regulated plants to changes in mortality in similar counties “far” from the plants. We find relative mortality in treatment counties decreased after the introduction of the ARP, with mortality improvements growing steadily over time in both economic and statistical significance. The ARP had no significant effect on residential sorting or employment, helping rule out selection or economic mechanisms. Analysis by cause of death supports the role of fine particulate matter as the relevant pollutant.\n\n",
    "acknowledgement": "\nWe thank Joshua Graff Zivin, Douglas Miller, Reed Walker, Michael Anderson, Shinsuke Tanaka, and seminar participants at UC-Santa Barbara, Indiana University, University of Pittsburgh, Toulouse School of Economics, Lafayette College, University of Connecticut, Louisiana State University, Auburn University, the 2016 ASHEcon Biennial Conference, the 2017 Meetings of the Allied Social Sciences Association, and the Stanford Institute for Economic Policy Research Annual Postdoctoral Scholars Conference for many useful comments. Neidell received support from the Columbia Population Research Center, which is supported by the Eunice Kennedy Shriver National Institute Of Child Health & Human Development of the National Institutes of Health under award number P2CHD058486. The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}