{
    "id": 23521,
    "citation_title": "A Generalized Approach to Indeterminacy in Linear Rational Expectations Models",
    "citation_author": [
        "Francesco Bianchi",
        "Giovanni Nicolò"
    ],
    "citation_publication_date": "2017-06-19",
    "issue_date": "2017-06-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a novel approach to deal with the problem of indeterminacy in Linear Rational Expectations models. The method consists of augmenting the original model with a set of auxiliary exogenous equations that are used to provide the adequate number of explosive roots in presence of indeterminacy. The solution in this expanded state space, if it exists, is always determinate, and is identical to the indeterminate solution of the original model. The proposed approach accommodates determinacy and any degree of indeterminacy, and it can be implemented even when the boundaries of the determinacy region are unknown. As a result, the researcher can estimate the model by using standard packages without restricting the estimates to a certain area of the parameter space. We apply our method to simulated and actual data from a prototypical New-Keynesian model for both regions of the parameter space. We show that our method successfully recovers the true parameter values independent of the initial values.\n\n",
    "acknowledgement": "\nWe thank Jonas Arias, Jess Benhabib, Roger Farmer, François Geerolf, Frank Schorfheide and all participants at UCLA seminars, NBER Multiple Equilibria and Financial Crises Conference, CEPR-IMFS New Methods for Macroeconomic Modeling, Model Comparison and Policy Analysis Conference, Federal Reserve Bank of St. Louis, Society of Economic Dynamics, 12th Dynare Conference, 2017 NBER-NSF conference on Bayesian Inference in Econometrics and Statistics. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}