{
    "id": 23522,
    "citation_title": "The Relevance of Broker Networks for Information Diffusion in the Stock Market",
    "citation_author": [
        "Marco Di Maggio",
        "Francesco Franzoni",
        "Amir Kermani",
        "Carlo Sommavilla"
    ],
    "citation_publication_date": "2017-06-19",
    "issue_date": "2017-06-15",
    "revision_date": "2017-06-20",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper shows that the network of relationships between brokers and institutional investors shapes the information diffusion in the stock market. We exploit trade-level data to show that central brokers gather information by executing informed trades, which is then leaked to their best clients. We show that after large informed trades, a significantly higher volume of other institutional investors execute similar trades through the same broker, allowing them to capture higher returns in the first few days after the initial trade. In contrast, we find that when the informed asset manager is affiliated with the broker, such imitation does not occur. Similarly, we show that the clients of the broker employed by activist investors to execute their trades tend to buy the same stocks just before the filing of the 13D. This evidence also suggests that an important source of alpha for fund managers is the access to better connections rather than superior skill.\n\n",
    "acknowledgement": "\nWe thank John Campbell, Lauren Cohen, Alex Edmans, Laurent Fresard, Gary Gorton, Nicholas Hirschey, Paul Irvine, Owen Lamont, Andrew Lo, Leonid Kogan, Peter Kondor (discussant), Marcin Kacperczyk, Marco LiCalzi, Alan Moreira, Toby Moskowitz, Tyler Muir, Shrihari Santosh (discussant), Andrei Shleifer, Emil Siriwardane, Erik Stafford, Elvira Sojli (discussant), Steve Ross, Laura Veldkamp (discussant), Annette Vissing-Jorgensen, Johan Walden, Haoxiang Zhu, and seminar participants at the NBER conference on New Developments in Long-Term Asset Management, 2017 American Finance Association, the FRBNY/NYU Conference on Financial Intermediation, Harvard-MIT joint finance conference, Smith School of Business (U. of Maryland), University of Chicago (Booth), New York University (Stern), Boston University (Questrom), the London School of Economics, the London Business School, MIT (Sloan), University of Berkeley (Haas),Warwick Business School, the Security and Exchange Commission, AQR, Arrowstreet Capital, and Point72 for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}