{
    "id": 23525,
    "citation_title": "Women and STEM",
    "citation_author": [
        "Shulamit Kahn",
        "Donna Ginther"
    ],
    "citation_publication_date": "2017-06-19",
    "issue_date": "2017-06-15",
    "revision_date": "2021-06-17",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nResearchers from economics, sociology, psychology, and other disciplines have studied the persistent under-representation of women in science, technology, engineering, and mathematics (STEM). This chapter summarizes this research.  We argue that women’s under-representation is concentrated in the math-intensive science fields of geosciences, engineering, economics, math/computer science and physical science. Our analysis concentrates on the environmental factors that influence ability, preferences, and the rewards for those choices.  We examine how gendered stereotypes, culture, role models, competition, risk aversion, and interests contribute to gender STEM gap, starting at childhood, solidifying by middle school, and affecting women and men as they progress through school, higher education, and into the labor market.  Our results are consistent with preferences and psychological explanations for the under-representation of women in math-intensive STEM fields.\n\n",
    "acknowledgement": "\nPrepared for inclusion in the Oxford Handbook on the Economics of Women, ed. Susan L. Averett, Laura M. Argys, and Saul D. Hoffman (New York: Oxford University Press. Forthcoming, 2018).  We thank the editors for helpful suggestions and Carlos Zambrana for excellent research assistance.  This research was funded by NSF grant SES-1538797.  The views expressed are those of the authors and do not reflect the views of the National Bureau of Economic Research.\n\n\n"
}