{
    "id": 23526,
    "citation_title": "Does Strategic Ability Affect Efficiency? Evidence from Electricity Markets",
    "citation_author": [
        "Ali Hortaçsu",
        "Fernando Luco",
        "Steven L. Puller",
        "Dongni Zhu"
    ],
    "citation_publication_date": "2017-06-19",
    "issue_date": "2017-06-15",
    "revision_date": "2019-03-08",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Households and Firms",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOligopoly models of price competition predict that strategic firms exercise market power and generate inefficiencies. However, heterogeneity in firms’ strategic ability also generates inefficiencies. We study the Texas electricity market where firms exhibit significant heterogeneity in how they deviate from Nash equilibrium bidding. These deviations, in turn, increase the cost of production. To explain this heterogeneity, we embed a Cognitive Hierarchy model into a structural model of bidding and estimate firms’ strategic sophistication. We find that firm size and manager education affect sophistication. Using the model, we show that mergers that increase sophistication can increase efficiency despite increasing market concentration.\n\n",
    "acknowledgement": "\nHortaçsu, Luco and Puller gratefully acknowledge financial support from the NSF (SES 1426823 and SES 1628864). We thank Colin Camerer, Natalia Fabra, Dan Fragiadakis, Avi Goldfarb, Karen Palmer, Ariel Pakes, Mar Reguant, Mo Xiao, four anonymous referees, and many seminar participants for their helpful comments. Any errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}