{
    "id": 2352,
    "citation_title": "Government Saving, Capital Formation and Wealth in the United States, 1947-1985",
    "citation_author": [
        "Michael J. Boskin",
        "Marc S. Robinson",
        "Alan M. Huber"
    ],
    "citation_publication_date": "1987-08-01",
    "issue_date": "1987-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Econometrics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents new updated and improved estimates of various components of governments' contribution to national wealth and its growth in the post-war period. The primary conclusions drawn are: (1). The federal government's assets, tangible and financial, are substantial; they grew more rapidly than the national debt in the 1970s. By 1980, federal tangible assets amounted to $1.7 trillion and financial assets $940 billion, compared to liabilities of $1.5 trillion (in 1985 dollars) ; (2). Since 1980, conventional liabilities have grown much faster than assets, causing about a $727 billion decline in federal \"net worth\"; (3). The state-local government sector contributes importantly to government and national wealth. State-local fixed reproducible capital is twice the federal amount, about $1.9 trillion in 1985. The difference between assets and liabilities is both larger and more stable for state-local governments than for the federal government. The estimated \"net worth\" of state-local governments is $2.5 trillion in both 1980 and 1985; 4. Total government reproducible capital was about 55% of the corresponding private non-residential capital stock in 1985; 5. Government net investment has often been sufficient to turn the government sector into a net saver despite large budget deficits; 6. Extending the traditional National Income Accounts to include imputed returns to government capital and consumer durables while treating government net investment and durables purchases as saving indicate that the share of national output devoted to consumption has risen substantially, while that devoted to net saving has fallen sharply in the period 1951-85. The private consumption rate has risen from 63% to 69% over this period while the government consumption rate has fallen slightly; 7. The inclusion of consumer durables and government tangible investment raises the national saving rate substantially. In 1985, the gross and net saving rates rise from a traditionally measured 13.8% and 3.2% to 24.5% and 8.8%, respectively (about one and a half percentage points of this increase is due to our different depreciation methodology). Thus, the data presented in this paper reveal much about the post-war fiscal history of the United States. In addition to their importance in understanding trends in national wealth, they may also prove important inputs into future studies of the long-term growth of the economy and to the short-run effects of fiscal policy.\n\n",
    "acknowledgement": "\n"
}