{
    "id": 23530,
    "citation_title": "The Role of Hospital and Market Characteristics in Invasive Cardiac Service Diffusion",
    "citation_author": [
        "Jill R. Horwitz",
        "Charleen Hsuan",
        "Austin Nichols"
    ],
    "citation_publication_date": "2017-06-26",
    "issue_date": "2017-06-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n",
        "Nonprofits",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nLittle is known about how the adoption and diffusion of medical innovation is related to and influenced by market characteristics such as competition. The particular complications involved in investigating these relationships in the health care sector may explain the dearth of research. We examine diagnostic angiography, percutaneous coronary interventions (PCI), and coronary artery bypass grafting (CABG), three invasive cardiac services. We document the relationship between the adoption by hospitals of these three invasive cardiac services and the characteristics of hospitals, their markets, and the interactions among them, from 1996-2014. The results show that the probability of hospitals adopting a new cardiac service depends on competition in two distinct ways: 1) hospitals are substantially more likely to adopt an invasive cardiac service if competitor hospitals also adopt new services; 2) hospitals are less likely to adopt a new service if a larger fraction of the nearby population already has geographic access to the service at a nearby hospital. The first effect is stronger, leading to the net effect of hospitals duplicating access rather than expanding access to care. In addition, for-profit hospitals are considerably more likely to adopt these cardiac services than either nonprofit or government-owned hospitals.  Nonprofit hospitals in high for-profit markets are also more likely to adopt them relative to other nonprofits.  These results suggest that factors other than medical need, such as a medical arms race, partially explain technological adoption.\n\n",
    "acknowledgement": "\nThe authors thank Stephanie Tomlin, MIHCL, MPA and Weiping Zhou, MS in the Data Analytic Core at The Dartmouth Institute (supported by the National Institute on Aging (PO1-AG19783)) for data support, and Christopher Snyder and an anonymous reviewer for helpful comments.  We also thank Jessi Bulaon, Henry Kim, Olivia Metcalfe, Matthew McCabe, Lynn McClelland, Ben Nyblade, and Matthew Parson for research assistance. Horwitz thanks the UCLA School of Law for summer research support.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}