{
    "id": 23538,
    "citation_title": "The Integration of Economic History into Economics",
    "citation_author": [
        "Robert A. Margo"
    ],
    "citation_publication_date": "2017-06-26",
    "issue_date": "2017-06-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "General, Teaching",
        "\n",
        "History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the United States today the academic field of economic history is much closer to economics than it is to history in terms of professional behavior, a stylized fact that I call the “integration of economic history into economics”. I document this using two types of evidence – use of econometric language in articles appearing in academic journals of economic history and economics; and publication histories of successive cohorts of PhDs in the first decade since receiving the doctorate. Over time, economic history became more like economics in its use of econometrics and in the likelihood of scholars publishing in economics, as opposed to economic history journals. But the pace of change was slower in economic history than in labor economics, another sub-field of economics that underwent profound intellectual change in the 1950s and 1960s, and there was also a structural break evident for post-2000 PhD cohorts. To account for these features of the data, I sketch a simple, “overlapping generations” model of the academic labor market in which junior scholars have to convince senior scholars of the merits of their work in order to gain tenure. I argue that the early cliometricians – most notably, Robert Fogel and Douglass North – conceived of a scholarly “identity” for economic history that kept the field distinct from economics proper in various ways, until after 2000 when their influence had waned.\n\n",
    "acknowledgement": "\nI am grateful to Ran Abramitzky, Jeremy Atack, Leah Boustan, Lee Breckenridge, William Collins, Stanley Engerman, Martin Fiszbein, Claudia Goldin, Kevin Lang, David Mitch, Claudia Rei, Paul Rhode, John Wallis, Robert Whaples, and participants in the session on “Cliometrics in Historical Perspective: In Remembrance of Robert Fogel and Douglass North,” held at the ASSA meetings in Chicago, IL in January 2017 for helpful comments. I acknowledge the generous assistance of Michael Haupert for helping to complete my collection of CVs of economic historians; and David Mitch, for altering me to the existence of unpublished documents from the papers of Robert Fogel held at the University of Chicago and from the papers of Douglass North held at Duke University. This paper is dedicated to the memory of Robert Fogel and Douglass North. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}