{
    "id": 23539,
    "citation_title": "Survey Under-Coverage of Top Incomes and Estimation of Inequality: What is the Role of the UK’s SPI Adjustment?",
    "citation_author": [
        "Richard V. Burkhauser",
        "Nicolas Hérault",
        "Stephen P. Jenkins",
        "Roger Wilkins"
    ],
    "citation_publication_date": "2017-06-26",
    "issue_date": "2017-06-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSurvey under-coverage of top incomes leads to bias in survey-based estimates of overall income inequality. Using income tax record data in combination with survey data is a potential approach to address the problem; we consider here the UK’s pioneering ‘SPI adjustment’ method that implements this idea. Since 1992, the principal income distribution series (reported annually in Households Below Average Income) has been based on household survey data in which the incomes of a small number of ‘very rich’ individuals are adjusted using information from ‘very rich’ individuals in personal income tax return data. We explain what the procedure involves, reveal the extent to which it addresses survey under-coverage of top incomes, and show how it affects estimates of overall income inequality. More generally, we assess whether the SPI adjustment is fit for purpose and consider whether variants of it could be employed by other countries.\n\n",
    "acknowledgement": "\nThis research is supported by an Australian Research Council Discovery Grant (award DP150102409).  In addition, Burkhauser over the past three years has received funding in excess of $5,000 from the American Enterprise Institute; the Employment Policies Institute; and the Lynde and Harry Bradley Foundation Graduate and Post-Graduate Fellowship Program. Hérault over the past three years has received funding in excess of $5,000 from an Australian Research Council Discovery Grant, the New Zealand Treasury and RFi Analytics. Jenkins over the past three years has received funding in excess of $5,000 from the Research Centre on Micro-Social Change at the Institute for Social and Economic Research by the University of Essex and the UK Economic and Social Research Council (award ES/L009153/1). Wilkins over the past three years has received funding in excess of $5,000 from the Australian Government Department of Social Services, the Australian Fair Work Commission, and the Australian Workforce and Productivity Agency.  For helpful discussions about the HBAI data and SPI adjustments, we thank Peter Matejic and his DWP colleagues and Jeremy Reuben from HMRC’s SPI team. We gratefully acknowledge the perceptive comments of  three anonymous referees. The findings and views reported in this paper are those of the authors and should not be attributed to any of the above-mentioned persons or organizations, or to the National Bureau of Economic Research.\n\n\n"
}