{
    "id": 23536,
    "citation_title": "Supply- and Demand-side Factors in Global Banking",
    "citation_author": [
        "Mary Amiti",
        "Patrick McGuire",
        "David E. Weinstein"
    ],
    "citation_publication_date": "2017-06-26",
    "issue_date": "2017-06-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhat is the role for supply and demand forces in determining movements in international banking flows? Answering this question is crucial for understanding the international transmission of financial shocks and formulating policy. This paper addresses the question by using the method developed in Amiti and Weinstein (forthcoming) to exactly decompose the growth in international bank credit into common shocks, idiosyncratic supply shocks and idiosyncratic demand shocks for the period 2000-2016. A striking feature of the global banking flows data can be characterized by what we term the “Anna Karenina Principle”: all healthy credit relationships are alike, each unhealthy credit relationship is unhealthy in its own way. During non-crisis years, bank flows are well-explained by a common global factor and a local demand factor. But during times of crisis flows are affected by idiosyncratic supply shocks to a borrower country’s creditor banks. This has important implications for why standard models break down during crises.\n\n",
    "acknowledgement": "\nAlso published as BIS working paper no. 639. The authors thank Jakub Demski and Scott Marchi for excellent research assistance, and Mark Carlson, Linda Goldberg, Sebnem Kalemli-Ozcan, Catherine Koch, Bruno Tissot, Philip Wooldridge, participants at the 3rd BIS-CGFS workshop on “Research on global financial stability: the use of the BIS international and financial statistics” (7 May 2016), participants at the BIS-Bank Negara Malaysia conference on “Financial systems and the Real Economy (18-19 October 2016, Kuala Lumpur) and seminar participants at De Nederlandsche Bank (20 Sept 2016) for comments and discussion. David Weinstein also thanks the Bank of International Settlements for providing a research fellowship to complete this research. The views expressed in this paper are those of the authors and not necessarily those of the BIS, the Federal Reserve Bank of New York, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}