{
    "id": 2353,
    "citation_title": "The Marginal Excess Burden of Different Capital Tax Instruments",
    "citation_author": [
        "Don Fullerton",
        "Yolanda K. Henderson"
    ],
    "citation_publication_date": "1987-08-01",
    "issue_date": "1987-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMarginal excess burden, defined as the change in deadweight loss for an additional dollar of tax revenue, has been measured for labor taxes, output taxes, and capital taxes generally. This paper points out that there is no we1 1-defined way to raise capital taxes in general, because the taxation of income from capital depends on many different policy instruments including the statutory corporate income tax rate, the investment tax credit rate, depreciation lifetimes, declining balance rates for depreciation allowances, and personal tax rates on noncorporate income, interest receipts, dividends, and capital gains. Marginal excess burden is measured for each of these different capital tax instruments, using a general equilibrium model that encompasses distortions in the allocation of real resources over time, among industries, between the corporate and noncorporate sectors, and among diverse types of equipment, structures, inventories, and land. Although numerical results are sensitive to specifications for key substitution elasticity parameters, important qualitative results are not. We find that an increase in the corporate rate has the highest marginal excess burden, because it distorts intersectoral and interasset decisions as well as intertemporal decisions. At the other extreme, an investment tax credit reduction has negative marginal excess burden because it raises revenue while reducing interasset distortions more than it increases intertemporal distortions. In general, we find that marginal excess burdens of different capital tax instruments vary significantly. They can be more or less than the marginal excess burden of the payroll tax or the progressive personal income tax.\n\n",
    "acknowledgement": "\n"
}