{
    "id": 23532,
    "citation_title": "Minimum Wage Increases, Wages, and Low-Wage Employment: Evidence from Seattle",
    "citation_author": [
        "Ekaterina Jardim",
        "Mark C. Long",
        "Robert Plotnick",
        "Emma van Inwegen",
        "Jacob Vigdor",
        "Hilary Wething"
    ],
    "citation_publication_date": "2017-06-26",
    "issue_date": "2017-06-15",
    "revision_date": "2018-05-22",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper evaluates the wage, employment, and hours effects of the first and second phase-in of the Seattle Minimum Wage Ordinance, which raised the minimum wage from $9.47 to as much as $11 in 2015 and to as much as $13 in 2016. Using a variety of methods to analyze employment in all sectors paying below a specified real hourly wage rate, we conclude that the second wage increase to $13 reduced hours worked in low-wage jobs by 6-7 percent, while hourly wages in such jobs increased by 3 percent.  Consequently, total payroll for such jobs decreased, implying that the Ordinance lowered the amount paid to workers in low-wage jobs by an average of $74 per month per job in 2016.  Evidence attributes more modest effects to the first wage increase.  We estimate an effect of zero when analyzing employment in the restaurant industry at all wage levels, comparable to many prior studies.\n\n",
    "acknowledgement": "\nWe thank the state of Washington’s Employment Security Department for providing access to data, and Matthew Dunbar for assistance in geocoding business locations.  We thank the Laura and John Arnold Foundation, the Smith Richardson Foundation, the Russell Sage Foundation, and the City of Seattle for funding and supporting the Seattle Minimum Wage Study.  Partial support for this study came from a Eunice Kennedy Shriver National Institute of Child Health and Human Development research infrastructure grant, R24 HD042828, to the Center for Studies in Demography & Ecology at the University of Washington.  We are grateful to conference session participants at the 2016 Association for Public Policy and Management, 2017 Population Association of America, and 2018 Allied Social Science Association meetings; to seminar participants at Columbia University, Massachusetts Institute of Technology, Montana State University, National University of Singapore, Stanford University, University of British Columbia, University of California-Irvine, University of Chicago, University of Houston, University of Pittsburgh, University of Rochester, and the World Bank; members and guests of the Seattle Economic Council, and to the Seattle City Council and their staff for helpful comments on previous iterations of this work. We also thank Sylvia Allegretto, David Autor, Marianne Bitler, David Card, Raj Chetty, Jeff Clemens, David Cutler, Arin Dube, Ed Glaeser, Hillary Hoynes, Kevin Lang, Thomas Lemieux, David Neumark, Michael Reich, Emmanuel Saez, Diane Schanzenbach, John Schmitt, and Ben Zipperer for discussions which enriched the paper.  Any opinions expressed in this work are those of the authors and should not be attributed to any other entity.  Any errors are the authors’ sole responsibility.  The Seattle Minimum Wage Study has neither solicited nor received support from any 501(c)(4) labor organization or any 501(c)(6) business organization. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}