{
    "id": 23533,
    "citation_title": "Impacts of Climate Change and Extreme Weather on U.S. Agricultural Productivity: Evidence and Projection",
    "citation_author": [
        "Sun Ling Wang",
        "Eldon Ball",
        "Richard Nehring",
        "Ryan Williams",
        "Truong Chau"
    ],
    "citation_publication_date": "2017-06-26",
    "issue_date": "2017-06-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper employs a stochastic frontier approach to examine how climate change and extreme weather affect U.S. agricultural productivity using 1940-1970 historical weather data (mean and variation) as the norm. We have four major findings. First, using temperature humidity index (THI) load and Oury index for the period 1960-2010 we find each state has experienced different patterns of climate change in the past half century, with some states incurring drier and warmer conditions than others. Second, the higher the THI load (more heat waves) and the lower the Oury index (much drier) will tend to lower a state’s productivity. Third, the impacts of THI load shock and Oury index shock variables (deviations from historical norm fluctuations) on productivity are more robust than the level of THI and Oury index variables across specifications. Fourth, we project potential impacts of climate change and extreme weather on U.S. regional productivity based on the estimates. We find that the same degree changes in temperature or precipitation will have uneven impacts on regional productivities, with Delta, Northeast, and Southeast regions incurring much greater effects than other regions, using 2000-2010 as the reference period.\n\n",
    "acknowledgement": "\nWe thank the organizer, discussant, and the audience  of the NBER  \"Understanding Productivity Growth in Agriculture Conference\"  for their valuable comments and feedback. The views expressed in this paper are those of the authors and do not necessarily reflect those of the U.S. Department of Agriculture, the Economic Research Service, or the National Bureau of Economic Research.\n\n\n"
}