{
    "id": 23535,
    "citation_title": "Foundations of Welfare Economics and Product Market Applications",
    "citation_author": [
        "Daniel McFadden"
    ],
    "citation_publication_date": "2017-06-26",
    "issue_date": "2017-06-22",
    "revision_date": "2017-08-23",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA common problem in applied economics is to determine the impact on consumers of changes in prices and attributes of marketed products as a consequence of policy changes. Examples are prospective regulation of product safety and reliability, or retrospective compensation for harm from defective products or misrepresentation of product features. This paper reexamines the foundations of welfare analysis for these applications. We consider discrete product choice, and develop practical formulas that apply when discrete product demands are characterized by mixed multinomial logit models and policy changes affect hedonic attributes of products in addition to price. We show that for applications that are retrospective, or are prospective but compensating transfers are hypothetical rather than fulfilled, a Market Compensating Equivalent measure that updates Marshallian consumer surplus is more appropriate than Hicksian compensating or equivalent variations. We identify the welfare questions that can be answered in the presence of partial observability on the preferences of individual consumers. We examine the welfare calculus when the experienced-utility of consumers differs from the decision-utility that determines market demands, as the result of resolution of contingencies regarding attributes of products and interactions with consumer needs, or as the result of inconsistencies in tastes and incomplete optimizing behavior. We conclude with an illustrative application that calculates the welfare impacts of unauthorized sharing of consumer information by video streaming services.\n\n",
    "acknowledgement": "\nI am indebted to Kenneth Train, Professor of Economics, University of California, Berkeley, who made major contributions to the contents of this paper, including the welfare calculus formulas given in Sections 5 and 7, the application given in Section 8, and Appendix C. I also thank Moshe Ben-Akiva, Andrew Daly, Mogens Fosgerau, Garrett Glasgow, Stephane Hess, Armando Levy, Douglas MacNair, Charles Manski, Rosa Matzkin, Kevin Murphy, Frank Pinter, Joan Walker, and Ken Wise for useful suggestions and comments. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nDaniel McFadden\n\nI have read the research disclosure policy.  My funding sources are as follows:  the Presidential fund at USC,and National Institute on Aging (NIA) grants No. P01 AG005842 to the NBER and No. RC4 AG039036 to USC.  I have no financial conflicts of interest.\n\n\n"
}