{
    "id": 23531,
    "citation_title": "Innovation and American K-12 Education",
    "citation_author": [
        "Aaron Chatterji"
    ],
    "citation_publication_date": "2017-06-19",
    "issue_date": "2017-06-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEconomists have long believed education is essential to the acquisition of human capital and contributes to economic growth. However, education researchers, political and business leaders and other stakeholders have raised concerns about the quality and costs of the K-12 education system in the United States and the implications for the development of the nation’s future workforce. Some of these groups have called for more innovation in K-12 education, leveraging technology in the classroom and experimenting with different organizing models for schools, both as a means to lower costs and increase quality. To shed light on the prospects of this approach, I review the economics literature at the intersection between innovation and K-12 education from two different, but related, perspectives. First, I summarize the evidence about the efficacy of technological and other kinds of innovation in the classroom. Second, I discuss the state of research on how the American K-12 system influences the production of innovators and entrepreneurs. In both instances, I identify implications for policy and opportunities for future research to generate actionable insights, particularly around increasing the low levels of research and development in the education sector.\n\n",
    "acknowledgement": "\nThis paper was written for the NBER Innovation Policy and the Economy Forum on April 18th, 2017. I am grateful to Josh Lerner, Scott Stern, and Yasin Ozcan for helpful comments. I also benefited immensely from my conversations with Benjamin Jones, Wesley Cohen, Kevin Bryan, and Ashish Arora on this topic. Boya Xu provided excellent research assistance. All errors are my own. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}