{
    "id": 23543,
    "citation_title": "The Disappointing Recovery of Output after 2009",
    "citation_author": [
        "John G. Fernald",
        "Robert E. Hall",
        "James H. Stock",
        "Mark W. Watson"
    ],
    "citation_publication_date": "2017-06-26",
    "issue_date": "2017-06-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nU.S. output has expanded only slowly since the recession trough in 2009, even though the unemployment rate has essentially returned to a pre-crisis, normal level. We use a growth-accounting decomposition to explore explanations for the output shortfall, giving full treatment to cyclical effects that, given the depth of the recession, should have implied unusually fast growth. We find that the growth shortfall has almost entirely reflected two factors: the slow growth of total factor productivity, and the decline in labor force participation. Both factors reflect powerful adverse forces that are largely unrelated to the financial crisis and recession—and that were in play before the recession.\n\n",
    "acknowledgement": "\nWe thank Laurence Ball, Vasco Curdia, David Romer, Glenn Rudebusch, John Williams, and Jonathan Wright; the seminar and conference participants at the Federal Reserve Bank of San Francisco, the Federal Reserve Bank of Boston, the Federal Reserve Bank of New York, and the Brookings Institution; our editor, Janice Eberly; and discussants Robert Barro and Lucrezia Reichlin. We also thank John Coglianese and Neil Gerstein for excellent research assistance. The views in this paper are solely the responsibility of the authors and should not be interpreted as reflecting the views of the Federal Reserve Bank of San Francisco, the Board of Governors of the Federal Reserve System, or the Business Cycle Dating Committee of the National Bureau of Economic Research. Hall's research was supported by the Hoover Institution. This paper will appear in the Brookings Papers on Economic Activity; some of the authors received honorariums from the Brookings Institution in connection with the paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}