{
    "id": 23541,
    "citation_title": "Internal Capital Markets in Times of Crisis: The Benefit of Group Affiliation in Italy",
    "citation_author": [
        "Raffaele Santioni",
        "Fabio Schiantarelli",
        "Philip E. Strahan"
    ],
    "citation_publication_date": "2017-06-26",
    "issue_date": "2017-06-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nItaly’s economic and banking systems have been under stress in the wake of the Global Financial Crisis and Euro Crisis.  Firms in business groups have been more likely to survive this challenging environment, compared to unaffiliated firms.  Better performance stems from access to an internal capital market, and the survival value of groups increases, inter alia, with group-wide cash flow.  We show that actual internal capital transfers increase during the crisis, and these transfers move funds from cash-rich to cash-poor firms and also to those with more favorable investment opportunities. The ability to borrow externally provides additional funds that are shared across group affiliated firms.  Our results highlight the benefits of internal capital markets when external capital markets are tight or distressed.\n\n",
    "acknowledgement": "\nWe would like to thank Giorgio Albareto, Rui Albuquerque, Riccardo De Bonis, Luigi Guiso, Fabiano Schivardi and participants to the Boston College Macro Lunch and to the Carroll School Finance Seminar for useful comments and suggestions. We are also grateful to Cerved for access to the Gruppi Italiani data set. The views expressed in this paper are those of the authors’ alone and do not necessarily represent those of the institutions with which they are affiliated or the views of the National Bureau of Economic Research.\n\n\n"
}