{
    "id": 23545,
    "citation_title": "Targeted Debt Relief and the Origins of Financial Distress: Experimental Evidence from Distressed Credit Card Borrowers",
    "citation_author": [
        "Will Dobbie",
        "Jae Song"
    ],
    "citation_publication_date": "2017-06-26",
    "issue_date": "2017-06-22",
    "revision_date": "2017-10-02",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the drivers of financial distress using a large-scale field experiment that offered randomly selected borrowers a combination of (i) immediate payment reductions to target short-run liquidity constraints and (ii) delayed debt write-downs to target long-run debt constraints. We identify the separate effects of the payment reductions and debt write-downs using variation from both the experiment and cross-sectional differences in treatment intensity. We find that the debt write-downs significantly improved both financial and labor market outcomes despite not taking effect for three to five years. In sharp contrast, there were no positive effects of the more immediate payment reductions. These results run counter to the widespread view that financial distress is largely the result of short-run constraints.\n\n",
    "acknowledgement": "\nWe are extremely grateful to Ann Woods and Robert Kaplan at Money Management International, David Jones at the Association of Independent Consumer Credit Counseling Agencies, Ed Falco at Auriemma Consulting Group, Jennifer Werkley at TransUnion, and Gerald Ray and David Foster at the Social Security Administration for their help and support. We thank Tal Gross, Matthew Notowidigdo, and Jialan Wang for providing the bankruptcy data used in this analysis. We also thank Leah Platt Boustan, Hank Farber, James Feigenbaum, Paul Goldsmith-Pinkham, Tal Gross, Larry Katz, Ben Keys, Patrick Kline, Ilyana Kuziemko, Alex Mas, Jesse Shapiro, Andrei Shleifer, Crystal Yang, Jonathan Zinman, Eric Zwick, and numerous seminar participants for helpful comments and suggestions. Kevin DeLuca, Daniel Herbst, Disa Hynsjo, Samsun Knight, Kevin Tang, Daniel Van Deusen, Amy Wickett, and Yining Zhu provided excellent research assistance. Financial support from the Washington Center for Equitable Growth is gratefully acknowledged. Correspondence can be addressed to the authors by e-mail: wdobbie@princeton.edu [Dobbie] or jae.song@ssa.gov [Song]. Any opinions expressed herein are those of the authors and not those of the Social Security Administration. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}