{
    "id": 23548,
    "citation_title": "Why Are Some Immigrant Groups More Successful than Others?",
    "citation_author": [
        "Edward P. Lazear"
    ],
    "citation_publication_date": "2017-06-26",
    "issue_date": "2017-06-22",
    "revision_date": "2018-11-26",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSuccess of immigrants in the US, measured by earnings or education, varies dramatically by country of origin. Surprisingly, immigrants from Algeria have higher educational attainment than those from Israel or Japan. Another fact: The US admits few migrants from Algeria. Immigration slots are rationed and as a consequence, average immigrant attainment is inversely related to the number from a source country and positively related to its population and education level. The formal model’s three variables explain 73% of the variation in educational attainment of immigrant groups in the US. The theory and predictions are bolstered by Swedish and Canadian data.\n\n",
    "acknowledgement": "\nI am grateful to Lars Oxelheim and Charlotta Olofsson who provided the data from Sweden and to Melissa Kearney for discussant comments at the Utah Business Conference. My thanks also to Caroline Hoxby for extensive and thoughtful comments and to Juan Saavedra for help with the IPUMS data. Additionally, Enrico Moretti, Robert Pollak, Kathryn Shaw and others at the NBER summer institute for helpful comments that are reflected in this draft. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}