{
    "id": 23546,
    "citation_title": "The Effect of Cash Injections: Evidence from the 1980s Farm Debt Crisis",
    "citation_author": [
        "Nittai K. Bergman",
        "Rajkamal Iyer",
        "Richard T. Thakor"
    ],
    "citation_publication_date": "2017-06-26",
    "issue_date": "2017-06-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhat is the effect of cash injections during financial crises? Exploiting county-level variation arising from random weather shocks during the 1980s Farm Debt Crisis, we analyze and measure the effect of local cash flow shocks on the real and financial sector. We show that such cash flow shocks have significant impact on a host of economic outcomes, including land values, loan delinquency rates, the probability of bank failure, employment, and wages. Estimates of the effect of local cash flow shocks on county income levels during the financial crisis yield a multiplier of 1.63.\n\n",
    "acknowledgement": "\nWe thank Daron Acemoglu, Jean-Noel Barrot, Douglas Diamond, Mike Duffy, Emre Ergungor, Mariassunta Giannetti, Radha Gopalan, Michelle Hanlon, Richard Hornbeck, Dirk Jenter, Nobuhiro Kiyotaki, Debbie Lucas, Atif Mian, Anna Mikusheva, Ben Olken, Jonathan Parker, David Robinson, Greg Salton, Antoinette Schoar, Alp Simsek, Jeremy Stein, James Stock, Anjan Thakor, Sharon Waltman, the Farm Credit System Associations, and seminar participants at HEC, INSEAD, IDC, MIT, Ohio State University, Oxford, Tel Aviv University, University of Minnesota, Washington University in St. Louis, the 2016 American Economic Association Meetings, the NBER Monetary Economics Summer Institute, and the Financial Intermediation Research Society Conference for helpful discussions and comments. We also thank John Schroeter and Iowa State University for their assistance with coordinating data collection. The usual disclaimer applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}