{
    "id": 23540,
    "citation_title": "The Aggregate Productivity Effects of Internal Migration: Evidence from Indonesia",
    "citation_author": [
        "Gharad Bryan",
        "Melanie Morten"
    ],
    "citation_publication_date": "2017-06-26",
    "issue_date": "2017-06-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Country Studies",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate the aggregate productivity gains from reducing barriers to internal labor migration in Indonesia, accounting for worker selection and spatial differences in human capital. We distinguish between movement costs, which mean workers will only move if they expect higher wages, and amenity differences, which mean some locations must pay more to attract workers. We find modest but important aggregate impacts. We estimate a 22% increase in labor productivity from removing all barriers. Reducing migration costs to the US level, a high mobility benchmark, leads to an 8% productivity boost. These figures hides substantial heterogeneity. The origin population that benefits most sees an 104% increase in average earnings from a complete barrier removal, or a 37% increase from moving to the US benchmark.\n\n",
    "acknowledgement": "\nWe thank Paco Buera, Rebecca Diamond, Dave Donaldson, Greg Fischer, Pete Klenow, David Lagakos, Torsten Perrson, Steve Redding, Daniel Sturm, Adam Sziedl, Michael Waugh, Ben Olken and seminar audiences at the Stanford Institute for Theoretical Economics, Paris School of Economics, Namur, Helsinki, Berkeley, Yale, LSE, Columbia, the University of Chicago, Toronto, NBER SI 2015, Harvard/MIT, and the CEPR/PODER conference for helpful comments and suggestions. Anita Bhide, Allan Hsiao and Jay Lee provided outstanding research assistance. Any errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}