{
    "id": 23542,
    "citation_title": "The Impact of Alcohol on Mental Health, Physical Fitness, and Job Performance",
    "citation_author": [
        "Marigee Bacolod",
        "Jesse M. Cunha",
        "Yu-Chu Shen"
    ],
    "citation_publication_date": "2017-06-26",
    "issue_date": "2017-06-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the impact of legal access to alcohol on a range of behavioral and physical outcomes of U.S. Army soldiers in a regression discontinuity design. The wealth of novel data collected by the military on cognitive ability, psychological health, and family history allows us to explore how impacts vary with risk factors for alcohol consumption. Overall, we observe a large and significant increase in drinking after the 21st birthday, but the increases are largest amongst those who were depressed, had a family history of mental health problems, had better coping ability, and had higher cognitive ability. Despite the large increase in consumption, we do not find any meaningful impacts of legal access to alcohol - overall or in any sub-group - on any of the short-term outcomes we observe, including suicidal tendencies, depression, tobacco use, physical fitness, psychological health, deployability, smoking, and job-related infractions.  Acknowledging the limitations for extrapolation out of sample, we discuss the policy implications of our results.\n\n",
    "acknowledgement": "\nWe thank Jeremy Arkes for helpful comments. Any opinions, findings, and conclusions or recommendations expressed in this material are those of the authors and do not necessarily reflect the views of the Departments of the Navy or Defense, or the National Bureau of Economic Research.\n\n\n"
}