{
    "id": 23557,
    "citation_title": "Investing in the Presence of Massive Flows: The Case of MSCI Country Reclassifications",
    "citation_author": [
        "Terence C. Burnham",
        "Harry Gakidis",
        "Jeffrey Wurgler"
    ],
    "citation_publication_date": "2017-07-10",
    "issue_date": "2017-06-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAlmost $10 trillion is benchmarked to Morgan Stanley Capital International’s Developed, Emerging, Frontier, and standalone market indexes. Reclassifications from one index to another require thousands of investors to decide how to react. We study a comprehensive sample of past reclassifications to inform this decision. On average, reclassified markets’ prices substantially overshoot between the announcement and effective dates—prices fall when a market moves from an index with more benchmarked ownership to one with less, such from Emerging to Frontier, and vice-versa—but largely revert within a year. We identify alpha-maximizing responses to reclassifications for both benchmarked and more flexible investors.\n\n",
    "acknowledgement": "\nWe thank Brendan Bradley, Stephen Brown (the executive editor), Asha Mehta, seminar participants at Acadian Asset Management, University of Cambridge, University of Oxford, and University of Warwick, and two anonymous reviewers for many helpful comments. We are also very grateful to Morgan Stanley Capital International for providing data on the extent of indexation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nHarry Gakidis\n\nTerence Burnham is an associate professor at Chapman University.  Harry Gakidis is  SVP, Portfolio Manager at Acadian Asset Management, Boston.  Jeffrey Wurgler is professor of finance at New York University Stern School of Business, ,research associate at the National Bureau of Economic Research, and research consultant at Acadian Asset Management, Boston\n\n\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research or Acadian Asset Management.  The views should not be considered investment advice and do not constitute or form part of any offer to issue or sell, or any solicitation of an offer to subscribe or to purchase, shares, units or other interests in any particular investments.\n\n\n"
}