{
    "id": 23556,
    "citation_title": "Equilibrium in a Competitive Insurance Market Under Adverse Selection with Endogenous Information",
    "citation_author": [
        "Joseph E. Stiglitz",
        "Jungyoll Yun",
        "Andrew Kosenko"
    ],
    "citation_publication_date": "2017-07-03",
    "issue_date": "2017-06-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates the existence and nature of equilibrium in a competitive insurance market under adverse selection with endogenously determined information structures. \nRothschild-Stiglitz (RS) characterized the self-selection equilibrium under the assumption of exclusivity, enforcement of which required full information about contracts purchased. By contrast, the Akerlof price equilibrium described a situation where the insurance firm has no information about sales to a particular individual. \nWe show that with more plausible information assumptions - no insurance firm has full information but at least knows how much he has sold to any particular individual - neither the RS quantity constrained equilibrium nor the Akerlof price equilibrium are sustainable. \nBut when the information structure itself is endogenous - firms and consumers decide what information about insurance purchases to reveal to whom - there always exists a Nash equilibrium. Strategies for firms consist of insurance contracts to offer and information-revelation strategies; for customers - buying as well as information revelation strategies. The equilibrium set of insurance contracts is unique: the low risk individual obtains insurance corresponding to the pooling contract most preferred by him; the high risk individual, that plus (undisclosed) supplemental insurance at his own actuarial odds resulting in his being fully insured. Equilibrium information revelation strategies of firms entail some but not complete information sharing. However, in equilibrium all individuals are induced to tell the truth. \nThe paper shows how the analysis extends to cases where there are more than two groups of individuals and where firms can offer multiple insurance contracts.\n\n",
    "acknowledgement": "\nThey are grateful to Debarati Ghosh and Lim Nayeon for research and editorial assistance and to the Institute for New Economic Thinking and the Ford Foundation and Fulbright Foundation for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}