{
    "id": 23555,
    "citation_title": "Show me the Money: Federal R&D Support for Academic Chemistry, 1990-2009",
    "citation_author": [
        "Joshua L. Rosenbloom",
        "Donna K. Ginther"
    ],
    "citation_publication_date": "2017-07-03",
    "issue_date": "2017-06-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the distribution of Federal support for chemistry Research and Development (R&D) performed at U.S. universities from 1990-2009.  Federal R&D funding is an essential source of funds for investigator-driven research at the nation’s universities. Previous studies have documented that aggregated federal R&D funding has become more dispersed over time and attributed this to political pressure to spread resources more evenly.  There have, however, been few studies of the allocation of funds within narrowly defined scientific disciplines.  By narrowing the focus and exploiting the panel nature of our data we are better able to analyze the correlates of funding variation, yielding a number of new insights not apparent in studies using more aggregated data.  First, we find that R&D expenditures at the discipline level are considerably more volatile than aggregate funding.  Second, we show a strong positive association between several measures of institutional research capacity and future funding.  In particular, we find a positive association between the employment of postdoctoral researchers and higher future research funding.\n\n",
    "acknowledgement": "\nThe research reported here was supported in part by the National Science Foundation's Science of Science and Innovation Policy Program under award 1064218.  We have benefited from the insightful comments of Irwin Feller, David Popp, Otavio Bartalotti, participants in the Iowa State University \"no free lunch\" colloquium and several anonymous referees.  We wish to express our appreciation for their assistance.  Needless to say, any remaining errors are the responsibility of the authors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}