{
    "id": 2355,
    "citation_title": "Taxes, Budget Deficits ad Consumer Spending: Some New Evidence",
    "citation_author": [
        "Martin Feldstein",
        "Douglas W. Elmendorf"
    ],
    "citation_publication_date": "1987-08-01",
    "issue_date": "1987-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBecause of the restrictive assumptions required to establish the theory of Ricardian equivalence, its relevance in practice is essentially an empirical question. The strongest direct evidence in favor of Ricardian equivalence is Roger Kormendi's (1983) article in the American Economic Review. That paper appeared to provide strong empirical support for Ricardian equivalence by showing that increases in government spending on goods and services depress consumer spending while changes in tax receipts have no effect on consumer spending. The present study shows that Kormendi's results are a misleading implication of the experience during World War I1 when shortages, rationing and patriotic appeals to self-restraint caused an abnormally high rate of saving at the same time that the government deficit-financed a uniquely massive increase in defense spending. When those years are excluded from the sample, Kormendi's results are reversed. The estimates presented here show that in the equation specified by Kormendi, but with the years 1941 through 1946 excluded, increases in tax receipts have had a substantial negative effect on consumption while increases in government spending on goods and services have had essentially no effect on consumption. This evidence is exactly the opposite of the implications of Ricardian equivalence. This conclusion is robust with respect to a variety of modifications in the way that the basic equation is estimated: using an AR1 correction to deal with serial correlation; limiting the analysis to the Federal government's fiscal variables; respecifying the variables as ratios to net national product to reduce collinearity; estimating for the most recent 35 years instead of for the period since 1931; and using an instrumental variable procedure to reduce the problem of endogeneity. In each of these specifications, the results indicate that taxes depress consumer spending while government outlays on goods and services have either a smaller or a totally insignificant effect.\n\n",
    "acknowledgement": "\n"
}