{
    "id": 23552,
    "citation_title": "Leisure Luxuries and the Labor Supply of Young Men",
    "citation_author": [
        "Mark Aguiar",
        "Mark Bils",
        "Kerwin Kofi Charles",
        "Erik Hurst"
    ],
    "citation_publication_date": "2017-07-03",
    "issue_date": "2017-06-29",
    "revision_date": "2022-12-14",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nYounger men, ages 21 to 30, exhibited a larger decline in work hours over the last fifteen years than older men or women. Since 2004, time-use data show that younger men distinctly shifted their leisure to video gaming and other recreational computer activities. We propose a framework to answer whether improved leisure technology played a role in reducing younger men's labor supply.  The starting point is a leisure demand system that parallels that often estimated for consumption expenditures.  We show that total leisure demand is especially sensitive to innovations in leisure luxuries, that is, activities that display a disproportionate response to changes in total leisure time.  We estimate that gaming/recreational computer use is distinctly a leisure luxury for younger men.  Moreover, we calculate that innovations to gaming/recreational computing since 2004 explain on the order of half the increase in leisure for younger men, and predict a decline in market hours of 1.5 to 3.0 percent, which is  38 and 79 percent of the differential decline  relative to older men.\n\n",
    "acknowledgement": "\nWe thank Shirley Yarin and Hyun Yeol Kim for outstanding research assistance.  We also thank Thomas Crossley, Matt Gentzkow, Patrick Kehoe, John Kennan, Pete Klenow, Alan Krueger, Hamish Low, Kevin Murphy, and Yona Rubinstein, as well as seminar participants at Berkeley, Board of Governors of the Federal Reserve, Boston University, Chicago, Columbia, Harvard, Houston, IIES Stockholm, LSE, Penn, Princeton,  Stanford, UCL, UIC, Wharton, and the Federal Reserve Banks of Atlanta, Chicago and Richmond for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}