{
    "id": 23553,
    "citation_title": "Default Effects and Follow-On Behavior: Evidence from an Electricity Pricing Program",
    "citation_author": [
        "Meredith Fowlie",
        "Catherine Wolfram",
        "C. Anna Spurlock",
        "Annika Todd",
        "Patrick Baylis",
        "Peter Cappers"
    ],
    "citation_publication_date": "2017-07-03",
    "issue_date": "2017-06-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study default effects in the context of a residential electricity pricing program. We implement a large-scale randomized controlled trial in which one treatment group is given the option to opt-in to time-based pricing while another is defaulted into the program but allowed to opt-out. We provide dramatic evidence of a default effect – a significantly higher fraction of households defaulted onto the time-based pricing plan enroll in the program, even though opting out simply involved making a phone call or clicking through to a website. A distinguishing feature of our empirical setting is that we observe follow-on behavior subsequent to the default manipulation. Specifically, we observe customers’ electricity consumption in light of the pricing plan they face. This, in conjunction with randomization of the default provision, allows us to separately identify the electricity consumption response of “complacent” households (i.e., those who only enroll in time-based pricing if assigned to the opt-out treatment). We find that the complacent households do reduce electricity use during higher priced peak periods, though significantly less on average compared to customers who actively opt in. However, with complacents comprising approximately 75 percent of the population, we observe significantly larger average demand reductions among consumers assigned to the opt-out group. We examine the extent to which the behavioral responses we observe are consistent with a standard model of switching costs, or with alternative mechanisms including inattention, and preferences constructed based on contextual features of the choice setting.\n\n",
    "acknowledgement": "\nWe received many helpful comments from seminar participants at Arizona State University, Cornell, Toulouse School of Economics, UC Berkeley and University of Oxford. The authors gratefully acknowledge contributions from and discussions with Hunt Allcott, Stefano Dellavigna, Steven George, Nick Kuminoff, Brigitte Madrian, Jennifer Potter, Lupe Strickland, Michael Sullivan and Nate Toyama. We also thank Severin Borenstein, Lucas Davis, and Michael Greenstone for helping to make this project possible through their initial involvement with the Smart Grid Investment Grant program. This material is based upon work supported by the Office of Electricity Delivery and Energy Reliability, of the U.S. Department of Energy under Contract No. DE-AC02-05CH11231. The views and opinions of authors expressed herein do not necessarily state or reflect those of the United States Government or any agency thereof, nor of the National Bureau of Economic Research.\n\n\n\nC. Anna Spurlock\n\nThe work described in this report was funded by the Office of Electricity Delivery and Energy Reliability, of the U.S. Department of Energy under Contract No. DE-AC02-05CH11231.\n\n\n\nAnnika Todd\n\nThe work described in this report was funded by the Office of Electricity Delivery and Energy Reliability, of the U.S. Department of Energy under Contract No. DE-AC02-05CH11231.\n\n\n"
}