{
    "id": 23562,
    "citation_title": "The Global Factor in Neutral Policy Rates: Some Implications for Exchange Rates, Monetary Policy, and Policy Coordination",
    "citation_author": [
        "Richard H. Clarida"
    ],
    "citation_publication_date": "2017-07-10",
    "issue_date": "2017-06-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper highlights some of the theoretical and practical implications for monetary policy and exchange rates that derive specifically from the presence of a global general equilibrium factor embedded in neutral real policy rates in open economies. Using a standard two country DSGE model, we derive a structural decomposition in which the nominal exchange rate is a function of the expected present value of future neutral real interest rate differentials plus a business cycle factor and a PPP factor. Country specific “r*” shocks in general require optimal monetary policy to pass these through to the policy rate, but such shocks will also have exchange rate implications, with an expected decline in the path of the real neutral policy rate reflected in a depreciation of the nominal exchange rate. We document a novel empirical regularity between the equilibrium error in the VECM representation of the empirical Holston Laubach Williams (2017) four country r* model and the value of the nominal trade weighted dollar. In fact, the correlation between the dollar and the 12 quarter lag of the HLW equilibrium error is estimated to be 0.7. Global shocks to r* under optimal policy require no exchange rate adjustment because passing though r* shocks to policy rates ‘does all the work’ of maintaining global equilibrium. We also study a richer model with international spill overs so that in theory there can be gains to international policy cooperation. In this richer model we obtain a similar decomposition for the nominal exchange rate, but with the added feature that r* in each country is a function global productivity and business cycle factors even if these factors are themselves independent across countries. We argue that in practice, there could well be significant costs to central bank communication and credibility under a regime formal policy cooperation, but that gains to policy coordination could be substantial given that r*’s are unobserved but are correlated across countries.\n\n",
    "acknowledgement": "\nThis paper was prepared for the Annual BIS Research Conference held June 23rd, 2017 in Lucerne, Switzerland.  The author would like to thank Jordi Gali for sharing his insights on this and related topics. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nRichard H. Clarida\n\nI serve as a compensated strategic advisor for PIMCO, an asset management firm that invests in exchange rates and interest rates.\n\n\n"
}