{
    "id": 23567,
    "citation_title": "Can Financial Incentives Help People Trying to Establish New Habits? Experimental Evidence with New Gym Members",
    "citation_author": [
        "Mariana Carrera",
        "Heather Royer",
        "Mark Stehr",
        "Justin Sydnor"
    ],
    "citation_publication_date": "2017-07-17",
    "issue_date": "2017-07-13",
    "revision_date": "2017-10-21",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe conducted a randomized controlled trial testing the effect of modest incentives to attend the gym among new members of a fitness facility, a population that is already engaged in trying to change a health behavior. Our experiment randomized 836 new members of a private gym into a control group, receiving a $30 payment unconditionally, or one of 3 incentive groups, receiving a payment if they attended the gym at least 9 times over their first 6 weeks as members. The incentives were a $30 payment, a $60 payment, and an item costing $30 that leveraged the endowment effect. These incentives had only moderate impacts on attendance during members’ first 6 weeks and no effect on their subsequent visit trajectories. We document substantial overconfidence among new members about their likely visit rates and discuss how overconfidence may undermine the effectiveness of a modest incentive program.\n\n",
    "acknowledgement": "\nWe are thankful for funding from the UPenn Roybal Center and a UCSB Faculty Senate Grant. We appreciate the outstanding research assistant work of Chang Lee, Garrison Schlauch, Paul Fisher, Jordan Hsieh, Alan Thomas, Rachael Collins, Abigal Whited, Fred Li, Anjuri Kakkar, Pooja Padmakumar, Madeline Thomas, Precious Adeleye, Jaelynn Theobalds, Emma Chelala, and Angeline Xiong. We are thankful for the comments and suggestions of Julien Mousqués along with those of various seminar and conference participants. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}