{
    "id": 23560,
    "citation_title": "Opening Access: Banks and Politics in New York from the Revolution to the Civil War",
    "citation_author": [
        "Howard Bodenhorn"
    ],
    "citation_publication_date": "2017-07-10",
    "issue_date": "2017-06-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBefore 1838 commercial banks in New York, as elsewhere, were incorporated by special legislative charter. In 1838 New York adopted free banking, which transformed bank formation from legislative prerogative to administrative procedure. This paper places this transition within the context of the North, Wallis, and Weingast (2009) model of social transitions from natural states to open access orders, and shows that the transition was more process than discrete event. A confluence of events, including the expansion of the franchise under the 1821 constitution, the emergence of party machine politics under the direction of Martin Van Buren, and the rise of the opposition Antimasonic Party, brought patronage-based politics and the political disbursement of economic privileges under attack. Pre-1838 attempts to open access to finance were turned back by natural state politicians, who used the chartering process to reward party operatives. By the mid-1830s, public distaste for spoils-driven patronage generated pressure to expand access to bank finance, especially among entrepreneurs in southern and western New York frustrated by their limited access to transportation and financial networks. New York’s adoption of free banking then was not an ill-advised response to the panic of 1837, but rather a manifestation of a longer-term process toward a more open polity and economy.\n\n",
    "acknowledgement": "\nI thank Ray Cohn, Nathaniel Donahue, and participants at 2017 Tobin Project conference for comments on an earlier draft, the New York State Library and Archives and the interlibrary loan service at Clemson University for their assistance in locating materials, and Pam Bodenhorn for her help in matching director and legislator lists. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}