{
    "id": 23561,
    "citation_title": "Institutional Investors and Information Acquisition: Implications for Asset Prices and Informational Efficiency",
    "citation_author": [
        "Matthijs Breugem",
        "Adrian Buss"
    ],
    "citation_publication_date": "2017-07-10",
    "issue_date": "2017-06-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": [
        "\n",
        "\nNew Developments in Long-Term Asset Management\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nWe jointly model the information choice and portfolio allocation problem of institutional investors who are concerned about their performance relative to a benchmark. Benchmarking increases an investor's effective risk-aversion, which reduces his willingness to speculate and, consequently, his desire to acquire information. In equilibrium, an increase in the fraction of benchmarked institutional investors leads to a decline in price informativeness, which can cause a decline in the prices of all risky assets and the market portfolio. The decline in price informativeness also leads to a substantial increase in return volatilities and allows non-benchmarked investors to substantially outperformed benchmarked investors.\n\n",
    "acknowledgement": "\nFor useful comments and suggestions to this paper and its previous versions, we thank Andrea Buffa (discussant), Will Cong (discussant), Bernard Dumas, Marcin Kacperczyk, Ron Kaniel (discussant), Stijn van Nieuwerburgh, Anna Pavlova (discussant), Joel Peress, Zacharias Sautner, Larissa Schaefer, Guenter Strobl, Raman Uppal, Dimitri Vayanos, Laura Veldkamp, Grigory Vilkov, Jing Zeng and seminar participants at Frankfurt School of Finance and Management, INSEAD, the 2016 European Summer Symposium in Financial Markets, the 2017 Australasian Finance & Banking Conference, the 2017 Annual Meeting of the American Finance Association, the 2017 Adam Smith Workshops in Asset Pricing and Corporate Finance, the Geneva School of Economics and Management, the CEPR Second Annual Spring Symposium in Financial Economics and the 2017 NBER conference on New Developments in Long-Term Asset Management Conference. This research benefited from the support of the Europlace Institute of Finance and the Labex Louis Bachelier. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}