{
    "id": 23569,
    "citation_title": "Identification in Ascending Auctions, with an Application to Digital Rights Management",
    "citation_author": [
        "Joachim Freyberger",
        "Bradley J. Larsen"
    ],
    "citation_publication_date": "2017-07-17",
    "issue_date": "2017-07-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study provides new identification and estimation results for ascending (traditional English or online) auctions with unobserved auction-level heterogeneity and an unknown number of bidders. When the seller's reserve price and two order statistics of bids are observed, we derive conditions under which the distributions of buyer valuations, unobserved heterogeneity, and number of participants are point identified. We also derive conditions for point identification in cases where reserve prices are binding (in which case bids may be unobserved in some auctions) and present general conditions for partial identification. We propose a nonparametric maximum likelihood approach for estimation and inference. We apply our approach to the online market for used iPhones and analyze the effects of recent regulatory changes banning consumers from circumventing digital rights management technologies used to lock phones to service providers. We find that buyer valuations for unlocked phones dropped after the unlocking ban took effect.\n\n",
    "acknowledgement": "\nWe thank Dominic Coey, Dan Quint, Yoshi Rai, and Caio Waisman for helpful comments. This project was supported by NSF Grant SES-1530632. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}