{
    "id": 23565,
    "citation_title": "The Shifting Drivers of Global Liquidity",
    "citation_author": [
        "Stefan Avdjiev",
        "Leonardo Gambacorta",
        "Linda S. Goldberg",
        "Stefano Schiaffi"
    ],
    "citation_publication_date": "2017-07-10",
    "issue_date": "2017-06-29",
    "revision_date": "2019-10-11",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe sensitivity of the main global liquidity components, international loan and bond flows, to global factors varied considerably over the past decade. The estimated sensitivity to US monetary policy rose substantially in the immediate aftermath of the Global Financial Crisis, peaked around the time of the 2013 Fed “taper tantrum”, and then reverted towards pre-crisis levels. Conversely, the responsiveness of international bank lending to global risk conditions declined steadily throughout the post-crisis period. We show that the main driver of the fluctuations in the estimated sensitivities to US monetary policy was the degree of convergence among advanced economy monetary policies. Meanwhile, the post-crisis fall in the sensitivity of international bank lending to global risk was mainly driven by increases in the lending shares of better-capitalized banking systems.\n\n",
    "acknowledgement": "\nAlso published as BIS working paper no. 644. The authors thank anonymous referees and Matthieu Bussiere, Stijn Claessens, Catherine Koch, Robert McCauley, Patrick McGuire, Sergio Schmukler, Hyun Song Shin, Cedric Tille, Philip Wooldridge, and participants at the 3rd BIS-CGFS workshop on \"Research on global financial stability: the use of BIS international banking and financial statistics\" (Basel, May 2016), the ECB-FRB-FRBNY Global Research Forum on International Macroeconomics and Finance (New York, November 2016), Fordham University Macro International Finance Workshop 2017 (New York, April 2017), Chapman Conference on Money and Finance: Systemic Risk and the Organization of the Financial System (Los Angeles, May 2017), Central Bank of Turkey Annual Research Conference (Antalya, December 2017) and seminars at the Federal Reserve Bank of San Francisco and Bocconi University. Linda Goldberg developed parts of this project while visiting the Bank for International Settlements under the Central Bank Research Fellowship Programme. Stefano Schiaffi developed parts of this project during his PhD thesis and while visiting the Bank for International Settlements under the Research Fellowship Programme. Bat-el Berger and Pamela Pogliani provided excellent research assistance. The views expressed are those of the authors and do not necessarily reflect those of the Federal Reserve Bank of New York, the Federal Reserve System, the Bank for International Settlements, the Bank of Italy, or the National Bureau of Economic Research. All errors are our own.\n\n\n"
}