{
    "id": 23573,
    "citation_title": "Juvenile Punishment, High School Graduation and Adult Crime: Evidence from Idiosyncratic Judge Harshness",
    "citation_author": [
        "Ozkan Eren",
        "Naci Mocan"
    ],
    "citation_publication_date": "2017-07-17",
    "issue_date": "2017-07-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper contributes to the debate on the impact of juvenile punishment on adult criminal recidivism and high school completion. We link the universe of case files of those who were convicted of a crime as a juvenile between 1996 and 2012 in a southern U.S. state to the public school administrative records and to adult criminal records. The detail of the data allows us to utilize information on the exact types of crimes committed, as well as the type and duration of punishment imposed, both as a juvenile and as an adult. We exploit random assignment of cases to judges and use idiosyncratic judge stringency in imprisonment to estimate the causal effect of incarceration on adult crime and on high school completion. Incarceration has a detrimental impact on high school completion for earlier cohorts, but it has no impact on later cohorts, arguably because of the school reform implemented in the state in the late 1990s. We find that incarceration as a juvenile has no impact on future violent crime, but it lowers the propensity to commit property crime. Juvenile incarceration increases the propensity of being convicted for a drug offense in adulthood, but this effect is largely driven by time spent in prison as a juvenile. Specifically, juvenile incarceration has no statistically significant impact on adult drug offenses if time spent in prison is less than the median, but longer incarceration increases adult drug conviction, arguably because longer prison stays intensify emotional stress, leading to drug use.\n\n",
    "acknowledgement": "\nThe data used in this study are provided by the Louisiana Department of Education, Louisiana Office of Juvenile Justice and Louisiana Department of Public Safety and Corrections, Adult Services. We thank the Office of Social Service Research and Development (OSSRD) in the College of Human Sciences and Education at Louisiana State University for their guidance with the data. We also thank Anna Aizer, Emily Owens, Rasmus Landersø, Wim Marneffe, and the participants of the 4th Economic Analysis of Litigation Workshop in Paris, France for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}