{
    "id": 23571,
    "citation_title": "Long-Term Trends in Private School Enrollments by Family Income",
    "citation_author": [
        "Richard J. Murnane",
        "Sean F. Reardon"
    ],
    "citation_publication_date": "2017-07-17",
    "issue_date": "2017-07-13",
    "revision_date": "2018-02-21",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use data from multiple national surveys to describe trends in private elementary school enrollment by family income from 1968-2013. We note several important trends. First, the private school enrollment rate of middle-income families declined substantially over the last five decades, while that of high-income families remained quite stable. Second, there are notable differences in private school enrollment trends by race/ethnicity, urbanicity, and region of the country. Although racial/ethnic differences in private school enrollment are largely explained by income differences, the urban/suburban and regional differences in private school enrollment patterns are large even among families with similar incomes. In particular, the 90-50 income percentile difference in private school enrollment rates in 2013 is more than three times as large in cities as in the suburbs, and these gaps are larger in the South and West than in the Northeast and Midwest. Factors contributing to these patterns may include trends in income inequality, private school costs and availability, and the perceived relative quality of local schooling options.\n\n",
    "acknowledgement": "\nMany people and organizations provided information and support for this project. They include the Russell Sage Foundation, which provided a research grant. Robert Hauser and Rob Warren provided data files from the October CPS for the years 1968-2005 that they had cleaned and organized. These supplemented October CPS files that we purchased from Unicon. Kurt Bauman of the U.S. Census Bureau, and Sarah Grady and Stephen Broughman of the U.S. Department of Education answered many questions about properties of particular datasets. Dale McDonald, PBVM, PhD, the Director of Public Policy and Educational Research for the National Catholic Educational Association provided information on enrollment trends in NCEA schools. Sarah Lubienski explained definitions of school types used in her research. Sabino Kornrich provided data from his research. Joshua Starr answered questions about the Phi Delta Kappan polls of attitudes toward schools. Kurt Bauman, Greg Duncan, Christopher Jencks, Ann Owens, and Tim Smeeding provided comments on earlier drafts. Anne Lamb, Bonnie Mackintosh, Preeya Mbekeani, Mallory Perry, and Marcus Waldman provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}