{
    "id": 23579,
    "citation_title": "Risk Preferences in Small and Large Stakes: Evidence from Insurance Contract Decisions",
    "citation_author": [
        "Benjamin L. Collier",
        "Daniel Schwartz",
        "Howard C. Kunreuther",
        "Erwann O. Michel-Kerjan"
    ],
    "citation_publication_date": "2017-07-17",
    "issue_date": "2017-07-13",
    "revision_date": "2018-03-09",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine risk preferences using the flood insurance decisions of over 100,000 households. In each contract, households make a small stakes decision, the deductible, and a large stakes one, the coverage limit. Over 94 percent of household choose one of the two lowest deductibles out of six options, and 77 percent fully insure, select a coverage limit of at least their home’s replacement cost. Households must be extremely risk averse to explain each of these choices with standard expected utility models. Households’ deductible choices imply a median relative risk aversion of 108. Households’ coverage limit choices require a median relative risk aversion of at least 112. Their substantial risk aversion over large stakes is due to households’ tendency to fully insure despite paying premiums well above their contracts’ expected value. Allowing for probability distortions improves our models and explains the small and large decisions of most households in our data. Assessing rank dependent utility models, we find that households follow two tenets of prospect theory: overestimation of small probabilities and diminishing sensitivity to losses.\n\n",
    "acknowledgement": "\nWe thank Levon Barseghyan, Georges Dionne, Glenn Harrison, Johannes Jasperson, Dylan Small and seminar participants in the National Bureau of Economic Research Insurance Workshop, Risk Theory Society, American Risk and Insurance Association, and Society for Judgment and Decision Making for their guidance and insightful comments. We thank Juan Zhang for her research assistance. This work is partially supported by the Zurich Insurance Foundation, the Center for Risk and Economic Analysis of Terrorism Events (CREATE) at the University of Southern California (U.S. Department of Homeland Security’s Center of Excellence), the Travelers-Wharton Partnership for Risk Management Fund, and the Wharton Risk Management and Decision Processes Center. D. Schwartz was supported by the Complex Engineering Systems Institute (CONICYT – PIA – FB0816; ICM P-05-004-F). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}