{
    "id": 23574,
    "citation_title": "The Methuselah Effect: The Pernicious Impact of Unreported Deaths on Old Age Mortality Estimates",
    "citation_author": [
        "Dan A. Black",
        "Yu-Chieh Hsu",
        "Seth G. Sanders",
        "Lynne Steuerle Schofield",
        "Lowell J. Taylor"
    ],
    "citation_publication_date": "2017-07-17",
    "issue_date": "2017-07-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine inferences about old age mortality that arise when researchers use survey data matched to death records. We show that even small rates of failure to match respondents can lead to substantial bias in the measurement of mortality rates at older ages. This type of measurement error is consequential for three strands in the demographic literature: (1) the deceleration in mortality rates at old ages, (2) the black-white mortality crossover, and (3) the relatively low rate of old age mortality among Hispanics—often called the “Hispanic paradox.”  Using the National Longitudinal Survey of Older Men (NLS-OM) matched to death records in both the U.S. Vital Statistics system and the Social Security Death Index, we demonstrate that even small rates of missing mortality matching plausibly lead to an appearance of mortality deceleration when none exists, and can generate a spurious black-white mortality crossover.  We confirm these findings using data from the National Health Interview Survey (NHIS) matched to the U.S. Vital Statistics system, a dataset known as the “gold standard” (Cowper et al., 2002) for estimating age-specific mortality.  Moreover, with these data we show that the Hispanic paradox is also plausibly explained by a similar undercount.\n\n",
    "acknowledgement": "\nWe thank the editors, three anonymous reviewers, David Card, Amitabh Chandra, James Saxon, Douglas Staiger, Lydia Veliko, and seminar participants at UC Berkeley, Indiana University/ Purdue University of Indianapolis, and New York University for helpful comments. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}