{
    "id": 23570,
    "citation_title": "Making the House a Home: The Stimulative Effect of Home Purchases on Consumption and Investment",
    "citation_author": [
        "Efraim Benmelech",
        "Adam Guren",
        "Brian T. Melzer"
    ],
    "citation_publication_date": "2017-07-17",
    "issue_date": "2017-07-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe introduce and quantify a new channel through which the housing market affects household spending: the home purchase channel. Using an event-study design with data from the Consumer Expenditure Survey, we show that households spend on average $3,700 more in the months before and the first year following a home purchase. This spending is concentrated in the home-related durables and home improvements sectors, which are complementary to the purchase of the house. Expenditures on nondurables and durables unrelated to the home remain unchanged or decrease modestly. We estimate that the home purchase channel played a substantial role in the Great Recession, accounting for one-third of the decline in home-related durables spending and a fifth of the decline in home maintenance and investment spending from 2005 to 2010, together totaling $14.3 billion annually.\n\n",
    "acknowledgement": "\nWe thank Gadi Barlevy, Susanto Basu, Marty Eichenbaum, Simon Gilchrist, Jeremy Stein, Amir Sufi, and seminar and conference participants at the Federal Reserve Bank of Chicago, Green Line Macro Meeting, and the University of Chicago’s Conference on Housing and Macroeconomics. Sasha Indarte and Paolina Medina provided great research assistance. Benmelech is grateful for financial support from the Guthrie Center for Real Estate Research at the Kellogg School of Management. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}