{
    "id": 23577,
    "citation_title": "Geographic Cross-Sectional Fiscal Spending Multipliers: What Have We Learned?",
    "citation_author": [
        "Gabriel Chodorow-Reich"
    ],
    "citation_publication_date": "2017-07-17",
    "issue_date": "2017-07-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA geographic cross-sectional fiscal spending multiplier measures the effect of an increase in spending in one region in a monetary union. Empirical studies of such multipliers have proliferated in recent years. In this paper, I review this research and what the evidence implies for national multipliers. Based on an updated analysis of the American Recovery and Reinvestment Act and a survey of empirical studies, my preferred point estimate for a cross-sectional output multiplier is 1.8. Economic theory of how to map these multipliers into a national multiplier has also advanced. Drawing on the theoretical literature, the paper discusses conditions under which the cross-sectional multiplier provides a rough lower bound for a particular national multiplier, the closed economy zero lower bound multiplier. Putting these elements together, the cross-sectional evidence suggests a national zero lower bound multiplier of about 1.7 or above, at the upper end of most studies based on time series evidence. The paper concludes by offering suggestions for future research on cross-sectional multipliers.\n\n",
    "acknowledgement": "\nI acknowledge financial support from The Frank N. Newman Fund in Economics. Disclosure: I was a staff economist on the Council of Economic Advisers from 2009-2010. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}