{
    "id": 2357,
    "citation_title": "An Analysis of the Implications for Stock and Futures Price Volatility of Program Trading and Dynamic Hedging Strategies",
    "citation_author": [
        "Sanford J. Grossman"
    ],
    "citation_publication_date": "1987-08-01",
    "issue_date": "1987-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Other",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent advances in financial theory have created an understanding of the environments in which a real security can be synthesized by a dynamic trading strategy in a risk free asset and other securities. We contend that there is a crucial distinction between a synthetic security and a real security, in particular the notion that a real security is redundant when it can be synthesized by a dynamic trading strategy ignores the informational role of real securities markets. The replacement of a real security by synthetic strategies may in itself cause enough uncertainty about the price volatility of the underlying security that the real security is no longer redundant. Portfolio insurance provides a good example of the difference between a synthetic security and a real security. One form of portfolio insurance uses a trading strategy in risk free securities (\"cash\") and index futures to synthesize a European put on the underlying portfolio. In the absence of a real traded put option (of the appropriate striking price and maturity), there will be less information about the future price volatility associated with current dynamic hedging strategies. There will thus be less information transmitted to those people who could make capital available to liquidity providers. It will therefore be more difficult for the market to absorb the trades implied by the dynamic hedging strategies, In effect, the stocks' future price volatility can rise because of a current lack of information about the extent to which dynamic hedging strategies are in place.\n\n",
    "acknowledgement": "\n"
}