{
    "id": 23587,
    "citation_title": "A Welfarist Role for Nonwelfarist Rules: An example with envy",
    "citation_author": [
        "Matthew Weinzierl"
    ],
    "citation_publication_date": "2017-07-17",
    "issue_date": "2017-07-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI propose and formalize an argument for why economists working in the welfarist normative tradition should include nonwelfarist principles in how they judge economic policy. The key idea behind this argument is that the world is too complex, and our ability to model it too limited, for us to fully trace a policy's effects on welfare. Nonwelfarist principles can be valuable to a welfarist facing this limitation if they act as informational proxies, carrying accumulated knowledge about the effects of policy that otherwise cannot be considered. This argument can be seen both as extending a familiar logic for rule utilitarianism beyond the realm of individual ethics and as a specific version of a broader argument made for centuries by theorists from Hume to Hayek. I also provide evidence of an example in which real-world policy judgments are consistent with this theoretical argument. Results from a novel U.S. opinion survey show that approximately half of respondents reject redistribution driven by envy even though it generates direct utilitarian gains. That share rises as the role of envy is made more salient, consistent with respondents using nonwelfarist principles to encode concerns about the unobservable consequences of policy.\n\n",
    "acknowledgement": "\nThanks to Louis Kaplow, Benjamin B. Lockwood, Francois Maniquet, Hannah Sha§er, Itai Sher, Lucas Stanczyk, and Stefanie Stantcheva for insightful discussions and to Jiafeng Chen and Molly Wharton for both exceptional comments and research assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}