{
    "id": 23581,
    "citation_title": "Geography, Search Frictions and Endogenous Trade Costs",
    "citation_author": [
        "Giulia Brancaccio",
        "Myrto Kalouptsidi",
        "Theodore Papageorgiou"
    ],
    "citation_publication_date": "2017-07-17",
    "issue_date": "2017-07-13",
    "revision_date": "2018-10-12",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we study the role of the transportation sector in world trade. We build a spatial model that centers on the interaction of the market for (oceanic) transportation services and the market for world trade in goods. The model delivers equilibrium trade flows, as well as equilibrium trade costs (shipping prices). Using detailed data on vessel movements and shipping prices, we document novel facts about shipping patterns; we then flexibly estimate our model. We use this setup to demonstrate that the transportation sector (i) implies that net exporters (importers) face higher (lower) trade costs leading to misallocation of productive activities across countries; (ii) creates network effects in trade costs; and (iii) dampens the impact of shocks on trade flows. These three mechanisms reveal a new role for geography in international trade that was previously concealed by the common assumption of exogenous trade costs. Finally, we illustrate how our setup can be used for policy analysis by evaluating the impact of future and existing infrastructure projects (e.g. Northwest Passage, Panama Canal).\n\n",
    "acknowledgement": "\nWe are thankful to Pol Antras, Costas Arkolakis, Aris Christou, Manolis Galenianos, Paul Grieco, Ken Hendricks, Fabian Lange, Robin Lee, Marc Melitz, Guido Menzio, Ariel Pakes, Nicola Rosaia and Jim Tybout for their many helpful comments. We also gratefully acknowledge financial assistance from the Griswold Center for Economic Policy Studies at Princeton University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}