{
    "id": 23583,
    "citation_title": "Declining Competition and Investment in the U.S.",
    "citation_author": [
        "Germán Gutiérrez",
        "Thomas Philippon"
    ],
    "citation_publication_date": "2017-07-17",
    "issue_date": "2017-07-13",
    "revision_date": "2017-07-24",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe U.S. business sector has under-invested relative to Tobin's Q since the early 2000's. We argue that declining competition is partly responsible for this phenomenon. We use a combination of natural experiments and instrumental variables to establish a causal relationship between competition and investment. Within manufacturing, we show that industry leaders invest and innovate more in response to exogenous changes in Chinese competition. Beyond manufacturing we show that excess entry in the late 1990's, which is orthogonal to demand shocks in the 2000's, predicts higher industry investment given Q. Finally, we provide some evidence that the increase in concentration can be explained by increasing regulations.\n\n",
    "acknowledgement": "\nWe are grateful to Holger Mueller, Janice Eberly, Olivier Blanchard, René Stulz, Boyan Jovanovic, Tano Santos, Charles Calomiris, Glenn Hubbard, Alexi Savov, Philipp Schnabl, Ralph Koijen, Ricardo Caballero, Emmanuel Farhi, Viral Acharya, Jose Scheinkman, Martin Schmalz, Luigi Zingales, and seminar participants at ESSIM, Columbia University, University of Chicago, and New York University for stimulating discussions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}