{
    "id": 23586,
    "citation_title": "Optimal Regulation of Financial Intermediaries",
    "citation_author": [
        "Sebastian Di Tella"
    ],
    "citation_publication_date": "2017-07-17",
    "issue_date": "2017-07-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI characterize the optimal financial regulation policy in an economy where financial intermediaries trade capital assets on behalf of households, but must retain an equity stake to align incentives. Financial regulation is necessary because intermediaries cannot be excluded from privately trading in capital markets. They don’t internalize that high asset prices force everyone to bear more risk. The socially optimal allocation can be implemented with a tax on asset holdings. I derive a sufficient statistic for the externality/optimal policy in terms of observable variables, valid for heterogenous intermediaries and asset classes, and arbitrary aggregate shocks. I use market data on leverage and volatility of intermediaries’ equity to measure the externality, which co-moves with the business cycle.\n\n",
    "acknowledgement": "\nI’d like to thank Andres Schneider, Andy Skrzypacz, Peter DeMarzo, Pablo Kurlat, Yuliy Sannikov, Bob Hall, Martin Schneider, Monika Piazzesi, V.V. Chari, Chad Jones, Chris Tonetti, Florian Scheuer, Eric Madsen, Alex Bloedel, Javier Bianchi, Fernando Alvarez, Takuo Sugaya, Victoria Vanasco, Mike Harrison, and Peter Kondor. e- mail: sditella@stanford.edu. A previous version of this paper circulated with the title “Optimal Financial Regulation and the Concentration of Aggregate Risk”. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}