{
    "id": 23588,
    "citation_title": "What Sets College Thrivers and Divers Apart? A Contrast in Study Habits, Attitudes, and Mental Health",
    "citation_author": [
        "Graham Beattie",
        "Jean-William P. Laliberté",
        "Catherine Michaud-Leclerc",
        "Philip Oreopoulos"
    ],
    "citation_publication_date": "2017-07-17",
    "issue_date": "2017-07-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nStudents from 4-year colleges often arrive having already done very well in high school, but by the end of first term, a wide dispersion of performance emerges, with an especially large lower tail. Students that do well in first year (we call the top 10 percent Thrivers) tend to continue to do well throughout the rest of their time in university. Students that do poorly (we call the bottom 10 percent Divers) greatly struggle and are at risk of not completing their degree. In this paper we use a mandatory survey with open ended questions asking students about their first-year experience. This allows us to explore more closely what sets Thrivers and Divers apart, in terms of study habits, attitudes, and personal experiences. We find that poor time management and lack of study hours are most associated with poor academic performance, and that those who struggle recognize these weaknesses. Divers also report feeling more depressed and unhappy with their lives. We posit an 'academic trap', whereby initial poor performance is related to poor time management which in turn lowers expectations, which in turn leads to lower study time, and so on. Thrivers, in contrast, study significantly more and meet with course instructors.\n\n",
    "acknowledgement": "\nWe are very grateful to Aloysius Siow, Nathalie Bau, Yosh Halberstam, Uros Petronijevic for helpful discussions. We also thank Aaron de Mello for web development and Matthew Hendrickson for helping us compile the administrative data. Financial support for this research was provided by the Ontario Human Capital Research and Innovation Fund. Any omissions or errors are our own responsibility. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}