{
    "id": 23580,
    "citation_title": "The Cyclical Sensitivity in Estimates of Potential Output",
    "citation_author": [
        "Olivier Coibion",
        "Yuriy Gorodnichenko",
        "Mauricio Ulate"
    ],
    "citation_publication_date": "2017-07-17",
    "issue_date": "2017-07-13",
    "revision_date": "2017-10-25",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe fact that most of the persistent declines in output since the Great Recession have parlayed into equivalent declines in measures of potential output is commonly interpreted as implying that output will not return to previous trends. Using a variety of estimates of potential output for the U.S. and other countries, we show that these estimates respond gradually not only to supply-side shocks but also respond to demand shocks that have only transitory effects on output. Observing a revision in measures of potential output therefore says little about whether concurrent changes in actual output are likely to be permanent or not. In contrast, some structural VAR methodologies can avoid these shortcomings, even in real-time. These approaches point toward a more limited decline in potential output following the Great Recession.\n\n",
    "acknowledgement": "\nThis paper was prepared for the second annual conference of the National Bank of Ukraine. Gorodnichenko thanks the NSF for financial support. We are grateful to Larry Ball and Olivier Blanchard for helpful comments and Alexander Kopoin (OECD) for sharing OECD data on potential output. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nYuriy Gorodnichenko\n\nGorodnichenko thanks NSF for financial support.\n\n\n"
}