{
    "id": 23595,
    "citation_title": "Margins of Labor Market Adjustment to Trade",
    "citation_author": [
        "Rafael Dix-Carneiro",
        "Brian K. Kovak"
    ],
    "citation_publication_date": "2017-07-17",
    "issue_date": "2017-07-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Market Structures",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use both longitudinal administrative data and cross-sectional household survey data to study the margins of labor market adjustment following Brazil's early 1990s trade liberalization. We document how workers and regional labor markets adjust to trade-induced changes in local labor demand, examining various adjustment margins, including earnings and wage changes; interregional migration; shifts between tradable and nontradable employment; and shifts between formal employment, informal employment, and non-employment. Our results provide insight into the regional labor market effects of trade, and have important implications for policies that address informal employment and that assist trade-displaced workers.\n\n",
    "acknowledgement": "\nThis project was supported by an Early Career Research Grant from the W.E. Upjohn Institute for Employment Research.  The authors would like to thank Peter Arcidiacono, Penny Goldberg, Guilherme Hirata, Joe Hotz, Nina Pavcnik, Mine Senses, Lowell Taylor, Eric Verhoogen, and participants at various conferences and seminars for helpful comments.  Dix-Carneiro thanks Daniel Lederman and the Office of the Chief Economist for Latin America and the Caribbean at the World Bank for warmly hosting him while part of the paper was written. Remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}