{
    "id": 23598,
    "citation_title": "The Financing of Local Government in China: Stimulus Loan Wanes and Shadow Banking Waxes",
    "citation_author": [
        "Zhuo Chen",
        "Zhiguo He",
        "Chun Liu"
    ],
    "citation_publication_date": "2017-07-24",
    "issue_date": "2017-07-20",
    "revision_date": "2018-10-12",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Development Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nChina’s four-trillion-yuan stimulus package fueled by bank loans in 2009 has led to the rapid growth of shadow banking activities after 2012. Local governments financed the stimulus through bank loans in 2009, and resorted to non-bank debt financing after 2012 given the rollover pressure from bank debt coming due, a manifestation of the stimulus-loan-hangover effect. Cross-sectionally, provinces with greater bank loan growth in 2009 experienced more Municipal Corporate Bonds issuance during 2012-2015, together with more shadow banking activities including Entrusted loans and Wealth Management Products. We highlight the market forces behind the regulation changes on local government debt post 2012.\n\n",
    "acknowledgement": "\nWe thank Chong-En Bai, Jennifer Carpenter, Will Cong, Haoyu Gao, Kinda Hachem, Chang-tai Hsieh, Zheng Liu, Jacopo Ponticelli, Zheng Michael Song, Jun Qian, Nancy Qian, Hong Ru, Rengming Xie, Zhishu Yang, and participants at the 2016 Nankai University School of Finance Annual Conference, Shanghai University of Finance and Economics, Central University of Finance and Economics School of Finance, Renmin University of China Hanqing Institute, Chinese University of Hong Kong (Shenzhen), 2017 NBER Chinese Economy working group (Boston meeting), the 2nd IMF-Atlanta Fed Research Workshop on China’s Economy, and 2017 Asian Bureau of Finance and Economic Research Conference, the 2nd China Financial Research Conference, 2017 China International Conference in Finance, 2017 Summer Institute of Finance Conference, and 2017 HKUST Finance Symposium for helpful comments. We thank Yunjun Yu and Yilin Zhang for providing more recent issuance purpose data of municipal corporate bonds, and Chen gratefully acknowledges the support from Minsheng Wealth Management Research Center at Tsinghua University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}