{
    "id": 23594,
    "citation_title": "Educational Impacts and Cost-Effectiveness of Conditional Cash Transfer Programs in Developing Countries: A Meta-Analysis",
    "citation_author": [
        "Sandra García",
        "Juan Saavedra"
    ],
    "citation_publication_date": "2017-07-17",
    "issue_date": "2017-07-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe meta-analyze for impact and cost-effectiveness 94 studies from 47 conditional cash transfer (CCT) programs in low- and middle-income countries worldwide, focusing on educational outcomes that include enrollment, attendance, dropout and school completion.  To conceptually guide and interpret the empirical findings of our meta-analysis, we present a simple economic framework of household decision-making that generates predictions, all else constant, for the association between certain program context and design characteristics, and impact estimates.  We also present a simple model for the analysis of program costs, using it to compute cost-effectiveness estimates for a subsample of CCT programs.  For all schooling outcomes, we find strong support for heterogeneity in impact, transfer-effectiveness, and cost-effectiveness estimates. Our meta-analytic results of impact and transfer-effectiveness estimates provide support to some – but not all – of the predictions from the household decision-making model.\n\n",
    "acknowledgement": "\nWe thank seminar participants at RAND Corporation and Columbia University for comments and suggestions. We thank Felipe Alvarez, Omar Herrera, Isabella Sinisterra, Laura Meza, Pedro Hernández and Tatiana Velasco for research assistance. Saavedra acknowledges financial support from the National Institute of Health RCMAR Grant P30AG043073, RAND Corporation and Universidad de los Andes. García acknowledges financial support from Universidad de los Andes. The research reported in the paper is not the result of a for-pay consulting relationship and our employers have no financial interest in the topic of the paper, which might constitute a conflict of interest. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}