{
    "id": 23590,
    "citation_title": "Why Do Defaults Affect Behavior? Experimental Evidence from Afghanistan",
    "citation_author": [
        "Joshua Blumenstock",
        "Michael Callen",
        "Tarek Ghani"
    ],
    "citation_publication_date": "2017-07-17",
    "issue_date": "2017-07-13",
    "revision_date": "2018-04-11",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Behavioral Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe report on an experiment examining why default options impact behavior. By randomly assigning employees to different varieties of a salary-linked savings account, we find that default enrollment increases participation by 40 percentage points—an effect equivalent to providing a 50% matching incentive. We then use a series of experimental interventions to differentiate between explanations for the default effect, which we conclude is driven largely by present-biased preferences and the cognitive cost of thinking through different savings scenarios. Default assignment also changes employees' attitudes toward saving, and makes them more likely to actively decide to save after the study concludes.\n\n",
    "acknowledgement": "\nWe are grateful to Karim Khoja and the Roshan team for partnership in the design and implementation of the M-Pasandaz mobile savings product. We thank Hugo Gerard, Mohammad Isaqzadeh, Shahim Kabuli, Nasir Mahmoodi, Galen Murray, Ofir Reich, Sami Safiullah and Maria Qazi for excellent research assistance and Katy Doyle for outstanding project management. James Andreoni, Eli Berman, Marianne Bertrand, Prashant Bharadwaj, Leonardo Bursztyn, Stefano DellaVigna, Dean Karlan, Elizabeth Lyons, Craig McIntosh, Brigitte Madrian, Sendhil Mullainathan, Paul Niehaus, Matthew Olckers, Rohini Pande, Gerard Padró-i-Miquel, Gautam Rao, Stephen Ryan, Frank Schilbach, Jacob Shapiro, Charles Sprenger, Christopher Woodruff and many other colleagues provided insightful feedback. We thank seminar audiences at Berkeley, Georgetown, Harvard, Stanford, the University of Washington, the University of Zurich, and the World Bank. We acknowledge funding from the Citi/IPA Financial Capability Research Fund (FCRF), the Consortium on Financial Systems and Poverty (CFSP), the Empirical Studies of Conflict Project (ESOC), the Institute for Money, Technology, and Financial Inclusion (IMTFI), the UC San Diego Policy Design and Evaluation Lab (PDEL), and the USAID Development Impact Lab (USAID Agreement AID-OAA-A-13-00002). This work is also based on prior work supported by the U.S. Department of Defense Minerva research initiative through the Air Force Office of Scientific Research under award FA9550-09-1-000001. This RCT was registered in the American Economic Association Registry for randomized control trials under trial number AEARCTR-0000280. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}