{
    "id": 23592,
    "citation_title": "Productivity, Taxes, and Hours Worked in Spain: 1970–2015",
    "citation_author": [
        "Juan Carlos Conesa",
        "Timothy J. Kehoe"
    ],
    "citation_publication_date": "2017-07-17",
    "issue_date": "2017-07-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the early 1970s, hours worked per working-age person in Spain were higher than in the United States. Starting in 1975, however, hours worked in Spain fell by 40 percent. We find that 80 percent of the decline in hours worked can be accounted for by the evolution of taxes in an otherwise standard neoclassical growth model. Although taxes play a crucial role, we cannot argue that taxes drive all of the movements in hours worked. In particular, the model underpredicts the large decrease in hours in 1975–1986 and the large increase in hours in 1994–2007. The lack of productivity growth in Spain during 1994–2015 has little impact on the model’s prediction for hours worked.\n\n",
    "acknowledgement": "\nThis work has benefited from outstanding research assistance by Parisa Kamali. The authors can be reached via e-mail at juan.conesa@stonybrook.edu and tkehoe@umn.edu. The data and the explanation of all the constructed data used in this project can be accessed online at https://sites.google.com/site/jcconesa/research and at http://users.econ.umn.edu/~tkehoe/. Earlier versions of this paper were circulated beginning in August 2005. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}