{
    "id": 23596,
    "citation_title": "Executive Compensation: A Survey of Theory and Evidence",
    "citation_author": [
        "Alex Edmans",
        "Xavier Gabaix",
        "Dirk Jenter"
    ],
    "citation_publication_date": "2017-07-17",
    "issue_date": "2017-07-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper reviews the theoretical and empirical literature on executive compensation. We start by presenting data on the level of CEO and other top executive pay over time and across firms, the changing composition of pay; and the strength of executive incentives. We compare pay in U.S. public firms to private and non-U.S. firms. We then critically analyze three non-exclusive explanations for what drives executive pay -- shareholder value maximization by boards, rent extraction by executives, and institutional factors such as regulation, taxation, and accounting policy. We confront each hypothesis with the evidence. While shareholder value maximization is consistent with many practices that initially seem inefficient, no single explanation can account for all facts and historical trends; we highlight major gaps for future research. We discuss evidence on the effects of executive pay, highlighting recent identification strategies, and suggest policy implications grounded in theoretical and empirical research. Our survey has two main goals. First, we aim to tightly link the theoretical literature to the empirical evidence, and combine the insights contributed by all three views on the drivers of pay. Second, we aim to provide a user-friendly guide to executive compensation, presenting shareholder value theories using a simple unifying model, and discussing the challenges and methodological issues with empirical research.\n\n",
    "acknowledgement": "\nPrepared for the Handbook of the Economics of Corporate Governance, edited by Benjamin Hermalin and Michael Weisbach. We thank Aubrey Clark, Tom Gosling, Steve Kaplan, Gaizka Ormazabal, Kelly Shue, Alexander Wagner, David Zhang, and especially Pierre Chaigneau for helpful comments and Janet Chater, Irem Erten, Jesus Gorrin, Joseph Kalmenovitz, and Jiaying Wei for research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}