{
    "id": 23600,
    "citation_title": "Do People Respond to the Mortage Interest Deduction? Quasi-Experimental Evidence from Denmark",
    "citation_author": [
        "Jonathan Gruber",
        "Amalie Jensen",
        "Henrik Kleven"
    ],
    "citation_publication_date": "2017-07-24",
    "issue_date": "2017-07-20",
    "revision_date": "2024-10-16",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing linked housing and tax records from Denmark combined with a major reform of the mortgage interest deduction in the late 1980s, we carry out the first comprehensive long-term study of how tax subsidies affect housing decisions. The reform introduced a large and sharp reduction in the mortgage deduction for top-rate taxpayers, while reducing it much less or not at all for lower-rate taxpayers. We present three main findings. First, the mortgage deduction has a precisely estimated zero effect on homeownership. This holds even in the very long run. Second, the mortgage deduction has a sizeable impact on housing demand at the intensive margin, inducing homeowners to buy larger and more expensive houses. Third, the largest effect of the mortgage deduction is on household financial decisions, inducing them to increase indebtedness. These findings suggest that the mortgage interest deduction distorts the behavior of homeowners at the intensive margin, but is ineffective at promoting homeownership at the extensive margin and any externalities that may be associated with it.\n\n",
    "acknowledgement": "\nWe thank Jim Poterba for helpful conversations. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}