{
    "id": 2360,
    "citation_title": "Seasonality, Cost Shocks, and the Production Smoothing Model of Inventories",
    "citation_author": [
        "Jeffrey A. Miron",
        "Stephen P. Zeldes"
    ],
    "citation_publication_date": "1987-08-01",
    "issue_date": "1987-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA great deal of research on the empirical behavior of inventories examines some variant of the production smoothing model of finished goods inventories. The overall assessment of this model that exists in the literature is quite negative: there is little evidence that manufacturers hold inventories of finished goods in order to smooth production patterns. This paper examines whether this negative assessment of the model is due to one or both of two features: costs shocks and seasonal fluctuations. The reason for considering costs shocks is that if firms are buffeted more by cost shocks than demand shocks, production should optimally be more variable than sales. The reasons for considering seasonal fluctuations are that seasonal fluctuations account for a major portion of the variance in production and sales, that seasonal fluctuations are precisely the kinds of fluctuations that producers should most easily smooth, and that seasonally adjusted data is likely to produce spurious rejections of the production smoothing model even when it is correct. We integrate cost shocks and seasonal fluctuations into the analysis of the production smoothing model in three steps. First, we present a general production smoothing model of inventory investment that is consistent with both seasonal and non-seasonal fluctuations in production, sales, and inventories. The model allows for both observable and unobservable changes in marginal costs. Second, we estimate this model using both seasonally adjusted and seasonally unadjusted data plus seasonal dummies. The goal here is to determine whether the incorrect use of seasonally adjusted data has been responsible for the rejections of the production smoothing model reported in previous studies. The third part of our approach is to explicitly examine the seasonal movements in the data. We test whether the residual from an Euler equation is uncorrelated with the seasonal component of contemporaneous sales. Even if unobservable seasonal cost shocks make the seasonal variation in output greater than that in sales, the timing of the resulting seasonal movements in output should not necessarily match that of sales. The results of our empirical work provide a strong negative report on the production smoothing model, even when it includes cost shocks and seasonal fluctuations. At both seasonal and non-seasonal frequencies, there appears to be little evidence that firms hold inventories in order to smooth production. A striking piece of evidence is that in most industries the seasonal in production closely matches the seasonal in shipments, even after accounting for the movements in interest rates, input prices, and the weather.\n\n",
    "acknowledgement": "\n"
}