{
    "id": 23606,
    "citation_title": "How Merchant Towns Shaped Parliaments: From the Norman Conquest of England to the Great Reform Act",
    "citation_author": [
        "Charles Angelucci",
        "Simone Meraglia",
        "Nico Voigtländer"
    ],
    "citation_publication_date": "2017-07-24",
    "issue_date": "2017-07-20",
    "revision_date": "2020-02-13",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the emergence of urban self-governance during the Commercial Revolution in the 12th- 13th century and show that municipal autonomy shaped national institutions over the subsequent centuries. We focus on England after the Norman Conquest of 1066 and build a novel comprehensive dataset of 554 Medieval towns (boroughs). We show that merchant towns were particularly likely to obtain Farm Grants – the right of self-governed tax collection and law enforcement. We present evidence that self-governance, in turn, fostered enfranchisement: Farm Grant towns were much more likely to be summoned directly to the Medieval English Parliament than otherwise similar towns. We also show that self-governed towns strengthened the role of Parliament: They resisted royal attempts to introduce patronage and maintained broader voting rights; they also raised troops to back Parliament against the king during the Civil War in 1642, and they supported the modernization of Parliament during the Great Reform Act of 1832. Finally, we compare England’s institutional path to Continental Europe and discuss the conditions under which urban self-governance fosters institutional development at a higher level.\n\n",
    "acknowledgement": "\nThis paper was previously circulated under the title “The Medieval Roots of Inclusive Institutions: From the Norman Conquest of England to the Great Reform Act.” We would like to thank Daron Acemoglu, Sascha Becker, Alberto Bisin, Ernesto dal Bo, James Fenske, Ed Glaeser, Martin Fiszbein, Bob Gibbons, Jonas Hjort, Saumitra Jha, Sukhun Kang, Horacio Larreguy, Nathan Nunn, Alessandro Lizzeri, Nicola Persico, Patrick Rey, Shanker Satyanath, Andrei Shleifer, Ennio Stacchetti, David Stasavage, Jean Tirole, Felipe Valencia, Joachim Voth, John Wallis, and Noam Yuchtman, as well as seminar audiences at Brown, Columbia, EEA-ESEM 2017, Frankfurt, Harvard (Economics), Harvard (Government), MIT Sloan, the NBER Summer Institute (POL/EFBGZ), the NBER OE workshop, Northwestern Kellogg, NYU PoliSci, NYU Stern, PSE, Queen Mary, SIOE 2017, UCLA, Warwick, and Yale for helpful comments and suggestions. Patrick Kennedy provided outstanding research assistance; we thank Andrea Matranga for help with the FAO data and Ondre Padgett for help with the Civil War data. Corresponding author: Nico Voigtländer (nico.v@ucla.edu) The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}