{
    "id": 23601,
    "citation_title": "The Economic Burden of Chronic Diseases: Estimates and Projections for China, Japan, and South Korea",
    "citation_author": [
        "David E. Bloom",
        "Simiao Chen",
        "Michael Kuhn",
        "Mark E. McGovern",
        "Les Oxley",
        "Klaus Prettner"
    ],
    "citation_publication_date": "2017-07-24",
    "issue_date": "2017-07-20",
    "revision_date": "2019-03-06",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a novel framework to analyse the macroeconomic impact of noncommunicable diseases. We incorporate measures of disease prevalence into a human capital augmented production function, which enables us to determine the economic costs of chronic health conditions in terms of foregone gross domestic product (GDP). Unlike previously adopted frameworks, this approach allows us to account for i) variations in human capital for workers in different age groups, ii) mortality and morbidity effects of non-communicable diseases, and iii) the treatment costs of diseases. We apply our methodology to China, Japan, and South Korea, and estimate the economic burden of chronic conditions in five domains (cardiovascular diseases, cancer, respiratory diseases, diabetes, and mental health conditions). Overall, total losses associated with these non-communicable diseases over the period 2010-2030 are $16 trillion for China (measured in real USD with the base year 2010), $5.7 trillion for Japan, and $1.5 trillion for South Korea. Our results also highlight the limits of cost-effectiveness analysis by identifying some intervention strategies to reduce disease prevalence in China that are cost beneficial and therefore a rational use of resources, though they are not cost-effective as judged by conventional thresholds.\n\n",
    "acknowledgement": "\nWe are grateful to Timothy Halliday and participants at the EWC-KOSTAT Conference on the Demographic Dividend and Population Aging in Asia and the 2015 Harvard Workshop on the Macroeconomics of Population Aging for comments and suggestions. Research reported in this paper was supported by the National Institute on Aging, National Institutes of Health, under award numbers P30AG024409 and R01AG048037 and by a grant from Carnegie Corporation of New York. The statements made and views expressed are solely the responsibility of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}