{
    "id": 23603,
    "citation_title": "Individual Results May Vary: Elementary Analytics of Inequality-Probability Bounds, with Applications to Health-Outcome Treatment Effects",
    "citation_author": [
        "John Mullahy"
    ],
    "citation_publication_date": "2017-07-24",
    "issue_date": "2017-07-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhile many results from the treatment-effect and related literatures are familiar and have been applied productively in health economics evaluations, other potentially useful results from those literatures have had little influence on health economics practice. With the intent of demonstrating the value and use of some such results in health economics applications, this paper focuses on one particular class of parameters that describe probabilities that one outcome is larger or smaller than other outcomes, namely inequality probabilities. While the properties of such parameters have been explored in the technical literature, they have scarcely been considered in informing practical questions in health evaluations. This paper discusses how such probabilities can be used informatively, and describes how they might be identified or bounded given standard sampling assumptions and information only on marginal distributions of outcomes. Graphical and algebraic exposition reveals the logic supporting these results, as well as their empirical implementation, to be quite straightforward. Applications to health outcome evaluations are presented and discussed throughout.\n\n",
    "acknowledgement": "\nFor helpful discussions and comments, and with the standard disclaimer, I would like to thank Chris Adams, Bruce Hansen, M.-J. Lee, David Madden, Chuck Manski, Joao Santos Silva, Justin Sydnor, Dave Vanness, and participants in presentations at the Barcelona Conference on the Economics of Addiction and Health Inequality, the York Centre for Health Economics, ISEG-Lisbon, Resources for the Future, University College Dublin, the University of Chicago, the University of Coimbra, and the University of Wisconsin-Madison. Parts of this work were supported by the RWJF Health & Society Scholars Program, RWJF Evidence for Action Grant 73336, and NICHD grant P2CHD047873 to the Center for Demography and Ecology, all at UW-Madison, and by the UCD Geary Institute during a sabbatical visit. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}