{
    "id": 23607,
    "citation_title": "The Effects of the Affordable Care Act on Health Insurance Coverage and Labor Market Outcomes",
    "citation_author": [
        "Mark Duggan",
        "Gopi Shah Goda",
        "Emilie Jackson"
    ],
    "citation_publication_date": "2017-07-24",
    "issue_date": "2017-07-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Affordable Care Act (ACA) includes several provisions designed to expand insurance coverage that also alter the tie between employment and health insurance.  In this paper, we exploit variation across geographic areas in the potential impact of the ACA to estimate its effect on health insurance coverage and labor market outcomes in the first two years after the implementation of its main features.  Our measures of potential ACA impact come from pre-existing population shares of uninsured individuals within income groups that were targeted by Medicaid expansions and federal subsidies for private health insurance, interacted with each state’s Medicaid expansion status.  Our findings indicate that the majority of the increase in health insurance coverage since 2013 is due to the ACA and that areas in which the potential Medicaid and exchange enrollments were higher saw substantially larger increases in coverage.  While labor market outcomes in the aggregate were not significantly affected, our results indicate that labor force participation reductions in areas with higher potential exchange enrollment were offset by increases in labor force participation in areas with higher potential Medicaid enrollment\n\n",
    "acknowledgement": "\nWe would like to thank Paula Gablenz and Audrey Guo for exceptional research assistance, and Alex Gelber, Kosali Simon, and seminar participants at the University of Wisconsin, UC Berkeley, UC Irvine, UC Davis, University of Iowa, University of Chicago, Michigan State University and the SIEPR-Sloan Working Longer conference for helpful comments.   We thank the Alfred P. Sloan Foundation for generous support. The content is solely the responsibility of the authors and not Stanford University or the NBER. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}