{
    "id": 23604,
    "citation_title": "Age of Marriage, Weather Shocks, and the Direction of Marriage Payments",
    "citation_author": [
        "Lucia Corno",
        "Nicole Hildebrandt",
        "Alessandra Voena"
    ],
    "citation_publication_date": "2017-07-24",
    "issue_date": "2017-07-20",
    "revision_date": "2017-10-13",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies how aggregate economic conditions affect marriage markets in developing countries where marriage is regulated by traditional customary norms. We examine how local economic shocks influence the timing of marriage, and particularly child marriage, in Sub-Saharan Africa and in India, where substantial monetary or in-kind transfers occur with marriage: bride price across Sub-Saharan Africa and dowry in India. In a simple equilibrium model of the marriage market in which parents choose when their children marry, income shocks affect the age of marriage because marriage payments are a source of consumption smoothing, particularly for a woman's family. As predicted by our model, we show that droughts, which reduce annual crop yields by 10 to 15%, have opposite effects on the marriage behavior of a sample of 400,000 women in the two regions: in Sub-Saharan Africa, they increase the annual hazard into child marriage by 3%, while in India droughts reduce such a hazard by 4%. Changes in the age of marriage due to droughts are associated with changes in fertility, especially in Sub-Saharan Africa, and with declines in observed marriage payments. Our results indicate that the age of marriage responds to short-term changes in aggregate economic conditions and that traditional norms determine this response. This suggests that, in order to design successful policies to combat child marriage and improve investments in daughters' human capital, it is crucial to understand the economic role of traditional cultural norms.\n\n",
    "acknowledgement": "\nWe thank David Atkin, Natalie Bau, Marianne Bertrand, Bill Easterley, Raquel Fernandez, Luigi Guiso, Rick Hornbeck, Seema Jayachandran, Sylvie Lambert, Eliana La Ferrara, Neale Mahoney, Costas Meghir, Nathan Nunn, Yaw Nyarko, Debraj Ray, Dean Spears, Michèle Tertilt and participants in presentations at SITE, EUDN, Harvard/MIT, CEPR, AEA meetings, Università Cattolica, Columbia, UCSD, Bocconi, Stockholm and Sciences-Po for helpful comments. Yin Wei Soon provided outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}