{
    "id": 23605,
    "citation_title": "The Dire Effects of the Lack of Monetary and Fiscal Coordination",
    "citation_author": [
        "Francesco Bianchi",
        "Leonardo Melosi"
    ],
    "citation_publication_date": "2017-07-24",
    "issue_date": "2017-07-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhat happens if the government's willingness to stabilize a large stock of debt is waning, while the central bank is adamant about preventing a rise in inflation? The large fiscal imbalance brings about inflationary pressures, triggering a monetary tightening, further debt accumulation, and additional inflationary pressure. Thus, the economy will go through a spiral of higher inflation, output contraction, and further debt accumulation. A coordinated commitment to inflate away the portion of debt resulting from a large recession leads to better macroeconomic outcomes by separating the issue of long-run fiscal sustainability from the need for short-run fiscal stabilization. This strategy can also be used to rule out episodes in which the central bank becomes constrained by the zero lower bound.\n\n",
    "acknowledgement": "\nWe thank Jonas Fisher, Alejandro Justiniano, Eric Leeper, Bartosz Maćkowiack, and Todd Walker and seminar participants at Indiana University, the Federal Reserve Bank of Chicago, University of Illinois at Urbana-Champaign, the Barcelona GSE Forum: Central Bank Design, the conference on New Directions in Macroeconomics and Monetary Policy organized by Bocconi University and the Bank of Canada, and the 2017 Annual Meeting of the Society for Economic Dynamics for very helpful comments and suggestions. The views in this paper are solely those of the authors and should not be interpreted as reflecting the views of the Federal Reserve Bank of Chicago, any other person associated with the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}