{
    "id": 23616,
    "citation_title": "Consumer Mobility and the Local Structure of Consumption Industries",
    "citation_author": [
        "Sumit Agarwal",
        "J. Bradford Jensen",
        "Ferdinando Monte"
    ],
    "citation_publication_date": "2017-07-24",
    "issue_date": "2017-07-20",
    "revision_date": "2020-01-28",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study local employment, establishment density, and establishment size across industries delivering final consumption, which comprise a substantial fraction of production, shape local amenities, and pay different wages. In a stylized model of consumer mobility, lower industry storability/durability concentrates demand in space, increasing equilibrium employment. Credit card transactions data show that consumer mobility is limited and varies substantially across sectors; moreover, expenditure declines more rapidly with distance in sectors transacted more frequently. Lower storability/durability, proxied by average transaction frequency, increases a sector’s local employment via higher establishment density. Variation in consumer mobility is as economically significant as consumers’ expenditure shares.\n\n",
    "acknowledgement": "\nA previous version of this paper circulated with the title “The Geography of Consumption”. We would like to thank David Atkin, Andrew Bernard, Victor Couture, Jonathan Dingel, Colin Hottman, Nate Miller, Steve Redding, Andrés Rodriguez-Clare, Esteban Rossi-Hansberg, Tony Yezer, and seminar participants at Columbia, Harvard-MIT, National University of Singapore, NBER, Philadelphia and Richmond FED, Singapore Management University, Southern Methodist University and University of Virginia for helpful comments and discussions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJ. Bradford Jensen\n\nI receive approximately $15,000 from the University of Basel for teaching in 2017.\n\n\nI am a non-resident senior fellow at the Peterson Institute for International Economics. I am sometimes paid for research I contribute to Peterson Institute programs.\n\n\n"
}