{
    "id": 23610,
    "citation_title": "An Analysis of the Memphis Nurse-Family Partnership Program",
    "citation_author": [
        "James J. Heckman",
        "Margaret L. Holland",
        "Kevin K. Makino",
        "Rodrigo Pinto",
        "Maria Rosales-Rueda"
    ],
    "citation_publication_date": "2017-07-24",
    "issue_date": "2017-07-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper evaluates a randomized controlled trial of the Nurse-Family Partnership (NFP) program conducted in Memphis, TN in 1990. NFP offers home visits conducted by nurses for disadvantaged first-time mothers during pregnancy and early childhood. We test NFP treatment effects using permutation-based inference that accounts for the NFP randomization protocol. Our methodology is valid for small samples and corrects for multiple-hypothesis testing. We also analyze the underlying mechanisms generating these treatment effects. We decompose NFP treatment effects into components associated with the intervention-enhanced parenting and early childhood skills. The NFP improves home investments, parenting attitudes and mental health for mothers of infants at age 2. At age 6, the NFP boosts cognitive skills for both genders and socio-emotional skills for females. These treatment effects are explained by program-induced improvements in maternal traits and early-life family investments. At age 12, the treatment effects for males (but not for females) persist in the form of enhanced achievement test scores. Treatment effects are largely explained by enhanced cognitive skills at age 6. Our evidence of pronounced gender differences in response to early childhood interventions contributes to a growing literature on this topic.\n\n",
    "acknowledgement": "\nWe are very grateful to Professor David Olds, founder of the NFP, and his team for generously sharing the data and source materials from the NFP Memphis Randomize Control Trial. Years of collaboration and productive discussions with him have made this study possible. We thank Terrance Oey and Willem van Vliet for superb research assistance. We are grateful to Juan Pantano, Sylvi Kuperman, Jorge Luis Garcia, Maryclare Griffin, Andres Hojman, Yu Kyung Koh, Cullen Roberts, Karl Schulze, Naoko Takeda, and Joyce Zhu for helpful comments. An early version of this paper was presented at seminars at the University of Chicago and the Association for Public Policy  Analysis and Management 2012 Fall conference. This research was supported by NICHD R37HD065072 and NICHD R01HD054702, and previous support of the Pritzker Children’s Initiative. A portion of Holland's time on this project was also supported by an NRSA Institutional Research Training Grant from the Health Resources and Services Administration (T32 PE12002), awarded to the Department of Pediatrics at the University of Rochester. The views expressed in this paper are solely those of the authors and do not necessarily represent the official views of the National Institutes of Health. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}