{
    "id": 2361,
    "citation_title": "The Evolution of Public Sector Bargaining Laws",
    "citation_author": [
        "Henry S. Farber"
    ],
    "citation_publication_date": "1987-08-01",
    "issue_date": "1987-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn 1955 only a few states had laws governing collective bargaining by public employees. By 1984 only a few states were without such laws. The emergence of these policies coincides with a dramatic increase in unionization among public employees, and an important puzzle is the direction of causality between the laws and public employee unionization. A key piece of the solution is understanding the evolution of the public policy in this area, and this is the focus of the analysis in this study. A Markov model of the evolution of these laws is developed based on the idea that states will change their existing policy if and only if their preferences deviate from the existing policy by more than the cost of a change in policy. The key underlying constructs are 1) the intensity of state preferences for or against public sector collective bargaining and 2) the cost of changing an existing policy or enacting a new policy. The model is implemented empirically using state level data on policy for each year from 1955 to 1984. The results suggest that state preferences for a pro-bargaining policy are positively related to 1) the COPE score (a measure of pro-union congressional voting behavior on labor issues), 2) income per capita, and 3) the size of the public sector and negatively related to southern region. The costs of policy change were hypothesized to be a function of structural measures of the legislative process, but no support for this was found in the data. Use of the estimates to predict probabilities of states having laws of various kinds suggests that the model can predict the aggregate distribution of laws relatively well but that the model does less well at distinguishing between states with laws of different types.\n\n",
    "acknowledgement": "\n"
}