{
    "id": 23614,
    "citation_title": "A Risk-centric Model of Demand Recessions and Speculation",
    "citation_author": [
        "Ricardo J. Caballero",
        "Alp Simsek"
    ],
    "citation_publication_date": "2017-07-24",
    "issue_date": "2017-07-20",
    "revision_date": "2020-02-11",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe provide a continuous-time “risk-centric” representation of the New Keynesian model, which we use to analyze the interactions between asset prices, financial speculation, and macro- economic outcomes when output is determined by aggregate demand. In principle, interest rate policy is highly effective in dealing with shocks to asset valuations. However, in practice monetary policy faces a wide range of constraints. If these constraints are severe, a decline in risky asset valuations generates a demand recession. This reduces earnings and generates a negative feedback loop between asset prices and aggregate demand. In the recession phase, average beliefs matter not only because they affect asset valuations but also because they determine the strength of the amplification mechanism. In the ex-ante boom phase, belief disagreements (or heterogeneous asset valuations) matter because they induce investors to speculate. This speculation exacerbates the crash by reducing high-valuation investors’ wealth when the economy transitions to recession, which depresses (wealth-weighted) average beliefs. Macroprudential policy that restricts speculation in the boom can Pareto improve welfare by increasing asset prices and aggregate demand in the recession.\n\n",
    "acknowledgement": "\nA previous version of the paper was circulated under the title, “A Risk-centric Model of Demand Recessions and Macroprudential Policy.” We thank four anonymous referees and the editor, Andrei Shleifer, for their constructive comments. Chris Ackerman, Masao Fukui, Jeremy Majerovitz, Andrea Manera, Zilu Pan, Olivier Wang, and Nathan Zorzi provided excellent research assistance. We also thank Marios Angeletos, Jaroslav Borovicka, Eduardo Davila, Emmanuel Farhi, Kristin Forbes, Mark Gertler, Zhiguo He, Yueran Ma, Plamen Nenov, Matthew Rognlie, Martin Schneider, Larry Summers, Jaume Ventura, Ivan Werning, and seminar participants at Yale University, Columbia University, Boston College, MIT, Princeton University, the EIEF, Paris School of Economics, the BIS, the Bank of Spain, the Fed Board, the Boston Fed, UNC at Chapel Hill, Northwestern University, Brown University, The University of Chicago, London School of Economics, Bocconi University; as well as conference participants at the CCBS Conference hosted by the Bank of England and MacCalm, the Wharton Conference on Liquidity and Financial Fragility, the Harvard/MIT Financial Economics Workshop, Cowles Conference on General Equilibrium and Applications, NBER meetings (EFG, AP, and SI Impulse and Propagation Mechanisms), AEA annual meetings (2018 and 2019), CEBRA annual meeting, the Barcelona GSE Conference on Asset Pricing and Macroeconomics, the Sciences Po Summer Workshop in International and Macro Finance for their comments. Caballero and Simsek acknowledge support from the National Science Foundation (NSF) under Grant Numbers SES-1848857 and SES-1455319, respectively. First draft: May 11, 2017. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}