{
    "id": 23619,
    "citation_title": "School Boards and Student Segregation",
    "citation_author": [
        "Hugh Macartney",
        "John D. Singleton"
    ],
    "citation_publication_date": "2017-07-24",
    "issue_date": "2017-07-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides the first causal evidence about how elected local school boards affect student segregation across schools. The key identification challenge is that the composition of a school board is potentially correlated with unobserved determinants of school segregation, such as the pattern of household sorting and the degree to which boards are geographically constrained in defining zones of attendance. We overcome this issue using a regression discontinuity design at the electoral contest level, exploiting quasi-random variation from narrowly-decided elections. Such an approach is made possible by a unique dataset, which combines matched information about North Carolina school board candidates (including vote shares and political affiliation) with time-varying district-level racial and economic segregation outcomes. Focusing on the political composition of school board members, two-stage least squares estimates reveal that (relative to their non-Democrat counterparts) Democrat board members decrease racial segregation across schools. These estimates significantly differ from their ordinary least squares counterparts, indicating that the latter are biased upward (understating the effects). Our findings suggest that school boards realize such reductions in segregation by shifting attendance zones, a novel measure of which we construct without the need for exact geocoded boundaries. While the effect of adjusting boundaries does not appear to be offset by within-district neighborhood re-sorting in the short run, we uncover causal evidence of “white flight” out of public schools in districts in which boards have acted to reduce segregation.\n\n",
    "acknowledgement": "\nWe would like to thank Patrick Bayer, Elizabeth Cascio, Raj Chetty, Kirabo Jackson, and participants at AEFP and Duke for helpful comments and suggestions. Thanks also to Brian Clark, Bryant Hopkins, and Andrew Steck for excellent research assistance. Remote access to the data for this study was generously provided by the North Carolina Education Research Data Center (NCERDC). All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}