{
    "id": 23617,
    "citation_title": "Understanding Cultural Persistence and Change",
    "citation_author": [
        "Paola Giuliano",
        "Nathan Nunn"
    ],
    "citation_publication_date": "2017-07-24",
    "issue_date": "2017-07-20",
    "revision_date": "2019-02-07",
    "topics": [
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine a determinant of cultural persistence that has emerged from a class of models in evolutionary anthropology: the similarity of the environment across generations. Within these models, when the environment is more similar across generations, the traits that have evolved up to the previous generation are more likely to be optimal for the current generation. In equilibrium, a greater value is placed on tradition and there is greater cultural persistence. We test this hypothesis by measuring the variability of different climatic measures across 20-year generations from 500–1900. Employing a variety of tests, each using different samples and empirical strategies, we find that populations with ancestors who lived in environments with more cross-generational instability place less importance in maintaining tradition today and exhibit less cultural persistence.\n\n",
    "acknowledgement": "\nWe thank Ran Abramitzky, Roland Benabou, Robert Boyd, Lasse Brune, Jared Diamond, Ruben Durante, Oded Galor, Raul Duarte Gonzalez, Joseph Henrich, Saumitra Jha, Richard McElreath, Stelios Michalopoulos, Krishna Pendakur, James Robinson, Gerard Roland, Paul Smaldino, and Ivo Welch for helpful comments. For help with data, we thank Donna Feir and Jonathan Schulz. For excellent research assistance, we thank Mohammad Ahmad, Eva Ng, and Matthew Summers. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}