{
    "id": 23615,
    "citation_title": "Choosing Your Pond: Location Choices and Relative Income",
    "citation_author": [
        "Nicolas L. Bottan",
        "Ricardo Perez-Truglia"
    ],
    "citation_publication_date": "2017-07-24",
    "issue_date": "2017-07-20",
    "revision_date": "2020-11-16",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Behavioral Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDo individuals care about their relative income? While this is a long-standing hypothesis, revealed-preference evidence remains elusive. We provide a unique test by studying residential choices: individuals often must choose between places with different income distributions, and as a result they “choose” their relative income. We conducted a field experiment with 1,080 senior medical students who participated in the National Resident Matching Program. We estimate their preferences by combining choice data, survey data on perceptions and information-provision experiments. The evidence suggests that individuals care about their relative income and that these preferences differ across single and non-single individuals.\n\n",
    "acknowledgement": "\nWe are thankful for comments from several colleagues and seminar discussants. We thank UCLA-Anderson and its Behavioral Lab for providing funding for the experiment; and thank the support from the Robert Ferber Dissertation Award. This project was reviewed and approved in advance by the Institutional Review Board at University of California Los Angeles (IRB #16-001968; #17-001449). AEA RCT Registry #0004203.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}