{
    "id": 23613,
    "citation_title": "Does It Matter How and How Much Politicians are Paid?",
    "citation_author": [
        "Duha T. Altindag",
        "Elif S. Filiz",
        "Erdal Tekin"
    ],
    "citation_publication_date": "2017-07-24",
    "issue_date": "2017-07-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAn important question in representative democracies is how to ensure that politicians behave in the best interest of citizens rather than their own private interests. Aside from elections, one of the few institutional devices available to regulate the actions of politicians is their pay structure. In this paper, we provide fresh insights into the impact of politician salaries on their performance using a unique law change implemented in 2012 in Turkey.  Specifically, the members of the parliament (MPs) in Turkey who are retired from their pre-political career jobs earn a pension bonus on top of their MP salaries. The law change in 2012 significantly increased the pension bonus by pegging it to 18 percent of the salary of the President of Turkey, while keeping the salaries of non-retired MPs unchanged. By exploiting the variation in total salaries caused by the new law in a difference-in-differences framework, we find that the salary increase had a negative impact on the performance of the retired MPs. In particular, the overall performance of these MPs was lowered by 12.3 percent of a standard deviation as a result of the increase in salary caused by the new law. This finding is robust to numerous specification tests. Furthermore, results obtained from an auxiliary analysis suggest that one of the mechanisms through which MPs reduce their performance is absenteeism.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}