{
    "id": 23612,
    "citation_title": "The Capital Structure of Nations",
    "citation_author": [
        "Patrick Bolton",
        "Haizhou Huang"
    ],
    "citation_publication_date": "2017-07-24",
    "issue_date": "2017-07-20",
    "revision_date": "2017-08-03",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhen a nation can finance its investments via foreign-currency denominated debt or domestic-currency claims, what is the optimal capital structure of the nation? Building on the functions of fiat money as both medium of exchange, and store of value like corporate equity, our model connects monetary economics, fiscal theory and international finance under a unified corporate finance perspective. With frictionless capital markets both a Modigliani-Miller theorem for nations and the classical quantity theory of money hold. With capital market frictions, a nation's optimal capital structure trades off inflation dilution costs and expected default costs on foreign-currency debt. Our framing focuses on the process by which new money claims enter the economy and the potential wealth redistribution costs of inflation.\n\n",
    "acknowledgement": "\nWe thank the referees and Alex Edmans (the editor) for their detailed and very helpful comments. We are grateful to Yi Huang, Ye Li, Ailsa Roell, Tano Santos, Jose Scheinkman, Neng Wang and to seminar participants at the Graduate Institute Geneva, LSE, NYU, and PBoC for their comments. We thank Jieyun Wu and Wei Xiong for excellent research assistance. The views expressed in the paper are those of the authors and do not necessarily represent the views of CICC. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}