{
    "id": 23618,
    "citation_title": "Mobility Report Cards: The Role of Colleges in Intergenerational Mobility",
    "citation_author": [
        "Raj Chetty",
        "John N. Friedman",
        "Emmanuel Saez",
        "Nicholas Turner",
        "Danny Yagan"
    ],
    "citation_publication_date": "2017-07-24",
    "issue_date": "2017-07-20",
    "revision_date": "2023-09-02",
    "topics": [
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe characterize intergenerational income mobility at each college in the United States using data for over 30 million college students from 1999-2013. We document four results. First, access to colleges varies greatly by parent income. For example, children whose parents are in the top 1% of the income distribution are 77 times more likely to attend an Ivy League college than those whose parents are in the bottom income quintile. Second, children from low- and high-income families have similar earnings outcomes conditional on the college they attend, indicating that low-income students are not mismatched at selective colleges. Third, rates of upward mobility – the fraction of students who come from families in the bottom income quintile and reach the top quintile – differ substantially across colleges because low-income access varies significantly across colleges with similar earnings outcomes. Rates of bottom-to-top quintile mobility are highest at certain mid-tier public universities, such as the City University of New York and California State colleges. Rates of upper-tail (bottom quintile to top 1%) mobility are highest at elite colleges, such as Ivy League universities. Fourth, the fraction of students from low-income families did not change substantially between 2000-2011 at elite private colleges, but fell sharply at colleges with the highest rates of bottom-to-top-quintile mobility. Although our descriptive analysis does not identify colleges' causal effects on students' outcomes, the publicly available statistics constructed here highlight colleges that deserve further study as potential engines of upward mobility.\n\n",
    "acknowledgement": "\nThe opinions expressed in this paper are those of the authors alone and do not necessarily reflect the views of the Internal Revenue Service or the U.S. Treasury Department. This work was conducted under IRS contract TIRNO-16-E-00013 and reviewed by the Office of Tax Analysis at the U.S. Treasury. We thank Joseph Altonji, David Deming, Lawrence Katz, Eric Hanushek, David Lee, Richard Levin, Sean Reardon, and numerous seminar participants for helpful comments; Trevor Bakker, Kaveh Danesh, Niklas Flamang, Robert Fluegge, Jamie Fogel, Benjamin Goldman, Sam Karlin, Carl McPherson, Benjamin Scuderi, Priyanka Shende, and our other pre-doctoral fellows for outstanding research assistance; and especially Adam Looney for supporting this project. Chetty, Friedman, Saez, and Yagan acknowledge funding from the Russell Sage Foundation, the Bill and Melinda Gates Foundation, the Robert Wood Johnson Foundation, the Center for Equitable Growth at UC-Berkeley, the Washington Center for Equitable Growth, the UC Davis Center for Poverty Research, Stanford University, the Alfred P. Sloan Foundation, and the Laura and John Arnold Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}