{
    "id": 23611,
    "citation_title": "The Effects of Provider Choice Policies on Workers' Compensation Costs",
    "citation_author": [
        "David Neumark",
        "Bogdan Savych"
    ],
    "citation_publication_date": "2017-07-24",
    "issue_date": "2017-07-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the effects of provider choice policies on workers’ compensation medical and indemnity costs. We find no difference in average medical costs between states where policies give employers control over the choice of provider and states where policies instead give workers the most control. But a richer distributional analysis indicates that developed medical costs for the costliest cases are higher in states where policies give workers more control over provider choice. We find similar evidence for indemnity costs, although the point estimates also indicate (statistically insignificantly) higher average costs where policy gives workers the most control over provider choice. Overall, the evidence suggests little relationship between provider choice policies and average medical or indemnity costs, but a higher incidence of high-cost cases when policies give workers more control of the choice of provider.\n\n",
    "acknowledgement": "\nWe are grateful to Peter Barth, Richard Butler, Jim Dertouzos, John Ruser, Carol Telles, Rick Victor, and many workers’ compensation practitioners for helpful comments. Any errors or omissions remaining in this paper are the responsibility of the authors. The views expressed are those of the authors, and not the Workers Compensation Research Institute (WCRI). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}