{
    "id": 23625,
    "citation_title": "Quicksand or Bedrock for Behavioral Economics? Assessing Foundational Empirical Questions",
    "citation_author": [
        "Victor Stango",
        "Joanne Yoong",
        "Jonathan Zinman"
    ],
    "citation_publication_date": "2017-07-31",
    "issue_date": "2017-07-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Asset Pricing",
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBehavioral economics lacks empirical evidence on some foundational empirical questions. We adapt standard elicitation methods to measure multiple behavioral factors per person in a representative U.S. sample, along with financial condition, cognitive skills, financial literacy, classical preferences and demographics. Individually, B-factors are prevalent, distinct from other decision inputs, and correlate negatively with financial outcomes in richly-conditioned regressions. Conditioning further on other B-factors does not change the results, validating common practice of modeling B-factors separately. Corrections for low task/survey effort modestly strengthen the results. Our findings provide bedrock empirical foundations for behavioral economics, and offer methodological guidance for research designs.\n\n",
    "acknowledgement": "\nThis paper expands on, and supersedes, one line of inquiry in the working paper “The Quest for Parsimony in Behavioral Economics: New Methods and Evidence on Three Fronts.” Stango: UC Davis Graduate School of Management, vstango@ucdavis.edu; Yoong: Center for Economic and Social Research, University of Southern California, National University of Singapore and the National University Hospital System and the London School of Hygiene and Tropical Medicine,  joanne.yoong@gmail.com; Zinman: Dartmouth College, IPA, J-PAL, and NBER, jzinman@dartmouth.edu. Thanks to Hannah Trachtman and Sucitro Dwijayana Sidharta for outstanding research assistance, and to the Sloan/Sage Working Group on Behavioral Economics and Consumer Finance, the Roybal Center (grant # 3P30AG024962), and the National University of Singapore for funding and patience. We thank Shachar Kariv and Dan Silverman for helping us implement their (with Choi and Muller) interface for measuring choice consistency, Charlie Sprenger for help with choosing the certainty premium elicitation tasks and with adapting the convex time budget tasks, Georg Weizsacker for help in adapting one of the questions we use to measure narrow bracketing, Julian Jamison for advice on measuring ambiguity aversion, Josh Schwartzstein for many conversations, and audiences at the Sage/Sloan Foundation, UCSD-Rady, DIW-Berlin, and the Aspen Consumer Decision Making Conference for comments on survey design. For comments on the paper we thank Stefano DellaVigna, Xavier Gabaix, Michael Haliassos, Paul Heidhues, Theresa Kuchler, Gautam Rao, Doug Staiger, Johannes Stroebel, Dmitry Taubinsky, and seminar and conference participants at Berkeley/Haas, the Boulder Conference on Consumer Financial Decision Making, the CEPR Network in Household Finance, CFPB, the CFPB Research Conference, Columbia GSB, Dartmouth, the Federal Reserve Bank of Philadelphia, National University of Singapore, NBER Law and Economics, NYU/Stern, the Research in Behavioral Finance Conference in Amsterdam, and UC-Davis. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}