{
    "id": 23626,
    "citation_title": "Private Equity and Financial Fragility during the Crisis",
    "citation_author": [
        "Shai Bernstein",
        "Josh Lerner",
        "Filippo Mezzanotti"
    ],
    "citation_publication_date": "2017-07-31",
    "issue_date": "2017-07-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDo private equity firms contribute to financial fragility during economic crises? We find that during the 2008 financial crisis, PE-backed companies increased investments relative to their peers, while also experiencing greater equity and debt inflows. The effects are stronger among financially constrained companies and those whose private equity investors had more resources at the onset of the crisis. PE-backed companies consequentially experienced higher asset growth and increased market share during the crisis.\n\n",
    "acknowledgement": "\n*Stanford University and National Bureau of Economic Research (NBER); Harvard University and NBER; Northwestern University. We thank the Harvard Business School’s Division of Research for financial support. We also thank seminar participants at Columbia, Duke, LBS, MIT, and Northwestern for helpful comments, especially Sabrina Howell, David Robinson, and Morten Sorensen. One of the authors has advised institutional investors in private equity funds, private equity groups, and governments designing policies relevant to private equity. All errors and omissions are our own. Emails: shaib@stanford.edu, josh@hbs.edu, and filippo.mezzanotti@northwestern.edu. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}