{
    "id": 23622,
    "citation_title": "Is It Who You Are or Where You Live? Residential Segregation and Racial Gaps in Childhood Asthma",
    "citation_author": [
        "Diane Alexander",
        "Janet Currie"
    ],
    "citation_publication_date": "2017-07-24",
    "issue_date": "2017-07-20",
    "revision_date": "2018-05-31",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHigher asthma rates are one of the more obvious ways that health inequalities between African American and other children are manifested beginning in early childhood. In 2010, black asthma rates were double non-black rates. Some but not all of this difference can be explained by factors such as a higher incidence of low birth weight (LBW) among blacks; however, even conditional on LBW, blacks have a higher incidence of asthma than others. Using a unique data set based on the health records of all children born in New Jersey between 2006 and 2010, we show that when we split the data by whether or not children live in a “black” zip code, this racial difference in the incidence of asthma among LBW children entirely disappears. All LBW children in these zip codes, regardless of race, have a higher incidence of asthma. Our results point to the importance of residential segregation and neighborhoods in explaining persistent racial health disparities.\n\n",
    "acknowledgement": "\nWe thank the staff at the New Jersey Department of Health and Senior Services for their assistance in accessing the data used in this paper, and the Center for Health and Wellbeing for financial support. We are grateful to Sharada Dharmasankar, who provided excellent research assistance. All views expressed are those of the authors and cannot be attributed to the Federal Reserve Bank of Chicago, the Federal Reserve System, the New Jersey Dept. of Health and Senior Services, any of its employees, or the National Bureau of Economic Research.\n\n\n"
}