{
    "id": 23627,
    "citation_title": "Disclosure Rules and Declared Essential Patents",
    "citation_author": [
        "Rudi Bekkers",
        "Christian Catalini",
        "Arianna Martinelli",
        "Cesare Righi",
        "Timothy Simcoe"
    ],
    "citation_publication_date": "2017-07-31",
    "issue_date": "2017-07-27",
    "revision_date": "2019-03-20",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany standard setting organizations (SSOs) require participants to disclose patents that might be infringed by implementing a proposed standard, and commit to license their “essential” patents on terms that are at least fair, reasonable and non-discriminatory (FRAND). Data from these SSO intellectual property disclosures have been used in academic studies to provide a window into the standard setting process, and in legal proceedings to assess the relative contribution of different parties to a standard. We develop a simple model of the disclosure process to illustrate the link between SSO rules and patent-holder incentives, and examine the model's core predictions using a novel dataset constructed from the disclosure archives of thirteen major SSOs. The central message of the paper is that subtle differences in the rules used by different SSOs can influence which patents are disclosed, the terms of licensing commitments, and ultimately long-run citation and litigation rates for the underlying patents.\n\n",
    "acknowledgement": "\nSupport for this research was provided by the Hoover IP2 initiative. The authors have received useful comments and suggestions from Jorge Contreras, Florian Schuett and seminar participants at Drexel, Duke, Mannheim, Tilburg, the Toulouse School of Economics, and the University of Wisconsin. Timothy Simcoe has consulted for various companies, including Apple, Microsoft and HTC, on matters related to topic of this study. Rudi Bekkers has consulted for various companies and served as an expert witness on several court cases related to the topic of this study. All opinions and any errors are attributable to the authors. Address for correspondence: tsimcoe@bu.edu. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nRudi Bekkers\n\nI, Rudi Bekkers, have performed various studies commissioned by the US National Academies of Science (NAS) and the European Commission (EC), among others. I also carried out projects for a number of standard setting organizations (ITU, ETSI), serve as a member of the IEEE-SA Europe Advisory Council, and served as an expert witness in several court cases related to patents in standards. I believe that these involvements do not constitute any conflict of interest and have not influenced the content of this manuscript in any way.\n\n\n\nTimothy Simcoe\n\nI have consulted and served as an expert witness on several legal matters related to Standard Essential Patents.\n\n\n"
}