{
    "id": 23623,
    "citation_title": "Surprise! Out-of-Network Billing for Emergency Care in the United States",
    "citation_author": [
        "Zack Cooper",
        "Fiona Scott Morton",
        "Nathan Shekita"
    ],
    "citation_publication_date": "2017-07-24",
    "issue_date": "2017-07-20",
    "revision_date": "2019-01-11",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHospitals and physicians independently negotiate contracts with insurers. As a result, a privately insured individual can attend an in-network hospital emergency department, but receive care and potentially a large, unexpected bill from an out-of-network emergency physician working at that hospital. Because patients do not choose their emergency physician, emergency physicians can remain out-of-network and charge high prices without losing patient volume. As we illustrate, this strong outside option improves emergency physicians’ bargaining power with insurers. We then analyze a New York State law that introduced binding arbitration between emergency physicians and insurers and therefore weakened physicians’ outside option in negotiations. We observe that the New York law reduced out-of-network billing by 34 percent and lowered in-network emergency physician payments by 9 percent.\n\n",
    "acknowledgement": "\nThis project received financial support from the National Institute for Health Care Management Foundation and the University of Toulouse. We received helpful comments from Amanda Starc, Stuart Craig, Chima Ndumele, Kate Ho, and Leemore Dafny. We appreciate the excellent research assistance provided by Eugene Larsen-Hallock and Charles Gray. All mistakes are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}