{
    "id": 23620,
    "citation_title": "Paternalism and Pseudo-Rationality: An Illustration Based on Retirement Savings",
    "citation_author": [
        "Itzik Fadlon",
        "David Laibson"
    ],
    "citation_publication_date": "2017-07-24",
    "issue_date": "2017-07-20",
    "revision_date": "2022-10-13",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Macroeconomics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nResource allocations are jointly determined by the actions of social planners and households. We study economies in which households have private information about their tastes and have a distribution of behavioral propensities: optimal, myopic, or passive. In such economies, we show that utilitarian planners enact policies such as Social Security and default savings that cause equilibrium consumption smoothing (on average in the cross-section of households). Our framework resolves tensions in the household savings literature by simultaneously explaining evidence of consumption smoothing and optimal savings on average across households while also predicting behavioral anomalies at the household level. In general, common tests of consumption smoothing are not sufficient to show that households are optimizers, but natural experiments can be used to identify the fractions of optimizing, myopic, and passive households.\n\n",
    "acknowledgement": "\nWe thank Youssef Benzarti, Raj Chetty, David Cutler, Emir Kamenica, Scott Kominers, Benjamin Lockwood, and participants at the ASSA and National Tax Association annual meetings. We thank Edward Kong for excellent research assistance. We are grateful for funding from the Eric Mindich fund for Research in the Foundations of Human Behavior. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}