{
    "id": 23636,
    "citation_title": "Hours, Occupations, and Gender Differences in Labor Market Outcomes",
    "citation_author": [
        "Andrés Erosa",
        "Luisa Fuster",
        "Gueorgui Kambourov",
        "Richard Rogerson"
    ],
    "citation_publication_date": "2017-07-31",
    "issue_date": "2017-07-27",
    "revision_date": "2017-08-01",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe document a robust negative relationship between the log of mean annual hours in an occupation and the standard deviation of log annual hours within that occupation. We develop a unified model of occupational choice and labor supply that features heterogeneity across occupations in the return to working additional hours and show that it can match the key features of the data both qualitatively and quantitatively. We use the model to shed light on gender differences in labor market outcomes that arise because of gender asymmetries in home production responsibilities. Our model generates large gender gaps in hours of work, occupational choices, and wages. In particular, an exogenous difference in time devoted to home production of ten hours per week increases the observed gender wage gap by roughly eleven percentage points and decreases the share of females in high hours occupations by fourteen percentage points. The implied misallocation of talent across occupations has significant aggregate effects on productivity and welfare.\n\n",
    "acknowledgement": "\nWe thank Fabien Postel-Vinay and Henry Siu as well as seminar participants at the Barcelona Summer School in Economics, Canadian Economics Association Meeting, Canadian Macro Study Group, Cornell, Edinburgh MacCaLM Workshop, Federal Reserve Bank of Chicago, Federal Reserve Bank of Philadelphia, Guelph Workshop on Skills and Human Capital, IFS Conference on Labor Supply and the Welfare State, Oslo, Sichuan, Society for Economic Dynamics, Stockholm School of Economics, Sveriges Riksbank, Stanford, Toronto, and UCLA. Erosa and Fuster acknowledge financial support from the Spanish Economics Minister grant #ECO2015-68615-P. Kambourov acknowledges financial support from SSHRC Grant #435-2014-0815. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nRichard Rogerson\n\nI have received financial support in excess of $10,000 over the last three years from the Federal Reserve Bank of Minneapolis, the Federal Reserve Bank of Atlanta, Yonsei University (South Korea) and the World Bank.\n\n\n"
}