{
    "id": 23637,
    "citation_title": "Multi Product Firms, Import Competition, and the Evolution of Firm-product Technical Efficiencies",
    "citation_author": [
        "Emmanuel Dhyne",
        "Amil Petrin",
        "Valerie Smeets",
        "Frederic Warzynski"
    ],
    "citation_publication_date": "2017-07-31",
    "issue_date": "2017-07-27",
    "revision_date": "2023-03-28",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study how increased import competition affects the evolution of firm-product technical efficiencies in the small open economy of Belgium. We use a production survey where we observe quarterly firm-product data at the 8-digit level on quantities sold and firm-level labor, capital, and intermediate inputs from 1997 to 2007, a period marked by stark declines in tariffs applied to Chinese goods. We extend the methodology developed in Dhyne et al. (2020) to estimate firm-product measures of productivity. We find that a 1% increase in the import share leads to a 1.05% gain in technical efficiency. This elasticity translates into gains from competition over the sample period exceeding 1.2 billion euros, which is over 2.5% of the average annual value of manufacturing output in Belgium. Firms appear to be less technically efficient at producing goods the further they get from their “core” competency product and firms respond to competition by focusing more on their core products. Instrumenting import share - while not important for the signs of the coefficients - is very important for the magnitudes as the effect of competition increases tenfold when one moves from OLS to IV.\n\n",
    "acknowledgement": "\nWe thank Andrew Bernard, Jan De Loecker, Swati Dhingra, Penni Goldberg, John Haltiwanger, Marc-Andreas Muendler, Peter Schott, Chad Syverson, Dan Trefler, Eric Verhoogen and seminar participants at the 2014 NBB Conference, Riksbank, the 11th International Conference, Monash University, Mannheim, EITI2015, IIOC2015, ATW2015, Rice University, Texas A&M, DIEW2015, NOITS2015, Uppsala, the final COMPNET conference, ESWC2015, LSE, Hong Kong University, UCD, Lund, Toronto, UCLouvain, Chicago Fed, RIDGE, AEA2017, Bundesbank, SED2017, University of Canterbury, ULB, DICE, Nice, Sogang University, AMES 2018, NICE, Oxford, Oslo and Yale. Petrin, Smeets and Warzynski thank the National Bank of Belgium for its financial support. This project has received funding from the European Union’s Horizon 2020 research and innovation program under grant agreement no. 822390. The authors are also extremely grateful for the data support provided by the NBB Statistical department. All presented results respect the all confidentiality restrictions associated with the data sources. The views expressed are those of the authors and do not necessarily reflect the views of the NBB or the National Bureau of Economic Research. All errors are ours.\n\n\n"
}