{
    "id": 23631,
    "citation_title": "Tax Audits as Scarecrows: Evidence from a Large-Scale Field Experiment",
    "citation_author": [
        "Marcelo L. Bérgolo",
        "Rodrigo Ceni",
        "Guillermo Cruces",
        "Matias Giaccobasso",
        "Ricardo Perez-Truglia"
    ],
    "citation_publication_date": "2017-07-31",
    "issue_date": "2017-07-27",
    "revision_date": "2021-09-10",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe canonical model of Allingham and Sandmo (1972) predicts that firms evade taxes by optimally trading off the costs and benefits of evasion. However, there is no direct evidence that firms react to audits in this way. We conducted a large-scale field experiment in collaboration with Uruguay’s tax authority to address this question. We sent letters to 20,440 small and medium-sized firms that collectively paid more than two hundred million U.S. dollars in taxes per year. Our letters provided exogenous yet nondeceptive signals on key inputs for their evasion decisions such as audit probabilities and penalty rates. Using survey data, we measured the effect of these signals on firms’ subsequent perceptions of the auditing process. Using administrative data, we measured their effect on actual taxes paid. We find that providing information on audits had a significant effect on tax compliance, but in a manner inconsistent with Allingham and Sandmo (1972). Our findings are consistent with an alternative model of risk-as-feeling, in which messages about audits generate fear and induce probability neglect. According to this model, audits may deter tax evasion in the same way scarecrows scare birds away.\n\n",
    "acknowledgement": "\nWe thank Uruguay’s national tax administration (Dirección General Impositiva) for their collaboration. We thank Gustavo Gonzalez for his indisensable support of this research. We thank Joel Slemrod for his valuable feedback. We thank comments from participants in seminars at the University of Berkeley, the University of Michigan, the University of California San Diego, Dartmouth University, Universidad Di Tella, Universidad de la Republica, Universidad de Santiago de Chile, Universidad Católica de Chile, UADE, Corporación Andina de Fomento (Buenos Aires), Banco Central del Uruguay, LACEA 2017, the 2017 NBER Public Economics Fall Meeting, the 2017 RIDGE Public Economics Conference, the 2017 Zurich Center for Economic Development Conference, the 2017 Advances with Field Experiments Conference, the 2018 PacDev Conference, the 2018 AEA Annual Meetings, the 2018 LAGV Conference, the 2018 IIPF Annual Congress, the 2019 LACEA BRAIN Conference, and the 2019 National Tax Association meeting. This project benefited from funding by CEF, CEDLAS-UNLP and IDRC. The AEA RCT registration number is AEARCTR-0004593. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}