{
    "id": 23632,
    "citation_title": "Getting into the Weeds of Tax Invariance",
    "citation_author": [
        "Benjamin Hansen",
        "Keaton Miller",
        "Caroline Weber"
    ],
    "citation_publication_date": "2017-07-31",
    "issue_date": "2017-07-27",
    "revision_date": "2021-08-31",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe provide the ﬁrst general empirical test of tax invariance (TIV). When a 25 per-cent tax remitted by manufacturers was eliminated in Washington state and the retail cannabis excise tax was simultaneously increased from 25 to 37 percent—a shift in-tended to be revenue-neutral—TIV did not hold. Manufacturers kept two-thirds of their tax savings instead of passing all their savings through to retail ﬁrms via lower prices as predicted by TIV. One-third of the retail tax increase was passed on to consumers via higher retail prices – TIV would have predicted constant or even declining tax-inclusive retail prices.\n\n",
    "acknowledgement": "\nThe authors would like to thank David Agrawal, Nathan Anderson, Youssef Benzarti, David Evans, Naomi Feldman, Michael Grossman, Bill Hoyt, Donald Kenkel, Michael Kuhn, Nathan Seegert, Juan Carlos Suárez Serrato, Joel Slemrod, Dave Wildasin, and anonymous referees for helpful comments. We appreciate comments and feedback from participants at seminars at Case Western, Columbia, Cornell, Norwegian School of Economics, International Online Public Finance Seminar, Portland State, Rutgers, University of Kentucky, and conference participants at IHEA, NTA, WEAI, and the IIOC meetings, as well as industry participants and Cannabis Science and Policy Summit attendees. Many thanks to David Shi for excellent research assistance. Some of the results in this paper previously circulated as part of “The Taxation of Recreational Marijuana: Evidence from Washington State” and some of our thanks are for comments provided on that work. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}