{
    "id": 23634,
    "citation_title": "The Impacts of Reduced Access to Abortion and Family Planning Services on Abortion, Births, and Contraceptive Purchases",
    "citation_author": [
        "Stefanie Fischer",
        "Heather Royer",
        "Corey White"
    ],
    "citation_publication_date": "2017-07-31",
    "issue_date": "2017-07-27",
    "revision_date": "2017-12-07",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBetween 2011 and 2014, Texas enacted three pieces of legislation that significantly reduced funding for family planning services and increased restrictions on abortion clinic operations. Together this legislation creates cross-county variation in access to abortion and family planning services, which we leverage to understand the impact of family planning and abortion clinic access on abortions, births, and contraceptive purchases. In response to these policies, abortions to Texas residents fell 20.5% and births rose 2.6% in counties that no longer had an abortion provider within 50 miles. Changes in the family planning market induced a 1.5% increase in births for counties that no longer had a publicly funded family planning clinic within 25 miles. Meanwhile, responses of retail purchases of condoms and emergency contraceptives to both abortion and family planning service changes were minimal.\n\n",
    "acknowledgement": "\nPreviously circulated as \"The Impacts of Reduced Access to Abortion and Family Planning Services: Evidence from Texas.\" We thank representatives from Fund Texas Choice and Jaclyn Bays from Women’s Health and Family Planning Association of Texas for providing data. This paper has benefited from helpful comments from Martha Bailey, Tom Chang, Chloe East, Mireille Jacobson, Caitlin Myers, Analisa Packham, Maya Rossin-Slater and Jenna Stearns. We also thank participants at the following conferences: IZA Workshop on Gender and Family Economics, Society of Labor Economics Annual Meetings, Southern California Conference for Applied Microeconomics, CSWEP Session on Family and Gender at WEAI Annual Conference, International Health Economics Association Biennial World Congress, as well as UCSB Labor Lunch Seminar participants and seminar participants at Cal Poly SLO and San Diego State. Certain calculations in this paper are based on data from the Nielsen Company (U.S.), LLC and marketing databases provided by the Kilts Center for Marketing Data Center at The University of Chicago Booth School of Business. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}