{
    "id": 23639,
    "citation_title": "When Demand Increases Cause Shakeouts",
    "citation_author": [
        "Thomas N. Hubbard",
        "Michael J. Mazzeo"
    ],
    "citation_publication_date": "2017-07-31",
    "issue_date": "2017-07-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Antitrust",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nStandard economic models that guide competition policy imply that demand increases should lead to more, not fewer firms.  However, Sutton’s (1991) model illustrates that in some cases, demand increases can catalyze competitive responses that bring about shake-outs.  This paper provides empirical evidence of this effect in the 1960s-1980s hotel and motel industry, an industry where quality competition increasingly took the form of whether firms supplied outdoor recreational amenities such as swimming pools.  We find that openings of new Interstate Highways are associated with increases in hotel employment, but decreases in the number of firms, in local areas.  We further find that while highway construction is associated with increases in hotel employment in both warm and cold places, it only leads to fewer firms in warm places (where outdoor amenities were more valued by consumers).  Finally, we find no evidence of this effect in other industries that serve highway travelers, gasoline retailing or restaurants, where quality competition is either less important or quality is supplied more through variable costs.  We discuss the implications of these results for competition policy, and how they highlight the importance and challenge of distinguishing between “natural” and “market-power-driven” increases in concentration.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}