{
    "id": 23643,
    "citation_title": "Foreign Investment and Domestic Productivity: Identifying Knowledge Spillovers and Competition Effects",
    "citation_author": [
        "Christian Fons-Rosen",
        "Sebnem Kalemli-Ozcan",
        "Bent E. Sorensen",
        "Carolina Villegas-Sanchez",
        "Vadym Volosovych"
    ],
    "citation_publication_date": "2017-08-07",
    "issue_date": "2017-08-03",
    "revision_date": "2018-10-10",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the impact of FDI on the productivity of host-country firms. FDI has positive spillovers only when foreign and domestic firms use similar technologies. Channeling FDI to sectors where firms share similar technology would significantly increase productivity spillovers from FDI. We show that inventor mobility across sectors is a key channel of technology transfer. To deal with endogeneity concerns we control for sectoral productivity growth, construct a Bartik-style instrument based on the productivity growth of neighboring countries, and exploit differences in knowledge flows across sectors captured by an asymmetric patent citation matrix.\n\n",
    "acknowledgement": "\nWe thank Adam Szeidl for insightful comments on an earlier draft of this paper and discussants and participants of numerous presentations. Carolina Villegas-Sanchez acknowledges financial support from Banco Sabadell. Fons-Rosen acknowledges financial support from the Spanish Ministry of Economy and Competitiveness through a grant (ECO-2014-55555-P) and through the Severo Ochoa Programme for Centres of Excellence in R&D (SEV-2015-0563). Veronika Penciakova provided superb research assistance.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nCarolina Villegas-Sanchez\n\nCarolina Villegas-Sanchez acknowledges financial support from Banco Sabadell.\n\n\n"
}