{
    "id": 23645,
    "citation_title": "Addressing the Opioid Epidemic: Is There a Role for Physician Education?",
    "citation_author": [
        "Molly Schnell",
        "Janet Currie"
    ],
    "citation_publication_date": "2017-08-07",
    "issue_date": "2017-08-03",
    "revision_date": "2017-11-03",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing national data on opioid prescriptions written by physicians from 2006 to 2014, we uncover a striking relationship between opioid prescribing and medical school rank. Even within the same specialty and practice location, physicians who completed their initial training at top medical schools write significantly fewer opioid prescriptions annually than physicians from lower ranked schools. Additional evidence suggests that some of this gradient represents a causal effect of education rather than patient selection across physicians or physician selection across medical schools. Altering physician education may therefore be a useful policy tool in fighting the current epidemic.\n\n",
    "acknowledgement": "\nWe thank Michael Barnett, Amitabh Chandra, Angus Deaton, Jonathan Skinner, Atheendar Venkataramani, and participants at the 2016 Population Health Sciences Research Workshop for their helpful feedback. Generous financial support from the program for US Health and Health Policy at the Center for Health and Wellbeing at Princeton University is gratefully acknowledged. The statements, findings, conclusions, views, and opinions contained and expressed herein are not necessarily those of QuintilesIMS or any of its affiliated or subsidiary entities. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}