{
    "id": 23642,
    "citation_title": "The Generic Drug User Fee Amendments: An Economic Perspective",
    "citation_author": [
        "Ernst R. Berndt",
        "Rena M. Conti",
        "Stephen J. Murphy"
    ],
    "citation_publication_date": "2017-08-07",
    "issue_date": "2017-08-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRegulation can influence the structure, conduct and performance of consumer product markets and the structure of product markets can influence regulation.  Since the vast majority of prescription drugs consumed by Americans are generic, the structure of the U.S. generic prescription drug market is of wide interest.  The supply of prescription drugs in the U.S. is also heavily regulated by the U.S. Food and Drug Administration (FDA).  We describe events leading up to the passage and implementation of the Generic Drug User Fee Amendments in 2012 (GDUFA I), and compare its FDA commitments, provisions, goals and fee structure to that of the 1992 Prescription Drug User Fee Act (PDUFA) for branded drugs. Although GDUFA I expires September 30, 2017, reauthorization for GDUFA II is currently underway and is likely to shift the user fee structure away from annual facility fees to annual program fees. We explain how the fee structure of GDUFA I, and that being considered for GDUFA II, erects barriers to entry and creates scale and scope economies for incumbent manufacturers of generic drugs.  Furthermore, in order to implement fees under GDUFA I, FDA required the submission of self-reported data on generic manufacturing practices including domestic and foreign active pharmaceutical ingredient (API) and finished dosage form (FDF) facilities.  These data provide an unprecedented window into the recent evolution of generic drug manufacturing markets.  Our analyses of these data suggest that generic drug manufacturing in 2017 is quite concentrated: a very large portion of ANDA holders have small portfolios consisting of less than five ANDAs, while a small number of very large ANDA holders have portfolios consisting of hundreds or even thousands of ANDAs. The number of API and FDF facilities have each declined by approximately 10-11% between 2013 and 2017.  Furthermore, in 2017, generic manufacturing is largely foreign and has become increasingly so since 2013.  We discuss the implications of the current structure of the U.S. generic prescription drug market for GDUFA II ratification and implementation.\n\n",
    "acknowledgement": "\nMr. Berndt and Mr. Murphy acknowledge research support from the National Institutes of Health, National Institute on Aging, Grant R01AG043560, to the National Bureau of Economic Research.  Ms. Conti acknowledges research support from The Commonwealth Fund and the American Cancer Society.  We have benefited from discussions on FDA regulatory matters with Kurt R. Karst of Hyman, Phelps & McNamara PC.  Any opinions and findings expressed here are those of the authors, are not necessarily those of the institutions with whom they are affiliated, the research sponsors, the individuals providing us information, nor the National Bureau of Economic Research.\n\n\n"
}