{
    "id": 23648,
    "citation_title": "Survival Ambiguity and Welfare",
    "citation_author": [
        "Frank N. Caliendo",
        "Aspen Gorry",
        "Sita Slavov"
    ],
    "citation_publication_date": "2017-08-07",
    "issue_date": "2017-08-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Behavioral Economics",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nNearly all life-cycle models adopt Yaari's (1965) assumption that individuals know the survival probabilities that they face. Given that an individual's exact survival probabilities are likely unknown, we explore the implications of relaxing this assumption. If there is no annuity market, then the welfare cost of survival ambiguity is large and regressive. Individuals would pay as much as 1% of total lifetime consumption for immediate resolution of ambiguity and the bottom income quintile is 4 times worse off than the top quintile. Alternatively, with the availability of competitive annuity contracts, survival ambiguity is welfare improving because it allows competitive insurance companies to pool risk across survival types. Even though Social Security and annuities share some properties, Social Security does not help to hedge survival ambiguity.\n\n",
    "acknowledgement": "\nWe thank Shantanu Bagchi, Scott Condie, Francisco Gomes, Geng Li, Erzo Luttmer, Olivia Mitchell, and Eytan Sheshinski for helpful comments. This research was supported by the U.S. Social Security Administration through grant #RRC08098400-09 to the National Bureau of Economic Research as part of the SSA Retirement Research Consortium. The findings and conclusions expressed are solely those of the authors and do not represent the views of SSA, any agency of the Federal Government, or the National Bureau of Economic Research.\n\n\n\nSita Slavov\n\nIn addition to my compensation from George Mason University, during the past three years, I have received compensation from Stanford University, the American Enterprise Institute, the National Bureau of Economic Research, and the Mercatus Center. During the past three years, my research has been supported by grants from the Sloan Foundation, the National Institute on Aging, the Social Security Administration, the Koch Foundation, the Mercatus Center, and Stanford University.\n\n\n"
}