{
    "id": 23646,
    "citation_title": "A Survey of Global Impacts of Climate Change: Replication, Survey Methods, and a Statistical Analysis",
    "citation_author": [
        "William D. Nordhaus",
        "Andrew Moffat"
    ],
    "citation_publication_date": "2017-08-07",
    "issue_date": "2017-08-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe present study has two objectives. The first is a review of studies that estimate the global economic impacts of climate change using a systematic research synthesis (SRS). In this review, we attempt to replicate the impact estimates provided by Tol (2009, 2014) and find a large number of errors and estimates that could not be replicated. The study provides revised estimates for a total of 36 usable estimates from 27 studies. A second part of the study performs a statistical analysis. While the different specifications provide alternative estimates of the damage function, there were no large discrepancies among specifications. The preferred regression is the median, quadratic, weighted regression. The data here omit several important potential damages, which we estimate to add 25% to the quantified damages. With this addition, the estimated impact is -2.04 (± 2.21) % of income at 3 °C warming and -8.06 (± 2.43) % of income at 6 °C warming. We also considered the likelihood of thresholds or sharp convexities in the damage function and found no evidence from the damage estimates of a sharp discontinuity or high convexity.\n\n",
    "acknowledgement": "\nThis research was supported by US National Science Foundation Award GEO-1240507 and with support from a Carnegie Corporation Fellowship (Nordhaus). Nordhaus and Moffat declare they have no relevant financial conflicts of interest. The opinions and characterizations in this piece are those of the authors and do not necessarily represent official positions of the United States Government or the National Bureau of Economic Research. The authors declare no financial conflict of interests with this research. The authors received corrections to earlier estimates from Richard Tol as described for the individual studies below.\n\n\n"
}