{
    "id": 23647,
    "citation_title": "Bargaining Shocks and Aggregate Fluctuations",
    "citation_author": [
        "Thorsten Drautzburg",
        "Jesús Fernández-Villaverde",
        "Pablo Guerrón-Quintana"
    ],
    "citation_publication_date": "2017-08-07",
    "issue_date": "2017-08-03",
    "revision_date": "2021-04-06",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe argue that social and political risk causes significant aggregate fluctuations by changing workers' bargaining power. Using a Bayesian proxy-VAR estimated with U.S. data, we show how distribution shocks trigger output and unemployment movements. To quantify the aggregate importance of these distribution shocks, we extend an otherwise standard neoclassical growth economy. We model distribution shocks as exogenous changes in workers' bargaining power in a labor market with search and matching. We calibrate our economy to the U.S. corporate non-financial business sector, and we back out the evolution of workers' bargaining power. We show how the estimated shocks agree with the historical narrative evidence. We document that bargaining shocks account for 28% of aggregate fluctuations and have a welfare cost of 2.4% in consumption units.\n\n",
    "acknowledgement": "\nA previous version circulated under the title of “Political Distribution Risk and Aggregate Fluctuations.” We thank participants at numerous seminars for useful comments, in particular, Pat Kehoe, John Leahy, Ben Lester, Claudio Michelacci, Dave Ratner, Victor Ríos-Rull, and two insightful referees. The views expressed herein are our own views only. They do not necessarily reflect the views of the Federal Reserve Bank of Philadelphia, the Federal Reserve System, its Board of Governors, or the National Bureau of Economic Research.\n\n\n"
}