{
    "id": 23640,
    "citation_title": "The Landscape of US Generic Prescription Drug Markets, 2004-2016",
    "citation_author": [
        "Ernst R. Berndt",
        "Rena M. Conti",
        "Stephen J. Murphy"
    ],
    "citation_publication_date": "2017-07-31",
    "issue_date": "2017-07-27",
    "revision_date": "2024-10-18",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSince the 1984 passage of the Waxman-Hatch Act, generic prescription drugs have become central to disease treatment and generic drug entry and price competition has been vigorous in the U.S. Nonetheless, recent policy concern has focused on potential supply inadequacy and price increases among selected generic drugs. Details regarding the supply of generic drugs throughout the product life cycle are surprisingly unstudied. Here, we examine manufacturer entry, exit, the extent of competition and the relationship between supply structure and inflation adjusted prices among generic drugs. Our empirical approach is descriptive and reduced form, following recent innovations on the older structure-conduct-performance tradition. We employ quarterly national data on quantities, wholesale dollar sales and manufacturers from QuintilesIMS National Sales Perspective data, 2004Q4–2016Q3. Defining a market as the molecule-dosage-form, we observe that median sizes of drug markets are predominantly small, with annual inflation adjusted sales revenues of less than $10 million but increasing over time. The median number of manufacturers in each market is about two, the mean about four. We find evidence to suggest decreasing numbers of suppliers over our study period, particularly following implementation of the Affordable Care Act in 2010 and the Generic Drug User Fee Amendments of 2012, attributable both to more exit and less entry. Approximately 40 percent of markets are supplied by one manufacturer; the share of markets supplied by one or two manufacturers is observed to increase over time and is more likely among non-oral drugs and those belonging to selected therapeutic classes. We find evidence to suggest prices of generic drugs are statistically significantly increasing over time, particularly following the implementation of the 2010 Affordable Care Act and the 2012 Generic Drug User Fee Amendments. Price increases are positively correlated with reduced manufacturer counts and alternative measures of increased supplier concentration, holding all else constant. Our results suggest the market for generic drugs is largely comprised of small revenue products the supply of which has tended towards duopoly or monopoly in recent years. Therefore, it is   surprising generic drug prices have not been observed to be higher and potentially risen more over our study period. This issue merits further study; we suggest several testable hypotheses based in economic theory.\n\n",
    "acknowledgement": "\nMr. Berndt and Mr. Murphy acknowledge research support from the National Institutes of Health, National Institute on Aging, Grant R01AG043560, to the National Bureau of Economic Research. Ms. Conti acknowledges research support from The Commonwealth Fund and the American Cancer Society. The University of Chicago’s Institutional Review Board deemed this study exempt. Data support from Michael Kleinrock at QuintilesIMS is gratefully acknowledged, as are helpful discussions on FDA regulatory matters with Kurt Karst of Hyman, Phelps and McNamara PC. Any opinions and findings expressed here are those of the authors, are not necessarily those of the institutions with whom they are affiliated, the research sponsors or the individuals providing information. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}