{
    "id": 23658,
    "citation_title": "The Tradeoffs in Leaning Against the Wind",
    "citation_author": [
        "François Gourio",
        "Anil K. Kashyap",
        "Jae Sim"
    ],
    "citation_publication_date": "2017-08-07",
    "issue_date": "2017-08-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCredit booms sometimes lead to financial crises which are accompanied with severe and persistent economic slumps. Does this imply that monetary policy should “lean against the wind” and counteract excess credit growth, even at the cost of higher output and inflation volatility? We study this issue quantitatively in a standard small New Keynesian dynamic stochastic general equilibrium model which includes a risk of financial crisis that depends on “excess credit”. We compare monetary policy rules that respond to the output gap with rules that respond to excess credit. We find that leaning against the wind may be attractive, depending on several factors, including (1) the severity of financial crises; (2) the sensitivity of crisis probability to excess credit; (3) the volatility of excess credit; (4) the level of risk aversion.\n\n",
    "acknowledgement": "\nThe views expressed in this paper do not necessarily reflect the views of the Federal Reserve System, the Federal Reserve Board, the Federal Reserve Bank of Chicago, the Bank of England, or the National Bureau of Economic Research. Kashyap acknowledges research support from the Houblon/Norman/George fellowship at the Bank of England, a grant from the National Science Foundation administered through the NBER and the Initiative on Global Markets at Chicago Booth. We thank participants at the IMF Annual Research conference, seminar participants at the Federal Reserve Board, the Federal Reserve Bank of Chicago, Andrew Filardo, Galina Hale,and Lars Svensson for helpful comments. We are responsible for all errors.\n\n\n\nAnil K. Kashyap\n\nAnil K Kashyap’s Information on Non-Teaching Compensated Activities: 2012 through 2016 (excludes honoraria less than $1500).  See my CV for various unpaid affiliations.\n\n\nConsulting\n\n\nSwedish Riksbank, 2012- 2016.\n\n\nEinaudi Institute of Economics and Finance, 2007 – present\n\n\nFederal Reserve Bank of Chicago, 1991—present\n\n\nNational Bureau of Economic Research, 2013\n\n\nSponsored research\n\n\n“Comment on Surprising Similarities: Recent Monetary Regimes of Small Economies by\nAndrew K. Rose” in   2013 Asia Economic Policy Conference: Prospects for Asia and the Global Economy, Federal Reserve Bank of San Francisco.\n\n\n\"Comments on 'The Ins and Outs of LASPs?',\" in the 2013 Federal Reserve Bank of Kansas City Symposium on the Global Dimensions of Unconventional Monetary Policy, Federal Reserve Bank of Kansas City.\n\n\nNational Science Foundation through a grant administered through the National Bureau of Economic Research (with Judith Chevalier), Strategic Shoppers and Price Dynamics.\n\n\nNational Institute for Research Advancement, “Policy Options for Japan’s Revival” (with Takeo Hoshi).\n\n\n\"Market Tantrums and Monetary Policy,\" (with Michael Feroli, Kermit L. Schoenholtz, and Hyun Song Shin),  prepared for U.S. Monetary Policy Forum, Initiative on Global Markets, University of Chicago Booth School of Business, 2014.\n\n\nFederal Reserve Bank of San Francisco: “Comments on ‘The Financial Crisis and Global Policy Reforms’ by Barry Eichengreen”  in Asia and the Global Financial Crisis, Federal Reserve Bank of San Francisco, San Francisco, 2013.\n\n\nSpeeches\n\n\nInstitutional Investor, 2015.\n\n\nGoldman Sachs, Global Macro Conference - Asia Pacific, 2012\n\n\n"
}