{
    "id": 23650,
    "citation_title": "Investment-Horizon Spillovers",
    "citation_author": [
        "Alexander M. Chinco",
        "Mao Ye"
    ],
    "citation_publication_date": "2017-08-07",
    "issue_date": "2017-08-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses wavelets to decompose each stock’s trading-volume variance into frequency-specific components. We find that stocks dominated by short-run fluctuations in trading volume have abnormal returns that are 1% per month higher than otherwise similar stocks where short-run fluctuations in volume are less important—i.e., stocks with less of a short-run tilt. And, we document that a stock’s short-run tilt can change rapidly from month to month, suggesting that these abnormal returns are not due to some persistent firm characteristic that’s simultaneously adding both short-run fluctuations and long-term risk.\n\n",
    "acknowledgement": "\nWe thank John Campbell, Bruce Carlin, Ian Dew-Becker, Andrew Ellul, Fangjian Fu, Xavier Gabaix, Joel Hasbrouck, Ohad Kadan, Andrew Karolyi, Robert Korajczyk, Pete Kyle, Lubos Pastor, Ronnie Sadka, Allan Timmermann, Jeff Wurgler, Amir Yaron, and Haoxiang Zhu as well as seminar participants at Illinois, the NFA conference, the FRA conference, Washington University of St. Louis, Northwestern, and Michigan State for extremely helpful comments and suggestions. Tao Feng, Rukai Lou, Xin Wang, Robbie Xu, Fan Yang, Miles Zheng, and Chao Zi provided excellent research assistance. This research is supported by National Science Foundation grant 1352936 (joint with the Office of Financial Research at the U.S. Treasury Department). This work also uses the Extreme Science and Engineering Discovery Environment (XSEDE), which is supported by National Science Foundation grant number OCI-1053575. We thank David O’Neal of the Pittsburgh Supercomputer Center for his assistance with supercomputing, which was made possible through the XSEDE Extended Collaborative Support Service (ECSS) program. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}