{
    "id": 23651,
    "citation_title": "Monetary Policy in the Capitals of Capital",
    "citation_author": [
        "Elena Gerko",
        "Hélène Rey"
    ],
    "citation_publication_date": "2017-08-07",
    "issue_date": "2017-08-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe importance of financial markets and international capital flows have increased greatly since the 1990s. How does this affect the effectiveness of monetary policy? We analyse the transmission of monetary policy in two important financial centres, the United States and the United Kingdom. Studying the responses of mortgage and corporate spreads we find evidence in favour of an important financial channel in both countries. Our identification strategy allows us to study movements in the policy rates and the effect of forward guidance, broadly defined. We also analyse international financial spillovers, which we find to be asymmetric.\n\n",
    "acknowledgement": "\nThis paper is based on Rey’s BBVA lecture delivered at the 2016 Annual AEA Meeting held in San Francisco and at the Foundation BBVA in Madrid. We are grateful to the BBVA foundation. We thank a referee and an editor for excellent suggestions. We also thank seminar participants at the 2016 ASSA Meetings in San Francisco and at the BBVA Foundation in Madrid, Silvia Miranda-Agrippino and Paolo Surico for comments as well as Thomas Ryland, James Cloyne, Peter Karadi and Refet Gurkaynack for help with the data. All errors are ours. Hélène Rey thanks the ERC for financial support (ERC Advanced Grant 695722). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}