{
    "id": 23659,
    "citation_title": "Sympathy for the Diligent and the Demand for Workfare",
    "citation_author": [
        "Andres Drenik",
        "Ricardo Perez-Truglia"
    ],
    "citation_publication_date": "2017-08-07",
    "issue_date": "2017-08-03",
    "revision_date": "2017-11-10",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the role of fairness concerns in the demand for redistribution through workfare. In the first part of the paper, we present new evidence from a survey. We show that individuals are more generous towards poor people whom they perceive to be diligent workers relative to poor people whom they perceive to be non-diligent, a social preference that we label sympathy for the diligent. This preference is much stronger than preferences regarding other characteristics of the poor, such as race, nationality, and disability. More important, we show that subjects with higher sympathy for the diligent have a stronger preference for workfare programs. In the second part of the paper, we incorporate our empirical findings into a model of income redistribution. We consider the case of a benevolent government with fairness concerns that prioritizes the well-being of individuals who exert the most effort. We characterize the optimal conditions under which the government introduces work requirements. Even if wasteful, work requirements can be optimal, because they allow for a better distinction between individuals who exert great effort and individuals who do not. However, if the government lacks commitment power, the availability of screening through work requirements leads to a lower equilibrium effort and, possibly, a Pareto-dominated allocation.\n\n",
    "acknowledgement": "\nWe are particularly grateful to Florian Scheuer for his advice and support. We also want to thank Alberto Alesina, Tim Bresnahan, Rafael Di Tella, Sebastian Galiani, Juan Carlos Hallak, Matthew Jackson, Josh Mollner, Yiqing Xing and Federico Weinschelbaum for their valuable comments, as well as seminar participants at Universidad de San Andres and Stanford University. Funding for the survey was generously provided by Microsoft Research. The usual disclaimer applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}