{
    "id": 23654,
    "citation_title": "Which Banks Recover From Large Adverse Shocks?",
    "citation_author": [
        "Emilia Bonaccorsi di Patti",
        "Anil Kashyap"
    ],
    "citation_publication_date": "2017-08-07",
    "issue_date": "2017-08-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze the fate of 110 Italian banks that experienced abrupt drops in profitability, from which about 1/3 recover. Recovery depends primarily on post-shock adjustments made by the banks, particularly to their loan portfolios. Matched bank-borrower data shows that recovering banks are significantly more aggressive in managing their riskiest clients. The risk management differences are consistent with some banks cutting credit to very riskiest clients while others appear to be gambling for reclamation by continuing to extend credit to high risk borrowers.\n\n",
    "acknowledgement": "\nWe thank Raghuram Rajan, Emre Ergunor, Greg Udell, and participants at seminars at the University of Chicago, University of California at San Diego, the University of Texas Austin, the University of Ancona and the BIS, for helpful comments and suggestions. We thank Roberto Felici for outstanding research assistance. Kashyap thanks the Stigler Center, the Center for Research on Securities Prices and the Initiative on Global Markets at the University of Chicago Booth School of Business as well as the National Science Foundation for a grant administered by the National Bureau of Economic Research for research support. The views expressed here are those of the authors only and not necessarily of the institutions with which they are affiliated, nor of the National Bureau of Economic Research. All errors are our own. In order to insure confidentiality of the microeconomic data, the analysis and estimation was done at the Bank of Italy.\n\n\n\nAnil Kashyap\n\nAnil K Kashyap’s Information on Non-Teaching Compensated Activities: 2012 through 2016 (excludes honoraria less than $1500).  See my CV for various unpaid affiliations.\n\n\nConsulting\n\n\nSwedish Riksbank, 2012- 2016.\n\n\nEinaudi Institute of Economics and Finance, 2007 – present\n\n\nFederal Reserve Bank of Chicago, 1991—present\n\n\nNational Bureau of Economic Research, 2013\n\n\nSponsored research\n\n\n“Comment on Surprising Similarities: Recent Monetary Regimes of Small Economies by\nAndrew K. Rose” in   2013 Asia Economic Policy Conference: Prospects for Asia and the Global Economy, Federal Reserve Bank of San Francisco.\n\n\n\"Comments on 'The Ins and Outs of LASPs?',\" in the 2013 Federal Reserve Bank of Kansas City Symposium on the Global Dimensions of Unconventional Monetary Policy, Federal Reserve Bank of Kansas City.\n\n\nNational Science Foundation through a grant administered through the National Bureau of Economic Research (with Judith Chevalier), Strategic Shoppers and Price Dynamics.\n\n\nNational Institute for Research Advancement, “Policy Options for Japan’s Revival” (with Takeo Hoshi).\n\n\n\"Market Tantrums and Monetary Policy,\" (with Michael Feroli, Kermit L. Schoenholtz, and Hyun Song Shin),  prepared for U.S. Monetary Policy Forum, Initiative on Global Markets, University of Chicago Booth School of Business, 2014.\n\n\nFederal Reserve Bank of San Francisco: “Comments on ‘The Financial Crisis and Global Policy Reforms’ by Barry Eichengreen”  in Asia and the Global Financial Crisis, Federal Reserve Bank of San Francisco, San Francisco, 2013.\n\n\nSpeeches\n\n\nInstitutional Investor, 2015.\n\n\nGoldman Sachs, Global Macro Conference - Asia Pacific, 2012\n\n\n"
}