{
    "id": 23656,
    "citation_title": "The Uptick in Income Segregation: Real Trend or Random Sampling Variance",
    "citation_author": [
        "John R. Logan",
        "Andrew Foster",
        "Jun Ke",
        "Fan Li"
    ],
    "citation_publication_date": "2017-08-07",
    "issue_date": "2017-08-03",
    "revision_date": "2018-01-09",
    "topics": [
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": null,
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent studies have reported a reversal of an earlier trend in income segregation in metropolitan regions, from a decline in the 1990s to an increase in the 2000-2010 decade. This finding reinforces concerns about the growing overall income inequality in the U.S. since the 1970s. Yet the evidence may be systematically biased to show an upward trend because the effective sample for the American Community Survey (ACS) is much smaller than it was for Census 2000, to which it is being compared. There is a possibility that the apparent changes in disparities across census tracts result partly from a higher level of sampling variation and bias due to the smaller sample. This study uses 100% microdata from the 1940 census to simulate the impact of different sampling rates on estimates of several measures of segregation and to propose and test the effectiveness of approaches to correcting the bias. It then applies those approaches to publicly available data for 2000 and 2007-2011. The reduction in sample sizes associated with the ACS results in exaggeration of evidence for increasing income segregation for all measures tested here, especially for subgroups (African Americans are studied here as an example). The methods of correction applied here will yield more conclusive and unbiased results when applied to the original sample data that is held internally by the Census Bureau.\n\n",
    "acknowledgement": "\nThis research was supported by a research grant from National Institutes of Health (1R21HD078762-01A1), the Sociology Program of the National Science Foundation, and by the staff of the research initiative on Spatial Structures in the Social Sciences at Brown University. Cici Bauer provided helpful suggestions for calculation of segregation measures. The Population Studies and Training Center at Brown University (R24 HD041020) provided general support. The authors have full responsibility for the findings and interpretations reported here. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}