{
    "id": 23661,
    "citation_title": "Unwelcome Guests? The Effects of Refugees on the Educational Outcomes of Incumbent Students",
    "citation_author": [
        "David N. Figlio",
        "Umut Özek"
    ],
    "citation_publication_date": "2017-08-14",
    "issue_date": "2017-08-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe world is experiencing the second largest refugee crisis in a century, and one of the major points of contention involves the possible adverse effects of incoming refugees on host communities. We examine the effects of a large refugee influx into Florida public schools following the Haitian earthquake of 2010 using unique matched birth and schooling records. We find precise zero estimated effects of refugees on the educational outcomes of incumbent students in the year of the earthquake or in the two years that follow, regardless of the socioeconomic status, grade level, ethnicity, or birthplace of incumbent students.\n\n",
    "acknowledgement": "\nWe are grateful to the Florida Department of Education and Florida Department of Health for providing the detailed, anonymous data necessary to conduct this research. This research was supported by the National Center for the Analysis of Longitudinal Data in Education Research (CALDER) funded through Grant R305A060018 from the Institute of Education Sciences, U.S. Department of Education. All opinions expressed in this paper are those of the authors and do not reflect the views of the Florida Departments of Education and Health or our funders. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}