{
    "id": 23666,
    "citation_title": "Macro and Micro Dynamics of Productivity: From Devilish Details to Insights",
    "citation_author": [
        "Lucia S. Foster",
        "Cheryl A. Grim",
        "John Haltiwanger",
        "Zoltan Wolf"
    ],
    "citation_publication_date": "2017-08-14",
    "issue_date": "2017-08-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nResearchers use a variety of methods to estimate total factor productivity (TFP) at the firm level and, while these may seem broadly equivalent, how the resulting measures relate to the TFP concept in theoretical models depends on the assumptions about the environment in which firms operate.  Interpreting these measures and drawing insights based upon their characteristics thus must take into account these conceptual differences. Absent data on prices and quantities, most methods yield ``revenue productivity\" measures. We focus on two broad classes of revenue productivity measures in our examination of the relationship between measured and conceptual TFP (TFPQ). The first measure  has been increasingly used as a measure of idiosyncratic distortions and to assess the degree of misallocation. The second measure is, under standard assumptions, a function of fundamentals (e.g., TFPQ). Using plant-level U.S. manufacturing data, we find these alternative measures are (i) highly correlated; (ii) exhibit similar dispersion; and (iii) have similar relationships with growth and survival. These findings raise questions about interpreting the first measure as a measure of idiosyncratic distortions. We also explore the sensitivity of estimates of the contribution of reallocation to aggregate productivity growth to these alternative approaches. We use recently developed structural decompositions of aggregate productivity growth that depend critically on estimates of output versus revenue elasticities. We find alternative approaches all yield a significant contribution of reallocation to productivity growth (although the quantitative contribution varies across approaches).\n\n",
    "acknowledgement": "\nWe thank Jan DeLoecker, Ron Jarmin, Kirk White and conference participants at the 2013 Comparative Analysis of Enterprise Data in Atlanta, 2014 Research Data Center Annual Conference and the 2015 NBER CRIW workshop for valuable comments. We are grateful to Kirk White for making his code available to us. Any remaining errors are our own. Any conclusions expressed herein are those of the authors and do not necessarily represent the views of the U.S. Census Bureau or the National Bureau of Economic Research. All results have been reviewed to ensure that no confidential information is disclosed.\n\n\n"
}