{
    "id": 23668,
    "citation_title": "Subsidizing Health Insurance for Low-Income Adults: Evidence from Massachusetts",
    "citation_author": [
        "Amy Finkelstein",
        "Nathaniel Hendren",
        "Mark Shepard"
    ],
    "citation_publication_date": "2017-08-14",
    "issue_date": "2017-08-03",
    "revision_date": "2017-08-17",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nTraining Program in Aging and Health Economics\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nHow much are low-income individuals willing to pay for health insurance, and what are the implications for insurance markets? Using administrative data from Massachusetts’ subsidized insurance exchange, we exploit discontinuities in the subsidy schedule to estimate willingness to pay and costs of insurance among low-income adults. As subsidies decline, insurance take-up falls rapidly, dropping about 25% for each $40 increase in monthly enrollee premiums. Marginal enrollees tend to be lower-cost, consistent with adverse selection into insurance. But across the entire distribution we can observe – approximately the bottom 70% of the willingness to pay distribution – enrollee willingness to pay is always less than half of own expected costs. As a result, we estimate that take-up will be highly incomplete even with generous subsidies: if enrollee premiums were 25% of insurers’ average costs, at most half of potential enrollees would buy insurance; even premiums subsidized to 10% of average costs would still leave at least 20% uninsured. We suggest an important role for uncompensated care for the uninsured in explaining these findings and explore normative implications.\n\n",
    "acknowledgement": "\nWe thank Melanie Rucinski for excellent research assistance and Lizi Chen, Ray Kluender, and Martina Uccioli for helping with several calculations. We thank the Massachusetts Health Connector (and particularly Marissa Woltmann and Michael Norton) for assistance in providing and interpreting the CommCare data. We thank our discussant Jeff Clemens for thoughtful and constructive comments. We also thank Abhijit Banerjee, Amitabh Chandra, Keith Ericson, Josh Goodman, Jon Gruber, Jeff Liebman, Brigitte Madrian, Neale Mahoney, and seminar participants at Harvard Kennedy School, the AEA Annual Meetings, University of Texas, MIT, and NBER Summer Institute for helpful comments and discussions. We gratefully acknowledge data funding from Harvard’s Lab for Economic Applications and Policy. Shepard acknowledges funding from National Institute on Aging Grant No. T32-AG000186 (via the National Bureau of Economic Research). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nAmy Finkelstein\n\nI am a member of the Congressional Budget Office’s Panel of Health Advisers.\n\n\n"
}