{
    "id": 23660,
    "citation_title": "School Starting Age and Cognitive Development",
    "citation_author": [
        "Elizabeth Dhuey",
        "David Figlio",
        "Krzysztof Karbownik",
        "Jeffrey Roth"
    ],
    "citation_publication_date": "2017-08-14",
    "issue_date": "2017-08-03",
    "revision_date": "2023-06-21",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe present evidence of a positive relationship between school starting age and children’s cognitive development from age 6 to 15 using a regression discontinuity design and large-scale population-level birth and school data from the state of Florida. We estimate effects of being relatively old for grade (being born in September versus August) that are remarkably stable – always just around 0.2 SD difference in test scores – across a wide range of heterogeneous groups, based on maternal education, poverty at birth, race/ethnicity, birth weight, gestational age, and school quality. While the September-August difference in kindergarten readiness is dramatically different by subgroup, by the time students take their first exams, the heterogeneity in estimated effects effectively disappears. We document substantial variation in compensatory behaviors targeted towards young for grade children. While the more affluent families tend to redshirt their children, young for grade children from less affluent families are more likely to be retained in grades prior to testing. School district practices regarding retention and redshirting are correlated with improved outcomes for the groups less likely to use those remediation approaches (i.e., retention in the case of more-affluent families and redshirting in the case of less-affluent families.) We also study college and juvenile detention outcomes using administrative data from a large Florida school district, and show that being an older age at school entry increases children’s college attainment and reduces the likelihood of being incarcerated for juvenile crime.\n\n",
    "acknowledgement": "\nWe are grateful to the Florida Departments of Education and Health for providing the de-identified, matched data used in this analysis. Figlio and Roth appreciate funding from the U.S. Department of Education, and Figlio appreciates funding from the National Institutes of Health and the Bill and Melinda Gates Foundation. We appreciate helpful feedback from Todd Elder, Jennifer Heissel, and Helena Skyt Nielsen and conference participants at Ce2 Workshop. The conclusions expressed in this paper are those of the authors and do not represent the positions of the Florida Departments of Education and Health or those of our funders, nor do they necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}