{
    "id": 23665,
    "citation_title": "Shopping for Lower Sales Tax Rates",
    "citation_author": [
        "Scott R. Baker",
        "Stephanie Johnson",
        "Lorenz Kueng"
    ],
    "citation_publication_date": "2017-08-14",
    "issue_date": "2017-08-03",
    "revision_date": "2018-05-11",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing comprehensive high-frequency state and local sales tax data, we show that shopping behavior responds strongly to changes in sales tax rates. Even though sales taxes are not observed in posted prices and have a wide range of rates and exemptions, consumers adjust in many dimensions. They stock up on storable goods before taxes rise and increase online and cross-border shopping in both the short and long run. The differences between short- and long-run spending responses have important implications for the efficacy of using sales taxes for counter-cyclical policy and for the design of an optimal tax framework. Interestingly, households adjust spending similarly for both taxable and tax-exempt goods. We embed an inventory problem into a continuous-time consumption-savings model and demonstrate that this seemingly irrational behavior is optimal in the presence of shopping trip fixed costs. The model successfully matches estimated short-run and long-run tax elasticities with an implied after-tax reservation wage of $7-10. We provide additional evidence in favor of this new shopping-complementarity mechanism.\n\n",
    "acknowledgement": "\nWe would like to thank our discussants Gabe Chodorow-Reich, Jonathan Parker and Inessa Liskovich, and participants at seminars at the NBER Summer Institute, Arizona State, Berkeley, Bern, Chicago Fed, Columbia, Frankfurt, Minneapolis Fed, Minnesota, Munich, Northwestern, NYU, Venice, Wisconsin{Madison, and Yale for their comments. This research received financial support from the Alfred P. Sloan Foundation through the NBER Household Finance small grant program and from the Financial Institutions and Markets Research Center at the Kellogg School of Management. Conclusions in this paper are derived based on data from The Nielsen Company (US), LLC and marketing databases provided by the Kilts Center for Marketing Data Center at The University of Chicago Booth School of Business. The conclusions drawn from the Nielsen data are those of the researchers and do not reflect the views of Nielsen. Nielsen is not responsible for, had no role in, and was not involved in analyzing and preparing the results reported herein. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}