{
    "id": 23663,
    "citation_title": "Systematic Managed Floating",
    "citation_author": [
        "Jeffrey A. Frankel"
    ],
    "citation_publication_date": "2017-08-14",
    "issue_date": "2017-08-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA majority of countries neither freely float their currencies nor firmly peg.  But most of the remainder in practice also don’t obey such well-defined intermediate exchange rate regimes as target zones.  This paper proposes to define an intermediate regime, to be called “systematic managed floating,” as an arrangement where the central bank regularly responds to changes in total exchange market pressure by allowing some fraction to be reflected as a change in the exchange rate and the remaining fraction to be absorbed as a change in foreign exchange reserves.  An operational criterion for judging systematic managed floaters is a high correlation between exchange rate changes and reserve changes.  The paper rejects the view that exchange rate regimes make no difference.  In regressions to test effects on real exchange rates, we find that positive external shocks tend to cause real appreciation for most systematic managed-floaters; more strongly so for pure floaters; and not at all for most firm peggers.  Two measures of exogenous external shocks are used:  (i) for commodity-exporters, a country-specific index of global prices of the export commodities and (ii) for other Asian emerging market economies, the VIX.\n\n",
    "acknowledgement": "\nThis paper was written for the 4th Asian Monetary Policy Forum, Singapore, 26 May, 2017, organized under the auspices of the Asian Bureau of Finance and Economic Research (ABFER), with support from the University of Chicago Booth School of Business, the National University of Singapore Business School and the Monetary Authority of Singapore (MAS).  The author would like to thank Shruti Lakhtakia and Tilahun Emiru for assiduous research assistance, Andrew Rose and Sebnem Kalemli-Ozcan for useful discussion, and Rose and Assaf Razin for discussant comments at the AMPF conference.  Tables 2.1-2.4 draw on new joint research with Danxia Xie.  Faults of the paper are the author’s alone. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJeffrey A. Frankel\n\nAll financial disclosures available at https://scholar.harvard.edu/frankel/other-links.\n\n\n"
}