{
    "id": 23662,
    "citation_title": "Consumer Learning and the Entry of Generic Pharmaceuticals",
    "citation_author": [
        "Neha Bairoliya",
        "Pinar Karaca-Mandic",
        "Jeffrey S. McCullough",
        "Amil Petrin"
    ],
    "citation_publication_date": "2017-08-14",
    "issue_date": "2017-08-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGeneric pharmaceuticals provide low-cost access to treatment. Despite their chemical equivalence to branded products, many mechanisms may hinder generic substitution. Consumers may be unaware of their equivalence. Firms may influence consumers through advertising or product line extensions. We estimate a structural model of pharmaceutical demand where consumers learn about stochastic match qualities with specific drugs. Naïve models, without consumer heterogeneity and learning, grossly underestimate demand elasticities. Consumer bias against generics critically depends on experience. Advertising and line extensions yield modest increases in branded market shares. These effects are dominated by consumers’ initial perception bias against generics.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge assistance from Amartya Banerjee, Leemore Dafny, Rena Conti, Robin Lee, Sanjog Misra, and Sangwoo Shin. This article benefited from the comments at a number of conferences, including: the American Society of Health Economics (Philadelphia, 2016), Annual Health Econometrics Workshop (Manoa, 2015), Applied Industrial Organization Workshop (Barcelona, 2017), Carribean Health Economics Society Symposium (Virgin Gorda, 2015), and the Midwesten Health Economics Conference (Minneapolis, 2017). We also appreciate the computing resources and technical assistance from the Minnesota Supercomputing Institute as well as the Faculty Research Development Grant from the University of Minnesota Academic Health Center. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nPinar Karaca-Mandic\n\nPinar Karaca-Mandic serves as a consultant to Precision Health Economics.\n\n\n"
}