{
    "id": 23675,
    "citation_title": "Simulating Business Cash Flow Taxation",
    "citation_author": [
        "Seth G. Benzell",
        "Laurence J. Kotlikoff",
        "Guillermo LaGarda",
        "Victor Yifan Ye"
    ],
    "citation_publication_date": "2017-08-14",
    "issue_date": "2017-08-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses the Global Gaidar Model (GGM) to simulate replacing a territorial corporate income tax with a wealth tax imposed in the form of a destination-based Business Cash Flow Tax (BCFT). The specific BCFT reform considered is the “BetterWay” Tax, a proposed but never enacted corporate-income tax reform. The GGM model is a 90-period OLG model, featuring 17 regions that collectively encompass the global economy. It is carefully calibrated to IMF fiscal data and the UN's region-specific fertility and mortality estimates and projections. According to the model, the BW plan produces, over a decade, increases in the capital stock, GDP, and pre-tax wages for high- and low- skilled workers of 20.5 percent, 6.8 percent, 6.3 and 7.5 percent, respectively. Over time, the capital stock and wage rates remain significantly above their baseline values. There is a smaller long-run increase in GDP as workers spend some of their higher wages on additional leisure. Despite this, the initially revenue neutral tax reform raises enough additional revenue over time to permit a reduction in personal income tax rates. This result is not predicated on unrealistic labor supply behavior. Rather it is caused by the reform's significant decrease in the marginal effective tax on U.S. investment, which induces a large influx of capital to the U.S. The main beneficiaries of the reform are today's and tomorrow's workers. We also simulate retaliatory cuts in foreign effective marginal corporate tax rates. This changes our results, but not by much. The reasons are two. First, the relative incentive to invest in the U.S. still rises dramatically. Second, Americans, who own a disproportionate amount of oversees assets, benefit disproportionately from the reduced global taxation of asset income.\n\n",
    "acknowledgement": "\nWe thank the Gaidar Institute, Boston University, and The Fiscal Analysis Center for research support. The model used in this study was co-developed by the authors together with Maria Kazakova, Kristina Nesterova, and Andrey Zubarev of the Gaidar Institute, and Marco Solera of the Inter-American Development Bank. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research or the Inter-American Development Bank.\n\n\n\nLaurence J. Kotlikoff\n\nThe terms under which Economic Security Planning, Inc. have provided its core software for use in this study, namely on a zero-cost basis, have been reviewed and approved by Boston University in accordance with its conflict of interest policy. Laurence Kotlikoff is the principal shareholder of Economic Security Planning, Inc. His son and sister work for the company and are also shareholders. Economic Security Planning, Inc. could potentially benefit were individuals or organizations to read this study and pay the company to do related research on, for example, their favored tax reforms.\n\n\n\nGuillermo LaGarda\n\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the Interamerican Development Bank.\n\n\n"
}