{
    "id": 23679,
    "citation_title": "Nudging Retirement Savings: A Field Experiment on Supplemental Plans",
    "citation_author": [
        "Robert L. Clark",
        "Robert G. Hammond",
        "Melinda Sandler Morrill",
        "Christelle Khalaf"
    ],
    "citation_publication_date": "2017-08-21",
    "issue_date": "2017-08-18",
    "revision_date": "2017-08-29",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAlthough supplemental saving plans can be an important part of an individual's financial security in retirement, contribution rates remain low, particularly among those with lower salaries and less education.  We report findings from a field experiment that distributed an informational nudge containing information on key aspects of the employer-provided supplemental saving plans of older public employees in North Carolina.  Among workers participating in a supplemental plan, individuals who received an informational nudge increased their contributions in the months following the intervention relative to the control group.  Moreover, those that received the nudge reported in a subsequent survey that they were more likely to have developed a retirement plan and report more confidence in their retirement preparedness.  In contrast, individuals who were not enrolled in a retirement saving plan were not moved to begin contributing to a supplemental plan.\n\n",
    "acknowledgement": "\nThe authors gratefully acknowledge funding from the Sloan Foundation, Grant Numbers 2013-10-20 and G-2016-7054.  The authors would like to thank Bryan Allard, Emma Hanson, Siyan Liu, and Aditi Pathak for research assistance.  The research reported herein is part of an on-going project that is being conducted in partnership with the North Carolina Retirement Systems Division.  The authors thank Janet Cowell, former North Carolina State Treasurer, Steven C. Toole, Director of the Retirement Systems Division, Mary Buonfiglio, Deputy Director of Supplemental Retirement Plans, and Sam Watts, Policy Director of the Retirement Systems Division for their help and support. The opinions and conclusions expressed herein are solely those of the authors and do not represent the opinions or policies of the North Carolina Retirement System, any other institution with which the authors are affiliated, or the National Bureau of Economic Research.\n\n\n"
}