{
    "id": 23672,
    "citation_title": "Level and Volatility Factors in Macroeconomic Data",
    "citation_author": [
        "Yuriy Gorodnichenko",
        "Serena Ng"
    ],
    "citation_publication_date": "2017-08-14",
    "issue_date": "2017-08-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe conventional wisdom in macroeconomic modeling is to attribute business cycle fluctuations to innovations in the level of the fundamentals. Though volatility shocks could be important too, their propagating mechanism is still not well understood partly because modeling the latent volatilities can be quite demanding. This paper suggests a simply methodology that can separate the level factors from the volatility factors and assess their relative importance without directly estimating the volatility processes. This is made possible by exploiting features in the second order approximation of equilibrium models and information in a large panel of data. Our largest volatility factor V₁ is strongly counter-cyclical, persistent, and loads heavily on housing sector variables. When augmented to a VAR in housing starts, industrial production, the fed-funds rate, and inflation, the innovations to V₁ can account for a non-negligible share of the variations at horizons of four to five years. However, V₁ is only weakly correlated with the volatility of our real activity factor and does not displace various measures of uncertainty. This suggests that there are second-moment shocks and non-linearities with cyclical implications beyond the ones we studied. More theorizing is needed to understand the interaction between the level and second-moment dynamics.\n\n",
    "acknowledgement": "\nThe authors acknowledge financial support from the National Science Foundation  SES-1151168 and SES-1558623. The authors thank Olivier Coibion, Nikolay Gospodinov, Chris Sims, Mark Watson,  and participants of the 2016 JME-SNB-SCG conference at Gerzensee for comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}