{
    "id": 23673,
    "citation_title": "Opportunities and Challenges: Lessons from Analyzing Terabytes of Scanner Data",
    "citation_author": [
        "Serena Ng"
    ],
    "citation_publication_date": "2017-08-14",
    "issue_date": "2017-08-03",
    "revision_date": "2017-08-15",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Data Collection",
        "\n"
    ],
    "program": [
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper seeks to better understand what makes big data analysis different, what we can and cannot do with existing econometric tools, and what issues need to be dealt with in order to work with the data efficiently. As a case study, I set out to extract any business cycle information that might exist in four terabytes of weekly scanner data. The main challenge is to handle the volume, variety, and characteristics of the data within the constraints of our computing environment. Scalable and efficient algorithms are available to ease the computation burden, but they often have unknown statistical properties and are not designed for the purpose of efficient estimation or optimal inference. As well, economic data have unique characteristics that generic algorithms may not accommodate. There is a need for computationally efficient econometric methods as big data is likely here to stay.\n\n",
    "acknowledgement": "\nFinancial support from the National Science Foundation (SES-0962431) is gratefully acknowledged. I would like to thank David Weinstein for introducing me to this work and Jessie Handbury for getting me started. I also thank Jushan Bai, Christos Boutsidis, Jean-Jacques Forneron, Matt Shum, and Juan Ospina for helpful discussions. This work would not be possible without the contribution of Rishab Guha and Evan Munro. I am deeply indebted to their help. All errors are mine. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}