{
    "id": 23676,
    "citation_title": "Short and Long Run Uncertainty",
    "citation_author": [
        "Jose Maria Barrero",
        "Nicholas Bloom",
        "Ian Wright"
    ],
    "citation_publication_date": "2017-08-28",
    "issue_date": "2017-08-18",
    "revision_date": "2018-12-27",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUncertainty appears to have both a short-run and a long-run component, which we measure using firm and macro implied volatility data from options of 30 days to 10 years duration. We ask what may be driving uncertainty over these different time horizons, finding that oil price volatility is particularly important for short-run uncertainty, policy uncertainty is particularly important for long-run uncertainty, while currency volatility and CEO turnover appear to equally impact short- and long-run uncertainty. Examining a panel of over 4,000 firms from 1996 to 2013 we find that R&D is relatively more sensitive to long-run uncertainty than investment, and in turn investment is relatively more sensitive to long-run uncertainty than hiring. In a simulation model we investigate the channels underlying this pecking-order response to long-run uncertainty, and show that lower depreciation rates and higher adjustment costs lead R&D and investment to be more sensitive to longer-run uncertainty than hiring. Collectively, these results suggest that recent events that have raised long-run policy uncertainty may be particularly damaging to growth by reducing R&D and investment.\n\n",
    "acknowledgement": "\nWe thank seminar participants at Stanford, the 2015 World Congress of the Econometric Society, and the 2016 SED Annual Meeting for helpful comments. We thank the National Science Foundation, Sloan Foundation and SIEPR for providing generous research support. Ian Wright is a full-time employee of an affiliate of Goldman Sachs & Co. He receives compensation in the form of cash and equity exceeding $5000 per annum. This paper was written in Ian Wright’s individual capacity and not related to his role at Goldman Sachs.  The analysis, content and conclusions set forth in this paper are those of the authors alone and not of Goldman Sachs & Co., any of its affiliate companies, nor of  the National Bureau of Economic Research.  The authors alone are responsible for the content.\n\n\n\nIan Wright\n\nIan Wright is a full-time employee of an affiliate of Goldman Sachs & Co. He receives compensation in the form of cash and equity exceeding $5000 per annum. This paper was written in Ian Wright’s individual capacity and not related to his role at Goldman Sachs. The analysis, content and conclusions set forth in this paper are those of the authors alone and not of Goldman Sachs & Co. or any of its affiliate companies.  The authors alone are responsible for the content.\n\n\n"
}