{
    "id": 23677,
    "citation_title": "Who Bears the Economic Costs of Environmental Regulations?",
    "citation_author": [
        "Don Fullerton",
        "Erich Muehlegger"
    ],
    "citation_publication_date": "2017-08-21",
    "issue_date": "2017-08-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPublic economics has a well-developed literature on tax incidence – the ultimate burdens from tax policy.  This literature is used here to describe not only the distributional effects of environmental taxes or subsidies but also the likely incidence of non-tax regulations, energy efficiency standards, or other environmental mandates. Recent papers find that mandates can be more regressive than carbon taxes. We also describe how the distributional effects of such policies can be altered by various market conditions such as limited factor mobility, trade exposure, evasion, corruption, or imperfect competition. Finally, we review data on carbon-intensity of production and exports around the world in order to describe implications for effects of possible carbon taxation on countries with different levels of income per capita.\n\n",
    "acknowledgement": "\nFor helpful comments and suggestions, we would like to thank Tatyana Deryugina, Arik Levinson, and Reed Walker. This paper is an invited submission to the Review of Environmental Economics and Policy (REEP), symposium on “Distributional Effects of Environmental Policy.” The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}