{
    "id": 23683,
    "citation_title": "Fundamental Errors in the Voting Booth",
    "citation_author": [
        "Edward L. Glaeser",
        "Giacomo A.M. Ponzetto"
    ],
    "citation_publication_date": "2017-08-21",
    "issue_date": "2017-08-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nPsychologists have long documented that we over-attribute people’s actions to innate characteristics, rather than to luck or circumstances. Similarly, economists have found that both politicians and businessmen are rewarded for luck. In this paper, we introduce this “Fundamental Attribution Error” into two benchmark political economy models. In both models, voter irrationality can improve politicians’ behavior, because voters attribute good behavior to fixed attributes that merit reelection. This upside of irrationality is countered by suboptimal leader selection, including electing leaders who emphasize objectives that are beyond their control. The error has particularly adverse consequences for institutional choice, where it generates too little demand for a free press, too much demand for dictatorship, and responding to endemic corruption by electing new supposedly honest leaders, instead of investing in institutional reform.\n\n",
    "acknowledgement": "\nWe are grateful to Eduard Llorens for research assistance. Ponzetto acknowledges financial support from the European Research Council under the European Union’s Horizon 2020 research and innovation program (grant 714905), the Spanish Ministry of Economy and Competitiveness (grants RYC-2013-13838 and SEV-2015-0563), and the Government of Catalonia under the CERCA program. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}