{
    "id": 23682,
    "citation_title": "The Medical Care Costs of Youth Obesity: An Instrumental Variables Approach",
    "citation_author": [
        "Adam I. Biener",
        "John Cawley",
        "Chad Meyerhoefer"
    ],
    "citation_publication_date": "2017-08-21",
    "issue_date": "2017-08-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper is the first to use the method of instrumental variables to estimate the causal impact of youth obesity on U.S. medical care costs. We examine data from the Medical Expenditure Panel Survey for 2001-2013 and instrument for child BMI using the BMI of the child’s biological mother.  IV estimates indicate that obesity raises annual medical care costs by $1,354 (in 2013 dollars) or 159%, which is considerably higher than previous estimates of the association of youth obesity with medical costs; thus, the cost-effectiveness of anti-obesity interventions have likely been underestimated.  The costs of youth obesity are borne almost entirely by third party-payers, which is consistent with substantial externalities of youth obesity, which in turn represents an economic rationale for government intervention.\n\n",
    "acknowledgement": "\nFor their helpful comments and suggestions, we thank Eric Finkelstein, John Mullahy, Nathan Tefft, Nicole Black, John Cullinan and attendees at the Allied Social Science Association meetings, the American Society of Health Economists Biennial Conference and the International Health Economics Association World Congress. Cawley thanks the Robert Wood Johnson Foundation for its support through an Investigator Award in Health Policy Research. The views expressed are those of the authors, and do not necessarily represent those of the Agency for Healthcare Research and Quality, the U.S. Department of Health and Human Services, or the National Bureau of Economic Research.\n\n\n\nJohn Cawley\n\nCawley thanks the Robert Wood Johnson Foundation for its financial support through an Investigator Award in Health Policy Research.\n\n\n"
}