{
    "id": 23680,
    "citation_title": "Funding Value Adjustments",
    "citation_author": [
        "Leif Andersen",
        "Darrell Duffie",
        "Yang Song"
    ],
    "citation_publication_date": "2017-08-21",
    "issue_date": "2017-08-18",
    "revision_date": "2018-03-19",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe demonstrate that the funding value adjustments (FVAs) of major dealers are debt-overhang costs to their shareholders. In order to maximize shareholder value, dealer quotations therefore adjust for FVAs. Our case examples include interest-rate swap FVAs and violations of covered interest parity. Contrary to current valuation practice, FVAs are not themselves components of the market values of the positions being financed. Current dealer practice does, however, align incentives between trading desks and shareholders. We also establish a pecking order for preferred asset financing strategies and provide a new interpretation of the standard debit value adjustment (DVA).\n\n",
    "acknowledgement": "\nAndersen is with Bank of America Merrill Lynch. Duffie is with Stanford University Graduate School of Business and NBER. Song is with Stanford University Graduate School of Business. We are grateful for comments from the referees, the associate editor, and the editor, as well as Claudio Albanese, Shalom Benaim, Damiano Brigo, Rupert Brotherton-Ratcliffe, Yann Coatanlem, Stéphane Crépey, Yuanchu Dang, Youssef Elouerkhaoui, Marco Francischello, Jon Gregory, Lincoln Hannah, Burton Hollifield, John Hull, David Lando, Wujiang Lou, Alexander Marini, Martin Oehmke, Andrea Pallavicini, Stephen Ryan, Steven Shreve, Taylor Spears, and Hongjun Yan. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}