{
    "id": 23689,
    "citation_title": "What Information Drives Asset Prices?",
    "citation_author": [
        "Anisha Ghosh",
        "George M. Constantinides"
    ],
    "citation_publication_date": "2017-08-21",
    "issue_date": "2017-08-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe market price-dividend ratio is highly correlated with several macroeconomic variables, particularly inflation and labor market variables, but not with aggregate consumption and GDP. We incorporate this observation in an exchange economy with learning about the economic regime from consumption history and a latent signal. The estimated model rationalizes the moments of consumption and dividend growth, market return, price-dividend ratio, and real and nominal term structures and the low predictive power of the price-dividend ratio for consumption and dividend growth while a nested model with learning from consumption history alone does not. The intuition is that the beliefs process has high persistence and low variance because beliefs depend on the signal. The model fit remains largely intact when we replace the latent signal with a combination of macroeconomic variables that heavily loads on inflation and labor market variables. The results highlight the informational role of macroeconomic variables and suggest that just one combination of macroeconomic variables, along with consumption, proxies well for investors’ relevant information set.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. Constantinides received financial support from the Center for Research in Security Prices, the University of Chicago, as trustee/director of the DFA group of funds and SW7 Holdings and as member of the advisory board of FTSE Russell and the Cook County Illinois Investment Policy Committee.\n\n\n"
}