{
    "id": 23681,
    "citation_title": "US Multinationals in Puerto Rico and the Repeal of Section 936 Tax Exemption for U.S. Corporations",
    "citation_author": [
        "Zadia M. Feliciano",
        "Andrew Green"
    ],
    "citation_publication_date": "2017-08-21",
    "issue_date": "2017-08-18",
    "revision_date": "2020-05-13",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPuerto Rico, the Commonwealth Island and unincorporated territory of the United States, was placed under a fiscal Oversight Board by the U.S. Congress in 2016.  Unable to pay $72 billion it owes to bond holders, Puerto Rico’s Government and the Oversight Board filed for court proceedings under Title III of the Puerto Rico Oversight, Management and Economic Stability Act, similar to Chapter 9 of the US Bankruptcy code. The origins of the crisis in Puerto Rico have been attributed in part to the phase out of the IRS Section 936 tax exemption program for U.S. corporations from 1995 to 2005 and its elimination in January 2006. Using industry panel data, compiled from the IRS Statistics of Income for U.S. Possessions Corporations, the U.S. Economic Census for Outlying Areas, and the mainland U.S. Economic Census, we analyze the effects of the phase out and elimination of Section 936 on the number of establishments, value added, employment, and wages in Puerto Rico’s manufacturing.  Our results show the elimination of Section 936 had the effect of decreasing average manufacturing wages by 16.7%, and decreasing the number of manufacturing establishments by 18.7% to 28.0%\n\n",
    "acknowledgement": "\nThanks to Aaron Brezel for his excellent research assistance. Thanks to the members of the Lipsey Panel at the WEAI conference in Portland, OR , members of the Economics Seminar at Queens College, CUNY and Yokohama National University for useful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}