{
    "id": 23692,
    "citation_title": "Prospect Theory and Energy Efficiency",
    "citation_author": [
        "Garth Heutel"
    ],
    "citation_publication_date": "2017-08-21",
    "issue_date": "2017-08-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nInvestments in energy efficiency entail uncertainty, and when faced with uncertainty consumers have been shown to behave according to prospect theory: preferences are reference-dependent and exhibit loss aversion, and probabilities are subjectively weighted.  Using data from a choice experiment eliciting prospect theory parameters, I provide evidence that loss-averse people are less likely to invest in energy efficiency.  Then, I consider policy design under prospect theory when there are also externalities from energy use.  A higher degree of loss aversion implies a higher subsidy to energy efficiency.  Numerical simulations suggest that the impact of prospect theory on policy may be substantial.\n\n",
    "acknowledgement": "\nI thank Paul Ferraro, Chris Ruhm, Vjollca Sadiraj, Dustin Tracy, Tsvetan Tsvetanov, and seminar participants at UGA, GSU, the AERE summer conference, and the SEA annual conference for comments, GSU and the Bryan School of Business and Economics at UNCG for funding, and Francisco Beltran Silva, Kalee Burns, Jinsub Choi, Faraz Farhidi, and Bo Liu for valuable research assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}