{
    "id": 23698,
    "citation_title": "Inside Job or Deep Impact? Using Extramural Citations to Assess Economic Scholarship",
    "citation_author": [
        "Joshua Angrist",
        "Pierre Azoulay",
        "Glenn Ellison",
        "Ryan Hill",
        "Susan Feng Lu"
    ],
    "citation_publication_date": "2017-08-21",
    "issue_date": "2017-08-18",
    "revision_date": "2017-08-22",
    "topics": [
        "\n",
        "Other",
        "\n",
        "General, Teaching",
        "\n",
        "History of Economic Thought",
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDoes academic economic research produce material of scientific value, or are academic economists writing only for clients and peers? Is economics scholarship uniquely insular? We address these questions by quantifying interactions between economics and other disciplines. Changes in the impact of economic scholarship are measured here by the way other disciplines cite us. We document a clear rise in the extramural influence of economic research, while also showing that economics is increasingly likely to reference other social sciences. A breakdown of extramural citations by economics fields shows broad field impact. Differentiating between theoretical and empirical papers classified using machine learning, we see that much of the rise in economics’ extramural influence reflects growth in citations to empirical work. This parallels a growing share of empirical cites within economics. At the same time, the disciplines of computer science and operations research are mostly influenced by economic theory.\n\n",
    "acknowledgement": "\nThanks go to our outstanding research assistants, Alonso Bucarey, Gina Li, Jose I. Morales, and Suhas Vijaykumar, and to Ben Jones and Heidi Williams for help and advice regarding Web of Science data. We’re also grateful to Satyam Mukherjee and Brian Uzzi for facilitating access to the Northwestern University Web of Science database for exploratory analysis, and to Liz Braunstein for help with Econlit. Thanks also to Stefano DellaVigna and seminar participants at the University of Rome Tor Vergata and Microsoft Research for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}