{
    "id": 23690,
    "citation_title": "On the Relationship Between Quality and Productivity: Evidence from China's Accession to the WTO",
    "citation_author": [
        "Haichao Fan",
        "Yao Amber Li",
        "Stephen R. Yeaple"
    ],
    "citation_publication_date": "2017-08-21",
    "issue_date": "2017-08-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents an analysis of the effect of China's entry into the WTO on the quality choices of Chinese exporters in terms of their outputs and their inputs. Using highly disaggregated firm-level data, we show that the quality upgrading made possible by China's tariff reductions was concentrated in the least productive Chinese exporters. These firms, which had been laggards in terms of quality prior to the tariff reduction, were the most aggressive in increasing the quality of their exports and their inputs and in redirecting their exports toward high income markets where demand for high quality goods is strong. Our empirical results are consistent with a simple model featuring scale effect and non-Hicks' neutral productivity that disproportionately affects the efficiency with which firms use intermediate inputs. This latter feature does not appear in workhorse models of firm heterogeneity and endogenous quality choice which provide a distorted view of the impact of trade liberalization on quality upgrading.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge the financial support from the Natural Science Foundation of China (No.71603155), the Shanghai Pujiang Program (No.15PJC041), the Research Grants Council of Hong Kong, China (General Research Funds and Early Career Scheme GRF/ECS Project No.646112), and the self-supporting project of Institute of World Economy at Fudan University. Yeaple's research was funded in part by the National Science Foundation, grant SES-1360209. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}