{
    "id": 2369,
    "citation_title": "Asset Pricing and Optimal Portfolio Choice in the Presence of Illiquid Durable Consumption Goods",
    "citation_author": [
        "Sanford J. Grossman",
        "Guy Laroque"
    ],
    "citation_publication_date": "1987-08-01",
    "issue_date": "1987-08-01",
    "revision_date": "None",
    "topics": null,
    "program": null,
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze a model of optimal consumption and portfolio selection in which consumption services are generated by holding a durable good. The durable good is illiquid in that a transaction cost must be paid when the good is sold. It is shown that optimal consumption is not a smooth function of wealth; it is optimal for the consumer to wait until a large change in wealth occurs before adjusting his consumption. As a consequence, the consumption based capital asset pricing model fails to hold. Nevertheless, it is shown that the standard, one factor, market portfolio based capital asset pricing model does hold in this environment. It is shown that the optimal durable level is characterized by three numbers (not random variables), say x, y, and z (where x < y < z). The consumer views the ratio of consumption to wealth (c/W) as his state variable. If this ratio is between x and z, then he does not sell the durable. If c/W is less than x or greater than z, then he sells his durable and buys a new durable of size S so that S/W = y. Thus y is his \"target\" level of c/W. If the stock market moves up enough so that c/W falls below x, then he sells his small durable to buy a larger durable. However, there will be many changes in the value of his wealth for which c/W stays between x and z, and thus consumption does not change. Numerical simulations show that small transactions costs can make consumption changes occur very infrequently. Further, the effect of transactions costs on the demand for risky assets is substantial.\n\n",
    "acknowledgement": "\n"
}