{
    "id": 23695,
    "citation_title": "Goods and Factor Market Integration: A Quantitative Assessment of the EU Enlargement",
    "citation_author": [
        "Lorenzo Caliendo",
        "Luca David Opromolla",
        "Fernando Parro",
        "Alessandro Sforza"
    ],
    "citation_publication_date": "2017-08-21",
    "issue_date": "2017-08-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe economic effects from labor market integration are crucially affected by the extent to which countries are open to trade. In this paper we build a multi-country dynamic general equilibrium model with trade in goods and labor mobility across countries to study and quantify the economic effects of trade and labor market integration. In our model trade is costly and features households of different skills and nationalities facing costly forward-looking relocation decisions. We use the EU Labour Force Survey to construct migration flows by skill and nationality across 17 countries for the period 2002-2007. We then exploit the timing variation of the 2004 EU enlargement to estimate the elasticity of migration flows to labor mobility costs, and to identify the change in labor mobility costs associated to the actual change in policy. We apply our model and use these estimates, as well as the observed changes in tariffs, to quantify the effects from the EU enlargement. We find that new member state countries are the largest winners from the EU enlargement, and in particular unskilled labor. We find smaller welfare gains for EU-15 countries. However, in the absence of changes to trade policy, the EU-15 would have been worse off after the enlargement. We study even further the interaction effects between trade and migration policies and the role of different mechanisms in shaping our results. Our results highlight the importance of trade for the quantification of the welfare and migration effects from labor market integration.\n\n",
    "acknowledgement": "\nWe thank Jonathan Eaton, Gordon Hanson, Vernon Henderson, William Kerr, Sam Kortum, Andrei Levchenko, Tommaso Porzio, Natalia Ramondo, Steve Redding, Andres Rodriguez-Clare, Peter Schott, David Weinstein and many seminar participants for useful conversations and comments. Luca David Opromolla acknowledges financial support from UECE-FCT. This article is part of the Strategic Project (UID/ECO/00436/2013). Luca David Opromolla thanks the hospitality of the Department of Economics at the University of Maryland, where part of this research was conducted. The analysis, opinions, and findings represent the views of the authors, they are not necessarily those of Banco de Portugal or the National Bureau of Economic Research.\n\n\n"
}