{
    "id": 23693,
    "citation_title": "Who Moves Up the Job Ladder?",
    "citation_author": [
        "John Haltiwanger",
        "Henry Hyatt",
        "Erika McEntarfer"
    ],
    "citation_publication_date": "2017-08-21",
    "issue_date": "2017-08-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we use linked employer-employee data to study the reallocation of heterogeneous workers between heterogeneous firms. We build on recent evidence of a cyclical job ladder that reallocates workers from low productivity to high productivity firms through job-to-job moves. In this paper we turn to the question of who moves up this job ladder, and the implications for worker sorting across firms. Not surprisingly, we find that job-to-job moves reallocate younger workers disproportionately from less productive to more productive firms. More surprisingly, especially in the context of the recent literature on assortative matching with on-the-job search, we find that job-to-job moves disproportionately reallocate less-educated workers up the job ladder. This finding holds even though we find that more educated workers are more likely to work with more productive firms. We find that while more educated workers are less likely to match to low productivity firms, they are even less likely to separate from them, with less educated workers both more likely to separate to a better employer in expansions and to be shaken off the ladder (separate to nonemployment) in contractions. Our findings underscore the cyclical role job-to-job moves play in matching workers to higher productivity and better paying employers.\n\n",
    "acknowledgement": "\nWe thank Leland Crane, Emin Dinlersoz, Kristin McCue, Rasmus Lentz, Paul Oyer, Kathryn Shaw, and participants of the U.S. Census Bureau Economic Research lunch seminar, the Fall 2015 NBER Labor Studies meeting, the 2016 Society of Labor Economists conference, and the 2016 Southern Economic Association meeting for helpful comments and suggestions. Any opinions and conclusions expressed herein are those of the authors and do not necessarily represent the views of the U.S. Census Bureau or the National Bureau of Economic Research. All results have been reviewed to ensure that no confidential information is disclosed.\n\n\n"
}