{
    "id": 23694,
    "citation_title": "The Housing Boom and Bust: Model Meets Evidence",
    "citation_author": [
        "Greg Kaplan",
        "Kurt Mitman",
        "Giovanni L. Violante"
    ],
    "citation_publication_date": "2017-08-21",
    "issue_date": "2017-08-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe build a model of the U.S. economy with multiple aggregate shocks (income, housing finance conditions, and beliefs about future housing demand) that generate fluctuations in equilibrium house prices. Through a series of counterfactual experiments, we study the housing boom and bust around the Great Recession and obtain three main results. First, we find that the main driver of movements in house prices and rents was a shift in beliefs. Shifts in credit conditions do not move house prices but are important for the dynamics of home ownership, leverage, and foreclosures. The role of housing rental markets and long-term mortgages in alleviating credit constraints is central to these findings. Second, our model suggests that the boom-bust in house prices explains half of the corresponding swings in non-durable expenditures and that the transmission mechanism is a wealth effect through household balance sheets. Third, we find that a large-scale debt forgiveness program would have done little to temper the collapse of house prices and expenditures, but would have dramatically reduced foreclosures and induced a small, but persistent, increase in consumption during the recovery.\n\n",
    "acknowledgement": "\nWe thank numerous seminar participants and discussants for useful comments. In particular, we are grateful to David Berger, James Cloyne, Joao Cocco, Nobu Kiyotaki, Ralph Luetticke, Jochen Mankart, Pontus Rendahl, Pietro Riechlin, Chris Sims, Amir Sufi, Harald Uhlig, and Stijn Van Nieuwerburgh. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nGreg Kaplan\n\n•\tMy primary employer is University of Chicago\n\n\n•\tDuring the last three years, the following institutions have paid me or given me research grants valued cumulatively at more than $5000:\no\tReserve Bank of Australia\no\tBrookings Institution\no\tNational Science Foundation\no\tSloan Foundation\no\tUniversity of New South Wales\no\tUnited States Soccer Federation\n\n\n"
}