{
    "id": 23708,
    "citation_title": "Mispriced Index Option Portfolios",
    "citation_author": [
        "George M. Constantinides",
        "Michal Czerwonko",
        "Stylianos Perrakis"
    ],
    "citation_publication_date": "2017-08-21",
    "issue_date": "2017-08-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe optimal portfolio of a utility-maximizing investor trading in the S&P 500 index and cash, subject to proportional transaction costs, becomes stochastically dominated when overlaid with a zero-net-cost portfolio of S&P 500 options bought at their ask and written at their bid price in most months over 1990-2013. Dominance is prevalent when the ATM-IV is high, right skew is low, and option maturity is short. The portfolios include mostly calls and positions are overwhelmingly short. Similar results obtain with options on the CAC and DAX indices. The results are explained neither by priced factors nor a non-monotonic stochastic discount factor.\n\n",
    "acknowledgement": "\nWe thank Giovanni Barone-Adesi, Brendan Beare, Jens Jackwerth, Carlo Sala, conference participants, and our colleagues for their constructive feedback. Constantinides acknowledges financial support from the Center for Research in Security prices, the University of Chicago and as trustee/director of the DFA group of funds, SW7 Holdings, Cook County Illinois Investment Policy Committee, and as member of the advisory board of FTSE Russell. Czerwonko and Perrakis acknowledge financial support from the Social Sciences and Humanities Research Council of Canada. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}