{
    "id": 23701,
    "citation_title": "Flowers of Evil? Industrial Development and Long-Run Prosperity",
    "citation_author": [
        "Raphaël Franck",
        "Oded Galor"
    ],
    "citation_publication_date": "2017-08-21",
    "issue_date": "2017-08-18",
    "revision_date": "2018-07-25",
    "topics": [
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis research explores the effect of industrialization on the process of development. In contrast to conventional wisdom that views industrial development as a catalyst for economic growth, the study establishes that while the adoption of industrial technology was conducive to economic development in the short-run, it has detrimental effects on the standard of living in the long-run. Exploiting exogenous geographic and climatic sources of variation in the diffusion and adoption of steam engines across French departments during the early phases of industrialization, the research establishes that intensive industrialization in the middle of the 19th century increased income per capita in the subsequent decades but diminished it by the turn of the 21st century. The analysis further suggests that the adverse effect of earlier industrialization on long-run prosperity can be attributed to the negative impact of the adoption of unskilled-intensive technologies in the early stages of industrialization on the long-run level of human capital and thus on the incentive to adopt skill-intensive technologies in the contemporary era. Preferences and educational choices of second generation migrants within France indicate that industrialization has triggered a dual techno-cultural lock-in characterized by a reinforcing interaction between technological inertia, reflected by the persistence predominance of low-skilled-intensive industries, and cultural inertia, in the form of a lower predisposition towards investment in human capital. These findings suggest that the characteristics that permitted the onset of industrialization, rather than the adoption of industrial technology per se, have been the source of prosperity among the currently developed economies that experienced an early industrialization. Thus, developing economies may benefit from the allocation of resources towards human capital formation and skilled intensive sectors rather than toward the promotion of traditional unskilled-intensive industrial sectors.\n\n",
    "acknowledgement": "\nThe authors are grateful to Daron Acemoglu, Philippe Aghion, Josh Angrist, Emily Blanchard, Francesco Caselli, Martin Fiszbein, Marc Klemp, Tommaso Porzio, Jesse Shapiro, Eve Sihra Colson, Uwe Sunde and David Weil for helpful discussions and participants in seminars and conferences at Ben Gurion University, Brown, Clemson, Haifa, Hebrew University, MIT, UC Merced, the Israel Economic Association, the NBER Meeting of Macroeconomics Across Time and Space, May 2018, and the NBER SI Economic Growth Meeting, July 2018, for useful comments. We thank Guillaume Daudin, Alan Fernihough and Ömer Özak for sharing their data with us. Raphaël Franck wrote part of this paper as Marie Curie Fellow at the Department of Economics at Brown University under funding from the People Programme (Marie Curie Actions) of the European Union's Seventh Framework Programme (FP 2007-2013) under REA Grant agreement PIOF-GA-2012- 327760 (TCDOFT). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}