{
    "id": 23706,
    "citation_title": "The Time-Varying Price of Financial Intermediation in the Mortgage Market",
    "citation_author": [
        "Andreas Fuster",
        "Stephanie H. Lo",
        "Paul S. Willen"
    ],
    "citation_publication_date": "2017-08-21",
    "issue_date": "2017-08-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe U.S. mortgage market links homeowners with savers all over the world. In this paper, we ask how much of the flow of money from savers to borrowers goes to the intermediaries that facilitate these transactions. Based on a new methodology and a new administrative dataset, we find that the price of intermediation, measured as a fraction of the loan amount at origination, is large—142 basis points on average over the 2008–2014 period. At daily frequencies, intermediaries pass on price changes in the secondary market to borrowers in the primary market almost completely. At monthly frequencies, the price of intermediation fluctuates significantly and is highly sensitive to volume, likely reflecting capacity constraints: a one standard deviation increase in applications for new mortgages leads to a 30–35 basis point increase in the price of intermediation. Additionally, over 2008–2014, the price of intermediation increased about 30 basis points per year, potentially reflecting higher mortgage servicing costs and an increased legal and regulatory burden.  Taken together, the sensitivity to volume and the positive trend led to an implicit total cost to borrowers of about $135 billion over this period. Finally, increases in application volume associated with “quantitative easing” (QE) led to substantial increases in the price of intermediation, which attenuated the benefits of QE to borrowers.\n\n",
    "acknowledgement": "\nWe thank John Campbell, Andy Davidson, Fernando Ferreira, Paul Goldsmith-Pinkham, Sam Hanson, Sean Hundtofte, Dwight Jaffee, Michael Reher, Adi Sunderam, Stijn Van Nieuwerburgh, Alex Zevelev, and seminar audiences at Brandeis, the Homer Hoyt Institute, FRB St. Louis, FRB New York, the Board of Governors, the NBER Summer Institute, the NYC Real Estate conference at Baruch, and the Universities of Zurich and St. Gallen for helpful comments and suggestions. The views expressed in this paper are solely those of the authors and not necessarily those of the Federal Reserve Banks of Boston or New York, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}