{
    "id": 2370,
    "citation_title": "Market Power and Exchange Rate Adjustment in the Presence of Quotas",
    "citation_author": [
        "Joshua Aizenman"
    ],
    "citation_publication_date": "1987-08-01",
    "issue_date": "1987-08-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates the dependency of the adjustment of prices, exchange rates, and production on the nature of the trade regime. We contrast the adjustment between a quota and a tariff regime for a 'semi-small' economy characterized by monopolistic competitive market structure and short-run nominal contracts under a floating exchange rate regime. Among other issues we focus on the factors determining the behavior of the quota rent and the 'pass- through' of exchange rate adjustment to the domestic prices of importable goods. We demonstrate that the 'pass-through ratio' (measuring the elasticity of the domestic price of importable goods with respect to the exchange rate) is determined by both the commercial policy and by the market power of the various producers. It tends to be higher in a tariff regime because the endogenous adjustment of the quota rent mitigates the 'pass-through'. We also show that the adjustment of the exchange rate tends to be larger in the quota regime than in the tariff regime. In the tariff regime we observe a larger switch of domestic demand relative to the quota regime, and a corresponding smaller exchange rate adjustment. In the quota regime we observe adjustment of the quota rent such as to keep the net domestic demand for foreign goods intact. As a result, the relative price (of the domestic good to the foreign good) facing the foreign consumer adjusts more in the quota regime than in the tariff regime. At the same time the relative price facing domestic consumers in the quota regime adjusts by less than in the tariff regime.\n\n",
    "acknowledgement": "\n"
}