{
    "id": 23707,
    "citation_title": "Rethinking the Power of Forward Guidance: Lessons from Japan",
    "citation_author": [
        "Mark Gertler"
    ],
    "citation_publication_date": "2017-08-21",
    "issue_date": "2017-08-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the spring of 2013 the Bank of Japan introduced a state-of-the-art monetary policy which included among other things inflation targeting and aggressive use of forward guidance. In contrast to the predictions of conventional macroeconomic theory, these policies have had only very limited success in reflating the economy. I argue that the disconnect between the Japanese experience and existing theory can be traced to the forward guidance puzzle (FGP). As recent literature suggests, the essence of the FGP is that existing models predict implausibly strong effects of expected future interest rate changes on the economy,.with the strength of the effect increasing with the expected horizon of the interest rate change. Accordingly, in this lecture I sketch a model meant to capture the challenge of reflation in Japan. As in recent literature I attempt to mute the power of forward guidance by stepping outside of rational expectations. In particular I introduce a hybrid adaptive/rational expectations belief mechanism. Most relevant to the Japanese experience is that individuals have adaptive expectations about trend inflation, which is consistent with the evidence. As Kuroda (2016) emphasizes, for an economy without a history of inflation being anchored by a target, individuals need direct evidence that the central bank is capable of moving inflation to target.\n\n",
    "acknowledgement": "\nI am an outside advisor to the Bank of Japan. Prepared for the annual IMES conference at the Bank of Japan in May 2017. Thanks to both Diego Anzoaetgui and Joseba Martinez for great research assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}