{
    "id": 23702,
    "citation_title": "The Gendered Spillover Effect of Young Children's Health on Human Capital: Evidence from Turkey",
    "citation_author": [
        "Marcella Alsan"
    ],
    "citation_publication_date": "2017-08-21",
    "issue_date": "2017-08-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development of the American Economy",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent policy debates on closing the education gender gap in developing countries have focused on cash transfers, but standard models of intrahousehold allocation imply that reducing the opportunity cost of girls' schooling might also be effective. I test this prediction using quasi-experimental variation from a national vaccination campaign targeting under-five children in Turkey. I find gains in health and human capital among age-eligible children of both sexes. However, educational spillover effects accrue exclusively to their adolescent, ineligible sisters. These spillover effects are increasing if the mother works outside the home and in the number of young children in the household, and are absent if an elder sister is present. My results suggest reducing morbidity among preschool children may have the added benefit of improving educational outcomes for their adolescent sisters in the developing world\n\n",
    "acknowledgement": "\nI am grateful to Nava Ashraf, Martha Bailey, Jay Bhattacharya, Marshall Burke, Kasey Buckles, Lorenzo Casaburi, Resul Cesur, Gabriella Conti, Janet Currie, David Cutler, Pascaline Dupas, Eric Edmonds, Karen Eggleston, Marcel Fafchamps, Paul Gertler, Jeremy Goldhaber-Feibert, Claudia Goldin, Victor Lavy, Ron Lee, Grant Miller, Melanie Morten, Nathan Nunn, Petra Persson, Maria Polyakova, Mark Rosenzweig, Simone Schaner, Bryce Millet Steinberg, Atheendar Venkataramani, Marianne Wanamaker and seminar participants at Stanford Junior Faculty Lunch, NBER Health and Aging Doctoral Fellowship Lunch, PacDev 2015, Paris School of Economics, Toulouse School of Economics, NBER Children's Summer Institute 2015 and ASSA 2016. I am grateful to Mario Javier Carrillo and Anlu Xing for assistance, Hacettepe University and Professor Julide Yildirim of TED University for providing data and Vedat Alsan for translation. Research support gratefully acknowledged from the National Institutes of Health Eunice Kennedy Shriver National Institute of Child Health and Human Development (1K01HD084709-01, PI Alsan). First draft 2013 - since that time data have been updated on IPUMS and herein. All errors are my own. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}