{
    "id": 23709,
    "citation_title": "Can Superstition Create a Self-Fulfilling Prophecy? School Outcomes of Dragon Children of China",
    "citation_author": [
        "Naci H. Mocan",
        "Han Yu"
    ],
    "citation_publication_date": "2017-08-21",
    "issue_date": "2017-08-18",
    "revision_date": "2019-05-14",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Children and Families",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn Chinese culture those who are born in the year of the Dragon under the zodiac calendar are believed to be destined for good fortune and greatness, and parents prefer their kids to be born in a Dragon year. Using provincial level panel data, we first show that the number of marriages goes up during the two years preceding a Dragon year and that births jump up in a Dragon year. Using three recently collected micro data sets from China we show that those born in a Dragon year are more likely to have a college education, and that they obtain higher scores at the university entrance exam. Similarly, Chinese middle school students have higher test scores if they are born in a Dragon year. We show that these results are not because of family background, student self-esteem or students’ expectations about their future. We find, however, that the “Dragon” effect on test scores is eliminated when we account for parents’ expectations about their children’s educational and professional success. We find that parents of Dragon children have higher expectations for their children in comparison to other parents, and that they invest more heavily in their children in terms of time and money. We also show that girls are about six cm shorter than boys, but that this height disadvantage is cut by about half if a girl is born in the year of the Dragon and that effect is twice as strong in rural areas. Given that childhood nutrition is related to adolescent height, this suggests that parents may also be investing in Dragon girls in terms of nutrition. The results are insensitive to model specification and estimation strategy, including using an RD design. These results show that even though neither the Dragon children nor their families are inherently different from other children and families, the belief in the prophecy of success and the ensuing investment become self-fulfilling.\n\n",
    "acknowledgement": "\nWe thank Paola Giuliano, Nathan Nunn, Leyla Mocan, Hanming Fang, Uta Schoenberg, Jeanet Bentzen, Anastasia Litina and Andreas Irmen for helpful suggestions. Seminar participants of the Study of the Religion, Economics and Culture Workshop at Chapman University, Southern Economic Association Conference in Washington D.C., and the 2018 ASREC Europe Conference in Luxembourg City provided useful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}