{
    "id": 23703,
    "citation_title": "Engineering Educational Opportunity: Impacts of 1970s and 1980s Policies to Increase the Share of Black College Graduates with Major in Engineering or Computer Science",
    "citation_author": [
        "Catherine J. Weinberger"
    ],
    "citation_publication_date": "2017-08-28",
    "issue_date": "2017-08-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThroughout the 1970s and 1980s, U.S. institutions of higher education began to address long-standing patterns of exclusion. Initial efforts to improve the access of black students to engineering education focused on six historically black engineering colleges, and evolved into a truly nationwide movement. Later, a larger group of Historically Black Colleges and Universities (HBCUs) expanded educational opportunities in engineering, computer science and other technical fields, \"to prepare their students for expanded career choices.\" Geographic and institutional features of the higher education infrastructure led to differential impacts of these policies on students born in different states. A data panel assembled for the project links changes in educational opportunities to current outcomes. The panel includes more than 30 years of complete counts of the number of bachelor's degrees conferred in each field by each U.S. institution of higher education (collected by the U.S. Department of Education and the Engineering Manpower Commission), merged to current labor force data. These data facilitate description of the geography and timing of changes in opportunities for black college students to choose engineering or computer science college majors, and current labor market outcomes among those born in the right place and time to pursue careers in these fields.\n\n",
    "acknowledgement": "\nThis material is based upon work supported by the National Science Foundation under Grant No. 0830362. The use of NSF data does not imply NSF endorsement of the research methods or conclusions. Opinions, findings, and conclusions or recommendations expressed here are those of the author and do not necessarily reflect the views of the National Science Foundation. Opinions, findings, and conclusions or recommendations expressed here are those of the author and do not necessarily reflect the views of the National Science Foundation or the National Bureau of Economic Research. I thank Mark Woolley for exceptional research assistance over an extended period of time. Orel Marzini and Anand Shukla also assisted with this project.\n\n\n"
}