{
    "id": 23718,
    "citation_title": "What Does (Formal) Health Insurance Do, and For Whom?",
    "citation_author": [
        "Amy Finkelstein",
        "Neale Mahoney",
        "Matthew J. Notowidigdo"
    ],
    "citation_publication_date": "2017-08-21",
    "issue_date": "2017-08-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Public Goods",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHealth insurance confers benefits to the previously uninsured, including improvements in health, reductions in out-of-pocket spending, and reduced medical debt. But because the nominally uninsured pay only a small share of their medical expenses, health insurance also provides substantial transfers to non-recipient parties who would otherwise bear the costs of providing uncompensated care to the uninsured. The prevalence of uncompensated care helps explain the limited take-up of heavily-subsidized public health insurance and the evidence that many recipients value formal health insurance at substantially less than the cost to insurers of providing that coverage. The distributional implications of public subsidies for health insurance depend critically on the ultimate economic incidence of the transfers they deliver to providers of uncompensated care.\n\n",
    "acknowledgement": "\nWe are grateful to Sarah Abraham, Craig Garthwaite, Andrew Goodman-Bacon, Colin Gray, Nathan Hendren, Erzo Luttmer, Mark Shepard, Johannes Spinnewijn, Jonathan Skinner, and Carolyn Stein for helpful comments. We gratefully acknowledge  nancial support from the National Institute of Aging under grants RC2AGO36631 and R01AG0345151 (Finkelstein). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nAmy Finkelstein\n\nI am a member of the Congressional Budget Office’s Panel of Health Advisers.\n\n\n"
}