{
    "id": 23714,
    "citation_title": "Effects of State-Level Earned Income Tax Credit Laws in the U.S. on Maternal Health Behaviors and Infant Health Outcomes",
    "citation_author": [
        "Sara Markowitz",
        "Kelli A. Komro",
        "Melvin D. Livingston",
        "Otto Lenhart",
        "Alexander C. Wagenaar"
    ],
    "citation_publication_date": "2017-08-21",
    "issue_date": "2017-08-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe purpose of this paper is to investigate the effects of state-level Earned Income Tax Credit (EITC) laws in the U.S. on maternal health behaviors and infant health outcomes.  Using multi-state, multi-year difference-in-differences analyses, we estimated effects of state EITC generosity on maternal health behaviors, birth weight and gestation weeks.  We find little difference in maternal health behaviors associated with state-level EITC.  In contrast, results for key infant health outcomes of birth weight and gestation weeks show small improvements in states with EITCs, with larger effects seen among states with more generous EITCs.  Our results provide evidence for important health benefits of state-level EITC policies.\n\n",
    "acknowledgement": "\nThe National Institute on Minority Health and Health Disparities, National Institutes of Health supported this work (award R01MD010241). We thank Scott Burris, JD and Lindsay K. Cloud, JD with Temple University Beasley School of Law and the LawAtlas team for legal scholarship and coding. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}