{
    "id": 23717,
    "citation_title": "The Effect of Fertility on Mothers’ Labor Supply over the Last Two Centuries",
    "citation_author": [
        "Daniel Aaronson",
        "Rajeev Dehejia",
        "Andrew Jordan",
        "Cristian Pop-Eleches",
        "Cyrus Samii",
        "Karl Schulze"
    ],
    "citation_publication_date": "2017-08-21",
    "issue_date": "2017-08-18",
    "revision_date": "2018-02-12",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing a compiled dataset of 441 censuses and surveys between 1787 and 2015, representing 103 countries and 48.4 million mothers, we find that: (1) the effect of fertility on labor supply is typically indistinguishable from zero at low levels of development and large and negative at higher levels of development; (2) the negative gradient is stable across historical and contemporary data; and (3) the results are robust to identification strategies, model specification, and data construction and scaling. Our results are consistent with changes in the sectoral and occupational structure of female jobs and a standard labor-leisure model.\n\n",
    "acknowledgement": "\nWe thank seminar participants at the NBER Summer Institute, SOLE, Williams, Cornell, the University of Washington, the University of Illinois Chicago, the University of Connecticut, and GREQAM and especially Quamrul Ashraf and Leah Boustan for invaluable suggestions. The views expressed in this paper are not necessarily those of the Federal Reserve Bank of Chicago, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}