{
    "id": 2371,
    "citation_title": "Exchange Rates and U.S. Auto Competitiveness",
    "citation_author": [
        "J. David Richardson"
    ],
    "citation_publication_date": "1987-08-01",
    "issue_date": "1987-08-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops unique disaggregated data for three U.S. automakers and three Japanese to assess how changes in exchange rates, factor costs, and voluntary export restraints have affected recent price competitiveness in the U.S. passenger car market. We find support for several familiar relationships. The support provided by the experience of the late 1970s is straightforward. The dollar's foreign- exchange value fell below its historical trend, in both nominal and cost- adjusted (real) terms, relative to the major suppliers of U.S. auto imports. U.S. price competitiveness tracked U.S. cost competitiveness quite closely, as average prices of U.S. automakers rose more slowly than those of their principal rival firms (all Japanese). \"Misalignment\" of the dollar toward weakness by historical norms was reflected in competitive relative pricing by U.S. auto firms, again with respect to a historical norm. The support provided by the experience of the years 1980-1985 is more complex and interesting. Strong offsetting forces appear to have been at work. Relative to major auto suppliers, the effective nominal dollar rose gradually toward its level of the mid-1970s, but the effective real \"auto dollar\" rose much faster, increasing to a level well above its historical norm by early 1985. U.S. cost competitiveness deteriorated not so much because of exchange rates, but because unit labor costs in manufacturing rose in the U.S. relative to those in major auto suppliers. U.S. auto price competitiveness began to deteriorate correspondingly, but soon stopped, and instead improved gradually between 1982 and 1985, ending up at about the same level in 1985 as in 1980. The Voluntary Restraint Arrangements (VRAs) with Japan, which began in 1981, seem to be the explanation for why the negative effects of exchange rates and costs on U.S. auto price competitiveness were offset. The VRAs are also a reason why average prices of U.S. automakers rose faster than other U.S. prices as measured by the consumer price index, and why in Japan, average prices on auto sales to the U.S. rose much faster than other Japanese prices. In sum, \"misalignment\" of the dollar toward strength by historical norms and deteriorating labor cost competitiveness, which tended to undermine the competitiveness of U.S. auto firms, were offset by the Japanese VRAs, which buttressed it. The VRAs, however, undermined the inter-sectoral competitiveness of autos.\n\n",
    "acknowledgement": "\n"
}