{
    "id": 23715,
    "citation_title": "The Decline in Bank-Led Corporate Restructuring in Japan: 1981-2010",
    "citation_author": [
        "Takeo Hoshi",
        "Satoshi Koibuchi",
        "Ulrike Schaede"
    ],
    "citation_publication_date": "2017-08-21",
    "issue_date": "2017-08-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing a unique dataset on all major corporate restructuring events in Japan between 1981 and 2010, we examine how bank-led rescue operations in Japan have changed over time. The incidence of restructuring by distressed firms has become less frequent after the 1990s. When firms undergo restructuring, they adopt real adjustments in terms of labor, assets and finance, but the intensity of these adjustments has also declined over time. In line with existing research, we interpret these findings as strong indicators of changing corporate governance in Japan, in particular in terms of the decline in corporate monitoring functions of main banks.\n\n",
    "acknowledgement": "\nAn earlier version of this paper was presented at the 26th TRIO Conference held at The University of Tokyo, June 22, 2017.  We thank organizers Franklin Allen and Shin-ichi Fukuda, discussant Yoshiaki Ogura, and conference participants for valuable comments.  We also thank Blake Ellison, Chihiro Fujimoto, Emi Fukuda, Kanako Hotta, Masafumi Iino, Akifumi Irie, Yutaka Ishida, Tomohiro Ito, Yuichiro Kawai, Yasuko Kohno, Yoshikazu Kuki, Jun Morikawa, Kuniaki Nemoto, Mitsuhiro Nishida, Yukiko Nomura, Masashi Osakada, Mary Shiratori, Christopher Syling, Kunio Takeda, Kunitaka Ueno, and Koki Yoshida for research assistance in various stages of constructing the dataset. Part of this research was funded by the Economic and Social Research Institute of the Cabinet Office of Japan. All remaining errors are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nTakeo Hoshi\n\nTakeo Hoshi: Compensated Professional Activities, 2006-Present\nBoard of Directors\nUnion Bank, N.A., 2009-2014\nConsulting\nMitsubishi UFJ Financial Group, April 2016 – March 2017\nFederal Reserve Bank of San Francisco, January 2013-Present\nGerson Lehrman Group, August 2010-Present\nFederal Reserve Bank of Cleveland, April 2008 and September 2010\nJapan Society for the Promotion of Science, April 2008 - March 2009\nDepartment of Economics, Osaka University, April 2007 - March 2008\nMosley and Gearinger, LLP, June-October, 2007\n\n\nCommissioned Editorship\nElsevier Publishers Encyclopedia of Financial Globalization, 2009-2012\n\n\nSponsored Research\nNew Energy and Industrial Technology Development Organization, Japan, “Evaluating Economic Impacts of the New Energy Venture Business Technology Innovation Program”, April 2016 – March 2017\nNational Institute for Research Advancement, Japan, “Institutional Foundation for Innovation-Based Economic Growth”, September 2014 – August 2015\nSasakawa Peace Foundation, Japan, “New Channels Dialogue: Reinvigorating U.S.-Japan Relations”, April 2013 – March 2015\nNomura Foundation, Japan, “Can Abenomics Restore Japan’s Growth”, April 2013-March 2014\nPrologis.  “Outlook for the Logistics Industry in Japan” (with Ulrike Schaede), June-July 2012\nNational Institute for Research Advancement, Japan. “Policy Options for Japan’s Revival” (with Anil Kashyap), September 2011 - March 2012\nInternational Monetary Fund.  “Defying Gravity: How Long Will Japanese Government Bond Prices Remain High?” (with Takatoshi Ito), August 2011\nNational Institute for Research Advancement, Japan.  “Why Did Japan Stop Growing?” (with Anil Kashyap), December 2010\nEconomic and Social Research Institute, Japan. “Corporate Restructuring in Japan” (with Satoshi Koibuchi and Ulrike Schaede), January 2008 – December 2009\nJapan Institute of Labour Policy and Training.  “Corporate Governance and Human Resource Management”, 2005-2011\n\n\nSpeeches and Presentations\nRebuild Japan Initiative Foundation, February 2017\nNihon Seisansei Honbu, July 2016\nKagawa Keizai Doyukai, September 2015\nChubu Keizai Doyukai, October 2014\nMorgan Stanley, June 2014\nBank of Korea, June 2014\nKozo Keikaku Engineering, October 2013\nMorgan Stanley, October 2013\nJapan Center for Economic Research, June 2012\nAvalon Capital Group, December 2010\n\n\n"
}