{
    "id": 23728,
    "citation_title": "The Role of Entrepreneurial Human Capital as a Driver of Endogenous Economic Growth",
    "citation_author": [
        "Isaac Ehrlich",
        "Dunli Li",
        "Zhiqiang Liu"
    ],
    "citation_publication_date": "2017-08-28",
    "issue_date": "2017-08-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": null,
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe model investment in entrepreneurial human capital (EHC) - the representative enterprise’s share of production capacity allocated to investment in innovative industrial and commercial knowledge – as a distinct channel through which firm-specific human capital drives endogenous growth. Our model suggests that institutional factors supporting free markets for goods and ideas, and higher educational attainments of entrepreneurs and workers, enhance endogenous economic growth by augmenting the efficiency of investment in EHC rather than exclusively by themselves. We test these implications using data from Global Entrepreneurship Monitor’s Adult Population Survey of 63 countries over 2002-2010 and find robust support for these hypotheses.\n\n",
    "acknowledgement": "\nThe paper’s original version was presented at the conference “The Market for Ideas, Human Capital, and Economic Development” honoring Prof. Ronald Coase on receiving a SUNY honorary doctorate, held at the University at Buffalo on May 12, 2012. We are indebted to Jinyoung Kim for his helpful editorial work on this paper, to Yong Yin for helpful comments, and to Bibaswan Chatterjee for dedicated research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}