{
    "id": 23726,
    "citation_title": "Identifying Exchange Rate Common Factors",
    "citation_author": [
        "Ryan Greenaway-McGrevy",
        "Donggyu Sul",
        "Nelson Mark",
        "Jyh-Lin Wu"
    ],
    "citation_publication_date": "2017-08-28",
    "issue_date": "2017-08-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing recently developed model selection procedures, we determine that exchange rate returns are driven by a two-factor model. We identify them as a dollar factor and a euro factor. Exchange rates are thus driven by global, US, and Euro-zone stochastic discount factors. The identified factors can also be given a risk-based interpretation. Identification motivates multilateral models for bilateral exchange rates. Out-of-sample forecast accuracy of empirically identified multilateral models dominate the random walk and a bilateral purchasing power parity fundamentals prediction model. 24-month ahead forecast accuracy of the multilateral model dominates those of a principal components forecasting model.\n\n",
    "acknowledgement": "\nSome of the work was performed while Mark was a Visiting Fellow at the HKIMR (Hong Kong Institute for Monetary Research) and the Federal Reserve Bank of St. Louis. Research support provided by these institutions is gratefully acknowledged. This is a revision of a paper originally circulated in March 2012 under the title ‘Exchange Rates as Exchange Rate Common Factors.’ We have benefitted from comments by seminar participants at Michigan State University and the Bank of Canada. Thoughtful comments and suggestions from two anonymous referees helped us to improve the paper.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}