{
    "id": 23729,
    "citation_title": "Social Security Claiming Decisions: Survey Evidence",
    "citation_author": [
        "John B. Shoven",
        "Sita Nataraj Slavov",
        "David A. Wise"
    ],
    "citation_publication_date": "2017-08-28",
    "issue_date": "2017-08-24",
    "revision_date": "2017-05-02",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhile research shows that there are large gains in lifetime wealth from delaying claiming Social Security, most people claim at or before full retirement age. We fielded an original, nationally representative survey to gain insight into people’s rationales for their Social Security claiming decisions, their satisfaction with their past claiming decisions, and how they financed any gap between retirement and claiming. Common rationales for claiming Social Security before full retirement age include stopping work, liquidity, poor health, and concerns about future benefit cuts due to policy changes. Claiming upon stopping work and claiming at full retirement age appear to be viewed as social norms. But while Social Security claiming is strongly associated with stopping work, the roughly quarter of the sample who have a gap of two or more years between retirement and claiming used employer-sponsored pensions and other saving to finance the delay. Individuals who claimed at full retirement age are more satisfied with their claiming decisions than individuals who claimed early or delayed. There is little evidence that claiming decisions and rationales for claiming are correlated with financial literacy or knowledge of Social Security rules.\n\n",
    "acknowledgement": "\nThis research was funded by grant number G-2014-13657 from the Alfred P. Sloan Foundation to the National Bureau of Economic Research. We thank participants at the 2017 NBER/IFS workshop on Workshop on the Increase in Work at Older Ages. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nSita Nataraj Slavov\n\nIn addition to my compensation from George Mason University, during the past three years, I have received compensation from Stanford University, the American Enterprise Institute, the National Bureau of Economic Research, and the Mercatus Center. During the past three years, my research has been supported by grants from the Sloan Foundation, the National Institute on Aging, the Social Security Administration, the Koch Foundation, the Mercatus Center, and Stanford University.\n\n\n"
}