{
    "id": 23732,
    "citation_title": "Income and Wealth Distribution in Macroeconomics: A Continuous-Time Approach",
    "citation_author": [
        "Yves Achdou",
        "Jiequn Han",
        "Jean-Michel Lasry",
        "Pierre-Louis Lions",
        "Benjamin Moll"
    ],
    "citation_publication_date": "2017-08-28",
    "issue_date": "2017-08-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe recast the Aiyagari-Bewley-Huggett model of income and wealth distribution in continuous time. This workhorse model – as well as heterogeneous agent models more generally – then boils down to a system of partial differential equations, a fact we take advantage of to make two types of contributions. First, a number of new theoretical results: (i) an analytic characterization of the consumption and saving behavior of the poor, particularly their marginal propensities to consume; (ii) a closed-form solution for the wealth distribution in a special case with two income types; (iii) a proof that there is a unique stationary equilibrium if the intertemporal elasticity of substitution is weakly greater than one; (iv) characterization of “soft” borrowing constraints. Second, we develop a simple, efficient and portable algorithm for numerically solving for equilibria in a wide class of heterogeneous agent models, including – but not limited to – the Aiyagari-Bewley-Huggett model.\n\n",
    "acknowledgement": "\nThis version supersedes an earlier version of the paper entitled “Heterogeneous Agent Models in Continuous Time.” We are grateful to Fernando Alvarez, Adrien Auclert, Dave Backus, Roland Bénabou, Jess Benhabib, Jocelyn Boussard, Paco Buera, Lorenzo Caliendo, Dan Cao, Wouter Den Haan, Xavier Gabaix, Mark Huggett, Mariacristina De Nardi, Greg Kaplan, Nobu Kiyotaki, Ellen McGrattan, Giuseppe Moscarini, Galo Nuño, Ezra Oberfield, Alan Olivi, Jesse Perla, Matt Rognlie, Tony Smith, Ivan Werning, Wei Xiong, Stan Zin and seminar participants at various institutions for useful comments. We also thank Déborah Sanchez for stimulating discussions in early stages of this project and SeHyoun Ahn, Riccardo Cioffi, Xiaochen Feng and Max Vogler for outstanding research assistance.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}