{
    "id": 23730,
    "citation_title": "The Rise and Fall of Pellagra in the American South",
    "citation_author": [
        "Karen Clay",
        "Ethan Schmick",
        "Werner Troesken"
    ],
    "citation_publication_date": "2017-08-28",
    "issue_date": "2017-08-24",
    "revision_date": "2018-05-22",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Other History",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe explore the rise and fall of pellagra, a disease caused by inadequate niacin consumption, in the American South, focusing on the first half of the twentieth century. We first consider the hypothesis that the South’s monoculture in cotton undermined nutrition by displacing local food production. Consistent with this hypothesis, a difference-in-differences estimation shows that after the arrival of the boll weevil, food production in affected counties rose while cotton production and pellagra rates fell. The results also suggest that after 1937 improved medical understanding and state fortification laws helped eliminate pellagra.\n\n",
    "acknowledgement": "\nWe thank seminar participants at the Canadian Network for Economic History Conference 2015, the Stanford Institute for Theoretical Economics (SITE) 2015, the Economic History Association (EHA) Annual Conference 2016, the University of Arizona, the University of Colorado Boulder, and the University of Michigan. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}