{
    "id": 2373,
    "citation_title": "Resolving the International Debt Crisis",
    "citation_author": [
        "Stanley Fischer"
    ],
    "citation_publication_date": "1987-09-01",
    "issue_date": "1987-09-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSince August 1982 the international debt crisis has dominated economic policymaking in the developing countries, economic relations between the debtor and creditor countries, the attention of the multilateral institutions in their dealings with the debtor nations, and private sector decisions on lending to the developing countries. The period since 1982 has seen some progress. Neither the commercial nor central banks have had to deal with formal large-scale debt defaults. Balance sheets of creditor banks have been strengthened. There is an active secondary market in developing country debt, and debt to equity swaps are a reality. For the debtors, real interest rates have fallen between 1982 and 1987. Net exports showed extraordinary growth. Budget deficits have been reduced despite falling incomes. In 1987 commodity prices have begun to recover. The period has seen a shift toward rather than away from democracy. But five years after it began, the debt crisis is very much alive. None of the major Latin American countries has restored normal access to the international capital markets. At least one major debtor has been in trouble each year. Three classes of solutions are described and evaluated. Least radical are proposals for procedural reform and changes in the nature of the claims on the existing debt. Some procedural reforms such as multiyear reschedulings and exit vehicles for smaller banks have already begun to be instituted. Others include changes in accounting rules, and U.S. information provision on foreign accounts held in the U.S. Changes in the nature of claims include debt-equity swaps, country funds, interest capitalization, and payment by the debtors in their own currency. The second type of solution is the creation of a facility, or new institution to deal with the overhang of existing debt. The institution would buy the debt from the banks in exchange for claims on the institution, and in turn collect from the debtor countries. The prices at which debt is purchased, and the amounts to be collected from the debtors are the crucial issues. Finally, there are proposals for debt relief, either in direct negotiation between creditors and debtors and/or in conjunction with the creation of a facility.\n\n",
    "acknowledgement": "\n"
}