{
    "id": 23735,
    "citation_title": "Choice of Majors: Are Women Really Different from Men?",
    "citation_author": [
        "Adriana D. Kugler",
        "Catherine H. Tinsley",
        "Olga Ukhaneva"
    ],
    "citation_publication_date": "2017-08-28",
    "issue_date": "2017-08-24",
    "revision_date": "2017-11-05",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent work suggests that women are more responsive to negative feedback than men in certain environments. We examine whether negative feedback in the form of relatively low grades in major-related classes explains gender differences in the final majors undergraduates choose. We use unique administrative data from a large private university on the East Coast from 2009-2016 to test whether women are more sensitive to grades than men, and whether the gender composition of major-related classes affects major changes. We also control for other factors that may affect a student's final major including: high school student performance, gender of faculty, and economic returns of majors. Finally, we examine how students' decisions are affected by external cues that signal STEM fields as masculine. The results show that high school academic preparation, faculty gender composition, and major returns have little effect on major switching behaviors, and that women and men are equally likely to change their major in response to poor grades in major-related courses. Moreover, women in male-dominated majors do not exhibit different patterns of switching behaviors relative to their male colleagues. Women are, however, more likely to switch out of male-dominated STEM majors in response to poor performance compared to men. Therefore, we find that it takes multiple signals of lack of fit into a major (low grades, gender composition of class, and external stereotyping signals) to impel female students to switch majors.\n\n",
    "acknowledgement": "\nWe are grateful to George Akerlof, David Autor, Kirsten Butcher, David Figlio, Nicole Fortin, Donna Ginther, Claudia Goldin, Harry Holzer, Lisa Kahn, Shulamit Kahn, Victor Lavy, John Mayo, Bruce Sacerdote, and participants at the Harvard Business School's Negotiation, Organizations and Market's speaker series for comments. We also thank the staff at the University's registrar's office and career center for help with the data collection. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}