{
    "id": 23738,
    "citation_title": "Goal Setting, Academic Reminders, and College Success: A Large-Scale Field Experiment",
    "citation_author": [
        "Christopher R. Dobronyi",
        "Philip Oreopoulos",
        "Uros Petronijevic"
    ],
    "citation_publication_date": "2017-08-28",
    "issue_date": "2017-08-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents an independent large-scale experimental evaluation of two online goal-setting interventions.  Both interventions are based on promising findings from the field of social psychology.  Approximately 1,400 first-year undergraduate students at a large Canadian university were randomly assigned to complete one of two online goal-setting treatments or a control task.  Additionally, half of treated participants also were offered the opportunity to receive follow-up goal-oriented reminders through e-mail or text messages in an attempt to test a cost-effective method for increasing the saliency of treatment.  Across all treatment groups, we observe no evidence of an effect on GPA, course credits, or second year persistence.  Our estimates are precise enough to discern a seven percent standardized performance effect at a five percent significance level.  Our results hold by subsample, for various outcome variables, and across a number of specifications.\n\n",
    "acknowledgement": "\nThis RCT was registered in the American Economic Association Registry for randomized control trials under Trial number AEARCTR-0000810. We are very grateful to Jordan Peterson for helping create the goal-setting and growth mindset exercise used in this study. Helpful comments were provided from participants at seminars given at the economics departments of Dartmouth University, Duke University, the State University of New York (SUNY), Science Po, the Paris School of Economics, and at the OECD, the Canadian Institute For Advanced Research, and Ideas42 Behavioral Insights Consulting.  We are also grateful to Aaron de Mello for programming our web-site and texting platform and to the first-year economics instructors at the University of Toronto, Mississauga for generously incorporating the exercise into their syllabus.  Thanks also to Jean-William Laliberté for outstanding research assistance.  Funding was provided from the Social Sciences and Humanities Research Council (#435-2015-0180) and the Jamal Poverty Action Lab.  All errors, omissions, and conclusions are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}