{
    "id": 23736,
    "citation_title": "The Impact of Price Caps and Spending Cuts on U.S. Postsecondary Attainment",
    "citation_author": [
        "David J. Deming",
        "Christopher R. Walters"
    ],
    "citation_publication_date": "2017-08-28",
    "issue_date": "2017-08-24",
    "revision_date": "2017-11-19",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIncreasing the postsecondary attainment rate of college-age youth is an important economic priority in the U.S. and in other developed countries. Yet little is known about whether different forms of public subsidy can increase degree completion. In this paper, we compare the impact of the marginal taxpayer dollar on postsecondary attainment when it is spent on lowering tuition prices versus increasing the quality of the college experience. We do so by estimating the causal impact of changes in tuition and spending on enrollment and degree completion in U.S. public postsecondary institutions between 1990 and 2013. We estimate these impacts using a newly assembled data set of legislative tuition caps and freezes, combined with variation in exposure to state budget shocks that is driven by differences in historical reliance on state appropriations. We find large impacts of spending on enrollment and degree completion. In contrast, we find no impact of price changes. Our estimates suggest that spending increases are more effective per-dollar than price cuts as a means of increasing postsecondary attainment.\n\n",
    "acknowledgement": "\nThanks to John Bound, Susan Dynarski, Mark Hoekstra, Jesse Rothstein, Kevin Stange, Lesley Turner, Sarah Turner and seminar participants at Northwestern University, the UC Berkeley Goldman School of Public Policy, William & Mary, the University of Toronto, the Brookings Institution, the 2016 and 2017 American Economic Association Annual Meetings, and the 2016 APPAM Fall Conference for helpful comments. Olivia Chi, Patrick Lapid, and Tomas Monarrez provided superb research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}