{
    "id": 23731,
    "citation_title": "Job Search Behavior among the Employed and Non-Employed",
    "citation_author": [
        "R. Jason Faberman",
        "Andreas I. Mueller",
        "Ayşegül Şahin",
        "Giorgio Topa"
    ],
    "citation_publication_date": "2017-08-28",
    "issue_date": "2017-08-24",
    "revision_date": "2020-06-16",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a unique survey that focuses on the job search behavior of individuals regardless of their labor force status and field it annually starting in 2013. We use our survey to study the relationship between search effort and outcomes for the employed and non-employed. Three important facts stand out: (1) on-the-job search is pervasive, and is more intense at the lower rungs of the job ladder; (2) the employed are about four times more efficient than the unemployed in job search; and (3) the employed receive better job offers than the unemployed. We set up an on-the-job search model with endogenous search effort, calibrate it to fit our new facts, and find that the search effort of the employed is highly elastic. We show that search effort substantially amplifies labor market responses to job separation and matching efficiency shocks over the business cycle.\n\n",
    "acknowledgement": "\nWe thank Christine Braun, Fatih Karahan, Rasmus Lentz, Ilse Lindenlaub, Giuseppe Moscarini, Chris Moser, Emi Nakamura, Richard Rogerson, Robert Valletta, and Thijs van Rens, in addition to participants from several conferences and seminars, for useful comments. We also thank Luis Armona, René Chalom, Rebecca Friedman, Thomas Haasl, Max Livingston, Sean Mihaljevich, and Rachel Schuh for their excellent research assistance. The views expressed here are our own and do not necessarily reflect those of the Federal Reserve Banks of New York or Chicago, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}