{
    "id": 23737,
    "citation_title": "Slicing the Pie: Quantifying the Aggregate and Distributional Effects of Trade",
    "citation_author": [
        "Simon Galle",
        "Andrés Rodríguez-Clare",
        "Moises Yi"
    ],
    "citation_publication_date": "2017-08-28",
    "issue_date": "2017-08-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a multi-sector gravity model with heterogeneous workers to quantify the aggregate and group-level welfare effects of trade. We estimate the model using the structural relationship between China-shock driven changes in manufacturing employment and average earnings across US groups defined by commuting zone and education. We find that the China shock increases average welfare but some groups experience losses as high as five times the average gain. Adjusted for plausible measures of inequality aversion, gains in social welfare are positive and only slightly lower than with the standard aggregation.\n\n",
    "acknowledgement": "\nWe are grateful to seminar participants at BI, Columbia, Edinburgh, Fed Board of Governors, LSE, Mannheim, Paris-Sud, Rochester, UC Berkeley, UC Merced, USC, the World Bank, the Danish International Economics Workshop, the Oslo European Strains Workshop, the NBER Summer Institute, the Nordic Register Data and Economic Modelling Meeting, and the Princeton IES Summer Workshop for helpful comments and suggestions. We also benefited from useful comments from Dominick Bartelme, Fenella Carpena, Arnaud Costinot, Kerem Cosar, Ben Faber, Pablo Fajgelbaum, Pete Klenow, Patrick Kline, Plamen Nenov, Allan Sorensen, Stephen Redding, Ben Schoefer and Jonathan Vogel. We are grateful to David Dorn and Gordon Hanson for sharing their data sources and code. Daniel Haanwinckel, Yusuf Mercan, Preston Mui, Mathieu Pedemonte and Roman Zarate provided excellent research assistance. We are grateful for financial support from the Clausen Center for International Business and Policy. This material is based upon work supported by the National Science Foundation under Grant Number 1561854. Any opinions and conclusions expressed herein are those of the authors and do not necessarily represent the views of the Clausen Center, the National Science Foundation or the U.S. Census Bureau. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}