{
    "id": 23742,
    "citation_title": "Equilibrium Provider Networks: Bargaining and Exclusion in Health Care Markets",
    "citation_author": [
        "Kate Ho",
        "Robin S. Lee"
    ],
    "citation_publication_date": "2017-08-28",
    "issue_date": "2017-08-24",
    "revision_date": "2018-08-29",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe evaluate the consequences of narrow hospital networks in commercial health care markets. We develop a bargaining solution, Nash-in-Nash with Threat of Replacement, that captures insurers' incentives to exclude, and combine it with California data and estimates from Ho and Lee (2017) to simulate equilibrium outcomes under social, consumer, and insurer-optimal networks. Private incentives to exclude generally exceed social incentives, as the insurer benefits from substantially lower negotiated hospital rates. Regulation prohibiting exclusion increases prices and premiums and lowers consumer welfare without significantly affecting social surplus. However, regulation may prevent harm to consumers living close to excluded hospitals.\n\n",
    "acknowledgement": "\nWe thank the editor, four anonymous referees, numerous individuals (including David Cutler, Liran Einav, Glenn Ellison, Gautam Gowrisankaran, Paul Grieco, Phil Haile, Barry Nalebuff, Aviv Nevo, Ariel Pakes, Mike Riordan, Bill Rogerson, Mark Shepard, Bob Town, Joel Watson, Mike Whinston, Alexander Wolitzky, and Ali Yurukoglu) and conference and seminar participants for helpful comments and discussion. Lee gratefully acknowledges support from the National Science Foundation (SES-1730063). All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}