{
    "id": 23740,
    "citation_title": "Credit Growth and the Financial Crisis: A New Narrative",
    "citation_author": [
        "Stefania Albanesi",
        "Giacomo De Giorgi",
        "Jaromir Nosal"
    ],
    "citation_publication_date": "2017-08-28",
    "issue_date": "2017-08-24",
    "revision_date": "2019-12-12",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA broadly accepted view contends that the 2007-09 financial crisis in the U.S. was caused by an expansion in the supply of credit to subprime borrowers during the 2001- 2006 credit boom, leading to the spike in defaults and foreclosures that sparked the crisis. We use a large administrative panel of credit file data to examine the evolution of household debt and defaults between 1999 and 2013. Our findings suggest an alternative narrative that challenges the large role of subprime credit in the crisis. We show that credit growth between 2001 and 2007 was concentrated in the prime segment, and debt to high risk borrowers was virtually constant for all debt categories during this period. The rise in mortgage defaults during the crisis was concentrated in the middle of the credit score distribution, and mostly attributable to real estate investors. We argue that previous analyses confounded life cycle debt demand of borrowers who were young at the start of the boom with an expansion in credit supply over that period.\n\n",
    "acknowledgement": "\nWe are grateful to Christopher Carroll, Gauti Eggertsson, Nicola Gennaioli, Marianna Kudlyak, Virgiliu Midrigan, Giuseppe Moscarini, Joe Tracy, Eric Swanson, Paul Willen and many seminar and conference participants for useful comments and suggestions. We also thank Matt Ploenzke, Harry Wheeler and Richard Svoboda for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}