{
    "id": 23746,
    "citation_title": "Monetary-Fiscal Interactions and the Euro Area's Malaise",
    "citation_author": [
        "Marek Jarociński",
        "Bartosz Maćkowiak"
    ],
    "citation_publication_date": "2017-09-04",
    "issue_date": "2017-08-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhen monetary and fiscal policy are conducted as in the euro area, output, inflation, and government bond default premia are indeterminate according to a standard general equilibrium model with sticky prices extended to include defaultable public debt. With sunspots, the model mimics the recent euro area data. We specify an alternative configuration of monetary and fiscal policy, with a non-defaultable eurobond. If this policy arrangement had been in place since the onset of the Great Recession, output could have been much higher than in the data with inflation in line with the ECB's objective.\n\n",
    "acknowledgement": "\nWe thank for helpful comments Francesco Bianchi, Giancarlo Corsetti, Jean-Pierre Danthine, Luca Dedola, Jordi Gali, Pierre-Olivier Gourinchas, Christophe Kamps, Robert Kollmann, Eric Leeper, Karel Mertens, Helene Rey, Sebastian Schmidt, Stephanie Schmitt-Grohe, Harald Uhlig, Xuan Zhou, and conference and seminar participants at the ADEMU conference at the Bank of Spain, Universitat Autonoma de Barcelona, University of Chicago, Annual Research Conference of the ECB, European Summer Symposium in International Macroeconomics, London Business School, Annual Research Conference of the National Bank of Ukraine, NBER International Seminar on Macroeconomics, Symposium of the Society for Nonlinear Dynamics and Econometrics, and Tsinghua University. The views expressed in this paper are solely those of the authors and do not necessarily reflect the views of the European Central Bank or the National Bureau of Economic Research.\n\n\n"
}