{
    "id": 23748,
    "citation_title": "Politics and Health Care Spending in the United States",
    "citation_author": [
        "Zack Cooper",
        "Amanda E Kowalski",
        "Eleanor N Powell",
        "Jennifer Wu"
    ],
    "citation_publication_date": "2017-09-04",
    "issue_date": "2017-08-31",
    "revision_date": "2020-09-15",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe uncover political dynamics that reward and reinforce increases in US health spending by studying the passage of the 2003 Medicare Modernization (MMA). We focus on a provision added to the MMA, which allowed hospitals to apply for temporary Medicare payment increases. Hospitals represented by members of Congress who voted ‘Yea’ to the MMA were more likely to receive payment increases. The payment increases raised local health spending and led to suggestive increases in health sector employment. Members of Congress representing hospitals that got a payment increase received large increases in campaign contributions before and after the program was extended.\n\n",
    "acknowledgement": "\nThis work began when all four coauthors were affiliates of the Institution for Social and Policy Studies (ISPS) at Yale University and we thank ISPS and Jacob Hacker for the tremendous support. This project also received financial support from the Tobin Center for Economic Policy at Yale University. We thank Steven Berry, Andrea Harris, Neale Mahoney, Joshua Gottlieb, David Mayhew, Mark McClellan, Fiona Scott Morton, Jonathan Skinner, Ebonya Washington, and participants at various seminars for helpful feedback. We also thank Leemore Dafny, Jonathan Gruber, and Adam Sacarny for help with accessing data. Antoine Arnoud, Eugene Larsen-Hallock, Charles Gray, Harriet Jeon, Jonathan Kroah, Hao Nguyen, Lachi Singh, and Stuart Craig provided excellent research assistance. All mistakes are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}