{
    "id": 23743,
    "citation_title": "The Gender Unemployment Gap",
    "citation_author": [
        "Stefania Albanesi",
        "Ayşegül Şahin"
    ],
    "citation_publication_date": "2017-09-04",
    "issue_date": "2017-08-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe gender unemployment gap, the difference between female and male unemployment rates, was positive until the early 1980s. This gap disappeared after 1983, except during recessions, when men’s unemployment rate has always exceeded women’s. Using a calibrated three-state search model, we show that the convergence in female and male labor force attachment accounts for most of the closing of the gender unemployment gap. Evidence from nineteen OECD countries is consistent with this finding. We show that gender differences in industry composition are the main source of the cyclicality of the unemployment gap.\n\n",
    "acknowledgement": "\nWe thank Raquel Fernandez, Franco Peracchi, Gille St. Paul, and participants at ESSIM 2014, the NBER Summer Institute 2012, Columbia Macro Lunch, the Society of Economic Dynamics 2011 Annual Meeting, the Federal Reserve Board’s Macro Seminar, Princeton Macro Seminar, USC Macro Seminar, SAEE-Cosme Lecture, and the St. Louis Fed Macro Seminar for helpful comments. We thank Josh Abel, Grant Graziani, Victoria Gregory, Sam Kapon, Sergey Kolbin, Christina Patterson and Joe Song for excellent research assistance. The views expressed in the paper are those of the authors and do not necessarily reflect those of the Federal Reserve Bank of New York, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}