{
    "id": 23749,
    "citation_title": "Management, Supervision, and Health Care: A Field Experiment",
    "citation_author": [
        "Felipe A. Dunsch",
        "David K. Evans",
        "Ezinne Eze-Ajoku",
        "Mario Macis"
    ],
    "citation_publication_date": "2017-09-04",
    "issue_date": "2017-08-31",
    "revision_date": "2021-04-05",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe used a randomized management consulting intervention with 80 public-sector healthcare facilities in Nigeria to study the role of information, training, and supervision on the adoption of improved organizational practices. Facilities that received detailed improvement plans and nine months of implementation support—including regular visits to monitor progress and set intermediate goals related to the plans—showed large, significant short-term effects on the adoption of practices that were under the responsibility of facility staff. Facilities that received general improvement advice but no implementation support showed no change in practices. Implementation support appears crucial for improvements, especially in contexts without market incentives for the adoption of effective managerial practices.\n\n",
    "acknowledgement": "\nThe intervention evaluated in this study is the result of a collaboration between the Nigerian Federal Ministry of Health, Nigerian National Primary Healthcare Development Agency (formerly known as the Saving One Million Lives initiative), and the World Bank. We gratefully acknowledge the invaluable support of Marcus Holmlund, Arianna Legovini, Marie Francoise Marie-Nelly, Kelechi Ohiri, Ado J.G Muhammad, Muhammad Ali Pate, and Hong Wang. We are also grateful to Oyebanji Filani, Giacomo de Giorgi, Benjamin Loevinsohn, Oluwole Odutolu, Chinny Ogunro, and participants in various conferences and seminars for helpful comments. We thank Md. Abul Kalam Azad and Ayodele Fashogbon for field coordination and Qiao Wang, Victoria Sung, and Amina Mendez Acosta for research assistance. The research protocol was reviewed and approved by Nigeria’s National Health Research Ethics Committee and the Homewood Institutional Review Board of Johns Hopkins University. This study was made possible through generous funding from the Bill and Melinda Gates Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}