{
    "id": 23745,
    "citation_title": "Leaning Against the Wind: The Role of Different Assumptions About the Costs",
    "citation_author": [
        "Lars E.O. Svensson"
    ],
    "citation_publication_date": "2017-09-04",
    "issue_date": "2017-08-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\n“Leaning against the wind” (LAW), that is, tighter monetary policy for financial-stability purposes, has costs in terms of a weaker economy with higher unemployment and lower inflation and possible benefits from a lower probability or magnitude of a (financial) crisis. A first obvious cost is a weaker economy if no crisis occurs. A second cost—less obvious, but higher—is a weaker economy if a crisis occurs. Taking the second cost into account, Svensson (2017) shows that for representative empirical benchmark estimates and reasonable assumptions the costs of LAW exceed the benefits by a substantial margin. Previous literature has disregarded the second cost, by assuming that the crisis loss level is independent of LAW. Some recent literature has effectively disregarded the second cost, making it to be of second order by assuming that the cost of a crisis (the crisis loss level less the non-crisis loss level) is independent of LAW. In these cases where the second cost is disregarded, for representative estimates a small but economically insignificant amount of LAW is optimal.\n\n",
    "acknowledgement": "\nI thank participants in the CCBS Research Forum on Macro Finance, Bank of England, London, May 26-27, 2016, for helpful comments. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}