{
    "id": 23741,
    "citation_title": "Household Finance in China",
    "citation_author": [
        "Russell Cooper",
        "Guozhong Zhu"
    ],
    "citation_publication_date": "2017-08-28",
    "issue_date": "2017-08-24",
    "revision_date": "2018-01-10",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses a lifecycle model to study household finance in China, focusing on the high savings rate, the low stock market participation rate and the low share of stocks in wealth. We control for important regime changes in China in the estimation of structural parameters, and examine their impacts on household finance patterns. Relative to the US, the distinctive financial choices of households in China are driven by institutional factors, such as labor market risks and costs of asset market participation, as well as by differences in preferences. Specifically, large stock market participation and adjustment costs along with high stock market volatility in China lead to the relatively low stock market participation rate and the low share of stocks in wealth conditional on participation, but they contribute little to the high savings rate. The high savings rate in China is driven mainly by high labor market risks and the patience of households. Given the estimated differences between China and the US in preferences, the model predicts that households in China would continue to save more than their US counterparts even if institutional differences disappear.\n\n",
    "acknowledgement": "\nWe are grateful to Professor Li Gan for facilitating our access to the China Household Finance Survey data. We thank seminar participants at Keio University, the University of Tokyo, the Shanghai University of Finance and Economics, the 2016 Front Range Conferences at the University of Colorado at Denver, the Pennsylvania State University, the second Annual Bank of Canada-U of Toronto-Rotman Conference on Chinese Economy, the 2016 NBER Chinese Economy Meeting. Detailed comments from Jevan Cherniwchan are much appreciated. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}