{
    "id": 23747,
    "citation_title": "Bail-ins and Bail-outs: Incentives, Connectivity, and Systemic Stability",
    "citation_author": [
        "Benjamin Bernard",
        "Agostino Capponi",
        "Joseph E. Stiglitz"
    ],
    "citation_publication_date": "2017-09-04",
    "issue_date": "2017-08-31",
    "revision_date": "2021-11-18",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper endogenizes intervention in financial crises as the strategic negotiation between a regulator and creditors of distressed banks. Incentives for banks to contribute to a voluntary bail-in arise from their exposure to financial contagion. In equilibrium, a bail-in is possible only if the regulator’s threat to not bail out insolvent banks is credible. Contrary to models without intervention or with government bailouts only, sparse networks enhance welfare for two main reasons: they improve the credibility of the regulator’s no-bailout threat for large shocks and they reduce free-riding incentives among bail-in contributors when the threat is credible.\n\n",
    "acknowledgement": "\nWe are grateful to George Pennacchi, Yiming Ma, Asuman Ozdaglar, Alireza Tahbaz-Salehi, Darrell Duffie, Jakša Cvitanić, Matt Elliott, Douglas Gale, Matthew Jackson, Piero Gottardi, and Felix Corell for interesting discussions and perceptive comments. We would like to thank seminar participants of the Laboratory for Information and Decision Systems at the Massachusetts Institute of Technology, the Cambridge Finance Seminar series, the London School of Economics, Stanford University, New York University, the Center of Operational Research and Econometrics at the University of Louvain, the Fields Institute, the Austrian Central Bank, the National Bank of Belgium, the third annual conference on Network Science and Economics, the Columbia Conference on Financial Networks: Big Risks, Macroeconomic Externalities, and Policy Commitment Devices, the 2018 SFS Cavalcade North America, the 2019 American Finance Association meeting, and the 2018 North American Summer Meeting of the Econometric society for their valuable feedback. The research of Agostino Capponi is supported by a NSF-CMMI: 1752326 CAREER grant. Benjamin Bernard acknowledges financial support from grant P2SKP1_171737 by the Swiss National Science Foundation, from grant 108-2410-H-002-249 by the Ministry of Science and Technology in Taiwan, and from grant 109L900203 by the Center for Research in Econometric Theory and Applications by the Ministry of Education in Taiwan. Joseph Stiglitz acknowledges the support of the Columbia Business School and of the grant on Financial Stability from the Institute for New Economic Thinking. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}