{
    "id": 23755,
    "citation_title": "The Complexity of Bank Holding Companies: A Topological Approach",
    "citation_author": [
        "Mark D. Flood",
        "Dror Y. Kenett",
        "Robin L. Lumsdaine",
        "Jonathan K. Simon"
    ],
    "citation_publication_date": "2017-09-04",
    "issue_date": "2017-08-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Industrial Organization",
        "\n",
        "Monetary Economics",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nLarge bank holding companies (BHCs) are structured into intricate ownership hierarchies involving hundreds or even thousands of legal entities. Each subsidiary in these hierarchies has its own legal form, assets, liabilities, managerial goals, and supervisory authorities. In the event of BHC default or insolvency, regulators may need to resolve the BHC and its constituent entities. Each entity individually will require some mix of cash infusion, outside purchase, consolidation with other subsidiaries, legal guarantees, and outright dissolution.  The subsidiaries are not resolved in isolation, of course, but in the context of resolving the consolidated BHC at the top of the hierarchy.  The number, diversity, and distribution of subsidiaries within the hierarchy can therefore significantly ease or complicate the resolution process. We propose a set of related metrics intended to assess the complexity of the BHC ownership graph.  These proposed metrics focus on the graph quotient relative to certain well identified partitions on the set of subsidiaries, such as charter type and regulatory jurisdiction.  The intended measures are mathematically grounded, intuitively sensible, and easy to implement.  We illustrate the process with a case study of one large U.S. BHC.\n\n",
    "acknowledgement": "\nThe authors thank Hashim Hamandi, Stathis Tompaidis, and participants in the 2017 Vienna - Copenhagen Conference on Financial Econometrics, the 2017 RiskLab / BoF / ESRB Conference on Systemic Risk Analytics in Helsinki, the 10th Annual Society for Financial Econometrics Conference in New York, and research seminars hosted by the Office of Financial Research, the University of Ljubljana, and the Center for Nonlinear Dynamics in Economics and Finance (CeNDEF) at the University of Amsterdam for helpful discussions and suggestions.  Any remaining errors are the responsibility of the authors alone. View and opinions expressed are those of the authors and do not necessarily represent official positions or policy of the Office of Financial Research, the US Treasury, the Financial Industry Regulatory Authority, or the National Bureau of Economic Research.\n\n\n\nMark D. Flood\n\nMark D. Flood is the managing partner for ProBanker Simulations, LLC, which sells online pedagogical simulations of banking firms.\n\n\n\nDror Y. Kenett\n\nThis research was initiated while Kenett was an employee of the Office of Financial Research.  He is currently employed by the Financial Industry Regulatory Authority.\n\n\n\nRobin L. Lumsdaine\n\nPart of this research was conducted while Lumsdaine was on an Intergovernmental Personnel Agreement at the Office of Financial Research.\n\n\n\nJonathan K. Simon\n\nEmployed as part-time researcher by Office of Financial Research, Sept. 6, 2016 - Sept 5, 2017.\n\n\n"
}