{
    "id": 23754,
    "citation_title": "Does It Matter If Statistical Agencies Frame the Month’s CPI Reporton a 1-Month or 12-month Basis?",
    "citation_author": [
        "Jeffrey A. Frankel",
        "Ayako Saiki"
    ],
    "citation_publication_date": "2017-09-04",
    "issue_date": "2017-08-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhen the US Bureau of Labor Statistics releases new numbers, in theory it should make no difference whether the press release emphasizes the most recent 1-month number, which is what it always does, or the 12-month number, as many other countries’ statistical agencies do.  This paper offers the hypothesis that it does matter: Markets react to CPI inflation news via whichever framing the agency has adopted.\n\n",
    "acknowledgement": "\nThe authors would like to thank Katharine Abraham, David Levin, and Richard Thaler for useful comments on an earlier draft. This research was undertaken while Saiki was working at De Nederlandsche Bank (DNB). She would like to thank Zion Gorgi and Martin Admiraal of DNB for valuable help. The views expressed here are solely those of the authors and do not necessarily reflect the views of DNB or the National Bureau of Economic Research.\n\n\n\nJeffrey A. Frankel\n\nJeffrey Frankel, June 4, 2017\n\n\nEthics Disclosure\n\n\nIt has come to be expected on ethics grounds that economists should disclose sources of professional income beyond that from their academic employers.  Accordingly I offer the following information.  (Since 2012, I include everything, no matter how small.)\n\n\nIn 2016:\nCompensation above $5,000: monthly columns for Project Syndicate; consulting for Guidepont Global LLC; and paper and presentation for Federal Reserve Bank of San Francisco.  Plus the NBER.  Compensation below or equal to $5,000:  consulting for Gerson Lehman Group; speaking for Agricultural and Applied Economics Association and Swarthmore College; paper and presentation for W.M. Rice University and the Central Bank of Algeria; reviewer for Economic Research Forum (Cairo); and royalties from Authors Registry, MIT Press, and Pearson.\n\n\nIn 2015:\nCompensation above or equal to $5,000: monthly columns for Project Syndicate; consulting for National Bank of Kazakhstan; speaking and writing for Prometeia (Bologna, Italy); and speaking for State Street Global Institute.  Plus the NBER.  Compensation below $5,000: writing for Boston Globe and BLG Worldwide Ltd. (US-China Focus); reviewing for Elsevier; lecturing for the IMF; and royalties from Authors Registry and Pearson.\n\n\nIn 2014:\nCompensation above or equal to $5,000: monthly columns for Project Syndicate; teaching at the Study Centre Gerzensee (Switzerland); speaking/writing for the Central Bank of Chile (Santiago. Chile) and Southern Methodist University (Dallas); consulting for the Government of Kazakhstan (via Ricardo Hausmann); official service on the Monetary Policy Committee of Mauritius (as external member).   Plus the NBER.  Compensation below $5,000:  lecture at SungKyunkwan University (Seoul, Korea); speaking/writing for the Central Bank of Turkey (Istanbul); consulting for the Economic Research Forum (Cairo, Egypt), the Gerson Lehman Group, and the IMF; and royalties from Authors Registry and Pearson.\n\n\nIn 2013:\nCompensation above or equal to $5,000: monthly columns for Project Syndicate; lectures for the International Monetary Fund (IMF Institute for Capacity Development); consulting for the Gerson Lehman Group, Raymond James, and the Government of Kazakhstan (via Ricardo Hausmann); and official service on the Monetary Policy Committee of Mauritius (as external member). And the NBER.  Compensation below $5,000:  lectures at Harvard Business School and IBRD (World Bank); and royalties from Authors Registry, MIT Press and Pearson.\n\n\nIn 2012:\nCompensation above or equal to $5,000: papers and presentations (most available on-line) for Asobancaria, IMF Institute for Capacity Development, Institute International for Strategic Studies, JP Morgan Chase, MacQuarie, and Mexico’s Hacienda.   As always, the NBER.  Compensation below $5,000:  papers and speeches for Council on Foreign Relations and the Monetary Authority of Singapore; consulting for Gerson-Lehman Group and Sasol of South Africa (via Wood Mackenzie);  interviews for CO Bank (rural cooperative bank) and NHK (Japanese TV network); op-eds for Project Syndicate; reviewer honoraria from Smith Richardson and a private university; royalties from Authors Registry, MIT Press and Pearson.   I have a grant from Smith-Richardson to study Fiscal Forecast Bias.\n\n\n(For 2008-2011 I included only compensation in excess of $1,000.)\n\n\nIn 2011: I received textbook royalties, co-organized a conference for the NBER, wrote op-eds or articles for Project Syndicate and the Milken Institute Review, consulted for a foreign bank and two financial advisory companies, and wrote papers and gave presentations for the Council on Foreign Relations and International Monetary Fund.\n\n\nIn 2010: I gave talks for the International Monetary Fund, three foreign non-profit educational/research institutions, a domestic bank, a foreign bank, and  two consulting firms.  I wrote and presented papers for the NBER, the World Bank, and a foreign central bank.   I also served as an expert witness in a legal case where the ultimate clients were financial institutions.\n\n\nIn 2009: I gave talks for the International Monetary Fund, a foreign educational institution, a bank, and five consulting firms.  I wrote and presented papers for the European Central Bank and the World Bank.\n\n\nIn 2008: I gave talks for the International Monetary Fund, a foreign bank, three other financial institutions, two consulting firms and an educational institution.  I wrote and presented papers for two think tanks, the World Bank, the NBER, and a foreign central bank.   I also served as an expert witness in a legal case where the client was a financial investor.\n\n\n"
}