{
    "id": 23750,
    "citation_title": "Price Rigidity and the Origins of Aggregate Fluctuations",
    "citation_author": [
        "Ernesto Pasten",
        "Raphael Schoenle",
        "Michael Weber"
    ],
    "citation_publication_date": "2017-09-04",
    "issue_date": "2017-08-31",
    "revision_date": "2018-08-06",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe document a novel role of heterogeneity in price rigidity: It strongly amplifies the capacity of idiosyncratic shocks to drive aggregate fluctuations. Heterogeneity in price rigidity also completely changes the identity of sectors from which fluctuations originate. We show these results both theoretically and empirically through the lens of a multi-sector model featuring heterogeneous GDP shares, input-output linkages, and idiosyncratic productivity shocks. Quantitatively, we calibrate our model to 341 sectors and find sectoral productivity shocks can give rise to aggregate fluctuations that are half as large as those arising from an aggregate productivity shock. Heterogeneous price rigidity amplifies the aggregate fluctuations by a factor of more than 2 relative to a flexible-price or homogeneous sticky price economy. Hence, idiosyncratic shocks and heterogeneous price rigidity can account for large parts of aggregate  uctuations and there is hope we will not \"forever remain ignorant of the fundamental causes of economic fluctuations\" (Cochrane (1994)).\n\n",
    "acknowledgement": "\nWe thank Klaus Adam, Susanto Basu, Ben Bernanke, Francesco Bianchi, Saki Bigio, Carlos Carvalho, Stephen Cecchetti, John Cochrane, Eduardo Engel, Xavier Gabaix, Gita Gopinath, Yuriy Gorodnichenko, Pierre-Olivier Gourinchas, Basile Grassi, Josh Hausman, Hugo Hopenhayn, Pete Klenow, Jennifer La'O, Brent Neiman, Valerie Ramey, Helene Rey, Alireza Tahbaz-Salehi, Harald Uhlig, and conference and seminar participants at ASU, Banque de France, Berkeley, Boston Fed, CEMFI, Central Bank of Chile, European Central Bank, the 2017 LSE Workshop on Networks in Macro and Finance, the NBER Monetary Economics 2017 Spring Meeting, Maryland, NY Fed, Oxford, PUC-Chile, PUC-Rio, Richmond Fed, UCLA, Stanford, Toulouse, UChile-Econ, UVA, and the 2016 SED Meeting. Pasten is grateful for the support of the Universite de Toulouse Capitole during his stays in Toulouse. The contributions by Michael Weber to this paper have been prepared under the 2016 Lamfalussy Fellowship Program sponsored by the European Central Bank. Any views expressed are only those of the authors and do not necessarily represent the views of the ECB or the Eurosystem or the Central Bank of Chile. Weber also thanks the Fama-Miller Center at the University of Chicago Booth School of Business for financial support. We also thank Jose Miguel Alvarado, Will Cassidy, Matt Klepacz, Stephen Lamb, and Michael Munsell for excellent\nresearch assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}