{
    "id": 23752,
    "citation_title": "Did the Renewable Fuel Standard Shift Market Expectations of the Price of Ethanol?",
    "citation_author": [
        "Christiane J.S. Baumeister",
        "Reinhard Ellwanger",
        "Lutz Kilian"
    ],
    "citation_publication_date": "2017-09-04",
    "issue_date": "2017-08-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n",
        "Renewable Resources",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIt is commonly believed that the response of the price of corn ethanol (and hence of the price of corn) to shifts in biofuel policies operates in part through market expectations and shifts in storage demand, yet to date it has proved difficult to measure these expectations and to empirically evaluate this view. We quantify the extent to which price changes were anticipated by the market, the extent to which they were unanticipated, and how the risk premium in these markets has evolved. We show that the Renewable Fuel Standard (RFS) increased ethanol price expectations by as much $1.50 initially, raising ethanol storage demand starting and causing an increase in the price of ethanol. There is no conclusive evidence that the tightening of the RFS in 2008 shifted market expectations, but our analysis suggests that policy uncertainty about how to deal with the blend wall raised the risk premium in the ethanol futures market in mid-2013 by as much as 50 cents at longer horizons. Finally, we present evidence against a tight link from ethanol price expectations to corn price expectations and hence to the storage demand for corn in 2005-06.\n\n",
    "acknowledgement": "\nThis paper was supported by NBER Grant 36269.00.02.00. The views in this paper are solely the responsibility of the authors and should not be interpreted as reflecting the views of the Bank of Canada or the National Bureau of Economic Research. We thank Joseph Aldy, Chris Knittel, Ben Meiselman, and Richard Newell for helpful comments.\n\n\n"
}