{
    "id": 23753,
    "citation_title": "The Rise and Fall of U.S. Low-Skilled Immigration",
    "citation_author": [
        "Gordon Hanson",
        "Chen Liu",
        "Craig McIntosh"
    ],
    "citation_publication_date": "2017-09-04",
    "issue_date": "2017-08-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFrom the 1970s to the early 2000s, the United States experienced an epochal wave of low-skilled immigration. Since the Great Recession, however, U.S. borders have become a far less active place when it comes to the net arrival of foreign workers. The number of undocumented immigrants has declined in absolute terms, while the overall population of low-skilled, foreign-born workers has remained stable. We examine how the scale and composition of low-skilled immigration in the United States have evolved over time, and how relative income growth and demographic shifts in the Western Hemisphere have contributed to the recent immigration slowdown. Because major source countries for U.S. immigration are now seeing and will continue to see weak growth of the labor supply relative to the United States, future immigration rates of young, low-skilled workers appear unlikely to rebound, whether or not U.S. immigration policies tighten further.\n\n",
    "acknowledgement": "\nWe thank Janice Eberly, Adriana Kugler, Edward Lazear, James Stock, and participants in the Spring 2017 Brookings Conference on Economic Activity for helpful comments on an earlier draft, Daniel Leff for excellent research assistance, and the Center on Global Transformation at UC San Diego for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}