{
    "id": 23759,
    "citation_title": "The U.S. Treasury Premium",
    "citation_author": [
        "Wenxin Du",
        "Joanne Im",
        "Jesse Schreger"
    ],
    "citation_publication_date": "2017-09-04",
    "issue_date": "2017-08-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe quantify the difference in the convenience yield of U.S. Treasuries and the bonds of near default-free sovereigns by measuring the gap between the FX swap-implied dollar yield paid by foreign governments and the U.S. Treasury dollar yield. We call this wedge the “U.S. Treasury Premium.” We find that this premium was approximately 21 basis points for five-year bonds prior to the Global Financial Crisis, increased up to 90 basis points during the crisis, and has disappeared since the crisis with the post-crisis mean at -8 basis points. We show the decline in the premium cannot be explained away by credit risk or FX swap market mispricings. In addition, we present evidence that the relative supply of government bonds in the United States and foreign countries affects the premium.\n\n",
    "acknowledgement": "\nWe thank Carlo Favero, Jeffery Frankel, Pierre-Olivier Gourinchas, Victoria Ivashina, Ruth Judson, Annette Vissing-Jorgenson, Arvind Krishnamurthy, and conference participants at the NBER International Seminar on Macroeconomics (Vilnius, Lithuania) for helpful comments and suggestions. We thank Kimberly Hagan for editorial assistance. The views in this paper are solely the responsibility of the authors and should not be interpreted as reflecting the views of the Board of Governors of the Federal Reserve System, any other person associated with the Federal Reserve System, or the National Bureau of Economic Research. All remaining errors are our own.\n\n\n"
}