{
    "id": 23751,
    "citation_title": "Supply and Shorting in Speculative Markets",
    "citation_author": [
        "Marcel Nutz",
        "José A. Scheinkman"
    ],
    "citation_publication_date": "2017-09-04",
    "issue_date": "2017-08-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a continuous-time model of trading among risk-neutral agents with heterogeneous beliefs. Agents face  quadratic costs-of-carry on their positions and as a consequence, their marginal valuation of the asset decreases when the magnitude of their position increases, as it would be the case for risk-averse agents. In the equilibrium models of investors with heterogeneous beliefs that followed the original work by Harrison and Kreps, investors are risk-neutral, short-selling is prohibited  and agents face a constant marginal cost of carrying positions. The resulting resale option guarantees that  the equilibrium price  exceeds the price of the asset  in a static buy-and-hold model where speculation is ruled out. Our model features three main novelties. First, increasing marginal costs entail that the price depends on the exogenous supply. Second, in addition to the resale option, agents may also value an option to delay, and this may cause the market to equilibrate below the static buy-and-hold price. Third, we introduce the possibility of short-selling; then the resale option for agents with short positions partly compensates the resale option for long agents. We characterize the unique equilibrium of our model through a Hamilton--Jacobi--Bellman equation of a novel form and use it to derive several comparative statics results.\n\n",
    "acknowledgement": "\nWe are indebted to Pete Kyle and Xunyu Zhou for fruitful discussions. Marcel Nutz research was supported by an  Alfred P. Sloan Fellowship and NSF Grant DMS-1512900. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}