{
    "id": 23756,
    "citation_title": "Taken by Storm: Hurricanes, Migrant Networks, and U.S. Immigration",
    "citation_author": [
        "Parag Mahajan",
        "Dean Yang"
    ],
    "citation_publication_date": "2017-09-04",
    "issue_date": "2017-08-31",
    "revision_date": "2017-09-05",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow readily do potential migrants respond to increased returns to migration? Even if origin areas become less attractive vis-à-vis migration destinations, fixed costs can prevent increased migration. We examine migration responses to hurricanes, which reduce the attractiveness of origin locations. Restricted-access U.S. Census data allows precise migration measures and analysis of more migrant-origin countries. Hurricanes increase U.S. immigration, with the effect increasing in the size of prior migrant stocks. Large migrant networks reduce fixed costs by facilitating legal immigration from hurricane-affected source countries. Hurricane-induced immigration can be fully accounted for by new legal permanent residents (“green card” holders).\n\n",
    "acknowledgement": "\nWe sincerely thank J. Clint Carter of the Michigan Research Data Center (MRDC) for his invaluable help and support. We appreciate feedback from seminar participants at LSE, Notre Dame, UC San Diego, U. Michigan, and U. Philippines (Diliman). Jared Stolove and Colin Case provided excellent research assistance. Any opinions and conclusions expressed herein are those of the authors and do not necessarily represent the views of the U.S. Census Bureau. All results have been reviewed to ensure that no confidential information is disclosed. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}