{
    "id": 23758,
    "citation_title": "Uncompensated Care and the Collapse of Hospital Payment Regulation: An Illustration of the Tinbergen Rule",
    "citation_author": [
        "Jeffrey Clemens",
        "Benedic Ippolito"
    ],
    "citation_publication_date": "2017-09-04",
    "issue_date": "2017-08-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHospital payment regulation has historically been introduced to meet multiple policy objectives.  The primary objective of \"all-payer\" rate setting regimes was to control costs through consistent, centrally regulated payments.  These regimes were often linked, however, to an ancillary goal of financing care for the uninsured.  We show that this secondary objective made states' all-payer regimes economically and legally unstable.  Their economic instability reflected a feedback loop from surcharge rates to insurance coverage rates and back to the quantities of uncompensated care in need of being financed.  The erosion of all-payer regimes' surcharge bases was particularly pronounced when health maintenance organizations were exempted from surcharge collections, creating a regulatory arbitrage opportunity.  The economic and legal instability we highlight could largely have been avoided by financing the cost of uncompensated care provision through taxation of income or other standard revenue bases.  These developments thus illustrate the wisdom of the Tinbergen Rule, which recommends that independent policy objectives be met with independent policy instruments.\n\n",
    "acknowledgement": "\nWe thank Joe Antos, Marika Cabral, David Cutler, Mike Geruso, Katharine Landon, Dan Kessler, John Mcdonough, Joe Newhouse, and participants in the Stanford Hoover Institute’s January 2017 conference on Health Economics and Policy for comments. This research was not financed through receipt of any specific grant from funding agencies in the public, commercial, or not-for-profit sectors. Clemens thanks the Don and Sybil Harrington Foundation for generous financial support and the economics department at the University of Texas at Austin for its hospitality during the writing of this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}