{
    "id": 23765,
    "citation_title": "The Impact of Partial-Year Enrollment on the Accuracy of Risk Adjustment Systems: A Framework and Evidence",
    "citation_author": [
        "Keith Marzilli Ericson",
        "Kimberley Geissler",
        "Benjamin Lubin"
    ],
    "citation_publication_date": "2017-09-11",
    "issue_date": "2017-09-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAccurate risk adjustment facilitates healthcare market competition. Risk adjustment typically aims to predict annual costs of individuals enrolled in an insurance plan for a full year. However, partial-year enrollment is common and poses a challenge to risk adjustment, since diagnoses are observed with lower probability when individual is observed for a shorter time. Due to missed diagnoses, risk adjustment systems will underpay for partial-year enrollees, as compared to full-year enrollees with similar underlying health status and usage patterns. We derive a new adjustment for partial-year enrollment in which payments are scaled up for partial-year enrollees’ observed diagnoses, which improves upon existing methods. We simulate the role of missed diagnoses using a sample of commercially insured individuals and the 2014 Marketplace risk adjustment algorithm, and find the expected spending of six-month enrollees is underpredicted by 19%. We then examine whether there are systematically different care usage patterns for partial-year enrollees in this data, which can offset or amplify underprediction due to missed diagnoses. Accounting for differential spending patterns of partial-year enrollees does not substantially change the underprediction for six-month enrollees. However, one-month enrollees use systematically less than one-twelfth the care of full-year enrollees, partially offsetting the missed diagnosis effect.\n\n",
    "acknowledgement": "\nWe thank Mike Geruso, two anonymous referees, and the editor for comments. We acknowledge research support from Boston University internal research funds. Corresponding author: Geissler, email: kgeissler@umass.edu, phone: 413-577-4353. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}