{
    "id": 23764,
    "citation_title": "Global Macro Risks in Currency Excess Returns",
    "citation_author": [
        "Kimberly A. Berg",
        "Nelson Mark"
    ],
    "citation_publication_date": "2017-09-11",
    "issue_date": "2017-09-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the cross-sectional variation of carry-trade-generated currency excess returns in terms of their exposure to global macroeconomic fundamental risk. The risk factor is the cross-country high-minus-low conditional skewness of the unemployment rate gap. It gives a measure of global macroeconomic uncertainty and is robustly priced in currency excess returns. A widening of the high-minus-low skewness of the unemployment rate gap signifies increasing divergence, disparity, and inequality of economic performance across countries.\n\n",
    "acknowledgement": "\nThis paper has benefited from presentations at American University, Bank of Canada, the 2015 Canadian Economic Association Meetings, Colby College, Federal Reserve Bank of Chicago, Miami University, Notre Dame Seminars, Sam Houston State University, University of Colorado, University of New Hampshire, University of Mississippi, University of North Carolina, 2015 WAMS Sydney, and 2016 Workshop on Macroeconomic Uncertainty at University College London, and 6th Workshop on Financial Determinants of Foreign Exchange Rates, Bank of England. We thank Tom Cosimano, Alex Maynard, and especially, an anonymous Associate Editor for comments that helped improve the paper. All errors are our own.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}