{
    "id": 23760,
    "citation_title": "Public Insurance and Psychotropic Prescription Medications for Mental Illness",
    "citation_author": [
        "Johanna Catherine Maclean",
        "Benjamin L. Cook",
        "Nicholas Carson",
        "Michael F. Pesko"
    ],
    "citation_publication_date": "2017-09-04",
    "issue_date": "2017-08-31",
    "revision_date": "2018-03-06",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMental illnesses are prevalent in the United States and globally. Cost is a critical barrier to treatment receipt. We study the effects of recent and major eligibility expansions within Medicaid, a public insurance system for the poor in the U.S., on psychotropic prescription medications for mental illness. We estimate differences-in-differences models using administrative data on medications for which Medicaid was a third-party payer over the period 2011 to 2017. Our findings suggest that these expansions increased psychotropic prescriptions by 22.3%. We show that Medicaid, and not patients, financed these prescriptions. For states expanding Medicaid, the total cost of these prescriptions was $30.8M. Expansion effects were experienced across most major mental illness categories and across states with different levels of patient need, system capacity, and expansion scope. We find no evidence that Medicaid expansion reduced a proxy for serious mental illness: suicide.\n\n",
    "acknowledgement": "\nJohanna Catherine Maclean, Benjamin Le Cook, and Michael Pesko were supported by a Research Scholar Grant – Insurance, RSGI-16-019-01 – CPHPS, from the American Cancer Society.  We thank Joachim Marti, Douglas Webber, and session participants at the 2017 International Health Economics Association World Congress for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}