{
    "id": 23761,
    "citation_title": "Social Capital and Prosocial Behaviour as Sources of Well-Being",
    "citation_author": [
        "John F. Helliwell",
        "Lara B. Aknin",
        "Hugh Shiplett",
        "Haifang Huang",
        "Shun Wang"
    ],
    "citation_publication_date": "2017-09-04",
    "issue_date": "2017-08-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Development and Growth",
        "\n",
        "Country Studies",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper surveys evidence documenting positive linkages among social capital, prosocial behaviour, and subjective well-being. Whether in the workplace, at home, in the community, or among nations, better and deeper social connections, and especially higher levels of trust are linked to higher subjective well-being, even beyond the effects flowing through higher incomes and better health. Prosocial behaviour is also shown to be a robust predictor of well-being in both correlational and experimental contexts. These two lines of research are connected, as prosocial acts are most likely to increase well-being when they are delivered in ways that improve social capital, and reflect intentional generosity free of either compulsion or personal gain. We infer that these deep links between prosocial acts and well-being have an evolutionary benefit in maintaining the quality of social capital and thereby delivering cooperative human responses in times of crisis.\n\n",
    "acknowledgement": "\nThe authors are grateful to Statistics Canada and the Gallup Organization for access to data, to the Canadian Institute for Advanced Research for research support, and to Ed Diener and Louis Tay for comments on earlier versions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}