{
    "id": 23763,
    "citation_title": "Early Childhood Health Shocks and Adult Wellbeing: Evidence from Wartime Britain",
    "citation_author": [
        "Jeffrey C. Schiman",
        "Robert Kaestner",
        "Anthony T. Lo Sasso"
    ],
    "citation_publication_date": "2017-09-04",
    "issue_date": "2017-08-31",
    "revision_date": "2019-03-10",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA growing literature argues that early environments affecting childhood health may influence significantly later-life health and socioeconomic status. In this article, we present new evidence on the relationship between infant mortality and later-life outcomes using variation in infant mortality in England and Wales at the onset of World War II. We exploit the variation in infant mortality across birth cohorts and regions to estimate associations between infant mortality and adult outcomes, such as health, disability, and employment. Our findings suggest that exposure to a higher infant mortality environment is significantly associated with higher likelihood of reporting poor health, a higher likelihood of reporting a disability, a lower probability of employment, and a higher probability of reporting no earned income. We also find that the effects of the infant health environment do not become manifest until after age 55.\n\n",
    "acknowledgement": "\nWe thank Greg Brock, Marcus Casey, Jiajia Chen, Don Fullerton, Cuiping Schiman, Ben Ost, Javaeria Qureshi, Rand Ressler and seminar participants at CUNY, U Bergamo, UC Riverside, UIC, and UIUC. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}