{
    "id": 23766,
    "citation_title": "Financialization in Commodity Markets",
    "citation_author": [
        "V.V. Chari",
        "Lawrence Christiano"
    ],
    "citation_publication_date": "2017-09-11",
    "issue_date": "2017-09-08",
    "revision_date": "2019-12-16",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent experience has given rise to the financialization view: increased trading in commodity fu­tures markets leads to an increase in the level and volatility of spot prices. We construct a large panel data set which includes commodities with and without futures markets. The data do not support the financialization view. We also find that futures returns are positively correlated with open interest and not correlated with net financial flows. The facts on spot and futures prices and volume necessitate a new view, which we develop, of the economic role of futures markets. Our model is consistent with the key facts.\n\n",
    "acknowledgement": "\nThis research was supported by the Global Markets Institute at Goldman Sachs. We are grateful to Craig Burnside, James Hamilton and Mark Watson for insightful discussions of early versions of this paper, which led to substantial improvements. We are also grateful to Martin Eichenbaum, Anastasios Karantounias, Sergio Rebelo and Steve Strongin for their helpful comments. We are especially grateful to Husnu Cagri and Yuta Takahashi, for outstanding research assistance. We thank Mato Yago for sharing his data with us, and for extensive discussions. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Banks of Chicago and Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}