{
    "id": 23768,
    "citation_title": "Reproductive Health Care in Catholic-Owned Hospitals",
    "citation_author": [
        "Elaine L. Hill",
        "David Slusky",
        "Donna Ginther"
    ],
    "citation_publication_date": "2017-09-11",
    "issue_date": "2017-09-08",
    "revision_date": "2019-02-25",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Industrial Organization",
        "\n",
        "Nonprofits",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMergers that affiliate a hospital with a Catholic owner, network, or system reduce the set of possible reproductive medical procedures since Catholic hospitals have strict prohibitions on contraception. Using changes in ownership of hospitals, we find that Catholic hospitals reduce the per bed rates of tubal ligations by 31%, whereas there is no significant change in related permitted procedures such as Caesarian sections. However, across a variety of measures, we find minimal overall welfare reductions. Still, fewer tubal ligations increase the risk of unintended pregnancies across the United States, imposing a potentially substantial cost for less reliable contraception on women and their partners.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Medically Necessary but Forbidden: Reproductive Health Care in Catholic-owned Hospitals.\" We are grateful to Nora Becker, Guy David, Bob Town, Marit Rehavi, Michael Richards, other conference participants at ASHEcon’s and AHEC’s 2016 conferences, iHEA’s 2017 conference, seminar participants at Cornell University and the University of Kansas, Alina Denham, Lujia Zhang, Tarsha Vasu and anonymous reviewers for their help and comments. We thank Riley Hadden and Victor Hernandez Martinez for excellent research assistance. We also thank Jean Roth and the rest of the staff at NBER for assistance compiling our datasets. This paper uses data from Arizona, New Jersey, Florida, California, New York, and Washington, State Inpatient Databases (SID), Healthcare Cost and Utilization Project (HCUP), Agency for Healthcare Research and Quality. Funding for this project was in part provided by the Department of Public Health Sciences at University of Rochester and the Department of Economics at the University of Kansas. Declarations of interest: none. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}