{
    "id": 23767,
    "citation_title": "The Evolution of Corporate Cash",
    "citation_author": [
        "John R. Graham",
        "Mark T. Leary"
    ],
    "citation_publication_date": "2017-09-11",
    "issue_date": "2017-09-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "History",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe put the recent increase in corporate cash in historic perspective by studying nearly 100 years of average and aggregate cash holdings. Corporate cash more than doubled in the first 25 years of our sample before returning to 1920 levels by 1970. Since then, average and aggregate patterns diverge. To understand these patterns, we examine both time-series and cross-sectional variation in cash policies and draw several conclusions. First, the increase in average cash ratios since 1980 is driven entirely by a shift in the cash policies of new entrants, while within-firm changes have been negative or flat since WW II. Second, the cross-sectional relations documented on modern data are remarkably stable back to the 1920s. Third, despite the stability of these relations, firm characteristics explain little of the time series variation in aggregate cash holdings over the century. Macroeconomic conditions, corporate profitability and investment, and (since 2000) repatriation tax incentives help fill this gap.\n\n",
    "acknowledgement": "\nWe thank Alon Brav, Murillo Campello, Ian Dew-Becker, Amy Dittmar, Ran Duchin, Mike Faulkender, Michelle Hanlon, Lil Mills, Michael Roberts, Rene Stulz, Shawn Thomas and seminar participants at the AFA annual meeting, Amsterdam, BI Norwegian Business School, Colorado, Delaware, Duke, HBS, LBS, LSE, Maryland, Michigan, Michigan State, Missouri, South Florida, Temple, and Wharton / U. of Pennsylvania Law School for helpful comments. We also thank Song Ma and Steve Sims for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}