{
    "id": 23770,
    "citation_title": "Primary-Market Auctions for Event Tickets: Eliminating the Rents of 'Bob the Broker'?",
    "citation_author": [
        "Aditya Bhave",
        "Eric Budish"
    ],
    "citation_publication_date": "2017-09-11",
    "issue_date": "2017-09-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEconomists have long been puzzled by event-ticket underpricing: underpricing both reduces revenue and encourages socially wasteful rent-seeking by ticket brokers. This paper studies the introduction of auctions into this market by Ticketmaster. We first show theoretically that Ticketmaster’s auction design, a novel variant of position auctions, has attractive efficiency, revenue and no-arbitrage properties. Then, by combining primary-market auction data from Ticketmaster with secondary-market resale value data from eBay, we show that the auctions “worked” in practice: on average, they eliminated the arbitrage profits associated with underpriced tickets. We conclude by discussing why, nevertheless, the auctions have failed to take off.\n“It is nevertheless true that gangs of hardened ticket speculators exist and carry on their atrocious trade with perfect shamelessness.” —New York Times Editorial (1876).\n\n",
    "acknowledgement": "\nWe are grateful to Kip Levin and especially Debbie Hsu of Ticketmaster, for providing the Ticketmaster auction data and teaching us a great deal about event ticket markets. We are grateful to Adam Juda and Aaron Roth for the Perl scripts we used to obtain eBay data. We thank Glenn Ellison and Steve Tadelis for valuable conference discussions. We thank Susan Athey, Sandeep Baliga, Hoyt Bleakley, Peter Coles, Ben Edelman, Jeff Ely, Matt Gentzkow, Philip Haile, Ali Hortacsu, Paul Klemperer, Alan Krueger, Julie Mortimer, Roger Myerson, Chris Nosko, Matt Notowidigdo, Michael Ostrovsky, Ariel Pakes, David Parkes, Canice Prendergast, Phil Reny, Al Roth, Michael Schwarz, Jesse Shapiro, Alan Sorensen, Lars Stole, Chad Syverson, and Hal Varian for helpful conversations about this research, as well as seminar participants at eBay Research, the University of Chicago, Duke, the 2012 NYU Stern IO Day, Stanford, the 2012 NBER Market Design Working Group Meeting, the 2012 Michigan Auction and Matching Workshop, and ACM EC 2013. We thank Meru Bhanot, Mika Chance, Natalia Drozdoff, Sam Hwang, Yi Sun, and Cameron Taylor for excellent research assistance. Ticketmaster’s primary-market auction data were provided under a confidentiality agreement, without restrictions on the right to publish other than that artists’ names be kept confidential in the empirical analysis. Financial support from the National Science Foundation (ICES-1216083) and the University of Chicago Booth School of Business is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}