{
    "id": 23774,
    "citation_title": "Learning by Ruling and Trade Disputes",
    "citation_author": [
        "Giovanni Maggi",
        "Robert W. Staiger"
    ],
    "citation_publication_date": "2017-09-11",
    "issue_date": "2017-09-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOver the WTO years, the frequency of disputes and court rulings has trended downwards. Such trends are sometimes interpreted as symptoms of a dispute resolution system in decline. In this paper we propose a theory that can explain these trends as a result of judicial learning; thus according to our theory such trends represent good news, not bad news. We then offer evidence that the predictions of our model are consistent with WTO trade dispute data, and we take a first step towards estimating the strength and scope of court learning.\n\n",
    "acknowledgement": "\nWe thank Kala Krishna and Andres Rodriguez-Clare, our discussants at the 2016 Princeton IES Summer Workshop, Nuno Limao, our discussant at the 2016 NBER ITI Summer Institute, and Gene Grossman, our discussant at the 2016 Philadelphia Fed Trade conference, for very helpful and detailed comments on an earlier draft. We are also grateful to David Atkin, Chad Bown, Petros C. Mavroidis, Doug Staiger and participants in seminars at the Board of Governors of the Federal Reserve, CREI, FGV-Rio, FGV-Sao Paulo, Georgetown, Insper, Stanford, Syracuse and the University of Geneva for useful comments and discussions. Junhui Zeng provided outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nRobert W. Staiger\n\nIn the Fall of 2011, I served as a consultant for the WTO and wrote a background paper ( http://www.ssc.wisc.edu/~rstaiger/NTMs_WTO_123111  ) for the WTO's World Trade Report 2012.\n\n\n"
}