{
    "id": 23773,
    "citation_title": "Gravity in FX R-Squared: Understanding the Factor Structure in Exchange Rates",
    "citation_author": [
        "Hanno Lustig",
        "Robert J. Richmond"
    ],
    "citation_publication_date": "2017-09-11",
    "issue_date": "2017-09-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe relate the risk characteristics of currencies to measures of physical, cultural, and institutional distance. The currencies of countries which are more distant from other countries are more exposed to systematic currency risk. This is due to a gravity effect in the factor structure of bilateral exchange rates: When a currency appreciates against a basket of all other currencies, its bilateral exchange rate appreciates more against the currencies of distant countries. As a result, currencies of peripheral countries are more exposed to the systematic variation than currencies of central countries. Trade network centrality is the best predictor of a currency’s average exposure to systematic risk.\n\n",
    "acknowledgement": "\nWe received helpful comments from Tarek Hassan, Bob Hodrick, Andrew Karolyi, Patrick Kehoe, Ralph Koijen, Arvind Krishnamurthy, Nelson Mark, Brent Neiman, Paul Pfleiderer, Monika Piazzesi, Martin Schneider, Brian Waters, participants at the SFS Cavalcade in Toronto, the 5th Workshop on Financial Determinants of Exchange Rates at the SNB Zurich, the Chicago Booth International Macro-Finance Conference, the Annual Conference on International Finance, NYU Stern, the Stanford GSB, NBER International Finance and Macroeconomics, and NBER Macroeconomics within and Across Borders. We are grateful to Romain Wacziarg for helpful comments and for giving us access to his data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}