{
    "id": 23778,
    "citation_title": "Pricing when Customers Care about Fairness but Misinfer Markups",
    "citation_author": [
        "Erik Eyster",
        "Kristof Madarasz",
        "Pascal Michaillat"
    ],
    "citation_publication_date": "2017-09-11",
    "issue_date": "2017-09-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper proposes a theory of price rigidity consistent with survey evidence that firms stabilize prices out of fairness to their consumers. The theory relies on two psychological assumptions. First, customers care about the fairness of prices: fixing the price of a good, consumers enjoy it more at a low markup than at a high markup. Second, customers underinfer marginal costs from prices: when prices rise due to an increase in marginal costs, customers underappreciate the increase in marginal costs and partially misattribute higher prices to higher markups. Firms anticipate customers’ reaction and trim their price increases. Hence, the passthrough of marginal costs into prices falls short of one—prices are somewhat rigid. Embedded in a simple macroeconomic model, our pricing theory produces nonneutral monetary policy, a short-run Phillips curve that involves both past and future inflation rates, a hump-shaped impulse response of output to monetary policy, and a nonvertical long-run Phillips curve.\n\n",
    "acknowledgement": "\nWe thank George Akerlof, Roland Benabou, Daniel Benjamin, Joaquin Blaum, Olivier Coibion, Stephane Dupraz, Gauti Eggertsson, John Friedman, Xavier Gabaix, Nicola Gennaioli, Yuriy Gorodnichenko, Shachar Kariv, David Laibson, John Leahy, Matthew Rabin, Ricardo Reis, David Romer, Klaus Schmidt, Jesse Shapiro, Andrei Shleifer, Silvana Tenreyro, and participants at seminars and conferences for helpful comments and discussions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}