{
    "id": 23777,
    "citation_title": "How Wide Is the Firm Border?",
    "citation_author": [
        "Enghin Atalay",
        "Ali Hortaçsu",
        "Mary Jialin Li",
        "Chad Syverson"
    ],
    "citation_publication_date": "2017-09-11",
    "issue_date": "2017-09-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the within- and across-firm shipment decisions of tens of thousands of goods-producing and distributing establishments. This allows us to quantify the normally unobservable forces that determine firm boundaries; which transactions are mediated by ownership control, as opposed to contracts or markets. We find firm boundaries to be an economically significant barrier to trade: having an additional vertically integrated establishment in a given destination zip code has the same effect on shipment volumes as a 40 percent reduction in distance. We then calibrate a multisector trade model to quantify the economy-wide implications of transacting across vs. within firm boundaries.\n\n",
    "acknowledgement": "\nWe thank Matt Backus, Francine Lafontaine, and Sebastian Sotelo for their helpful and constructive comments. The research in this paper was conducted while the authors were Special Sworn Status researchers of the US Census Bureau at the Chicago Census Research Data Center and the UW-Madison branch of the Minnesota Census Research Data Center. Research results and conclusions expressed are those of the authors and do not necessarily reflect the views of the US Census Bureau. This paper has been screened to insure that no confidential data are revealed. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}