{
    "id": 23779,
    "citation_title": "The Effects of Marijuana Liberalizations: Evidence from Monitoring the Future",
    "citation_author": [
        "Angela K. Dills",
        "Sietse Goffard",
        "Jeffrey Miron"
    ],
    "citation_publication_date": "2017-09-11",
    "issue_date": "2017-09-08",
    "revision_date": "2018-01-16",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBy the end of 2016, 28 states had liberalized their marijuana laws: by decriminalizing possession, by legalizing for medical purposes, or by legalizing more broadly. More states are considering such policy changes even while supporters and opponents continue to debate their impacts.  Yet evidence on these liberalizations remains scarce, in part due to data limitations.\nWe use data from Monitoring the Future’s annual surveys of high school seniors to evaluate the impact of marijuana liberalizations on marijuana use, other substance use, alcohol consumption, attitudes surrounding substance use, youth health outcomes, crime rates, and traffic accidents. These data have several advantages over those used in prior analyses.\nWe find that marijuana liberalizations have had minimal impact on the examined outcomes. Notably, many of the outcomes predicted by critics of liberalizations, such as increases in youth drug use and youth criminal behavior, have failed to materialize in the wake of marijuana liberalizations.\n\n",
    "acknowledgement": "\nThis project requested and received IRB approval from Harvard University. Monitoring the Future requests that authors allow them to review papers prior to publication. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nAngela K. Dills\n\nAngela has received no direct financial support for this research project. However, she is an employee of the state of North Carolina, a state that has not adopted medical or recreational marijuana laws. In the last six years, she received grants from the Charles G. Koch Foundation for establishing a book group and bringing guest speakers to campus. Further, my husband has received significant financial support from the Charles G. Koch Foundation, the Institute for Humane Studies, and the Mercatus Center.\n\n\n\nSietse Goffard\n\nSietse Goffard’s work was partially supported by a grant from the Department of Economics at Harvard University.\n\n\n\nJeffrey Miron\n\nJeffrey Miron received financial support for this work from the Charles Koch Foundation and the Cato Institute. He works part-time for the Cato Institute.\n\n\n"
}