{
    "id": 23776,
    "citation_title": "Biased Monitors: Corporate Governance When Managerial Ability is Mis-assessed",
    "citation_author": [
        "Benjamin Hermalin"
    ],
    "citation_publication_date": "2017-09-11",
    "issue_date": "2017-09-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAn important aspect of corporate governance is the assessment of managers. When managers vary in ability, determining who is good and who is not is vital. Moreover, knowing they will be assessed can lead those being assessed to behave in ways that make them appear better. Such signal-jamming behavior can be beneficial (e.g., an executive works harder on behalf of shareholders) or harmful (e.g., the behavior is myopic, boosting short-term performance at the expense of long-term success). In standard models of assessment, it is assumed those doing the assessing behave according to Bayes Theorem. But what if the assessors suffer from one of many well-documented cognitive biases that makes them less-than-perfect Bayesians? This paper begins an exploration of that issue by considering the consequence of one such bias, the base-rate fallacy, for two of the canonical assessment models: career-concerns and optimal monitoring and replacement. Although firms can suffer due to the base-rate fallacy, they can also benefit from this bias.\n\n",
    "acknowledgement": "\nThe author thanks Heather Montgomery for her helpful discussion of this paper at the NBER-TCER-CEPR (TRIO) Conference and the other participants at that conference for their comments. The author also gratefully acknowledges the financial support of the Thomas & Alison Schneider Distinguished Professorship in Finance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}