{
    "id": 23772,
    "citation_title": "Tax Evasion and Inequality",
    "citation_author": [
        "Annette Alstadsæter",
        "Niels Johannesen",
        "Gabriel Zucman"
    ],
    "citation_publication_date": "2017-09-11",
    "issue_date": "2017-09-08",
    "revision_date": "2017-09-11",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper attempts to estimate the size and distribution of tax evasion in rich countries. We combine random audits—the key source used to study tax evasion so far—with new micro-data leaked from large offshore financial institutions—HSBC Switzerland (“Swiss leaks”) and Mossack Fonseca (“Panama Papers”)—matched to population-wide wealth records in Norway, Sweden, and Denmark. We find that tax evasion rises sharply with wealth, a phenomenon random audits fail to capture. On average about 3% of personal taxes are evaded in Scandinavia, but this figure rises to close to 30% in the top 0.01% of the wealth distribution, a group that includes households with more than $45 million in net wealth. A simple model of the supply of tax evasion services can explain why evasion rises steeply with wealth. Taking tax evasion into account increases the rise in inequality seen in tax data since the 1970s markedly, highlighting the need to move beyond tax data to capture income and wealth at the top, even in countries where tax compliance is generally high. We also find that after reducing tax evasion—by using tax amnesties—tax evaders do not legally avoid taxes more. This result suggests that fighting tax evasion can be an effective way to collect more tax revenue from the very wealthy.\n\n",
    "acknowledgement": "\nThis paper is supplemented by an Online Appendix available at http://gabriel-zucman.eu/leaks. We thank the Scandinavian tax administrations (Skatteetaten, Skatteverket, and SKAT), Statistics Sweden, and SVT Uppdrag granskning for their goodwill and cooperation; Sigurd Bjørnestad, Joachim Dyfvermark, Linda Larsson Kakuli, Fredrik Laurin, Petter Lundberg, Søren Pedersen, Gard Thomassen, and UiO Services for Sensitive Data (TSD) for exceptionally valuable assistance; and numerous seminar and conference participants for helpful comments and reactions. We are grateful for financial support from the Nordic Tax Research Council and the FRIPRO-program of the Research Council of Norway. Johannesen gratefully acknowledges financial support from the Danish Council for Independent Research. Zucman gratefully acknowledges financial support from the Laura and John Arnold Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}