{
    "id": 23771,
    "citation_title": "Strategy-proofness in the Large",
    "citation_author": [
        "Eduardo M. Azevedo",
        "Eric Budish"
    ],
    "citation_publication_date": "2017-09-11",
    "issue_date": "2017-09-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a criterion of approximate incentive compatibility, strategy-proofness in the large (SP-L), and argue that it is a useful second-best to exact strategy-proofness (SP) for market design. Conceptually, SP-L requires that an agent who regards a mechanism’s “prices” as exogenous to her report – be they traditional prices as in an auction mechanism, or price-like statistics in an assignment or matching mechanism – has a dominant strategy to report truthfully. Mathematically, SP-L weakens SP in two ways: (i) truth-telling is required to be approximately optimal (within epsilon in a large enough market) rather than exactly optimal, and (ii) incentive compatibility is evaluated ex interim, with respect to all full-support i.i.d. probability distributions of play, rather than ex post with respect to all possible realizations of play. This places SP-L in between the traditional notion of approximate strategy-proofness, which evaluates incentives to manipulate ex post, and the traditional notion of approximate Bayes-Nash incentive compatibility, which evaluates incentives to manipulate ex interim with respect to the single common-knowledge probability distribution associated with Bayes-Nash equilibrium.\n\n",
    "acknowledgement": "\nFirst version: October 2011. We thank the editor and four anonymous referees for comments and suggestions that improved the paper considerably. We are grateful to Nabil Al-Najjar, Susan Athey, Aaron Bodoh-Creed, Gabriel Carroll, Sylvain Chassang, Jeff Ely, Alex Frankel, Drew Fudenberg, Matt Gentzkow, Jason Hartline, John Hatfield, Richard Holden, Ehud Kalai, Emir Kamenica, Navin Kartik, Fuhito Kojima, Scott Kominers, Jacob Leshno, Jon Levin, Paul Milgrom, Stephen Morris, Roger Myerson, David Parkes, Parag Pathak, Nicola Persico, Andy Postlewaite, Canice Prendergast, Mark Satterthwaite, Ilya Segal, Eran Shmaya, Lars Stole, Rakesh Vohra, Glen Weyl, Mike Whinston, and especially Al Roth for helpful discussions that have shaped this research. We thank Victor Zhang for excellent research assistance. We are grateful to seminar audiences at Ohio State, the 2011 MFI Conference on Matching and Price Theory, UCLA, Chicago, AMMA 2011, Boston College, the 2011 NBER Conference on Market Design, Duke / UNC, Michigan, Carnegie Mellon / Pittsburgh, Montreal, Berkeley, Northwestern, Rochester, Frontiers of Market Design 2012, ACM EC 2012, Princeton, Maryland, and UPenn. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}