{
    "id": 23775,
    "citation_title": "Personalized Pricing and Consumer Welfare",
    "citation_author": [
        "Jean-Pierre Dubé",
        "Sanjog Misra"
    ],
    "citation_publication_date": "2017-09-11",
    "issue_date": "2017-09-08",
    "revision_date": "2021-06-24",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the welfare implications of personalized pricing, an extreme form of third-degree price discrimination implemented with machine learning for a large, digital firm. Using data from a unique randomized controlled pricing field experiment we train a demand model and conduct inference about the effects of personalized pricing on firm and consumer surplus. In a second experiment, we validate our predictions in the field. The initial experiment reveals unexercised market power that allows the firm to raise its price optimally, generating a 55% increase in profits. Personalized pricing improves the firm's expected posterior profits by an additional 19%, relative to the optimized uniform price, and by 86%, relative to the firm's unoptimized status quo price. Turning to welfare effects on the demand side, total consumer surplus declines 23% under personalized pricing relative to uniform pricing, and 47% relative to the firm's unoptimized status quo price. However, over 60% of consumers benefit from lower prices under personalization and total welfare can increase under standard inequity-averse welfare functions. Simulations with our demand estimates reveal a non-monotonic relationship between the granularity of the segmentation data and the total consumer surplus under personalization. These findings indicate a need for caution in the current public policy debate regarding data privacy and personalized pricing insofar as some data restrictions may not per se improve consumer welfare.\n\n",
    "acknowledgement": "\nPreviously circulated as “Scalable Price Targeting.” We are grateful to Ian Siegel and Je  Zwelling of Ziprecruiter for their support of this project. We would also like to thank the the Ziprecruiter pricing team for their help and work in making the implementation of the field experiments possible. We are also extremely grateful for the extensive feedback and suggestions from Dirk Bergemann, Chris Hansen, Matt Taddy, Gautam Gowrisankaran and Ben Shiller. Finally, we benefitted from the comments and suggestions of seminar participants at the Bridge Webinar Series at McGill University, Cornell University, Columbia GSB, INSEAD, the 2017 Microsoft Digital Economics Conference, MIT, Penn State University, the 2017 Porter Conference at Northwestern University, Stanford GSB, the University of Chicago Booth School of Business, University of Notre Dame, the 2019 Triangle Microeconomics Conference at UNC Chapel Hill, University of Rochester, University of Wisconsin, the Wharton School, Yale University, the 2017 Marketing and Economics Summit, the 2016 Digital Marketing Conference at Stanford GSB and the 2017 Summer NBER meetings in Economics and Digitization. Dubé and Misra acknowledge the support of the Kilts Center for Marketing. Misra also acknowledges the support of the Neubauer Family Foundation. Dubé also acknowledges the support of the Charles E. Merrill faculty research fund. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nSanjog Misra\n\nThis research was partially done during a period of time when Sanjog Misra was a contracted advisor to Ziprecruiter.com.\n\n\n"
}