{
    "id": 23780,
    "citation_title": "The Revolution of Information Economics: The Past and the Future",
    "citation_author": [
        "Joseph E. Stiglitz"
    ],
    "citation_publication_date": "2017-09-11",
    "issue_date": "2017-09-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "History of Economic Thought",
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe economics of information has constituted a revolution in economics, providing explanations of phenomena that previously had been unexplained and upsetting longstanding presumptions, including that of market efficiency, with profound implications for economic policy.  Information failures are associated with numerous other market failures, including incomplete risk markets, imperfect capital markets, and imperfections in competition, enhancing opportunities for rent seeking and exploitation.    This paper puts into perspective nearly a half century of research, including recent advances in understanding the implications of imperfect information for financial market regulation, macro-stability, inequality, and public and corporate governance; and in recognizing the endogeneity of information imperfections.  It explores the consequences of recent advances in technology and the policy challenges and opportunities they present for competition policy and policies regarding privacy and transparency.\nThe paper notes the role that information economics played in stimulating other advances in economics, including contract theory and behavioral economics.  It reinvigorated institutional economics, showing how institutions mattered, in some cases explaining institutional features that could not be well-understood in the conventional paradigm, and in others showing how institutional responses to market failures might or might not be welfare enhancing.\nThe paper argues that the new paradigm provides a markedly different, and better, lens for looking at the economy than the older perfect markets competitive paradigm.\n\n",
    "acknowledgement": "\nI wish to acknowledge research assistance from Andrew Kosenko and editorial assistance from Debarati Ghosh.  The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}