{
    "id": 23785,
    "citation_title": "Historical Antisemitism, Ethnic Specialization, and Financial Development",
    "citation_author": [
        "Francesco D’Acunto",
        "Marcel Prokopczuk",
        "Michael Weber"
    ],
    "citation_publication_date": "2017-09-11",
    "issue_date": "2017-09-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFor centuries, Jews in Europe have specialized in financial services. At the same time, they have been the victims of historical antisemitism on the part of the Christian majority. We find that present-day financial development is lower in German counties where historical antisemitism was higher, compared to otherwise similar counties.  Households in counties with high historical antisemitism have similar savings rates but invest less in stocks, hold lower bank deposits, and are less likely to get  a mortgage–but not to own a house–after controlling for wealth and a rich set of current and historical covariates. Present-day antisemitism and supply-side forces do not appear to fully explain the results. Present-day households in counties where historical antisemitism was higher express lower trust in finance, but have levels of generalized trust similar to other households.\n\n",
    "acknowledgement": "\nThe views expressed in this paper do not reflect those of the DIW, the Bundesbank, GESIS, or the Banque de France. We thank Joachim Voth and Nico Voigtlaender for making their data on anti-Jewish violence publicly available, Thomas Kick for his help with the Bundesbank data on county-level bank branches, the ifo-Prussian Economic History project, Michael Koetter for sharing his data on the efficiency of the local German banking system, and Martin Eisele for his great assistance in the access of the PHF Bundesbank data. In addition, we are indebted to ALLBUS and DIW Berlin for allowing us to merge their two proprietary data sources. In particular, we thank Andre Kastilan for creating measures of antisemitism at the county level from ALLBUS, and Jan Goebel for allowing the merging of these measures based on county identifiers to the SOEP. For very helpful comments and discussions, we thank Ran Abramitzky, Nick Barberis, Zahi Ben-David, Kelley Bergsma, Johannes Buggle, Filipe Campante, Davide Cantoni, Jason Chen, Pierluigi D’Acunto, Stefano DellaVigna, Barry Eichengreen, Ruben Enikolopov, Paola Giuliano, Rick Green, Tarek Hassan, Danling Jiang, Samuli Knupfer, Ross Levine, Sonya Lim, Dmitry Livdan, Ulrike Malmendier, Gustavo Manso, Petra Moser, Rabbi Adam Naftalin-Kelman, Terry Odean, Martha Olney, Christine Parlour, Chris Parsons, Caitlin Rosenthal, Paola Sapienza, Andrei Shleifer, Stephan Siegel, Andrei Simonov, Paul Smeets, Robert Vishny, Jason Wittenberg, Noam Yuchtman, and especially Luigi Guiso, Nico Voigtlaender, and Joachim Voth, as well as participants at several seminars and conferences. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}