{
    "id": 23782,
    "citation_title": "Are Ideas Getting Harder to Find?",
    "citation_author": [
        "Nicholas Bloom",
        "Charles I. Jones",
        "John Van Reenen",
        "Michael Webb"
    ],
    "citation_publication_date": "2017-09-11",
    "issue_date": "2017-09-08",
    "revision_date": "2018-08-01",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn many growth models, economic growth arises from people creating ideas, and the long-run growth rate is the product of two terms: the effective number of researchers and their research productivity. We present a wide range of evidence from various industries, products, and firms showing that research effort is rising substantially while research productivity is declining sharply. A good example is Moore's Law. The number of researchers required today to achieve the famous doubling every two years of the density of computer chips is more than 18 times larger than the number required in the early 1970s. Across a broad range of case studies at various levels of (dis)aggregation, we find that ideas — and in particular the exponential growth they imply — are getting harder and harder to find. Exponential growth results from the large increases in research effort that offset its declining productivity.\n\n",
    "acknowledgement": "\nWe are grateful to Daron Acemoglu, Philippe Aghion, Ufuk Akcigit, Michele Boldrin, Pete Klenow, Sam Kortum, Peter Kruse-Andersen, Rachel Ngai, Pietro Peretto, John Seater, Chris Tonetti, and seminar participants at the CEPR Macroeconomics and Growth Conference, George Mason, Harvard, the Minneapolis Fed, the NBER growth meeting, the NBER Macro across Time and Space conference, the Rimini Conference on Economics and Finance, and Stanford for helpful comments and to Antoine Dechezlepretre, Dietmar Harhoff, Wallace Huffman, Keith Fuglie, Unni Pillai, and Greg Traxler for extensive assistance with data. The Alfred Sloan Foundation and the European Research Council have provided financial support. An online data appendix with replication files can be obtained from http://web.stanford.edu/people/chadj. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}