{
    "id": 23781,
    "citation_title": "Access to Long-Term Care After a Wealth Shock: Evidence from the Housing Bubble and Burst",
    "citation_author": [
        "Joan Costa Font",
        "Richard Frank",
        "Katherine Swartz"
    ],
    "citation_publication_date": "2017-09-11",
    "issue_date": "2017-09-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHome equity is the primary self-funding mechanism for long term services and supports (LTSS). Using data from the relevant waves of the Health and Retirement Study (1996-2010), we exploit the exogenous variation in the form of wealth shocks resulting from the value of housing assets, to examine the effect of wealth on use of home health, unpaid help and nursing home care by older adults.  We find a significant increase in the use of paid home health care and unpaid informal care but no effect on nursing home care access. We conduct a placebo test on individuals who do not own property; their use of LTSS was not affected by the housing wealth changes.  The findings suggest that a wealth shock exerts a positive and significant effect on the uptake of home health and some effect on unpaid care but no significant effect on nursing home care.\n\n",
    "acknowledgement": "\nWe would like to thank Karen N Eggleston, Tom Davidoff, Peter Alders, David Grabowski and Joseph Newhouse for comments and suggestions to preliminary versions of the study, and the participants to the NBER Aging Summer Institute July 2013 including Gopi Shah Goda, Kathleen McGarry and Tony Webb, David Wise and Michael Hurd and the participants to the financing Longevity workshop April 24-25th at Stanford University.  Joan Costa-Font is grateful for the financial support offered by the Commonwealth Fund (Harkness) Fellowship. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}