{
    "id": 23787,
    "citation_title": "Rational Inattention and Sequential Information Sampling",
    "citation_author": [
        "Benjamin Hébert",
        "Michael Woodford"
    ],
    "citation_publication_date": "2017-09-11",
    "issue_date": "2017-09-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a new principle for measuring the cost of information structures in rational inattention problems, based on the cost of generating the information used to make a decision through a dynamic evidence accumulation process. We introduce a continuous-time model of sequential information sampling, and show that, in a broad class of cases, the choice frequencies resulting from optimal information accumulation are the same as those implied by a static rational inattention problem with a particular static information-cost function. Among the static cost functions that can be justified in this way is the mutual information cost function proposed by Sims (2010), but we show that other cost functions can be micro-founded in this way as well.  In particular, we introduce a class of “neighborhood-based” cost functions, which make it more costly to undertake experiments that can produce different results in similar states, and show that the predictions of this alternative rational inattention theory better conform with evidence from perceptual discrimination experiments.\n\n",
    "acknowledgement": "\nThe authors would like to thank Mira Frick, Matthew Gentzkow, Emir Kamenica, Divya Kirti, Ran Shorrer, Stephen Morris, Ming Yang, Doron Ravid, Mark Dean, Pietro Ortoleva, Sebastian Di Tella, Ilya Segal, Jacob Leshno, and participants at the Cowles Theory conference, Barcelona GSE Summer Conference on Stochastic Choice, and Stanford GSB research lunch for helpful discussions on this topic, and the NSF for research support. Portions of this paper appeared in Benjamin Hébert's Ph.D. dissertation at Harvard University. All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}