{
    "id": 23789,
    "citation_title": "Fiscal Stimulus and Fiscal Sustainability",
    "citation_author": [
        "Alan J. Auerbach",
        "Yuriy Gorodnichenko"
    ],
    "citation_publication_date": "2017-09-11",
    "issue_date": "2017-09-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Great Recession and the Global Financial Crisis have left many developed countries with low interest rates and high levels of public debt, thus limiting the ability of policymakers to fight the next recession. Whether new fiscal stimulus programs would be jeopardized by these already heavy public debt burdens is a central question. For a sample of developed countries, we find that government spending shocks do not lead to persistent increases in debt-to-GDP ratios or costs of borrowing, especially during periods of economic weakness.  Indeed, fiscal stimulus in a weak economy can improve fiscal sustainability along the metrics we study. Even in countries with high public debt, the penalty for activist discretionary fiscal policy appears to be small.\n\n",
    "acknowledgement": "\nThis paper was presented at “Fostering a Dynamic Global Economy,” a symposium sponsored by the Federal Reserve Bank of Kansas City, at Jackson Hole, Wyoming, on August 24-26, 2017.  We are grateful to Peter McCrory and Jérémy Fouliard for excellent research assistance, Olivier Coibion for comments on an earlier draft, and conference participants, especially our discussant, Jason Furman, for comments on our presentation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}