{
    "id": 23795,
    "citation_title": "Where Modern Macroeconomics Went Wrong",
    "citation_author": [
        "Joseph E. Stiglitz"
    ],
    "citation_publication_date": "2017-09-11",
    "issue_date": "2017-09-08",
    "revision_date": "2017-12-01",
    "topics": [
        "\n",
        "Other",
        "\n",
        "General, Teaching",
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides a critique of the DSGE models that have come to dominate macroeconomics during the past quarter-century.  It argues that at the heart of the failure were the wrong microfoundations, which failed to incorporate key aspects of economic behavior, e.g. incorporating insights from information economics and behavioral economics. Inadequate modelling of the financial sector meant they were ill-suited for predicting or responding to a financial crisis; and a reliance on representative agent models meant they were ill-suited for analysing either the role of distribution in fluctuations and crises or the consequences of fluctuations on inequality.  The paper proposes alternative benchmark models that may be more useful both in understanding deep downturns and responding to them.\n\n",
    "acknowledgement": "\nI wish to acknowledge the helpful comments of David Vines and Matthieu Teachout, and the editorial assistance of Debarati Ghosh and Eamon Kircher-Allen. Many of the ideas contained here were developed over years of collaboration with a large number of co-authors, including Andy Weiss, Carl Shapiro, Richard Arnott, Martin Guzman, Marcus Miller, Stefano Battiston, Mauro Gallegati, Domenico delli Gatti, Hamid Rashid, and, most importantly, Bruce Greenwald. Discussions of inadequacies of the DSGE model with Anton Korinek, Rob Johnson, Arjun Jaradayev, John Geanakopolis, and Robert Solow have been invaluable. I am also indebted to Jesus Fernandez-Villaverde for his comments on an earlier version of this paper. Financial support was provided by Institute for New Economic Thinking (INET) and Columbia Business School. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}