{
    "id": 23790,
    "citation_title": "Tarnishing the Golden and Empire States: Land-Use Restrictions and the U.S. Economic Slowdown",
    "citation_author": [
        "Kyle F. Herkenhoff",
        "Lee E. Ohanian",
        "Edward C. Prescott"
    ],
    "citation_publication_date": "2017-09-11",
    "issue_date": "2017-09-08",
    "revision_date": "2017-11-20",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Fiscal Policy",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the impact of state-level land-use restrictions on U.S. economic activity, focusing on how these restrictions have depressed macroeconomic activity since 2000. We use a variety of state-level data sources, together with a general equilibrium spatial model of the United States to systematically construct a panel dataset of state-level land-use restrictions between 1950 and 2014. We show that these restrictions have generally tightened over time, particularly in California and New York. We use the model to analyze how these restrictions affect economic activity and the allocation of workers and capital across states. Counterfactual experiments show that deregulating existing urban land from 2014 regulation levels back to 1980 levels would have increased US GDP and productivity roughly to their current trend levels. California, New York, and the Mid-Atlantic region expand the most in these counterfactuals, drawing population out of the South and the Rustbelt. General equilibrium effects, particularly the reallocation of capital across states, accounts for much of these gains.\n\n",
    "acknowledgement": "\nWe thank Narayana Kocherlakota and Chris Tonetti , and seminar participants at NYU, the St. Louis Fed, and the NBER \"Macroeconomics Across Space and Time Conference\" for very helpful comments. We thank Jing Hang, Carter Braxton, and Diana Van Patten for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}