{
    "id": 23791,
    "citation_title": "The Accident Externality from Trucking",
    "citation_author": [
        "Lucija Muehlenbachs",
        "Stefan Staubli",
        "Ziyan Chu"
    ],
    "citation_publication_date": "2017-09-11",
    "issue_date": "2017-09-08",
    "revision_date": "2017-09-19",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe presence of a heavy truck on the road can impose an externality if accidents occur that would not have otherwise. We find each additional truck on the road increases the risk of a truck accident—but also, at an even higher rate, the risk of a car-on-car collision. Our estimates imply two percent of all car-on-car collisions can be attributed to trucks on the road. This negative externality falls on all road users through higher car insurance premiums: one truck, driving for a year in the same zip code, increases the insurance premium of each new enrollee by $0.48/year.\n\n",
    "acknowledgement": "\nWe are especially grateful to Alan Krupnick for his feedback and support throughout this project. We also thank Kathy Baylis, Dave Byrne, Laura Grant, Sumeet Gulati, Sarah Jacobson, Corey Lang, Shanjun Li, Leslie Martin, Michelle Megna, Tim Moore, Sharon Pailler, Robert Ranieri, Chi Man Yip, seminar participants at the London School of Economics, the University of Calgary, the University of Melbourne, and the University of Verona, and conference attendees of the Association of Environmental and Resource Economics annual meeting. We also thank Carinsurance.com for sharing data on insurance premiums and the Bechtel Foundation and the Smith Richardson Foundation for funding. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}