{
    "id": 23793,
    "citation_title": "Can Financial Incentives Reduce the Baby Gap? Evidence from a Reform in Maternity Leave Benefits",
    "citation_author": [
        "Anna Raute"
    ],
    "citation_publication_date": "2017-09-11",
    "issue_date": "2017-09-08",
    "revision_date": "2017-09-12",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTo assess whether earnings-dependent maternity leave positively impacts fertility and narrows the baby gap between high educated (high earning) and low educated (low earning) women, I exploit a major maternity leave benefit reform in Germany that considerably increases the financial incentives for higher educated and higher earning women to have a child. In particular, I use the large differential changes in maternity leave benefits across education and income groups to estimate the effects on fertility up to 5 years post reform. In addition to demonstrating an up to 22% increase in the fertility of tertiary educated versus low educated women, I find a positive, statistically significant effect of increased benefits on fertility, driven mainly by women at the middle and upper end of the education and income distributions. Overall, the results suggest that earnings-dependent maternity leave benefits, which compensate women commensurate with their opportunity cost of childbearing, could successfully reduce the fertility rate disparity related to mothers’ education and earnings.\n\n",
    "acknowledgement": "\nI am grateful to Christian Dustmann and Uta Schönberg for their support on this project. I also want to thank Andreas Lichter, Claudia Olivetti, Jim Poterba, Andrea Weber and many conference and seminar participants at Trans-Atlantic Public Economics Seminar 2016, Harvard Kennedy School, Cosme Gender Economics Workshop 2016, American Economic Association Meetings 2016, University of Oslo, SOFI Stockholm, NHH Bergen, University College London, Royal Holloway and others for helpful comments. I want to thank Dirk Mai and Tatjana Mika from the Research Data Centre of the German Federal Pension Insurance (FDZ-RV) for their support with the Pension Registry data and Tom Wey for his assistance with programming the benefit-schedules. I am also grateful to the data services of the IDSC of IZA. Financial support from the German National Academic Foundation and the Centre for Research and Analysis of Migration is gratefully acknowledged. All errors are my own. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}