{
    "id": 23794,
    "citation_title": "Structural Transformation, Deep Downturns, and Government Policy",
    "citation_author": [
        "Joseph E. Stiglitz"
    ],
    "citation_publication_date": "2017-09-11",
    "issue_date": "2017-09-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMost recessions are a result of some shock to the economic system, typically amplified by financial accelerators, and leading to large balance sheet effects of households and firms, which result in the effects persisting.  But, over time, the balance sheets get restored.  Even banks recover.\nBut episodically, the “shock” is deeper.  It is structural.  Among advanced countries, the movement from agricultural to manufacturing in the last century, and the more recent movement from manufacturing to the service sector reflect such a large economic transformation.  The associated downturns are longer lasting.  The usual responses, in particular, monetary policy, are only of limited efficacy.  Policies have to be designed to facilitate such transformations:  markets on their own typically do not do well.\nThis paper explains why such transformations are associated with persistently high unemployment, and describes the effects of particular government policies.  It looks at the lessons of the Great Depression both for the advanced countries and the developing countries as they go through their structural transformations.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}