{
    "id": 23796,
    "citation_title": "Uncertainty Shocks as Second-Moment News Shocks",
    "citation_author": [
        "David Berger",
        "Ian Dew-Becker",
        "Stefano Giglio"
    ],
    "citation_publication_date": "2017-09-11",
    "issue_date": "2017-09-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe provide evidence on the relationship between aggregate uncertainty and the macroeconomy. Identifying uncertainty shocks using methods from the news shocks literature, the analysis finds that innovations in realized stock market volatility are robustly followed by contractions, while shocks to forward-looking uncertainty have no significant effect on the economy. Moreover, investors have historically paid large premia to hedge shocks to realized but not implied volatility. A model in which fundamental shocks are skewed left can match those facts. Aggregate volatility matters, but it is the realization of volatility, rather than uncertainty about the future, that has been associated with declines.\n\n",
    "acknowledgement": "\nThis paper was previously circulated and presented under the title “Contractionary volatility or volatile contractions?” We appreciate helpful comments and discussions from Robert Barsky, Nick Bloom, Gideon Bornstein, Brent Bundick, Nicolas Crouzet, Larry Christiano, Guido Lorenzoni, Aytek Malkhozov, Stephen Terry (who also generously provided simulation results), Amir Yaron, and seminar participants at Booth, CITE, SITE, the Federal Reserve Banks of Chicago and Boston, Northwestern, the BI-SHoF finance conference, LBS, the NBER Summer Institute, UCL Workshop on Uncertainty, the SED, Arizona State, Yale, Texas A&M, and the SFS Cavalcade. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}