{
    "id": 23798,
    "citation_title": "FinTech Adoption Across Generations: Financial Fitness in the Information Age",
    "citation_author": [
        "Bruce Carlin",
        "Arna Olafsson",
        "Michaela Pagel"
    ],
    "citation_publication_date": "2017-09-11",
    "issue_date": "2017-09-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper analyzes how better access to financial information via new technology changes use of consumer credit and affects financial fitness. We exploit the introduction of a smartphone application for personal financial management as a source of exogenous variation. FinTech adoption reduces financial fee payments and penalties, but differs cross-sectionally in the population. After adopting the new technology, Millennials and members of Generation X incur fewer financial fees and penalties, whereas Baby Boomers do not benefit from the technological advance. Millennials and Gen Xers save fees by using their credit cards rather than overdrafts to manage short-term liabilities. Moreover, Millennials shift some of their spending to discretionary entertainment, whereas members of Generation X remain more austere. Finally, while men tend to adopt new technology and access information at a higher rate, the economic impact of access is larger for women.\n\n",
    "acknowledgement": "\nThis project has received funding from Danish Council for Independent Research, under grant agreement no 6165-00020. We thank numerous seminar participants, our discussants, and conference participants at the AFFECT Conference University of Miami, University of Kentucky Finance Conference, and 6th ITAM Finance Conference. We are indebted to Ágúst Schweitz Eriksson and Meniga for providing and helping with the data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nArna Olafsson\n\nThis project has received funding from Danish Council for Independent Research, under grant agreement no 6165-00020.\n\n\n"
}