{
    "id": 23799,
    "citation_title": "Understanding the Rise in Corporate Cash: Precautionary Savings or Foreign Taxes",
    "citation_author": [
        "Michael W. Faulkender",
        "Kristine W. Hankins",
        "Mitchell A. Petersen"
    ],
    "citation_publication_date": "2017-09-11",
    "issue_date": "2017-09-08",
    "revision_date": "2018-08-30",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhat has driven the dramatic rise in U.S. corporate cash? Using non-public data, we show that the run-up is not uniform across firms but is concentrated in the foreign subsidiaries of multinational firms. Standard precautionary motives explain only domestic cash holdings, not these burgeoning foreign cash balances. Falling foreign tax rates, coupled with relaxed restrictions on income shifting, are the root of the changing foreign cash patterns. Firms with intellectual property have the greatest ability to shift income to low tax jurisdictions, and their foreign subsidiaries are where we observe the largest accumulations of cash.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Understanding Precautionary Cash at Home and Abroad.\" The statistical analysis of firm-level data on U.S. multinational companies was conducted at the Bureau of Economic Analysis, U.S. Department of Commerce, under arrangements that maintain legal confidentiality requirements. The views expressed in the paper are those of the authors and do not reflect official positions of the U.S. Department of Commerce. We appreciate the suggestions and advice of Chris Anderson, Alice Bonaimé, Sergey Chernenko, Beverly Clingan, Laurent Fresard, Craig Furfine, Gustavo Grullon, Kathleen Kahle, Stephen Karolyi, Chris Parsons, Rene Stulz, Rohan Williamson, William Zeile, the referee, and the editor (David Denis) as well as seminar and conference participants at the American Finance Association, Dartmouth University, Federal Reserve Board of Governors, Florida State University, Georgetown University, Georgia Institute of Technology, Louisiana State University, Midwest Finance Association, Northeastern University, Northwestern University, Ohio State, Rice University, the Securities and Exchange Commission, the Shanghai Advanced Institute of Finance, the Swiss Finance Institute, and the Universities of Alberta, Cincinnati, Illinois-Chicago, Illinois-UC, Iowa, Kansas, Miami, Oklahoma, Pennsylvania, Pittsburgh, Oregon, San Diego, Southern California and South Carolina. The research assistances of Austin Magee, Sang Kim and Mark Scovic is greatly appreciated. Kristine Hankins also thanks the Institute for the Study of Free Enterprise for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}