{
    "id": 23807,
    "citation_title": "Water, Health and Wealth",
    "citation_author": [
        "Nava Ashraf",
        "Edward Glaeser",
        "Abraham Holland",
        "Bryce Millett Steinberg"
    ],
    "citation_publication_date": "2017-09-18",
    "issue_date": "2017-09-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Renewable Resources",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nProviding clean water requires maintenance, as well as the initial connections that are typically measured. Frequently, the water supply fails in the developing world, especially when users don’t pay the marginal cost of water. This paper uses the timing of frequent, unexpected water service outages in Lusaka, Zambia to identify the short-term impacts of piped water access on contagious disease, economic activity and time use. We use microdata from the primary water utility in the city on the timing and location of supply complaints to identify outages, matched to extensive administrative data across the city. Conditional on fixed effects for time and water service district within Lusaka, we find that increases in outages are associated with increased incidence of diarrheal disease, upper respiratory infections, typhoid fever and measles. We match outages to geolocated microdata on financial transactions from the largest mobile money provider in Zambia, and find that outages cause a reduction in financial transactions. Outages also increase the time that young girls spend at their chores, possibly at the expense of time they spend doing schoolwork. Imperfect infrastructure appears to burden the poor in ways that go far beyond obvious health consequences.\n\n",
    "acknowledgement": "\nWe thank the International Growth Centre for financial support, and Kelsey Jack, Corinne Low, and Natalie Bau for helpful input. Superb research support was provided by Jitka Hiscox, Shotaro Nakamura, Kim Sarnoff, Dylan Knaggs, Rachel Levenson, and Rachna Chowdhuri. We thank the Lusaka Water and Sewerage Company, Zoona, and the Zambia Ministry of Health for generously sharing their data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}