{
    "id": 23808,
    "citation_title": "Network-Mediated Knowledge Spillovers: A Cross-Country Comparative Analysis of Information Security Innovations",
    "citation_author": [
        "Lee Branstetter",
        "Neil Gandal",
        "Nadav Kuniesky"
    ],
    "citation_publication_date": "2017-09-18",
    "issue_date": "2017-09-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA large and growing literature has used patent and patent citation data to measure knowledge spillovers across inventions and organizations, but relatively few papers in this literature have explicitly considered the collaboration networks formed by inventors as a mechanism for shaping and transmitting these knowledge flows. This paper utilizes an approach developed by Fershtman and Gandal (2011) to examine the incidence and nature of knowledge flows mediated by the collaboration networks of inventors active in the information security industry. This is an industry in which a number of nations outside the United States, including Israel, have emerged as important centers of innovation. Using data from U.S. PTO patent grants in information security, we find that the quality of Israeli information security inventions is systematically linked to the structure of the collaborative network generated by Israeli inventors in this sector. Using the Fershtman and Gandal (2011) model, this suggests that there are knowledge spillovers from the network. In some other nations, invention quality is less closely linked to the collaboration networks of inventors. This research highlights the importance of direct interaction among inventors as a conduit for flows of frontier scientific knowledge.\n\n",
    "acknowledgement": "\nBranstetter, Gandal, and Kunievsky thank the Maurice Falk Institute for Economic Research in Israel, the National Science Foundation, and Start-Up Nation Central for financial support of this research. We thank Britta Glennon for excellent research assistance, and Avi Ben-Bassat, Reuben Gronau, Eugene Kandel, and Niron HaShai for helpful comments and suggestions. Research results and conclusions expressed are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}