{
    "id": 23802,
    "citation_title": "How do Credit Supply Shocks Affect the Real Economy? Evidence from the United States in the 1980s",
    "citation_author": [
        "Atif Mian",
        "Amir Sufi",
        "Emil Verner"
    ],
    "citation_publication_date": "2017-09-11",
    "issue_date": "2017-09-08",
    "revision_date": "2017-10-25",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the business cycle consequences of credit supply expansion in the U.S. The 1980's credit boom resulted in stronger credit expansion in more deregulated states, and these states experience a more amplified business cycle. A new test shows that amplification is primarily driven by the local demand rather than the production capacity channel. States with greater exposure to credit expansion experience larger increases in household debt, the relative price of non-tradable goods, nominal wages, and non-tradable employment. Yet there is no change in tradable sector employment. Eventually states with greater exposure to credit expansion experience a significantly deeper recession.\n\n",
    "acknowledgement": "\nThis research was supported by funding from the Washington Center for Equitable Growth, the Julis Rabinowitz Center for Public Policy and Finance at Princeton, and the Initiative on Global Markets at Chicago Booth. Hongbum Lee, Oliver Giesecke, and Seongjin Park provided excellent research assistance. We thank Alan Blinder, Jesus Fernandez-Villaverde, Itay Goldstein, Philip Strahan, and seminar participants at Georgetown University, Columbia University, University College London, Imperial College, Princeton University, the University of Chicago, and the NBER Summer Institute for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}