{
    "id": 23800,
    "citation_title": "The Origins of Financial Development: How the African Slave Trade Continues to Influence Modern Finance",
    "citation_author": [
        "Ross Levine",
        "Chen Lin",
        "Wensi Xie"
    ],
    "citation_publication_date": "2017-09-11",
    "issue_date": "2017-09-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Development Economics",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe assess how the African slave trade—which had enduring effects on social cohesion—continues to influence financial systems. After showing that the intensity with which people were enslaved and exported from Africa during the 1400 – 1900 period helps account for overall financial development, household access to credit, and firm access to finance, we evaluate three potential mechanisms linking the slave trade to modern finance—information sharing institutions, trust in financial institutions, and the quality of legal institutions. We discover that the slave trade is strongly, negatively related to the information sharing and trust mechanisms but not to the legal mechanism.\n\n",
    "acknowledgement": "\nWe thank Francesco D'Acunto, Thierry Foucault, Jun-Koo Kang, Stephen Karolyi, Lamar Pierce, Jason A. Snyder, and Dariusz Wójcik, for valuable comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}