{
    "id": 23805,
    "citation_title": "Who Owns the Wealth in Tax Havens? Macro Evidence and Implications for Global Inequality",
    "citation_author": [
        "Annette Alstadsæter",
        "Niels Johannesen",
        "Gabriel Zucman"
    ],
    "citation_publication_date": "2017-09-11",
    "issue_date": "2017-09-08",
    "revision_date": "2022-04-14",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": null,
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDrawing on newly published macroeconomic statistics, this paper estimates the amount of household wealth owned by each country in offshore tax havens. The equivalent of 10% of world GDP is held in tax havens globally, but this average masks a great deal of heterogeneity—from a few percent of GDP in Scandinavia, to about 15% in Continental Europe, and 60% in Gulf countries and some Latin American economies. We use these estimates to construct revised series of top wealth shares in ten countries, which account for close to half of world GDP. Because offshore wealth is very concentrated at the top, accounting for it increases the top 0.01% wealth share substantially in Europe, even in countries that do not use tax havens extensively. It has considerable effects in Russia, where the vast majority of wealth at the top is held offshore. These results highlight the importance of looking beyond tax and survey data to study wealth accumulation among the very rich in a globalized world.\n\n",
    "acknowledgement": "\nWe are grateful for financial support from the Nordic Tax Research Council and the FRIPRO-program of the Research Council of Norway. Johannesen gratefully acknowledges financial support from the Danish Council for Independent Research. Zucman gratefully acknowledges financial support from the Laura and John Arnold Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}