{
    "id": 23818,
    "citation_title": "The U.S. Shale Oil Boom, the Oil Export Ban, and the Economy: A General Equilibrium Analysis",
    "citation_author": [
        "Nida Çakir Melek",
        "Michael Plante",
        "Mine K. Yücel"
    ],
    "citation_publication_date": "2017-09-18",
    "issue_date": "2017-09-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the effects of the U.S. shale oil boom in a two-country DSGE model where countries produce crude oil, refined oil products, and a non-oil good. The model incorporates different types of crude oil that are imperfect substitutes for each other as inputs into the refining sector. The model is calibrated to match oil market and macroeconomic data for the U.S. and the rest of the world (ROW). We investigate the implications of a significant increase in U.S. light crude oil production similar to the shale oil boom. Consistent with the data, our model predicts that light oil prices decline, U.S. imports of light oil fall dramatically, and light oil crowds out the use of medium crude by U.S. refiners. In addition, fuel prices fall and U.S. GDP rises. We then use our model to examine the potential implications of the former U.S. crude oil export ban. The model predicts that the ban was a binding constraint in 2013 through 2015. We find that the distortions introduced by the policy are greatest in the refining sector. Light oil prices become artificially low in the U.S., and U.S. refineries produce inefficiently high amount of refined products, but the impact on refined product prices and GDP are negligible.\n\n",
    "acknowledgement": "\nFor helpful comments and suggestions we thank Nathan Balke, Michael Sposi, Kei-Mu Yi as well as participants of the USAEE 2015 and 2016 conferences, the 2015 NBER Meeting on Hydrocarbon Infrastructure, the 2015 Southern Economic Association Meeting, the 2016 IAEE conference, the 2016 Federal Reserve System Energy Meeting, the 2017 Georgetown Center for Economic Research Biennial Conference, the 2017 IAAE conference in Japan, the 2017 NBER Transporting Hydrocarbons and Economics of Energy Markets Meetings, and the seminar participants at the Federal Reserve Bank of Kansas City. This paper is part of the NBER Hydrocarbon Infrastructure Research Initiative supported by the Alfred P. Sloan Foundation. Navi Dhaliwal, Ruiyang Hu and Elena Ojeda provided excellent research assistance. This paper was previously circulated under the title “A macroeconomic analysis of lifting the U.S. crude oil export ban.” The views expressed herein are solely those of the authors and do not necessarily reflect the views of the Federal Reserve Bank of Dallas, the Federal Reserve Bank of Kansas City, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}