{
    "id": 23812,
    "citation_title": "Changes in Corporate Governance and Top Executive Turnover: The Evidence from Japan",
    "citation_author": [
        "Hideaki Miyajima",
        "Ryo Ogawa",
        "Takuji Saito"
    ],
    "citation_publication_date": "2017-09-18",
    "issue_date": "2017-09-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the turnover of top executives in Japanese firms throughout the period from 1990 to 2013. During this time, the presence of a main bank has been weakened, the ownership of institutional investors has dramatically increased, and independent outside directors have been introduced in many firms. We find that top executive turnover sensitivity to corporate performance has not changed, although return on equity (ROE) and stock returns displace return on assets (ROA) as performance indicators that turnover is most sensitive to. The evidence also indicates that instead of the main bank, foreign institutional investors have begun to play an important governance role in Japan. However, the main bank does not abandon its governance role. While the scope of the main bank’s authority may have substantially contracted, main banks continue to perform a certain role in disciplining management.\n\n",
    "acknowledgement": "\nWe are grateful for comments from Marc Goergen, Yupana Wiwattanakantang, and participants at the at NBER-CEPR-TCER conference, RIETI, Taiwan National University, Hitotsubashi University, and Development Bank of Japan (DBJ) academic seminars. In constructing the data in the study, we were supported by a Ministry of Education, Culture, Sports, Science and Technology research grant MEXT KAKENHI (I5H01958, 25780207) and a Japan Society for the Promotion of Science (JSPS) grant, “Topic-Setting Program to Advance Cutting-Edge Humanities and Social Sciences Research: Global Initiatives.” We were also supported by JSPS’s Core-to-Core Program (A. Advanced Research Networks) in presenting our results. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}