{
    "id": 23811,
    "citation_title": "Complementary Bias: A Model of Two-Sided Statistical Discrimination",
    "citation_author": [
        "Ashley C. Craig",
        "Roland G. Fryer",
        "Jr"
    ],
    "citation_publication_date": "2017-09-18",
    "issue_date": "2017-09-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Discrimination",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe introduce a model of two-sided statistical discrimination in which worker and firm beliefs are complementary. Firms try to infer whether workers have made investments required for them to be productive, and simultaneously, workers try to deduce whether firms have made investments necessary for them to thrive. When multiple equilibria exist, group differences can be generated and sustained by either side of the interaction – workers or firms. Strategic complementarity complicates both empirical analysis designed to detect discrimination and policy meant to alleviate it. Affirmative action is much less effective than in traditional statistical discrimination models. More generally, we demonstrate the futility of one-sided policies to correct gender and racial disparities. We analyze a two-sided version of “investment insurance” – a policy in which the government (after observing a noisy version of the employer’s signal) offers to hire any worker who it believes to be qualified and whom the employer does not offer a job – and show that in our model it (weakly) dominates any alternative. The paper concludes by proposing a way to identify statistical discrimination when beliefs are complements.\n\n",
    "acknowledgement": "\nWe are grateful to Joseph Altonji, David Card, Kerwin Charles, Tanaya Devi, Christian Dustmann, Nicole Fortin, Edward Glaeser, Matthew Gentzkow, Louis Kaplow, Lawrence Katz, Kevin Lang, Glenn C. Loury, Costas Meghir, Jesse Shapiro, Betsey Stevenson, and seminar participants at NBER Labor Studies and Harvard University for comments and suggestions. Financial Support from the Harvard Kennedy School Women and Public Policy Program (Craig), an Inequality and Wealth Concentration Ph.D. Scholarship from the Multidisciplinary Program in Inequality & Social Policy at Harvard University (Craig) and Harvard University (Fryer) is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}