{
    "id": 23816,
    "citation_title": "Is There Still Son Preference in the United States?",
    "citation_author": [
        "Francine D. Blau",
        "Lawrence M. Kahn",
        "Peter Brummund",
        "Jason Cook",
        "Miriam Larson-Koester"
    ],
    "citation_publication_date": "2017-09-18",
    "issue_date": "2017-09-15",
    "revision_date": "2019-11-08",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we use 2008-2013 American Community Survey data to update and further probe evidence on son preference in the United States. In light of the substantial increase in immigration, we examine this question separately for natives and immigrants. Dahl and Moretti (2008) found earlier evidence consistent with son preference in that having a female first child raised fertility and increased the probability that the family was living without a father. We find that for our more recent period, having a female first child still raises the likelihood of living without a father, but is instead associated with lower fertility, particularly for natives. Thus, by the 2008-2013 period, any apparent son preference in fertility decisions appears to have been outweighed by factors such as cost concerns in raising girls or increased female bargaining power. In contrast, some evidence for son preference in fertility persists among immigrants. Immigrant families that have a female first child have significantly higher fertility and are more likely to be living without a father (though not significantly so). Further, gender inequity in source countries is associated with son preference in fertility among immigrants. For both first and second generation immigrants, the impact of a female first-born on fertility is more pronounced for immigrants from source countries with less gender equity. Finally, we find no evidence of sex selection for the general population of natives and immigrants, suggesting that it does not provide an alternative mechanism to account for the disappearance of a positive fertility effect for natives.\n\n",
    "acknowledgement": "\nWe are indebted to Nikolai Boboshko, Amanda Eng, Alexander Willén, and Matthew Comey for excellent research assistance, as well as useful comments and input into this work. We thank Pamela Meyerhofer, Sital Kalantry, Shelly Lundberg, David Deming, Angela Cools, Junsen Zhang and three anonymous referees for their comments. The views expressed in this paper are those of the authors and do not necessarily reflect those of the Federal Trade Commission or the National Bureau of Economic Research.\n\n\n"
}