{
    "id": 23813,
    "citation_title": "Racial Segregation and Southern Lynching",
    "citation_author": [
        "Lisa D. Cook",
        "Trevon D. Logan",
        "John M. Parman"
    ],
    "citation_publication_date": "2017-09-18",
    "issue_date": "2017-09-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe literature on ethnic fractionalization and conflict has not been extended to the American past. In particular, the empirical relationship between racial residential segregation and lynching is unknown. The existing economic, social, and political theories of lynching contain hypotheses about the relationship between racial segregation and racial violence, consistent with theories of social conflict. Since Southern lynching occurred in rural and urban areas, traditional urban measures of racial segregation cannot be used to estimate the relationship. We use a newly developed household-level measure of residential segregation (Logan and Parman 2017), which can distinguish between racial homogeneity of a location and the tendency to racially segregate, to estimate the correlation between racial segregation and lynching in the southern counties of the United States. We find that conditional on racial composition, racially segregated counties were much more likely to experience lynchings. Consistent with the hypothesis that segregation is related to interracial violence, we find that segregation is highly correlated with African American lynching, but uncorrelated with white lynching. These results extend the analysis of racial/ethnic conflict into the past and show that the effects of social interactions and interracial proximity in rural areas are as important as those in urban areas.\n\n",
    "acknowledgement": "\nWe thank Terry-Ann Craigie, Brendan Nyhan, Suresh Naidu, Richard H. Steckel, Stewart Tolnay, participants at the Cliometric Society, Population Association of America, and ASSA Annual Meetings and seminar audiences at Queens University, University of Montreal, Dartmouth, and Ohio University for suggestions on this project. Jacob D. Ginsberg, Terry L. Pack, and Stephen Prifti provided excellent research assistance. The usual disclaimer applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}