{
    "id": 23817,
    "citation_title": "Signaling to Experts",
    "citation_author": [
        "Pablo Kurlat",
        "Florian Scheuer"
    ],
    "citation_publication_date": "2017-09-18",
    "issue_date": "2017-09-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "General Equilibrium",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study competitive equilibrium in a signaling economy with heterogeneously informed buyers. In terms of the classic Spence (1973) model of job market signaling, firms have access to direct but imperfect information about worker types, in addition to observing their education. Firms can be ranked according to the quality of their information, i.e. their expertise. In equilibrium, some high type workers forgo signaling and are hired by better informed firms, who make positive profits. Workers’ education decisions and firms’ use of their expertise are strategic complements, allowing for multiple equilibria. We characterize wage dispersion and the extent of signaling as a function of the distribution of expertise among firms. The market can create insufficient or excessive incentives for firms to acquire information, and we provide a formula to measure this inefficiency. Our model can also be applied to a variety of other signaling problems, including securitization, corporate financial structure, insurance markets, or dividend policy.\n\n",
    "acknowledgement": "\nWe thank Adrien Auclert, Alex Bloedel, Gabriel Carroll, Patrick Kehoe, Guido Menzio, Nick Netzer, Venky Venkateswaran as well as seminar and conference participants for helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}