{
    "id": 23822,
    "citation_title": "How Segregated is Urban Consumption?",
    "citation_author": [
        "Donald R. Davis",
        "Jonathan I. Dingel",
        "Joan Monras",
        "Eduardo Morales"
    ],
    "citation_publication_date": "2017-09-18",
    "issue_date": "2017-09-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe provide measures of ethnic and racial segregation in urban consumption. Using Yelp reviews, we estimate how spatial and social frictions influence restaurant visits within New York City. Transit time plays a first-order role in consumption choices, so consumption segregation partly reflects residential segregation. Social frictions also have a large impact on restaurant choices: individuals are less likely to visit venues in neighborhoods demographically different from their own. While spatial and social frictions jointly produce significant levels of consumption segregation, we find that restaurant consumption in New York City is only about half as segregated as residences. Consumption segregation owes more to social than spatial frictions.\n\n",
    "acknowledgement": "\nWe thank Jesse Shapiro, four anonymous referees, Treb Allen, David Atkin, Pierre-Philippe Combes, Victor Couture, Thomas Covert, Alon Eizenberg, Ingrid Gould Ellen, Mogens Fosgerau, Marçal Garolera, Robin Gomila, Joshua Gottlieb, Jessie Handbury, Art O'Sullivan, Albert Saiz, and many seminar audiences for helpful comments. We thank Bowen Bao, Luis Costa, Amrit K. Daniel, David Henriquez, Yan Hu, Charlene Lee, Rachel Piontek, Anil Sindhwani, Ludwig Suarez, Shirley Yarin, and, especially, Kevin Dano, Ben Eckersley, Hadi Elzayn, and Benjamin Lee for research assistance. Thanks to the New York Police Department, and especially Gabriel Paez, for sharing geocoded crime data. Dingel thanks the Kathryn and Grant Swick Faculty Research Fund at the University of Chicago Booth School of Business for supporting this work. Monras thanks the Banque de France Sciences Po partnership. Morales thanks the University of Wisconsin-Madison and the Cowles Foundation at Yale University for their hospitality and support. Part of this work is supported by a public grant overseen by the French National Research Agency (ANR) as part of the “Investissements d’Avenir” program LIEPP (ANR-11-LABX-0091, ANR-11-IDEX-0005-02). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}