{
    "id": 23828,
    "citation_title": "Deposit Insurance and Depositor Monitoring: Quasi-Experimental Evidence from the Creation of the Federal Deposit Insurance Corporation",
    "citation_author": [
        "Haelim Park Anderson",
        "Gary Richardson",
        "Brian S. Yang"
    ],
    "citation_publication_date": "2017-09-18",
    "issue_date": "2017-09-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Fiscal Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the Banking Acts of 1933 and 1935, the United States created the Federal Deposit Insurance Corporation, which ensured deposits in commercial banks up to $5,000. Congress capped the size of insured deposits so that small depositors would not run on banks, but large and informed depositors – such as firms and investors – would continue to monitor banks’ behavior. This essay asks how that insurance scheme influenced depositors’ reactions to news about the health of the economy and information on bank’s balance sheets. An answer arises from our treatment-and-control estimation strategy. When deposit insurance was created, banks with New York state charters accepted regular and preferred deposits. Preferred depositors received low, fixed interest rates, but when banks failed, received priority in repayment. Deposit-insurance legislation diminished differences between preferred and regular deposits by capping interest rates and protecting regular depositors from losses. We find that before deposit insurance, regular depositors reacted more to news about banks’ balance sheets and economic aggregates; while preferred depositors reacted less. After deposit insurance, this difference diminished, but did not disappear. The change in the behavior of one group relative to the other indicates that deposit insurance reduced depositor monitoring, although the continued reaction of depositors to some information suggests that, as intended, the legislation did not entirely eliminate depositor monitoring.\n\n",
    "acknowledgement": "\nThe authors thank colleagues for comments and advice. The views expressed in this paper are solely those of the authors and do not necessarily represent those of the Office of Financial Research, the United States Treasury, or the National Bureau of Economic Research.\n\n\n"
}