{
    "id": 23824,
    "citation_title": "Allocating Effort and Talent in Professional Labor Markets",
    "citation_author": [
        "Gadi Barlevy",
        "Derek Neal"
    ],
    "citation_publication_date": "2017-09-18",
    "issue_date": "2017-09-15",
    "revision_date": "2017-10-20",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Market Structures",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn many professional service firms, new associates work long hours while competing in up-or-out promotion contests. Our model explores why these firms require young professionals to take on heavy workloads while simultaneously facing significant risks of dismissal. We argue that the productivity of skilled partners in professional service firms (e.g. law, consulting, investment banking, and public accounting) is quite large relative to the productivity of their peers who are competent and experienced but not well-suited to the partner role. Therefore, these firms adopt personnel policies that facilitate the identification of new partners. In our model, both heavy workloads and up-or-out rules serve this purpose. Firms are able to identify more professionals who can function effectively as partners when they require new associates to perform more tasks. Further, when firms replace experienced associates with new workers, they gain the opportunity to identify talented professionals who will have long careers as partners. Both of these personnel practices are costly. However, when the gains from increasing the number of talented partners exceed these costs, firms employ both practices in tandem. We present evidence on life-cycle patterns of hours and earnings among lawyers that supports our claim that both heavy workloads and up-or-out rules are screening mechanisms.\n\n",
    "acknowledgement": "\nWe thank John Kennan, Kevin Lang, Charles Lewis, Kevin Murphy, Canice Prendergast, Chris Taber, and Fabrice Tourre for useful discussions. We thank seminar participants at the University of Chicago, UCL, Edinburgh University, UW- Madison, the 2014 North American Summer Meetings of the Econometric Society, and the NBER Organizational Economics working group for valuable feedback. We thank Nicki Bazer, Ted Froum, Hank Kelly and Stephanie Scharf for useful conversations about personnel practices in law firms. We thank Natascha Geirhos and Henry Doorn for helpful insights concerning the public accounting industry. We thank Andrew Jordan, Caitlin McCarthy, Jorge Luis García, and Max Samels for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}