{
    "id": 23823,
    "citation_title": "Attention Manipulation and Information Overload",
    "citation_author": [
        "Petra Persson"
    ],
    "citation_publication_date": "2017-10-09",
    "issue_date": "2017-09-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nLimits on consumer attention give firms incentives to manipulate prospective buyers’ allocation of attention. This paper models such attention manipulation and shows that it limits the ability of disclosure regulation to improve consumer welfare. Competitive information supply, from firms competing for attention, can reduce consumers’ knowledge by causing information overload. A single firm subjected to a disclosure mandate may deliberately induce such information overload to obfuscate financially relevant information, or engage in product complexification to bound consumers’ financial literacy. Thus, disclosure rules that would improve welfare for agents without attention limitations can prove ineffective for consumers with limited attention. Obfuscation suggests a role for rules that mandate not only the content but also the format of disclosure; however, even rules that mandate “easy-to-understand” formats can be ineffective against complexification, which may call for regulation of product design.\n\n",
    "acknowledgement": "\nI am grateful to Navin Kartik, Doug Bernheim, Patrick Bolton, Yeon-Koo Che, Pierre-André Chiappori, Matt Gentzkow, Takakazu Honryo, Samuel Lee, Uliana Loginova, Florian Scheuer, Cass Sunstein, and to seminar participants at the Consumer Financial Protection Bureau and at various universities. I also thank the faculty and participants of the Russell Sage Foundation Summer Institute in Behavioral Economics. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}