{
    "id": 23829,
    "citation_title": "How Efficient is Dynamic Competition? The Case of Price as Investment",
    "citation_author": [
        "David Besanko",
        "Ulrich Doraszelski",
        "Yaroslav Kryukov"
    ],
    "citation_publication_date": "2017-09-18",
    "issue_date": "2017-09-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Antitrust",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study industries where the price that a firm sets serves as an investment into lower cost or higher demand. We assess the welfare implications of the ensuing competition for the market using analytical and numerical approaches to compare the equilibria of a learning-by-doing model to the first-best planner solution. We show that dynamic competition leads to low deadweight loss. This cannot be attributed to similarity between the equilibria and the planner solution. Instead, we show how learning-by-doing causes the various contributions to deadweight loss to either be small or partly offset each other.\n\n",
    "acknowledgement": "\nWe thank Guy Arie, Joe Harrington, Bruno Jullien, Ariel Pakes, Robert Porter, Michael Raith, Mike Riordan, Juuso Valimaki, and Mike Whinston for helpful discussions and suggestions. We also thank participants at seminars at Carnegie Mellon University, DG Comp at the European Commission, Helsinki Center for Economic Research, Johns Hopkins University, Toulouse School of Economics, Tulane University, and University of Rochester for their useful questions and comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nYaroslav Kryukov\n\nYaroslav Kryukov has conducted most of the research as faculty member of Carnegie Mellon University. After leaving CMU, limited follow-up work was conducted using solely his own time and resources.\n\n\n"
}