{
    "id": 23825,
    "citation_title": "Two Great Trade Collapses: The Interwar Period & Great Recession Compared",
    "citation_author": [
        "Kevin Hjortshøj O'Rourke"
    ],
    "citation_publication_date": "2017-09-18",
    "issue_date": "2017-09-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, I offer some preliminary comparisons between the trade collapses of the Great Depression and Great Recession.  The commodity composition of the two trade collapses was quite similar, but the latter collapse was much sharper due to the spread of manufacturing across the globe during the intervening period. The increasing importance of manufacturing also meant that the trade collapse was more geographically balanced in the later episode. Protectionism was much more severe during the 1930s than after 2008, and in the UK case at least helped to skew the direction of trade away from multilateralism and towards Empire. This had dangerous political consequences.\n\n",
    "acknowledgement": "\nPreliminary version of a paper prepared for IMF-BNM-IMFER Conference on Globalization in the Aftermath of the Crisis and the IMF Economic Review. The research on which this paper is based was in part funded by the European Research Council under the European Union’s Seventh Framework Programme (FP7/2007- 2013) / ERC grant agreement no. 249546. The paper draws on many collaborations, and I am extremely grateful to my co-authors: Miguel Almunia, Agustín Bénétrix, Roberto Bonfatti, Alan de Bromhead, Barry Eichengreen, Alan Fernihough, Ronald Findlay, William Hynes, David Jacks, Markus Lampe, Gisela Rua, and Jeffrey Williamson. The usual disclaimer applies. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}