{
    "id": 23820,
    "citation_title": "Smoking, Health Capital, and Longevity: Evaluation of Personalized Cessation Treatments in a Lifecycle Model with Heterogeneous Agents",
    "citation_author": [
        "Li-Shiun Chen",
        "Ping Wang",
        "Yao Yao"
    ],
    "citation_publication_date": "2017-09-18",
    "issue_date": "2017-09-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCigarette smoking leads to large healthcare and morbidity costs, and mortality losses, and smoking cessation plays a key role in reducing health risk and economic costs. While medical evidence suggests that some smokers are more likely to respond to medication treatment than others depending on genetic markers, it remains unexplored whether pharmacogenetic testing is cost-effective in treating potential quitters of smoking. We address this knowledge gap by developing a lifecycle model in which individuals make smoking, health investment and consumption-savings decisions. Depending on an individual's genotype, smoking may bring enjoyment but deteriorates one's health, and the dynamic evolution of health capital determines life expectancy. In addition to heterogeneous genotypes, individuals also differ in demographics. We calibrate this model to fit key economic and medical observations in the U.S. We then propose three smoking cessation policies, two with standard treatments and one personalized depending on genetic markers, all under the same program costs. We construct two unified measures of effectiveness and subsequently compute the cost-effectiveness ratio. We find that personalized treatment is the most cost-effective: for each dollar of program cost, it generates $8.94 value in effectiveness, which is 22-45% higher than those under standard treatments.\n\n",
    "acknowledgement": "\nWe would like to thank Jerome Adda, Isaac Ehrlich, Chad Jones, Don Kenkel, and Rody Manuelli for helpful comments and suggestions. Financial support from R01DA038076, KL2RR024994 and K08DA030398 (Chen) and from the Weidenbaum Center on the Economy, Government, and Public Policy (Wang) is gratefully acknowledged. Rongsheng Tang has provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}