{
    "id": 23838,
    "citation_title": "General Equilibrium Effects of (Improving) Public Employment Programs: Experimental Evidence from India",
    "citation_author": [
        "Karthik Muralidharan",
        "Paul Niehaus",
        "Sandip Sukhtankar"
    ],
    "citation_publication_date": "2017-09-18",
    "issue_date": "2017-09-15",
    "revision_date": "2021-09-07",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Market Structures",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPublic employment programs may aﬀect poverty both directly through the income they provide and indirectly through general-equilibrium eﬀects. We estimate both eﬀects, exploiting a reform that improved the implementation of India’s National Rural Employment Guarantee Scheme (NREGS) and whose rollout was randomized at a large (sub-district) scale. The reform raised beneﬁciary households’ earnings by 14%, and reduced poverty by 26%. Importantly, 86%of income gains came from non-program earnings, driven by higher private-sector (real) wages and employment. This pattern appears to reﬂect imperfectly competitive labor markets more than productivity gains: worker’s reservation wages increased, land returns fell, and employment gains were higher in villages with more concentrated landholdings. Non-agricultural enterprise counts and employment grew rapidly despite higher wages, consistent with a role for local demand in structural transformation. These results suggest that public employment programs can eﬀectively reduce poverty in developing countries, and may also improve economic eﬃciency.\n\n",
    "acknowledgement": "\nWe thank the editor Dave Donaldson and three anonymous referees, David Atkin, Abhijit Banerjee, Prashant Bharadwaj, Gordon Dahl, Taryn Dinkelman, Roger Gordon, Gordon Hanson, Clement Imbert, Supreet Kaur, Dan Keniston, Atila Lindner, Aprajit Mahajan, Edward Miguel, Ben Moll, Dilip Mookherjee, Imran Rasul, Mark Rosenzweig and participants in various seminars for comments and suggestions. We are grateful to oﬃcials of the Government of Andhra Pradesh, including Reddy Subrahmanyam, Koppula Raju, Shamsher Singh Rawat, Raghunandan Rao, G Vijaya Laxmi, AVV Prasad, Kuberan Selvaraj, Sanju, Kalyan Rao, and Madhavi Rani; as well as Gulzar Natarajan for their continuous support of the Andhra Pradesh Smartcard Study. We are also grateful to oﬃcials of the Unique Identiﬁcation Authority of India (UIDAI) including Nandan Nilekani, Ram Sevak Sharma, and R Srikar for their support. We thank Tata Consultancy Services (TCS) and Ravi Marri, Ramanna, and Shubra Dixit for their help in providing us with administrative data. This paper would not have been possible without the continuous eﬀorts and inputs of the J-PAL/UCSD project team including Kshitij Batra, Thomas Brailey, Soala Ekine, Prathap Kasina, Michael Kaiser, Frances Lu, Piali Mukhopadhyay, Raghu Kishore Nekanti, Matt Pecenco, Sabareesh Ramachandran, Surili Sheth, Pratibha Shrestha, and Kartik Srivastava. Finally, we thank the Omidyar Network (especially Jayant Sinha, CV Madhukar, Surya Mantha, and Sonny Bardhan) and the Bill and Melinda Gates Foundation (especially Dan Radcliﬀe, and Seth Garz) for the ﬁnancial support that made this study possible. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}