{
    "id": 23836,
    "citation_title": "Macro Needs Micro",
    "citation_author": [
        "Fabio Ghironi"
    ],
    "citation_publication_date": "2017-09-18",
    "issue_date": "2017-09-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAn emerging consensus on the future of macroeconomics views the incorporation of a role for financial intermediation, labor market frictions, and household heterogeneity in the presence of uninsurable unemployment risk as key needed extensions to the benchmark macro framework. I argue that this is welcome, but not sufficient for macro—and international macro—to tackle the menu of issues that have been facing policymakers since the recent global crisis. For this purpose, macro needs more micro than the benchmark setup has been incorporating so far. Specifically, artificial separations between business cycle analysis, the study of stabilization policies, and growth macro, as well as between international macroeconomics and international trade, must be overcome. I review selected literature contributions that took steps in this direction; outline a number of important, promising directions for future research; and discuss methodological issues in the development of this agenda.\n\n",
    "acknowledgement": "\nFor helpful comments, I am grateful to Olivier Blanchard, Simon Cowan, Jean-Paul Tsasa, David Vines, Samuel Wills, an anonymous referee, and other participants in the project to which this paper contributes. All errors are my own. The views expressed in this paper are personal and do not necessarily reflect the views of CEBRA, CEPR, the EABCN, or the National Bureau of Economic Research.\n\n\n"
}