{
    "id": 23831,
    "citation_title": "Optimal Financing for R&D-Intensive Firms",
    "citation_author": [
        "Richard T. Thakor",
        "Andrew W. Lo"
    ],
    "citation_publication_date": "2017-09-18",
    "issue_date": "2017-09-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economics of Health",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a theory of optimal financing for R&D-intensive firms that uses their unique features—large capital outlays, long gestation periods, high upside, and low probabilities of R&D success—that explains three prominent stylized facts about these firms: their relatively low use of debt, large cash balances, and underinvestment in R&D. The model relies on the interaction of the unique features of R&D-intensive firms with three key frictions: adverse selection about R&D viability, asymmetric information about the upside potential of R&D, and moral hazard from risk shifting. We establish the optimal pecking order of securities with direct market financing. Using a tradeoff between tax benefits and the costs of risk shifting for debt, we establish conditions under which the firm uses an all-equity capital structure and firms raise enough financing to carry excess cash. A firm may use a limited amount of debt if it has pledgeable assets in place. However, market financing still leaves potentially valuable R&D investments unfunded. We then use a mechanism design approach to explore the potential of intermediated financing, with a binding precommitment by firm insiders to make costly ex post payouts. A mechanism consisting of put options can be used in combination with equity to eliminate underinvestment in R&D relative to the direct market financing outcome. This optimal intermediary-assisted mechanism consists of bilateral “insurance” contracts, with investors offering firms insurance against R&D failure and firms offering investors insurance against very high R&D payoffs not being realized.\n\n",
    "acknowledgement": "\nWe thank Asaf Bernstein, Hui Chen, Murray Frank, Xavier Giroud, Daniel Green, Dirk Hackbarth, Jack Liebersohn, Debbie Lucas, Daniel Saavedra Lux, Andrey Malenko, William Mann, Stew Myers, Jonathan Parker, David Robinson, Raj Singh, and seminar participants at MIT and the 2017 American Finance Association Meetings for helpful comments and discussions. We also thank Xuelin Li for research assistance. Any remaining errors are our own. Research support from the MIT Laboratory for Financial Engineering is gratefully acknowledged. The views and opinions expressed in this article are those of the authors only and do not necessarily represent the views and opinions of any other organizations, any of their affiliates or employees, any of the individuals acknowledged above, or the National Bureau of Economic Research.\n\n\n\nAndrew W. Lo\n\nResearch support from the MIT Laboratory for Financial Engineering and its sponsors is gratefully acknowledged. Sponsors include:  the Charles E. and Susan T. Harris Chair Fund, the Medical Device Innovation Consortium, Terence Lim, Jean Jacques DeGroof, John Frishkopf, Natixis Global Asset Management, and BBVA.\n\n\nLo has personal financial investments in several biotech companies, is an advisor to BridgeBio Capital, and serves on the boards of Roivant Sciences, Ltd. and the MIT Whitehead Institute for Biomedical Research, and is a member of Beth Israel Deaconness Medical Center's Board of OverSeers. Lo is also chairman and chief investment strategist of AlphaSimplex Group, LLC, an asset management company.\n\n\n"
}