{
    "id": 23839,
    "citation_title": "Longitudinal Determinants of End-of-Life Wealth Inequality",
    "citation_author": [
        "James M. Poterba",
        "Steven F. Venti",
        "David A. Wise"
    ],
    "citation_publication_date": "2017-09-25",
    "issue_date": "2017-09-21",
    "revision_date": "2018-05-01",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nHealthcare Decision-Making and Outcomes for People Living with Alzheimer's Disease\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nInequality in wealth among elderly households, and in particular the prevalence of very low wealth holdings, can be an important consideration in the design of social insurance programs.  This paper examines the incidence and determinants of low levels of financial and total wealth using repeated cross-sections of the Health and Retirement Study (HRS) and a small longitudinal sample of HRS respondents observed both at age 65 and shortly before death.  Most of those who report very low wealth holdings at the end of their life had little wealth at the traditional retirement age of 65.  There is strong persistence over time in reports of very low wealth, and more generally relatively little evidence that wealth is drawn down in the first 15 years of retirement.  The age-specific probability of reporting low wealth increases slowly after age 65. Low lifetime earnings are strongly predictive of low wealth at retirement and at the end of life.  The post-retirement onset of a major medical condition, and, for married women, the loss of their spouse, are both associated with small increases in the probability of reporting very low wealth, but they account for a small fraction of low-wealth outcomes.  Low levels of wealth accumulation before age 65, rather than gaps in the safety net after 65 or rapid spend-down of accumulated assets, appear to be the primary determinant of low levels of wealth just before death.\n\n",
    "acknowledgement": "\nWe are grateful to Alice Henriques, Michael Hurd, Henrik Kleven, James Smith, and two anonymous referees for very helpful comments. This research was supported by the U.S. Social Security Administration through grant #RRC08098400-06 to the NBER as part of the SSA Retirement Research Consortium. Funding was also provided through grant P01 AG005842 from the National Institute on Aging. Poterba is a trustee of the College Retirement Equity Fund (CREF), a provider of retirement income services. The findings and conclusions expressed are solely those of the authors and do not represent the views of SSA, any agency of the federal government, TIAA, or the National Bureau of Economic Research.\n\n\n"
}