{
    "id": 23832,
    "citation_title": "Are CEOs Different? Characteristics of Top Managers",
    "citation_author": [
        "Steven N. Kaplan",
        "Morten Sorensen"
    ],
    "citation_publication_date": "2017-09-18",
    "issue_date": "2017-09-15",
    "revision_date": "2017-09-20",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use a dataset of over 2,600 executive assessments to study thirty individual characteristics of candidates for top executive positions – CEO, CFO, COO and others.  We classify the thirty candidate characteristics with four primary factors:  general ability, execution vs. interpersonal, charisma vs. analytic, and strategic vs. managerial.  CEO candidates tend to score higher on these factors; CFO candidates score lower.  Conditional on being a candidate, executives with greater interpersonal skills are more likely to be hired, suggesting that such skills are important in the selection process.  Scores on the four factors also predict future career progression.  Non-CEO candidates who score higher on the four factors are subsequently more likely to become CEOs.  The patterns are qualitatively similar for public, private equity and venture capital owned companies.  We do not find economically large differences in the four factors for men and women.  Women, however, are subsequently less likely to become CEOs, holding the four factors constant.\n\n",
    "acknowledgement": "\nWe thank Geoff Smart, Randy Street, Alan Foster and Elena Botelho of ghSMART for providing the data and for helpful discussions and comments. We thank Roland Benabou, Clifton Green, John Graham, Dan Puchniak, Laura Starks and seminar participants at the 2017 AFA Meetings, the 2016 Global Corporate Governance Colloquium, Cambridge Judge Business School, Frankfurt School of Finance and Management, LBS, LSE, Nottingham University Business School, Saïd Business School, Stockholm School of Economics, and Università Bocconi for helpful comments.  We also thank Donald Chi, Grace Duan, Fan Jiang, Arthur Klisz, Elaine Tang, Elyse Wummer, Emily Xiao and Stephanie Xiao for able research assistance. This research has been supported by the Fama-Miller Center, the Center for Research in Security Prices and the Booth Initiative on Global Markets.  Morten Sorensen gratefully acknowledges funding by the Danish Council for Independent Research (“Det Frie Forskningsråd”) under the Sapere Aude program through grant number: DFF–4003-00095. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nSteven N. Kaplan\n\nKaplan has consulted to venture fund general partners and limited partners.  Kaplan serves as a director on two corporate boards.  As a director, he is involved in executive personnel decisions.\n\n\n"
}