{
    "id": 23835,
    "citation_title": "Default Risk, Sectoral Reallocation, and Persistent Recessions",
    "citation_author": [
        "Cristina Arellano",
        "Yan Bai",
        "Gabriel Mihalache"
    ],
    "citation_publication_date": "2017-09-18",
    "issue_date": "2017-09-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSovereign debt crises are associated with large and persistent declines in economic activity, disproportionately so for nontradable sectors. This paper documents this pattern using Spanish data and builds a two-sector dynamic quantitative model of sovereign default with capital accumulation. Recessions are very persistent in the model and more pronounced for nontraded sectors because of default risk. An adverse domestic shock increases the likelihood of default, limits capital inflows, and thus restricts the ability of the economy to exploit investment opportunities. The economy responds by reducing investment and reallocating capital toward the traded sector to support debt service payments. The real exchange rate depreciates, a reflection of the scarcity of traded goods. We find that these mechanisms are quantitatively important for rationalizing the experience of Spain during the recent debt crisis.\n\n",
    "acknowledgement": "\nWe thank Alexandra Solovyeva for excellent research assistance. We also thank our discussants Nuno Coimbra and Alessandro Dovis for insightful comments and suggestions. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}