{
    "id": 23833,
    "citation_title": "The Economic Implications of Housing Supply",
    "citation_author": [
        "Edward Glaeser",
        "Joseph Gyourko"
    ],
    "citation_publication_date": "2017-09-18",
    "issue_date": "2017-09-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this essay, we review the basic economics of housing supply and the functioning of US housing markets to better understand the distribution of home prices, household wealth and the spatial distribution of people across markets. We employ a cost-based approach to gauge whether a housing market is delivering appropriately priced units. Specifically, we investigate whether market prices (roughly) equal the costs of producing the housing unit. If so, the market is well-functioning in the sense that it efficiently delivers housing units at their production cost. Of course, poorer households still may have very high housing cost burdens that society may wish to address via transfers. But if housing prices are above this cost in a given area, then the housing market is not functioning well— and housing is too expensive for all households in the market, not just for poorer ones. The gap between price and production cost can be understood as a regulatory tax, which might be efficiently incorporating the negative externalities of new production, but typical estimates find that the implicit tax is far higher than most reasonable estimates of those externalities.\n\n",
    "acknowledgement": "\nEdward Glaeser is the Fred and Eleanor Glimp Professor of Economics, Harvard University, Cambridge, Massachusetts. He thanks the Taubman Center for State and Local Government at Harvard for financial support. Joseph Gyourko is the Martin Bucksbaum Professor of Real Estate, Finance and Business Economics and Public Policy, the Wharton School, University of Pennsylvania, Philadelphia, Pennsylvania. He thanks the Research Sponsor Program of the Zell/Lurie Real Estate Center at Wharton for financial support. Their email addresses are eglaeser@harvard.edu and gyourko@wharton.upenn.edu. The excellent research assistance of Yue Cao, Matt Davis and Xinyu Ma is much appreciated, but the authors remain responsible for any errors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nEdward Glaeser\n\nI have received speaking fees from organizations that organize members that invest in real estate markets, including the National Association of Real Estate Investment Managers and the Pension Real Estate Association.\n\n\n"
}