{
    "id": 23849,
    "citation_title": "What Goes Up May Not Come Down: Asymmetric Incidence of Value-Added Taxes",
    "citation_author": [
        "Youssef Benzarti",
        "Dorian Carloni",
        "Jarkko Harju",
        "Tuomas Kosonen"
    ],
    "citation_publication_date": "2017-09-25",
    "issue_date": "2017-09-21",
    "revision_date": "2018-11-26",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper shows that prices respond more to increases than to decreases in Value-Added Taxes (VATs). First, using two plausibly exogenous VAT changes, we show that prices respond twice as much to VAT increases than to VAT decreases. Second, we show that this asymmetry results in higher equilibrium profits and markups. Third, we find that firms operating with low profit margins are more likely to respond asymmetrically to the VAT changes than firms operating with high profit margins. Fourth, this asymmetry persists several years after the VAT changes take place. Fifth, using all VAT changes in the European Union from 1996 to 2015, we find similar levels of asymmetry.\n\n",
    "acknowledgement": "\nPreviously circulated as “Do Prices Respond Differently to Increases and Decreases in Consumption Taxes?” The views expressed in this paper are the authors' and should not be interpreted as those of CBO, LIER, VATT, or National Bureau of Economic Research. We are thankful to five anonymous referees, Alan Auerbach, Raj Chetty, Stefano DellaVigna, Itzik Fadlon, Naomi Feldman, Xavier Gabaix, Al Harberger, Jim Hines, Hilary Hoynes, Henrik Kleven, Wojciech Kopczuk, Peter Kuhn, Camille Landais, Maurizio Mazzocco, Pascal Michaillat, Magne Mogstad, Ryan Oprea, Emmanuel Saez, Joel Slemrod and Alisa Tazhitdinova for their helpful suggestions and comments. Tero Hokkanen, Jen Kades and Carolina Kansikas provided outstanding research assistance. Harju gratefully acknowledges financial support from the Foundation for Economic Education.\n\n\n"
}