{
    "id": 23846,
    "citation_title": "Premium Levels and Demand Response in Health Insurance: Relative Thinking and Zero-Price Effects",
    "citation_author": [
        "Rudy Douven",
        "Ron van der Heijden",
        "Thomas McGuire",
        "Frederik T. Schut"
    ],
    "citation_publication_date": "2017-09-25",
    "issue_date": "2017-09-21",
    "revision_date": "2018-05-04",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn health care systems with a competitive health insurance market, governments or other sponsors (e.g. employers) often subsidize premiums to encourage enrolment. These subsidies are typically independent of plan choice leaving the absolute premium differences in place so as not to distort consumer choice of plan. Such subsidies do, however, change the relative premium differences across plans, which, according to theories from behavioral economics, can affect choice. Consumers might be sensitive to differences relative to a reference premium (“relative thinking”). Furthermore, consumers might be particularly sensitive to a reference premium of zero (“zero-price effect”), a relevant range for some subsidized health insurance markets.  This paper tests these ideas with two sources of evidence.  We argue that observed equilibria in Germany and the U.S. Medicare Advantage markets are consistent with a powerful zero-price effect, resulting in an equilibrium focal pricing at zero. This contrasts with the Netherlands where equilibrium premiums are well above zero. In an empirical test using hypothetical questions in a web-based survey in these three countries, we also find evidence for both a relative thinking and a zero-price effect in the demand for health insurance. Our findings imply that well-designed subsidies can leverage relative thinking to increase demand elasticity for health plans. Creation of a powerful reference price (e.g., at zero), however, risks subverting price competition.\n\n",
    "acknowledgement": "\nRon van der Heijden participated in this research project when he was trainee at CPB, Netherlands Bureau for Economic Policy Analysis and Erasmus University Rotterdam. Participants at a CPB seminar, the iHEA conference in Boston, and at the Risk Adjustment Network annual meeting in Berlin, provided helpful comments. We thank Michael McWilliams, Mariëlle Non, Jonas Pendzialek, Sonja Schillo, Victoria Shestalova, Andras Treszl, Richard van Kleef, Wynand van de Ven, and Juergen Wasem for helpful comments.  We also thank Paul Westra for statistical assistance, and Susanne Agasi for her comments and for assisting us in translating the survey into German. McGuire acknowledges research support from the U.S. National Institute of Aging, P01AG032952. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}