{
    "id": 23841,
    "citation_title": "International Credit Supply Shocks",
    "citation_author": [
        "Ambrogio Cesa-Bianchi",
        "Andrea Ferrero",
        "Alessandro Rebucci"
    ],
    "citation_publication_date": "2017-09-25",
    "issue_date": "2017-09-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHouse prices and exchange rates can potentially amplify the expansionary effect of capital inflows by inflating the value of collateral. We first set up a model of collateralized borrowing in domestic and foreign currency with international financial intermediation in which a change in leverage of global intermediaries leads to an international credit supply increase. In this environment, we illustrate how house price increases and exchange rates appreciations contribute to fueling the boom by inflating the value of collateral. We then document empirically, in a Panel VAR model for 50 advanced and emerging countries estimated with quarterly data from 1985 to 2012, that an increase in the leverage of US Broker-Dealers also leads to an increase in cross-border credit flows, a house price and consumption boom, a real exchange rate appreciation and a current account deterioration consistent with the transmission in the model. Finally, we study the sensitivity of the consumption and asset price response to such a shock and show that country differences are associated with the level of the maximum loan-to-value ratio and the share of foreign currency denominated credit.\n\n",
    "acknowledgement": "\nPrepared for the 2017 NBER International Seminar on Macroeconomics (ISOM). We would like to thank our discussants at the conference, Julian di Giovanni and Alan Taylor, as well as our discussants at other conferences, Anil Ari, Luca Dedola, Aitor Erce, Alice Fabre, Gurnain Pasricha, John Rogers, Tim Schmidt-Eisenlohr, Michael Stein, and Jing Zhou for comments and useful suggestions. We have also benefited from comments by participants at the CEBRA 2017 Annual Meeting, 2017 NBER ISOM, CEBRA Boston Policy Workshop, 2017 WFC, 2017 BGSE Summer Forum, 2017 ESSIM, XIX BCB Annual Inflation Targeting Seminar, Sils Macro Workshop, Korea-Keio-HKUST 2nd International Macro & Finance Conference, EMG-ECB Workshop on Global Liquidity, 2016 EEA Meetings, HKCU-HKMA Conference on Real Estate and Financial Stability, 4th Workshop in Macro Banking and Finance, SF Fed-HKCU Conference on International Finance, 2015 NYU Alumni Conference, and at seminars at the Bank of England, BIS Asia Office, University of Durham, Fed Board, the University of York, New York Fed, and San Francisco Fed, University of Oxford, University of St. Andrews. Alessandro Rebucci thanks the Black & Decker Research Fund for partial financial support for this paper. The views expressed in this paper are solely those of the authors and should not be taken to represent those of the Bank of England or the National Bureau of Economic Research.\n\n\n\nAndrea Ferrero\n\nSince 2014, I have had ongoing consulting relationships with the Bank of England.\n\n\n"
}