{
    "id": 23845,
    "citation_title": "East Asian Financial and Economic Development",
    "citation_author": [
        "Randall Morck",
        "Bernard Yeung"
    ],
    "citation_publication_date": "2017-09-25",
    "issue_date": "2017-09-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n",
        "Labor and Health History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Country Studies",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nJapan, an isolated, backward country in the 1860s, industrialized rapidly to become a major industrial power by the 1930s. South Korea, among the world’s poorest countries in the 1960s, joined the ranks of First World economies in little over a single generation. China now seems poised to follow a similar trajectory. All three cases highlight the importance of marginalized traditional elites, intensive early investment in education, a degree of economic openness, free markets, equity financing, early-stage coordination of firms in diverse industries via arrangements such as business groups, and political institutions capable of curbing the power of families grown wealthy in early-stage rapid development to make way for prosperity sustained by efficient resource allocation to high-productivity firms.\n\n",
    "acknowledgement": "\nThis working paper is intended for the Handbook of Finance and Development. We are grateful to the editors, Thorsten Beck and Ross Levine for helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}