{
    "id": 23844,
    "citation_title": "Employment Hysteresis from the Great Recession",
    "citation_author": [
        "Danny Yagan"
    ],
    "citation_publication_date": "2017-09-25",
    "issue_date": "2017-09-21",
    "revision_date": "2018-08-17",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Public Economics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses U.S. local areas as a laboratory to test whether the Great Recession depressed 2015 employment. In full-population longitudinal data, I find that exposure to a 1-percentage-point-larger 2007-2009 local unemployment shock caused working-age individuals to be 0.4 percentage points less likely to be employed at all in 2015, evidently via labor force exit. These shocks also increased 2015 income inequality. General human capital decay and persistently low labor demand each rationalize the findings better than lost job-specific rents, lost firm-specific human capital, or reduced migration. Simple extrapolation suggests the recession caused most of the 2007-2015 age-adjusted employment decline.\n",
    "acknowledgement": "\nI thank Patrick Kline, David Autor, David Card, Raj Chetty, Hilary Hoynes, Erik Hurst, Lawrence Katz, Matthew Notowidigdo, Evan K. Rose, Jesse Rothstein, Emmanuel Saez, Antoinette Schoar, Lawrence Summers, Till Von Wachter, Owen Zidar, Eric Zwick, and seminar participants for helpful comments. Rose, Sam Karlin, and Carl McPherson provided outstanding research assistance. I acknowledge financial support from The Laura and John Arnold Foundation and the Berkeley Institute for Research on Labor and Employment. This work is a component of a larger project examining the effects of tax expenditures on the budget deficit and economic activity; all results based on tax data in this paper are constructed using statistics in the updated November 2013 SOI Working Paper The Home Mortgage Interest Deduction and Migratory Insurance over the Great Recession, approved under IRS contract TIRNO-12-P-00374 and presented at the National Tax Association. The opinions expressed in this paper are those of the author alone and do not necessarily reflect the views of the Internal Revenue Service or the U.S. Treasury Department. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}