{
    "id": 23847,
    "citation_title": "Central Banks: Evolution and Innovation in Historical Perspective",
    "citation_author": [
        "Michael D. Bordo",
        "Pierre L. Siklos"
    ],
    "citation_publication_date": "2017-09-25",
    "issue_date": "2017-09-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCentral banks have evolved for close to four centuries. This paper argues that for two centuries central banks caught up to the strategies followed by the leading central banks of the era; the Bank of England in the eighteenth and nineteenth centuries and the Federal Reserve in the twentieth century. It also argues that, by the late 20th century, small open economies were more prone to adopt a new policy regime when the old one no longer served its purpose whereas large, less open, and systemically important economies were more reluctant to embrace new approaches to monetary policy.  Our study blends the quantitative with narrative explanations of the evolution of central banks. We begin by providing an overview of the evolution of monetary policy regimes taking note of the changing role of financial stability over time. We then provide some background to an analysis that aims, via econometric means, to quantify the similarities and idiosyncrasies of the ten central banks and the extent to which they represent a network of sorts where, in effect, some central banks learn from others.\n\n",
    "acknowledgement": "\nThe authors are grateful to Maria Sole Pagliari for research assistance in collecting the data for this study. Comments on earlier drafts by the late Allan Meltzer, our discussant, Jan-Egbert Sturm, the Editors, and participants at the April 2017 Riksbank Conference, are gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nPierre L. Siklos\n\nWe are also grateful to the Riksbank who provided financial assistance to assist with the research.\n\n\n"
}