{
    "id": 23843,
    "citation_title": "The Decline of Big-Bank Lending to Small Business: Dynamic Impacts on Local Credit and Labor Markets",
    "citation_author": [
        "Brian S. Chen",
        "Samuel G. Hanson",
        "Jeremy C. Stein"
    ],
    "citation_publication_date": "2017-09-25",
    "issue_date": "2017-09-21",
    "revision_date": "2020-09-21",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSmall business lending by the four largest banks fell sharply relative to others in 2008 and remained depressed through 2014. We explore the dynamic adjustment process following this credit supply shock. In counties where the largest banks had a high market share, the aggregate flow of small business credit fell, interest rates rose, fewer businesses expanded, unemployment rose, and wages fell from 2006 to 2010. While the flow of credit recovered after 2010 as other lenders slowly filled the void, interest rates remain elevated. Although unemployment returns to normal by 2014, the effect on wages persists in these areas.\n\n",
    "acknowledgement": "\nWe are especially grateful to Bill Phelan, Mark Zoff and others at PayNet Inc. for helpful comments and for providing access to data. We thank Jack Brand, Peter Carroll, Victoria Ivashina, James Kirby, Karen Mills, Larry Nath, Raghuram Rajan, Rick Ruback, Peter Sands, David Scharfstein, Til Schuermann, Adi Sunderam, Chuck Withee, Royce Yudkoff, and seminar participants at BYU, Duke, Harvard, the NBER Summer Institute, and NYU for helpful comments. Hanson gratefully acknowledges funding from the Harvard Business School Division of Research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nBrian S. Chen\n\nI am employed as a part-time contractor for PayNet, Inc. which provided proprietary data used for some of the analysis in this article. However, the extent of the financial support paid by PayNet was significantly less than $5,000 as of the previous twelve months. In addition, PayNet did not have the right to review the paper prior to its circulation.\n\n\n\nSamuel G. Hanson\n\nAugust 11, 2017\nSAMUEL G. HANSON\nOutside Activities since 2011\nThis document contains a list of professional activities beyond my main employment at Harvard\nUniversity. Please feel free to contact me with any questions about this disclosure statement.\nPaid consulting:\n Academic consultant to former Treasury Secretary Timothy Geithner on his book about\nthe financial crisis, Stress Test: Reflections on Financial Crises: 2013–2014.\n Academic Consultant for The D. E. Shaw Group: 2014.\n Academic Consultant for Bracebridge Capital: 2015–present.\n Academic Consultant for the Federal Reserve Bank of Minneapolis: 2016.\nCommission research:\n I was paid by The Clearing House Association in 2010 for the unpublished working\npaper, “An Analysis of the Impact of ‘Substantially Heightened’ Capital Requirements on\nLarge Financial Institutions”.\nPaid honoraria for papers:\n The Brookings Institution will pay me an honorarium for the paper “Strengthening and\nStreamlining Bank Capital Regulation” in 2017.\n The Federal Reserve Bank of Kansas City paid me an honorarium for the paper “The\nFederal Reserve's Balance Sheet as a Financial-Stability Tool” in 2016.\n The International Monetary Fund paid me an honorarium for the paper “An Evaluation of\nMoney Market Fund Reform Proposals” in 2015.\n The Banco Central de Chile paid me an honorarium for the paper “Forward Guidance in\nthe Yield Curve: Short Rates versus Bond Supply” in 2015.\n The Brookings Institution paid me an honorarium for the working paper “Government\nDebt Management at the Zero Lower Bound” in 2014.\nPaid speaking:\n HBS Investment Management Workshop, 2015-present.\n Speaker at Morgan Stanley Conference on Fixed Income Trading and Portfolio\nManagement 2013.\nOther:\n As part of my work at Harvard Business School, I regularly write cases about hedge\nfunds, investment managers, and their strategies. I receive no compensation from these\nmanagers for writing these cases, and the cases are not meant as endorsements of the\nmanagers or their strategies.\n My research is and has been historically fully funded by the Division of Research at the\nHarvard Business School.\n\n\n\nJeremy C. Stein\n\nOutside Activities\n\n\nSeptember 2017\n\n\nJeremy C. Stein\n\n\nOutside (Non-Harvard) Activities Since 2006\n\n\nA. Compensated Activities*\n\n\nSpeaking Engagements\n\n\nI have given paid talks for a number of financial firms, investor groups, academic institutions, and central banks.\n\n\nConsulting\n\n\nKey Square Capital Management: consultant, July 2016-present.\n\n\nBlueMountain Capital Management: consultant, 2015.\n\n\nGuggenheim Partners: consultant, 2005-2007.\n\n\nCommissioned Research\n\n\nThe Clearing House Association: “An Analysis of the Impact of ‘Substantially Heightened’ Capital Requirements on Large Financial Institutions,”  unpublished paper with Anil Kashyap and Samuel Hanson, 2010.\n\n\nHonoraria for Papers\n\n\nFederal Reserve Bank of Kansas City, for “Rethinking Capital Regulation,” with Anil Kashyap and Raghuram Rajan, 2008.\n\n\nFederal Reserve Bank of Kansas City, for “The Federal Reserve’s Balance Sheet as a Financial Stability Tool,” with Robin Greenwood and Sam Hanson, 2016.\n\n\nBrookings Institution, for “Strengthening and Streamlining Bank Capital Regulation,” with Robin Greenwood, Sam Hanson and Adi Sunderam, 2017.\n\n\nPublic Service\n\n\nFederal Reserve Board: Governor, May 2012-May 2014.\n\n\nU.S. Treasury Department: Senior Advisor to the Secretary; and concurrently, staff of National Economic Council, February-July 2009.\n\n\nOther\n\n\nQuarterly Journal of Economics: co-editor, 2011-2012.\n\n\nJournal of Economic Perspectives: co-editor, 2007-2008.\n\n\nStudy Center, Gerzensee, Switzerland: summer-school course, 2011.\n\n\nNorthwestern University: visiting scholar, 2009.\n\n\nB. Significant Non-Compensated Activities\n\n\nHarvard Management Company: Board of Directors, 2015-present.\n\n\nAmerican Finance Association: President, 2008; President-Elect, 2007; Vice-President, 2006; Board of Directors, 2009-2011.\n\n\nFinancial Advisory Roundtable, Federal Reserve Bank of New York, 2006-2012.\n\n\nSquam Lake Group, 2008-2012.\n\n\n_________________________\n*Excludes honoraria from non-profit institutions, government agencies, and academic journals of $3,000 or less in a given year, and payments from for-profit firms of $500 or less in a given year.\n\n\n"
}