{
    "id": 23842,
    "citation_title": "Returns to Pharmaceutical Innovation in the Market for Oral Chemotherapy in Response to Insurance Coverage Expansion",
    "citation_author": [
        "Caroline S. Bennette",
        "Anirban Basu",
        "Scott D. Ramsey",
        "Zachary Helms",
        "Peter B. Bach"
    ],
    "citation_publication_date": "2017-09-25",
    "issue_date": "2017-09-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimated the average returns, in terms of patient survival, to the marginal innovations in oral chemotherapy market induced by Part D expansion of oral chemotherapy coverage for elderly individuals by mandating inclusion of “all or substantially all” oral anti-cancer medications on plans’ formularies. We exploited exogenous variation in the age of diagnosis for different cancer sites - and therefore the relative expansion in market size for different cancers under the Medicare’s prescription drug coverage – to isolate the effect of Part D on innovation and the health benefits that these innovative technologies provide. Using data from FDA and clinical studies from January 1994 to December 2016, we find that the approval rate for oral chemotherapies increased an additional 5.7% (95% CI: 1.7, 9.8) after implementation of Part D for every 1% increase in exposure to the Medicare market.  In contrast, greater exposure to Medicare was associated with a smaller increase in the indication-specific survival gains reported in the drug’s label (3.2% [95% CI: 2.1, 4.3]) and 8.0% [95% CI: 6.1, 9.8] lower in absolute and relative gains, respectively).   Similar trends were not observed for intravenously administered chemotherapy whose coverage was largely unaffected by Part D.  These findings suggest that there could be diminishing returns to incentives for pharmaceutical innovation created by broad coverage mandates and that health policy tools, such as value–based pricing, may help maximize the health benefits provided by future pharmaceutical innovations.\n\n",
    "acknowledgement": "\nCaroline Bennette was supported by an institutional mentored career development award from the Agency for Healthcare Research and Quality (PI: Sean Sullivan; No. K12HS022982). Dr. Bennette was also supported by a grant from the Laura and John Arnold Foundation (PI: Peter Bach).  We are grateful for comments on earlier versions of this work from seminar participants at the University of Washington and the Vancouver Health Economics Meeting. Opinions expressed are the authors’ alone and do not reflect those of the University of Washington, NBER, Flatiron Health, the Agency for Healthcare Research and Quality or the Memorial Sloan Kettering Cancer Center. NBER working papers are circulated for discussion and comment purposes. They have not been peer reviewed or been subject to the review by the NBER Board of Directors that accompanies official NBER publications. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}