{
    "id": 23851,
    "citation_title": "Vocational and Career Tech Education in American High Schools: The Value of Depth Over Breadth",
    "citation_author": [
        "Daniel Kreisman",
        "Kevin Stange"
    ],
    "citation_publication_date": "2017-09-25",
    "issue_date": "2017-09-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nVocational education is a large part of the high school curriculum, yet we have little understanding of what drives vocational enrollment or whether these courses help or harm early careers. To address this we develop a framework for curriculum choice, taking into account ability and preferences for academic and vocational work. We test model predictions using detailed transcript and earnings information from the NLSY97. Our results are two-fold. First, students positively sort into vocational courses, suggesting the belief that low ability students are funneled into vocational coursework is unlikely true. Second, we find higher earnings among students taking more upper-level vocational courses – a nearly 2% wage premium for each additional year, yet we find no gain from introductory vocational courses. These results suggest (a) policies limiting students’ ability to take vocational courses may not be welfare enhancing, and (b) the benefits of vocational coursework accrue to those who focus on depth over breadth.\n\n",
    "acknowledgement": "\nWe thank the Institute for Research on Poverty’s Emerging Scholars Grants program and the Smith Richardson Foundation for funding and support, and to Daniela Morar and Julian Hsu for excellent research assistance. We also thank seminar participants at the University of Michigan, the University of Tennessee and Kansas State University for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}