{
    "id": 23852,
    "citation_title": "The External Costs of Transporting Petroleum Products by Pipelines and Rail: Evidence From Shipments of Crude Oil from North Dakota",
    "citation_author": [
        "Karen Clay",
        "Akshaya Jha",
        "Nicholas Muller",
        "Randall Walsh"
    ],
    "citation_publication_date": "2017-09-25",
    "issue_date": "2017-09-21",
    "revision_date": "2021-05-13",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper constructs new estimates of the air pollution and greenhouse gas costs from long-distance movement of petroleum products by rail and pipelines.  While crude oil transportation has generated intense policy debate about rail and pipeline spills and accidents, important externalities – air pollution and greenhouse gas costs – have been largely overlooked. Using data for crude oil transported out of North Dakota in 2014, this paper finds that air pollution and greenhouse gas costs are nearly twice as large for rail as for pipelines.  Moreover, our estimates of air pollution and greenhouse gas costs are much larger than estimates of spill and accidents costs. In particular, they are more than twice as big for rail and more than eight times as big for pipelines. Our findings indicate that the policy debate surrounding crude oil transportation has put too much relative weight on accidents and spills, while overlooking a far more serious source of external cost: air pollution and greenhouse gas emissions.\n\n",
    "acknowledgement": "\nWe thank conference participants at the NBER Pre-Conference on the Economics of Energy Markets, the NBER Pre-Conference on Hydrocarbon Infrastructure and Transportation, the Property and Environment Resource Center, the Ostrom Workshop at Indiana University, the Searle Energy Workshop at Northwestern University, the ASSA 2017 Meetings, and the NBER Conference on Transporting Hydrocarbons and the Economics of Energy Markets and Ryan Kellogg and Kenneth Richards for useful comments. We also thank the many individuals in industry and government who answered questions about topics related to this paper. The authors gratefully acknowledge seed grant funding from the Scott Institute for Energy Innovation at Carnegie Mellon and from the Sloan Foundation through a grant to the NBER. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}