{
    "id": 23857,
    "citation_title": "Agricultural Trade Reform, Reallocation and Technical Change: Evidence from the Canadian Prairies",
    "citation_author": [
        "Mark Brown",
        "Shon M. Ferguson",
        "Crina Viju"
    ],
    "citation_publication_date": "2017-09-25",
    "issue_date": "2017-09-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe decompose the impact of trade reform on technology adoption and land use to study how aggregate changes were driven by reallocation versus within-farm adaptation. Using detailed census data covering over 30,000 farms in Alberta, Saskatchewan and Manitoba, Canada we find a range of new results. We find that the reform-induced shift from producing low-value to high-value crops for export, the adoption of new seeding technologies and reduction in summerfallow observed at the aggregate level between 1991 and 2001 were driven mainly by the within-farm effect. In the longer run, however, reallocation of land from shrinking and exiting farms to growing and new farms explains more than half of the aggregate changes in technology adoption and land use between 1991 and 2011.\n\n",
    "acknowledgement": "\nWe thank Paul Rhode, Martin Beaulieu, Danny Leung and seminar participants at the NBER Understanding Productivity Growth in Agriculture Workshop, Statistics Canada and Agriculture and Agri-Food Canada for comments and suggestions. We thank the Canadian Centre for Data Development and Economic Research (CDER) at Statistics Canada for providing access to the data and, in particular, Afshan Dar-Brodeur for her assistance throughout the process. We thank Jason Skotheim and Gary Warkentine for assistance with the freight rate data. Financial assistance from the Jan Wallander and Tom Hedelius Foundation and the Marianne and the Marcus Wallenberg Foundation is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}