{
    "id": 23853,
    "citation_title": "The Productivity Slowdown and the Declining Labor Share: A Neoclassical Exploration",
    "citation_author": [
        "Gene M. Grossman",
        "Elhanan Helpman",
        "Ezra Oberfield",
        "Thomas Sampson"
    ],
    "citation_publication_date": "2017-09-25",
    "issue_date": "2017-09-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe explore the possibility that a global productivity slowdown is responsible for the widespread decline in the labor share of  national income. In a neoclassical growth model with endogenous human capital accumulation a la Ben Porath (1967) and capital-skill complementarity a la Grossman et al. (2017), the steady-state labor share is positively correlated with the rates of capital-augmenting and labor-augmenting technological progress. We calibrate the key parameters describing the balanced growth path to U.S. data for the early postwar period and find that a one percentage point slowdown in the growth rate of per capita income can account for between one half and all of the observed decline in the U.S. labor share.\n\n",
    "acknowledgement": "\nWe are grateful to Ben Bridgman, Andrew Glover, Chad Jones, Jacob Short, Gianluca Violante, and Ariel Weinberger for discussions and suggestions. Oberfield thanks the Washington Center for Equitable Growth for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}