{
    "id": 23859,
    "citation_title": "The Effects of Accountability Incentives in Early Childhood Education",
    "citation_author": [
        "Daphna Bassok",
        "Thomas Dee",
        "Scott Latham"
    ],
    "citation_publication_date": "2017-09-25",
    "issue_date": "2017-09-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn an effort to enhance the quality of early childhood education (ECE) at scale, nearly all U.S. states have recently adopted Quality Rating and Improvement Systems (QRIS). These accountability systems give providers and parents information on program quality and create both reputational and financial incentives for program improvement. However, we know little about whether these accountability reforms operate as theorized. This study provides the first empirical evidence on this question using data from North Carolina, a state with a mature QRIS. Using a regression discontinuity design, we examine how quasi-random assignment to a lower quality rating influenced subsequent outcomes of ECE programs. We find that programs responded to a lower quality rating with comparative performance gains, including improvement on a multi-faceted measure of classroom quality. Programs quasi-randomly assigned to a lower star rating also experienced enrollment declines, which is consistent with the hypothesis that parents responded to information about program quality by selectively enrolling away from programs with lower ratings. These effects were concentrated among programs that faced higher levels of competition from nearby providers.\n\n",
    "acknowledgement": "\nThe authors would like to thank North Carolina’s Department of Health and Human Services for generously providing the data used in this research. We would also like to thank Vivian Wong, Jim Wyckoff, Robert Pianta, Chloe Gibbs, Kimberly Boller, and seminar participants at the Association for Education Finance and Policy (AEFP), Society for Research in Child Development (SRCD), Association for Public Policy Analysis & Management (APPAM), the Stanford Center for Education Policy Analysis (CEPA), and the University of Virginia’s EdPolicyWorks for their helpful comments on earlier drafts of this paper. This research was partially supported by grant 20150907 from the Smith Richardson Foundation, by IES grant R305B090002 to the University of Virginia, and by IES grant R305B130017 to Stanford University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}