{
    "id": 23856,
    "citation_title": "Attribute Substitution in Household Vehicle Portfolios",
    "citation_author": [
        "James Archsmith",
        "Kenneth Gillingham",
        "Christopher R. Knittel",
        "David S. Rapson"
    ],
    "citation_publication_date": "2017-09-25",
    "issue_date": "2017-09-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHousehold preferences for goods with a bundle of attributes may have complex substitution patterns when one attribute is changed. For example, a household faced with an exogenous increase in the size of one television may choose to decrease the size of other televisions within the home. This paper quantifies the extent of attribute substitution in the context of multi-vehicle households. We deploy a novel identification strategy to examine how an exogenous change in the fuel economy of a kept vehicle affects a household's choice of a second vehicle. We find strong evidence of attribute substitution in the household vehicle portfolio. This effect operates through car attributes that are correlated with fuel economy, including vehicle footprint and weight. Our findings suggest that attribute substitution exerts a strong force that may erode a substantial portion of the expected future gasoline savings from fuel economy standards, particularly those that are attribute-based. Elements of our identification strategy are relevant to a broad class of settings in which consumers make sequential purchases of durable portfolio goods.\n\n",
    "acknowledgement": "\nThis paper has benefited from conversations with seminar participants at Universidad Carlos III de Madrid, CESifo, ETH Zurich, University of Mannheim, European University Institute, London School of Economics, Toulouse School of Economics, Fondazione Eni Enrico Mattei, the Energy Institute @ Haas Summer Energy Camp, IIOC and NBER EEE Spring Meetings. We gratefully acknowledge financial support from the California Air Resources Board. The statements and conclusions presented are those of the authors and not necessarily those of the California Air Resources Board. The mention of commercial products, their source, or their use in connection with material reported herein is not to be construed as actual or implied endorsement of such products. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nKenneth Gillingham\n\nKenneth Gillingham would like to gratefully acknowledge support for this work from the California Air Resources Board.\n\n\n\nDavid S. Rapson\n\nKen Gillingham and I shared part of a $300,000 research grant from the California Air Resources Board for work contributing to the paper “Attribute Substitution in Household Vehicle Portfolios.”\n\n\n"
}