{
    "id": 23854,
    "citation_title": "Flood Risk Belief Heterogeneity and Coastal Home Price Dynamics: Going Under Water?",
    "citation_author": [
        "Laura A. Bakkensen",
        "Lint Barrage"
    ],
    "citation_publication_date": "2017-09-25",
    "issue_date": "2017-09-21",
    "revision_date": "2021-02-05",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow do climate risk beliefs affect coastal housing markets? This paper provides theoretical and empirical evidence. First, we build a dynamic housing market model and show that belief heterogeneity can reconcile the mixed empirical evidence on flood risk capitalization. Second, we implement a door-to-door survey in Rhode Island. We find significant flood risk underestimation and sorting based on flood risk beliefs and amenity values. Third, we quantify the model and estimate that coastal prices currently exceed fundamentals by around 13% in our benchmark setting, with the potential for significantly higher overvaluation in other areas. Finally, we quantify both allocative inefficiency and distributional consequences arising from flood risk misperceptions and flood insurance policy reform.\n",
    "acknowledgement": "\nWe thank Stijn Van Nieuwerburgh and two anonymous referees for their excellent comments and helpful suggestions. We also thank Jonathan Colmer, Justin Gallagher, Sol Hsiang, Matt Kahn, Nick Kuminoff, Arik Levinson, John List, Neil Mehrotra, Alvin Murphy, Dov Sax, Jesse Shapiro, Alp Simsek, Matt Turner, Kieran Walsh, and seminar participants at the NBER Summer Institute, IIES Stockholm, ETH CEPE, Mercator MCC, U. Basel, Stanford SEEPAC, UC Boulder, UC Davis, Georgetown, Maryland AREC, UC San Diego, UC Berkeley, U. Arizona, Brown University, UCSB, UVA Darden, USC, U. Maryland AREC, and U Chicago EPIC for their feedback and helpful suggestions, and our excellent research assistants Caroline Blanck, Jane Chen, Yvonne Fong, Jacob Furst, Jamila Gilmore, Rachel Gold, Lydia Gulick, Adam Lipsey, Maria Jesus Perez Ramirez, Zoe Sackman, Lisa Schold, Mohammed-Reda Semlani, Miles Slack, and Asutosh Swain for their great work. Research conducted in this article by Laura Bakkensen was supported by an Early-Career Research Fellowship from the Gulf Research Program of the National Academies of Sciences, Engineering, and Medicine. The content is solely the responsibility of the authors and does not necessarily represent the official views of the Gulf Research Program of the National Academies of Sciences, Engineering, and Medicine nor those of the National Bureau of Economic Research.\n\n\n"
}