{
    "id": 23858,
    "citation_title": "What Lies Beneath: Pipeline Awareness and Aversion",
    "citation_author": [
        "Evan Herrnstadt",
        "Richard L. Sweeney"
    ],
    "citation_publication_date": "2017-09-25",
    "issue_date": "2017-09-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nStated safety concerns are a major impediment to making necessary expansions to the natural gas pipeline network. While revealed willingness to pay to avoid existing natural gas pipelines appears small, it is difficult to know if this reflects true ambivalence or a lack of salience and awareness. In this paper, we test this latter hypothesis by studying how house prices responded to a deadly 2010 pipeline explosion in San Bruno, CA, which shocked both attention and information. Using multiple identification strategies, we fail to find any evidence of a meaningful shift in the hedonic price gradient around pipelines following these events. We conclude with a discussion of how this result relates to latent, fully informed preferences, as well as the implications for future pipeline expansions.\n\n",
    "acknowledgement": "\nThis work has been supported by the Sloan Foundation, Harvard Environmental Economics Program, Consortium for Energy Policy Research at Harvard, Belfer Center for Science and International Affairs, and NBER Hydrocarbon Infrastructure and Transportation workshop. We thank Jackie Glasheen and Jean-Francois Gauthier for excellent research assistance. Thanks to Kate Konschnik, Nick Kuminoff, Erzo Luttmer, and participants of various seminars for helpful comments. The views herein are the views of the authors and do not reflect or represent the views of Compass Lexecon or the National Bureau of Economic Research.\n\n\n"
}