{
    "id": 23862,
    "citation_title": "Marijuana legalization and disability claiming",
    "citation_author": [
        "Johanna Catherine Maclean",
        "Keshar M. Ghimire",
        "Lauren Hersch Nicholas"
    ],
    "citation_publication_date": "2017-09-25",
    "issue_date": "2017-09-21",
    "revision_date": "2020-08-03",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the effect of recent legalization of recreational marijuana use (RMLs) in the United States on Social Security Disability Insurance and Supplemental Security Income claiming, proxied by new applications and new benedficiaries, over the period 2001 to 2019. We combine administrative caseload data from the Social Security Administration with state policy changes using two-way fixed effects regression. We find that RML adoption increases new disability application rates. However, there is no change in new beneficiaries post-RML. We provide suggestive evidence that the observed changes in applications post-RML are potentially driven by increases in marijuana misuse and selective migration.\n\n",
    "acknowledgement": "\nPreviously circulated as \"The Impact of State Medical Marijuana Laws on Social Security Disability Insurance and Workers' Compensation Benefit Claiming\" and \"Medical Marijuana Laws and Disability Applications, Receipts, and Terminations.\" This work was supported by the National Institute on Aging (K01AG041763). Findings do not represent the views of the sponsor. We thank Padmaja Ayyagari, Bo Feng, Micheal Pesko, Sarah See Stith, and Douglas Webber, and session participants at the iHEA World Congress for helpful comments and Micah Baum and Amanda Chen for excellent research assistance. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nLauren Hersch Nicholas\n\nDr. Nicholas currently receives grant funding from the Arnold Foundation,  the National Institute on Aging, and the Social Security Administration.  She is a consultant to the Agency for Healthcare Research & Quality's Healthcare Cost and Utilization Project.\n\n\n"
}