{
    "id": 23865,
    "citation_title": "Should Flavors be Banned in E-cigarettes? Evidence on Adult Smokers and Recent Quitters from a Discrete Choice Experiment",
    "citation_author": [
        "John Buckell",
        "Joachim Marti",
        "Jody L. Sindelar"
    ],
    "citation_publication_date": "2017-10-02",
    "issue_date": "2017-09-28",
    "revision_date": "2019-11-24",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nE-cigarettes are available in over 7,000 flavors, whereas all flavors but menthol are banned in combustible cigarettes. The FDA recently requested a ban on e-cigarette flavors, but was rejected. The FDA is again considering this ban and also a ban on menthol in combustible cigarettes, but there is little information on the impacts of alternative bans on the market for combustible and e-cigarettes.  Our study provides these much-needed estimates. We conduct a discrete choice experiment on a nationally representative sample of 2,031 adult smokers and recent quitters that we collected. We estimate preferences for flavors and other attributes and use these preferences to predict the demand for each cigarette type and for “none of these.” We then predict the impact of alternative bans and compare results for the current treatment of flavors to results for the alternative bans. We find that the recently denied FDA ban would result in increased choice of combustible cigarettes, the most harmful alternative. However, a ban on menthol in combustibles would result in the greatest reduction in smoking of combustibles. Our results are timely and policy-relevant, suggesting which flavor bans are likely to be most effective in protecting public health.\n\n",
    "acknowledgement": "\nThis research was supported by grant number P50DA036151 from the National Institute on Drug Abuse (NIDA) and FDA Center for Tobacco Products (CTP) to Yale University. The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health, the Food and Drug Administration, or the National Bureau of Economic Research. We thank Kurt Petschke for his administrative help.\n\n\n"
}