{
    "id": 23860,
    "citation_title": "ProPelled: The Effects of Grants on Graduation, Earnings, and Welfare",
    "citation_author": [
        "Jeffrey T. Denning",
        "Benjamin M. Marx",
        "Lesley J. Turner"
    ],
    "citation_publication_date": "2017-09-25",
    "issue_date": "2017-09-21",
    "revision_date": "2018-06-20",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate effects of the largest U.S. federal grant for college students using administrative data from Texas four-year public colleges and a discontinuity in grant generosity. Eligibility for additional grant aid significantly increases degree receipt and earnings beginning four years after entry. Estimated increases in income tax payments fully recoup government expenditures within ten years. A theoretical model shows that welfare effects of changes in college prices depend on (1) externalities from recipients’ behavioral responses and (2) facilitation of intertemporal consumption smoothing. Calibration suggests that increasing grant aid for low-income college students would enhance welfare in many U.S. settings.\n\n",
    "acknowledgement": "\nWe are grateful to Celeste Carruthers, Oded Gurantz, Judy Hellerstein, Lance Lochner, Matthias Schön, and seminar participants at Brigham Young University, Michigan State University, Montana State University, University of Illinois at Urbana Champaign, University of Michigan, University of Utah Department of Finance, West Virginia University, Association for Education and Finance 2017 meeting, Association for Public Policy and Management 2016 conference, International Institute of Public Finance 2017 Annual Congress, and Upjohn Institute for Employment Research for helpful comments on the draft. The conclusions of this research do not necessarily reflect the opinion or official position of the Texas Higher Education Coordinating Board, Texas Workforce Commission, or state of Texas. We gratefully acknowledge support from W.E. Upjohn Institute for Employment Research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}