{
    "id": 23869,
    "citation_title": "Bankruptcy and the Cost of Organized Labor: Evidence from Union Elections",
    "citation_author": [
        "Murillo Campello",
        "Janet Gao",
        "Jiaping Qiu",
        "Yue Zhang"
    ],
    "citation_publication_date": "2017-10-02",
    "issue_date": "2017-09-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Relations",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUnionized workers are entitled to special treatment in bankruptcy court. This can be detrimental to other corporate stakeholders in default states, with unsecured creditors standing to lose the most. Using data on union elections covering several decades, we employ a regression discontinuity design to identify the effect of worker unionization on bondholders in bankruptcy states. Closely won union elections lead to significant bond value losses, especially when firms approach bankruptcy, have underfunded pension plans, and operate in non-RTW law states. Unionization is associated with longer, more convoluted, and costlier bankruptcy court proceedings. Unions further depress bondholders' recovery values as they are assigned seats on unsecured creditors' committees.\n\n",
    "acknowledgement": "\nWe are thankful to audiences at the AFA Meetings (2017), CICF Meetings (2016), Columbia University, Cornell University, Federal Reserve Bank of San Francisco, Hong Kong University, IPAG-Paris, Johns Hopkins University, LUBRAFIN Meetings (2016), NFA Meetings (2016), Norwegian School of Economics, Purdue University, SBFin Meetings (2016), University of Amsterdam, University of Manchester, University of New South Wales, University of Toronto, and University of Waterloo for their comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}