{
    "id": 23861,
    "citation_title": "The Effect of House Prices on Household Borrowing: A New Approach",
    "citation_author": [
        "James Cloyne",
        "Kilian Huber",
        "Ethan Ilzetzki",
        "Henrik Kleven"
    ],
    "citation_publication_date": "2017-09-25",
    "issue_date": "2017-09-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate the effect of house prices on household borrowing using administrative mortgage data from the UK and a new empirical approach. The data contain household-level information on house prices and borrowing in a panel of homeowners, who refinance at regular and quasi-exogenous intervals. The data and setting allow us to develop an empirical approach that exploits house price variation coming from idiosyncratic and exogenous timing of refinance events around the Great Recession. We present two main results. First, there is a clear and robust effect of house prices on borrowing, but the responsiveness is smaller than recent US estimates. Second, the effect of house prices on borrowing can be explained largely by collateral effects. We study the collateral channel in two ways: through a multivariate and non-parametric heterogeneity analysis of proxies for collateral and wealth effects, and through a test that exploits interest rate notches that depend on housing collateral.\n\n",
    "acknowledgement": "\nWe thank Orazio Attanasio, Richard Blundell, Christopher Carroll, Eric French, Adam Guren, Amir Kermani, Erzo Luttmer, Atif Mian, Magne Mogstad, Emi Nakamura, Ricardo Reis, David Romer, Sebastian Siegloch, David Sraer, Jón Steinsson, Amir Sufi, Joseph Vavra, Garry Young, and numerous seminar participants for helpful comments and discussions. This research was carried out as part of the Bank of England’s One Bank Research Agenda. It uses Financial Conduct Authority (FCA) Product Sales Data that have been provided to the Bank of England under a data-sharing agreement. The FCA Product Sales Data include regulated mortgage contracts only, and therefore exclude other regulated home finance products such as home purchase plans and home reversions, and unregulated products such as second charge lending and buy-to-let mortgages. The views expressed are those of the authors and do not necessarily reflect the views of the Bank of England, the Monetary Policy Committee, the Financial Policy Committee or the Prudential Regulatory Authority. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJames Cloyne\n\nPart of this work was conducted while James Cloyne was employed as a research economist at the Bank of England. The views expressed are those of the authors and do not necessarily reflect the views of the Bank of England, the Monetary Policy Committee, the Financial Policy Committee or the Prudential Regulatory Authority.\n\n\n"
}