{
    "id": 23864,
    "citation_title": "Sovereign Bond Prices, Haircuts and Maturity",
    "citation_author": [
        "Tamon Asonuma",
        "Dirk Niepelt",
        "Romain Rancière"
    ],
    "citation_publication_date": "2017-10-02",
    "issue_date": "2017-09-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRejecting a common assumption in the sovereign debt literature, we document that creditor losses (\"haircuts\") during sovereign restructuring episodes are asymmetric across debt instruments. We code a comprehensive dataset on instrument-specific haircuts for 28 debt restructurings with private creditors in 1999-2015 and find that haircuts on shorter-term debt are larger than those on debt of longer maturity. In a standard asset pricing model, we show that increasing short-run default risk in the run-up to a restructuring episode can explain the stylized fact. The data confirms the predicted relation between perceived default risk, bond prices, and haircuts by maturity.\n\n",
    "acknowledgement": "\nThe authors are grateful to Christoph Trebesch for kindly providing the data. The authors thank Fernando Broner, Luis Catao, Marcos Chamon, Satyajit Chatterjee, Xavier Debrun, Raphael Espinoza, Raquel Fernández, Atish Rex Ghosh, Anastasia Guscina, Juan Carlos Hatchondo, Olivier Jeanne, Luc Laeven, Alberto Martin, Leonardo Martinez, Michael G. Papaioannou, Fabrizio Perri, Guido Sandleris, Damiano Sandri, Sergio Schmukler, Christoph Trebesch, Adrien Verdelhan, Pablo Winant, Mark Wright, Jeromin Zettelmeyer, and participants at 2015 Barcelona GSE Summer Forum (International Capital Flows), IMF ICD, IMF RES, 2016 North American Winter Meeting of the Econometric Society (San Francisco), UC Santa Cruz, and Univ. Osaka for comments and suggestions. The views expressed in this paper are those of the authors and need not reflect the views or the policy of the International Monetary Fund or the National Bureau of Economic Research. This Paper was also published as IMF Working Paper 17/119.\n\n\n\nDirk Niepelt\n\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the IMF, its Executive Board, IMF management, or the National Bureau of Economic Research.\n\n\n"
}