{
    "id": 23866,
    "citation_title": "Is Pollution Value-Maximizing? The DuPont Case",
    "citation_author": [
        "Roy Shapira",
        "Luigi Zingales"
    ],
    "citation_publication_date": "2017-10-02",
    "issue_date": "2017-09-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDuPont, one of the most respectable U.S. companies, caused environmental damage that ended up costing the company around a billion dollars. By using internal company documents disclosed in trials we rule out the possibilities that this bad outcome was due to ignorance, an unexpected realization, or a problem of bad governance. The documents rather suggest that the polluting was a rational decision: under reasonable probabilities of detection, polluting was ex-ante optimal from the company’s perspective, even if the cost of preventing pollution was lower than the cost of the health damages produced. We then examine why different mechanisms of control – legal liability, regulation, and reputation – all failed to deter a behavior that was inefficient from a social point of view. One common reason for the failures of deterrence mechanisms is that the company controls most of the information and its release. We then sketch potential ways to mitigate this problem.\n\n",
    "acknowledgement": "\nWe thank Asher Schechter for research assistance, John Matsusaka, Cary Coglianese and Effi Benmellech for very useful comments, and participants in conferences and seminars in University of Chicago Booth School of Business, University of Chicago Law School, the American Law and Economics Association, The Society of Environmental Law and Economics Scholars, European Law and Economics Association, Israeli Law and Economics Association, IDC, Case Western University, and Columbia University. Financial support from the Stigler Center at the University of Chicago is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}