{
    "id": 2387,
    "citation_title": "Financing Constraints and Corporate Investment",
    "citation_author": [
        "Steven Fazzari",
        "R. Glenn Hubbard",
        "Bruce C. Petersen"
    ],
    "citation_publication_date": "1987-09-01",
    "issue_date": "1987-09-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMost empirical models of investment rely on the assumption that firms are able to respond to prices set in centralized securities markets (through the \"cost of capital\" or \"q\"). An alternative approach emphasizes the importance of cash flow as a determinant of investment spending, because of a \"financing hierarchy,\" in which internal finance has important cost advantages over external finance. We build on recent research concerning imperfections in markets for equity and debt. This work suggests that some firms do not have sufficient access to external capital markets to enable them to respond to changes in the cost of capital, asset prices, or tax-based investment incentives. To the extent that firms are constrained in their ability to raise funds externally, investment spending may be sensitive to the availability of internal finance. That is, investment may display \"excess sensitivity\" to movements in cash flow. In this paper, we work within the q theory of investment, and examine the importance of a financing hierarchy created by capital-market imperfections. Using panel data on individual manufacturing firms, we compare the investment behavior of rapidly growing firms that exhaust all of their internal finance with that of mature firms paying dividends. We find that q values remain very high for significant periods of time for firms paying no dividends, relative to those for mature firms. We also find that investment is more sensitive to cash flow for the group of firms that our model implies is most likely to face external finance constraints. These results are consistent with the augmented model we propose, which takes into account different financing regimes for different groups of firms. Some extensions and implications for public policy are discussed at the end.\n\n",
    "acknowledgement": "\n"
}