{
    "id": 23873,
    "citation_title": "Civil Asset Forfeiture, Crime, and Police Incentives: Evidence from the Comprehensive Crime Control Act of 1984",
    "citation_author": [
        "Shawn Kantor",
        "Carl Kitchens",
        "Steven Pawlowski"
    ],
    "citation_publication_date": "2017-10-02",
    "issue_date": "2017-09-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe 1984 federal Comprehensive Crime Control Act (CCCA) included a provision that permitted local law enforcement agencies to share up to 80 percent of the proceeds derived from civil asset forfeitures obtained in joint operations with federal authorities. This procedure became known as “equitable sharing.” In this paper we investigate how this rule governing forfeited assets influenced crime and police incentives by taking advantage of pre-existing differences in state level civil asset forfeiture law and the timing of the CCCA. We find that after the CCCA was enacted crime fell about 17 percent in places where the federal law allowed police to retain more of their seized assets than state law previously allowed. Equitable sharing also led police agencies to reallocate their effort toward the policing of drug crimes. We estimate that drug arrests increased by about 37 percent in the years after the enactment of the CCCA, indicating that it was profitable for police agencies to reallocate their efforts. Such a reallocation of effort, however, brought an unintended cost in the form of increased roadway fatalities, seemingly from reduced enforcement of traffic laws.\n\n",
    "acknowledgement": "\nWe thank William Collins and Robert Margo for sharing their 1960s race riot data. Additionally, we thank Nicholas Duquette, Trevon Logan, and David Rasmussen, as well as seminar and conference participants at Florida State University and the Western Economic Association Annual Meetings, for valuable comments. All views expressed in this paper are the authors’ and do not represent those of any institution. Any errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nShawn Kantor\n\nShawn Kantor is the director of the L. Charles Hilton Jr. Center for the Study of Economic Prosperity and Individual Opportunity at Florida State University, which receives donations from the BB&T Charitable Foundation and the Charles Koch Foundation.  His research on public finance during the Great Depression is currently being supported and his work on the historical development of higher education in the U.S. has been supported by the National Science Foundation.\n\n\n"
}