{
    "id": 23876,
    "citation_title": "Selection in Health Insurance Markets and Its Policy Remedies",
    "citation_author": [
        "Michael Geruso",
        "Timothy Layton"
    ],
    "citation_publication_date": "2017-10-02",
    "issue_date": "2017-09-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this essay, we review the theory and evidence concerning selection in competitive health insurance markets and discuss the common policy tools used to address the problems it creates. We begin by outlining some important but often misunderstood differences between two types of conceptual frameworks related to selection. The first, which we call the fixed contracts approach, takes insurance contract provisions as given and views selection as influencing only insurance prices in equilibrium. The second, the endogenous contracts approach, treats selection as also influencing the design of the contract itself, including the overall level of coverage and coverage for services that are differentially demanded by sicker consumers. After outlining the selection problems, we discuss four commonly employed policy instruments that affect the extent and impact of selection: 1) premium rating regulation, including community rating; 2) consumer subsidies or penalties to influence the take-up of insurance; 3) risk adjustment; and 4) contract regulation. We discuss these policies with reference to two markets that seem especially likely to be targets of reform in the short and medium term: Medicare Advantage and the individual insurance markets reformed by the Affordable Care Act of 2010.\n\n",
    "acknowledgement": "\nWe thank Keith Ericson, Jon Gruber, Tom McGuire, Joe Newhouse, Dean Spears, and Steve Trejo for reviewing an earlier draft of this essay. We thank Austin Bean for excellent research assistance. We gratefully acknowledge financial support from the National Institute of Mental Health (R01-MH094290), the National Institute on Aging (P01-AG032952), the Eunice Kennedy Shriver National Institute of Child Health and Human Development (P2CHD042849, Population Research Center, awarded to the Population Research Center at the University of Texas at Austin), and the Laura and John Arnold Foundation. The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health, any other funder, or the National Bureau of Economic Research.\n\n\n\nMichael Geruso\n\nDisclosures, Michael Geruso\n\n\nNo funder or other agency had the opportunity to review this research prior to publication. Potentially relevant professional and financial relationships in the past 3 years:\n\n\n1. University of Texas at Austin: Assistant Professor (salary)\n2. Harvard University: Consulting on US insurance market regulation and health plan design (consulting fees )\n3. National Bureau of Economic Research (conference travel reimbursement)\n4. UT Population Health Initiative Pilot Grant. PI ($7,500)\n5. Pfizer center grant: \"Selection Incentives in US Health Plan Design.\" PI. ($70,000)\n6. NIH R03 Grant: \"Impacts of Sanitation on Child and Maternal Health\" 2014-2016 1R03HD081209-01. PI. ($100,000.)\n\n\n\nTimothy Layton\n\nDisclosures, Timothy Layton\nNo funder or other agency had the opportunity to review this research prior to publication. Potentially relevant professional and financial relationships in the past 3 years:\n1. NIMH Postdoctoral Fellowship [T32-019733] (salary)\n2. Harvard Medical School: Assistant Professor (salary)\n3. Litigation consulting with Greylock MacKinnon and Associates (consulting fees $30-40k)\n4. Consulting fees from University of Texas – Austin for project “Selection Incentives in US Health Plan Design.” [funded by Pfizer] ($10k)\n5. Grant from Laura and John Arnold Foundation. “Risk Adjustment Re-design.” Co-investigator. (12% time)\n6. Grant from NIMH. “Mental Health Coverage and Payment in Private Health Plans.” [R01-MH094290] Co-investigator. (20% time)\n\n\n"
}