{
    "id": 23874,
    "citation_title": "Reducing Information Frictions in Venture Capital: The Role of New Venture Competitions",
    "citation_author": [
        "Sabrina T. Howell"
    ],
    "citation_publication_date": "2017-10-02",
    "issue_date": "2017-09-28",
    "revision_date": "2019-01-28",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Behavioral Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nVenture capital, an important source of financing for potentially high-growth new businesses, is believed to suffer from information frictions. This paper quantifies the magnitude of these frictions among participants in new venture competitions. In a regression discontinuity design with data from 87 competitions, winning a round increases the chances of external financing by about 35 percent. Winning is most impactful for ventures ranked just above the cutoff but that receive no cash prize, and judge ranks strongly predict venture success. The results indicate that information problems in new venture finance are large, and competitions can help resolve them through certification.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Learning from Feedback: Evidence from New Ventures\" and \"Are New Venture Competitions Useful?\" This project was generously funded by the Kauffman Foundation. For especially useful comments, I thank Manuel Adelino, Tom Åstebro, Tania Babina, Shai Bernstein, Edward Glaeser,Will Gornall, Boyan Jovanovic, Saul Lach, Augustin Landier, Josh Lerner, Song Ma, Holger Mueller, Ramana Nanda, David Robinson, Rick Townsend, Annette Vissing-Jørgensen, Ayako Yasuda, and participants at the NBER Entrepreneurship Working Group, Olin Corporate Finance Conference, Yale Junior Finance Conference, IDC Herzliya Eagle Labs Conference, Queens University Economics of Entrepreneurship and Innovation Conference, UC Berkeley- Stanford Innovation and Finance Conference, Georgia State CEAR Conference, and the Tech Scheller seminar. Finally, I thank Adam Rentschler of Valid Evaluation, and all the others who provided the data, including Lea Lueck, Allison Ernst, and Catherine Cronin. Lucy Gong, Sreyoshi Mukherjee, and Jack Reiss provided excellent research assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}