{
    "id": 23870,
    "citation_title": "Delivering Education to the Underserved Through a Public-Private Partnership Program in Pakistan",
    "citation_author": [
        "Felipe Barrera-Osorio",
        "David S. Blakeslee",
        "Matthew Hoover",
        "Leigh Linden",
        "Dhushyanth Raju",
        "Stephen P. Ryan"
    ],
    "citation_publication_date": "2017-10-02",
    "issue_date": "2017-09-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe contribute to the school-competition literature by evaluating a program that randomly assigned private schools to underserved villages in Pakistan. Program schools were provided a per-student subsidy to provide tuition-free primary education, with half of the treated villages receiving a higher subsidy for female students. The program increased enrollment by 30 percentage points, and test scores by 0.63 standard deviations. The effects were similar across genders, and across the two subsidy treatments. Program schools were of higher quality than nearby government schools, and a structural model for the supply and demand of school inputs indicates that program schools selected inputs similar to those of a social planner who internalizes all the educational benefits to society.\n\n",
    "acknowledgement": "\nThis study is dedicated to the respectful memory of the late Anita Ghulam Ali, former Managing Director of the Sindh Education Foundation (SEF). The Government of Sindh’s Education Sector Reform Program, which includes the intervention evaluated in this study, received financial and technical assistance from the World Bank and the European Commission. We have multiple organizations and several people to thank. First, the Government of Sindh’s Planning and Development, Finance, and Education and Literacy Departments; the Sindh Education Sector Reform Program Support Unit; and SEF for partnering with the evaluation team. In this regard, the following SEF staff in particular (last names in alphabetical order): M. Abdullah Abbasi, Naheed Abbasi, Ambreena Ahmed, the late Anita Ghulam Ali, Imam Bux Arisar, Sadaf Bhojani, Mukhtiar Chandio, Sana Haidry, Abdul Fateh Jhokio, Aziz Kabani, Tauseef Latif, Adnan Mobin, Dilshad Pirzado, Shukri Rehman, Shahpara Rizvi, Rustam Samejo, Noman Siddique, and Sadaf Junaid Zuberi. Second, the following World Bank and European Commission staff for their support to the design, implementation, and evaluation of the intervention: Umbreen Arif, Salman Asim, Siddique Bhatti, Reema Nayar, Quynh Nguyen, Peter Portier, Uzma Sadaf, Benjamin Safran, and Sofia Shakil. Third, Mariam Adil and Aarij Bashir for their field-based support to the evaluation. We benefited from comments from Richard Murnane, and from participants at presentations at Harvard University, the World Bank, RISE Conference 2017, NBER Education Meeting 2013, and IZA Labor Conference 2011. Financial support for the study from the Australian Department of Foreign Affairs and Trade and the World Bank is gratefully acknowledged. The experimental project has IRB approval number AAAF4126, Columbia University. This trial has been registered at the American Economic Association RCT registry repository with the number AEARCTR-0002407. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research or the World Bank.\n\n\n"
}