{
    "id": 23879,
    "citation_title": "The Loan Covenant Channel: How Bank Health Transmits to the Real Economy",
    "citation_author": [
        "Gabriel Chodorow-Reich",
        "Antonio Falato"
    ],
    "citation_publication_date": "2017-10-02",
    "issue_date": "2017-09-28",
    "revision_date": "2020-06-09",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe document the importance of covenant violations in transmitting bank health to non-financial firms using a new supervisory data set of bank loans. Roughly one-third of loans in our data breach a covenant during the 2008-09 period, providing lenders the opportunity to force a renegotiation of loan terms or to accelerate repayment of otherwise long-term credit. Lenders in worse health are more likely to force a reduction in the loan commitment following a violation. The reduction in credit to borrowers who violate a covenant accounts for the majority of the cross-sectional variation in credit supply during the 2008-09 crisis.\n\n",
    "acknowledgement": "\nWe thank Dan Andrews (discussant), Indraneel Chakraborty (discussant), Arpit Gupta (discussant), Marcel Jansen (discussant), Justin Murfin (discussant), Michael Roberts (discussant), David Scharfstein, Andrei Shleifer, Jeremy Stein, Amir Sufi, participants at the 2017 St. Louis Fed STLAR conference, 2017 Bank Of Spain Conference on Financial Stability, the 2017 NBER ME summer meeting, the 2017 Advances in Macro Finance Tepper-Laef Conference, the 2017 NBER CF fall meeting, the 2018 IMF Annual Macro-Financial Research Conference, the 2018 NYU/Stern Conference on Financial Intermediation, the 2019 AEA meetings, and seminar participants at Columbia University, Federal Reserve Bank of San Francisco, London Business School, MIT, NOVA School of Business and Economics, Ohio State, Stanford, UCLA Anderson, U. of Chicago, and UT Austin for helpful comments and Ivan Ivanov for sharing snow cover data with us. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Board of Governors, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}