{
    "id": 23878,
    "citation_title": "The Impact of Trade on Inequality in Developing Countries",
    "citation_author": [
        "Nina Pavcnik"
    ],
    "citation_publication_date": "2017-10-02",
    "issue_date": "2017-09-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Market Structures",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper assesses the current state of evidence on how international trade shapes inequality and poverty through its influence on earnings and employment opportunities.  While the focus is mainly on developing countries, in part because we have more evidence in that context, the discussion draws parallels to the empirical evidence from developed countries. The paper also discusses perceptions about international trade in over 40 countries at different levels of development, including perceptions on trade’s overall benefits for the economy, trade’s effect on the livelihood of workers through wages and jobs, and trade’s contribution to inequality. The paper concludes with a survey of evidence on several policies that could mitigate the adverse effects of import competition.\n\n",
    "acknowledgement": "\nThis paper was presented at “Fostering a Dynamic Global Economy,” a symposium sponsored by the Federal Reserve Bank of Kansas City, at Jackson Hole, Wyoming, on August 24-26, 2017. I thank Eric Edmonds, Penny Goldberg, Doug Irwin, Brian McCaig, and Bob Staiger for comments and collaboration on these topics. I thank Brian Kovak and Rafael Dix-Carneiro for comments and data for several figures. I thank my discussant David Dorn and conference participants for comments on my presentation. Christine Dong, James Adams, and Hung Nguyen provided excellent research assistance. Address: Department of Economics, Dartmouth College, 6106 Rockefeller Hall, Hanover, NH 03755. Email: nina.pavcnik@dartmouth.edu. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}