{
    "id": 23875,
    "citation_title": "Older and Slower: The Startup Deficit’s Lasting Effects on Aggregate Productivity Growth",
    "citation_author": [
        "Titan Alon",
        "David Berger",
        "Robert Dent",
        "Benjamin Pugsley"
    ],
    "citation_publication_date": "2017-10-02",
    "issue_date": "2017-09-28",
    "revision_date": "2017-11-27",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate the link between declining firm entry, aging incumbent firms and sluggish U.S. productivity growth. We provide a dynamic decomposition framework to characterize the contributions to industry productivity growth across the firm age distribution and apply this framework to the newly developed Revenue-enhanced Longitudinal Business Database (ReLBD). Overall, several key findings emerge: (i) the relationship between firm age and productivity growth is downward sloping and convex; (ii) the magnitudes are substantial and significant but fade quickly, with nearly 2/3 of the effect disappearing after five years and nearly the entire effect disappearing after ten; (iii) the higher productivity growth of young firms is driven nearly exclusively by the forces of selection and reallocation. Our results suggest a cumulative drag on aggregate productivity of 3.1% since 1980. Using an instrumental variables strategy we find a consistent pattern across states/MSAs in the U.S. The patterns are broadly consistent with a standard model of firm dynamics with monopolistic competition.\n\n",
    "acknowledgement": "\nPrepared for the Carnegie-Rochester-NYU Conference, NYU, April 2017. We are grateful for the very helpful comments from an anonymous referee as well from Steve Davis, Ryan Decker, John Haltiwanger, Greg Kaplan, Pete Klenow, Geoffrey Tate, and participants in the NBER Entrepreneurship and Economic Growth conferences, Northwestern University Macro Lunch, Carnegie-Rochester-NYU Conference on Public Policy, 2017 SED meetings, and the NBER Macro Productivity group. We also thank Javier Miranda and Ryan Decker for their generous assistance with the Business Register, Jim Spletzer for his documentation, Sara Moreira for her work merging the revenue data to the LBD and Harry Wheeler for his excellent research assistance. Any opinions and conclusions expressed herein are those of the author(s) and do not necessarily represent the views of the U.S. Census Bureau or the National Bureau of Economic Research. All results have been reviewed to ensure that no confidential information is disclosed.\n\n\n"
}