{
    "id": 23871,
    "citation_title": "Does Multispecialty Practice Enhance Physician Market Power?",
    "citation_author": [
        "Laurence C. Baker",
        "M. Kate Bundorf",
        "Daniel P. Kessler"
    ],
    "citation_publication_date": "2017-10-02",
    "issue_date": "2017-09-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn markets for health services, vertical integration – common ownership of producers of complementary services – may have both pro- and anti-competitive effects. Despite this, no empirical research has examined the consequences of multispecialty physician practice – a common and increasing form of vertical integration – for physician prices. We use data on 40 million commercially insured individuals from the Health Care Cost Institute to construct indices of the price of a standard office visit to general-practice and specialist physicians for the years 2008-2012. We match this to measures of the characteristics of physician practices and physician markets based on Medicare Part B claims, aggregating physicians into practices based on their receipt of payments under a common Taxpayer Identification Number. Holding fixed the degree of competition in their own specialty, we find that generalist physicians charge higher prices when they are integrated with specialist physicians, and that the effect of integration is larger in uncompetitive specialist markets. We find the same thing in the reciprocal setting – specialist prices are higher when they are integrated with generalists, and the effect is stronger in uncompetitive generalist markets. Our results suggest that multispecialty practice has anticompetitive effects.\n\n",
    "acknowledgement": "\nWe would like to thank Aileen Devlin for exceptional research assistance and Jonathan Levin, Richard Lindrooth, and other participants at ASHEcon for helpful comments.  All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nLaurence C. Baker\n\nBaker has served as a consultant to Kaiser Permanente, the National Institute for Health Care Management, Cornerstone Research and as an expert in litigation matters involving health insurers, health care providers, and makers of health care supplies and equipment.\n\n\n\nDaniel P. Kessler\n\nIn the last three years, Kessler has received speaking and/or consulting fees from the California State Compensation Insurance Fund, other insurers, Aon Hewitt, Sutter Health, and other hospitals.  He is a senior advisor at Cornerstone Research, a provider of litigation consulting services.\n\n\n"
}