{
    "id": 23884,
    "citation_title": "Directed Search: A Guided Tour",
    "citation_author": [
        "Randall Wright",
        "Philipp Kircher",
        "Benoit Julîen",
        "Veronica Guerrieri"
    ],
    "citation_publication_date": "2017-10-02",
    "issue_date": "2017-09-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis essay surveys the literature on directed/competitive search, covering theory and applications in, e.g., labor, housing and monetary economics. These models share features with traditional search theory, yet differ in important ways. They share features with general equilibrium theory, but with explicit frictions. Equilibria are typically efficient, in part because markets price goods plus the time required to get them. The approach is tractable and arguably realistic. Results are presented for finite and large economies. Private information and sorting with heterogeneity are analyzed. Some evidence is discussed. While emphasizing issues and applications, we also provide several hard-to-find technical results.\n\n",
    "acknowledgement": "\nFor input we thank Timothy Cason, Michael Choi, Miguel Faig, Jason Faberman, Athanasios Geromichalos, Stella Huangfu, John Kennes, Ian King, Sephorah Mangin, Espen Moen, Peter Norman, Andy Postlewaithe, Guillaume Rocheteau, Roberto Serrano, Shouyong Shi, Robert Shimer, Ronald Wolthoff, Sylvia Xiao, Yiyuan Xie and Yu Zhu. Wright acknowledges support from the Ray Zemon Chair in Liquid Assets at the Wisconsin School of Business. The usual disclaimers apply. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nBenoit Julîen\n\nJulien acknowledges financial support from the Australian Research Council.\n\n\n"
}