{
    "id": 23886,
    "citation_title": "Predicting Relative Returns",
    "citation_author": [
        "Valentin Haddad",
        "Serhiy Kozak",
        "Shrihari Santosh"
    ],
    "citation_publication_date": "2017-10-02",
    "issue_date": "2017-09-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAcross a variety of asset classes, we show that relative returns are highly predictable in the time series in and out of sample, much more so than aggregate returns. For Treasuries, slope is more predictable than level. For equities, dominant principal components of anomaly long-short strategies are more predictable than the market. For foreign exchange, a carry portfolio is more predictable than a basket of all currencies against the dollar. We show the commonly used practice to predict each individual asset is often equivalent to predicting only their first principal component, the index, which obscures the predictability of relative returns. Our findings highlight that focusing on important dimensions of the cross-section allows one to uncover additional economically relevant and statistically robust patterns of predictability.\n\n",
    "acknowledgement": "\nWe thank Julien Cujean, Bob Dittmar, Bryan Kelly, Ralph Koijen, Mark Loewenstein, Tyler Muir, Stefan Nagel, Avanidhar Subrahmanyan, and seminar participants at Maryland and Michigan for helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}