{
    "id": 23888,
    "citation_title": "The End of Free College in England: Implications for Quality, Enrolments, and Equity",
    "citation_author": [
        "Richard Murphy",
        "Judith Scott-Clayton",
        "Gillian Wyness"
    ],
    "citation_publication_date": "2017-10-02",
    "issue_date": "2017-09-28",
    "revision_date": "2018-02-15",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDespite increasing financial pressures on higher education systems throughout the world, many governments remain resolutely opposed to the introduction of tuition fees, and some countries and states where tuition fees have been long established are now reconsidering free higher education. This paper examines the consequences of charging tuition fees on university quality, enrolments, and equity. To do so, we study the English higher education system which has, in just two decades, moved from a free college system to one in which tuition fees are among the highest in the world. Our findings suggest that England’s shift has resulted in increased funding per head, rising enrolments, and a narrowing of the participation gap between advantaged and disadvantaged students. In contrast to other systems with high tuition fees, the English system is distinct in that its income-contingent loan system keeps university free at the point of entry, and provides students with comparatively generous assistance for living expenses. We conclude that tuition fees, at least in the English case supported their goals of increasing quality, quantity, and equity in higher education.\n\n",
    "acknowledgement": "\nWe thank Nicholas Barr, Bruce Chapman, Vincent Carpentier and Lorraine Dearden for their comments and suggestions. We also thank participants of the 2017 Higher Education, Funding & Access Seminar at the University of Edinburgh, and participants of the 2016 Northwestern University economics workshop for comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}