{
    "id": 23889,
    "citation_title": "Busy Directors: Strategic Interaction and Monitoring Synergies",
    "citation_author": [
        "Alexander Ljungqvist",
        "Konrad Raff"
    ],
    "citation_publication_date": "2017-10-02",
    "issue_date": "2017-09-28",
    "revision_date": "2018-03-06",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe derive conditions for when having a “busy” director on the board is harmful to shareholders and when it is beneficial. Our model allows directors to condition their monitoring choices on their co-directors' choices and to experience positive or negative monitoring synergies across firms. Whether busyness benefits or harms shareholders depends on whether directors' effort choices are strategic substitutes or complements and on the sign of the cross-firm synergies. Our empirical analysis exploits plausibly exogenous shocks that make directors busier on one board and examines how this spills over to other boards. Our results suggest that monitoring efforts typically are strategic complements, except when a firm finds itself facing a crisis. Consistent with the model, we find that busy directors increase monitoring at spillover firms when synergies are positive (which we show increases expected firm value) and reduce monitoring at spillover firms when synergies are negative (which we show reduces expected firm value).\n\n",
    "acknowledgement": "\nWe are grateful to Renée Adams, Andres Almazan, Laurent Bach, Mike Burkart, Sudipto Dasgupta, Meng Gao, Ernst Maug, Ron Masulis, Martin Schmalz, and seminar participants at UT Austin, Purdue University, ESSEC, and the Technical University of Munich for helpful comments. We thank Alon Brav for sharing his data on hedge fund activism. Ljungqvist gratefully acknowledges the generous hospitality of the Norwegian School of Economics and the Swedish House of Finance while working on this project. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}