{
    "id": 23880,
    "citation_title": "Healthy Business? Managerial Education and Management in Healthcare",
    "citation_author": [
        "Nicholas Bloom",
        "Renata Lemos",
        "Raffaella Sadun",
        "John Van Reenen"
    ],
    "citation_publication_date": "2017-10-02",
    "issue_date": "2017-09-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Nonprofits",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate the link between hospital performance and managerial education by collecting a large database of management practices and skills in hospitals across nine countries. We find that hospitals that are closer to universities offering both medical education and business education have higher management quality, more MBA trained managers and lower mortality rates. This is true compared to the distance to universities that offer only business or medical education (or neither). We argue that supplying joint MBA-healthcare courses may be a channel through which universities increase medical business skills and raise clinical performance.\n\n",
    "acknowledgement": "\nWe would like to thank the European Research Council and Economic and Social Research Centre for financial support through the Centre for Economic Performance. We are grateful to Daniela Scur for ongoing discussion and feedback on the paper. Dennis Layton, Stephen Dorgan and John Dowdy were invaluable partners in this project although we have received no financial support from McKinsey (or any other company). We thank Jonathan Haskel, Carol Propper and participants in seminars at the AEA, RES and MIT for helpful comments. An earlier version of this paper was entitled: “Does Management Matter in Healthcare?” The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}