{
    "id": 23883,
    "citation_title": "A Tough Act to Follow: Contrast Effects In Financial Markets",
    "citation_author": [
        "Samuel M. Hartzmark",
        "Kelly Shue"
    ],
    "citation_publication_date": "2017-10-02",
    "issue_date": "2017-09-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA contrast effect occurs when the value of a previously-observed signal inversely biases perception of the next signal. We present the first evidence that contrast effects can distort prices in sophisticated and liquid markets. Investors mistakenly perceive earnings news today as more impressive if yesterday’s earnings surprise was bad and less impressive if yesterday’s surprise was good. A unique advantage of our financial setting is that we can identify contrast effects as an error in perceptions rather than expectations. Finally, we show that our results cannot be explained by a key alternative explanation involving information transmission from previous earnings announcements.\n\n",
    "acknowledgement": "\nWe are grateful to Ross Garon at Cubist Systematic Solutions for helpful suggestions. We thank Yiran Fan, Menaka Hampole, Michael Watson, and Linda Ye for excellent research assistance. We thank John Beshears, Justin Birru, James Choi, Diego Garcia, Nicola Gennaioli, Wesley Gray, Terrence Hendershott, Owen Lamont, Bill Mayew, Quoc Nguyen, Josh Schwartzstein, Andrei Shleifer, Doug Skinner, Eric So, David Solomon, and Boris Vallee as well as seminar participants at AFA Annual Meeting, AQR Insight Award Meeting, Arrow Street Capital, BEAM, City University of Hong Kong, Chicago Booth, Colorado Finance Summit, Cubist Systematic Solutions, FIRN, Frontiers in Finance Conference, FSU Suntrust Finance Conference, Gerzensee ESSFM, Harvard Economics, Helsinki Finance Summit, IDC, London Business School, Maastricht University, MIT Sloan JFFC, NBER Behavioral Finance, Tilburg University, UBC Winter Finance Conference, and the Wharton Jacobs Levy Forum for comments. We thank Sam Hanson and Adi Sunderam for sharing data. The authors have nothing to disclose. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}