{
    "id": 23887,
    "citation_title": "Optimal Regulation with Exemptions",
    "citation_author": [
        "Louis Kaplow"
    ],
    "citation_publication_date": "2017-10-02",
    "issue_date": "2017-09-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDespite decades of research on mechanism design and on many practical aspects of cost-benefit analysis, one of the most basic and ubiquitous features of regulation as actually implemented throughout the world has received little theoretical attention: exemptions for small firms. These firms may generate a  disproportionate share of harm due to their being exempt and because exemption induces additional harmful activity to be channeled their way. This article analyzes optimal regulation with exemptions where firms have different productivities that are unobservable to the regulator, regulated and unregulated output each cause harm although at different levels, and the regulatory regime affects entry as well as the output choices of regulated and unregulated firms. In many settings, optimal schemes involve subtle effects and have counterintuitive features: for example, higher regulatory costs need not favor higher exemptions, and the incentives of firms to drop output to become exempt can be too weak as well as too strong. A final section examines the optimal use of output taxation alongside regulation, which illustrates the contrast with the mechanism design approach that analyzes the optimal use of instruments of a type that are not in widespread use.\n\n",
    "acknowledgement": "\nHarvard University and National Bureau of Economic Research. I am grateful to Nathan Hendren, Carl Shapiro, Steven Shavell, Andrei Shleifer, Joel Slemrod, Robert Stavins, and participants in workshops at Chicago, Harvard, Michigan, MIT, NBER, Northwestern, Stanford, and ETH/Zurich for discussion and comments, David Choi, Jodie Liu, Andrea Lowe, and Nick Warther for research assistance, and the John M. Olin Center for Law, Economics, and Business at Harvard University for financial support. Disclaimer: I occasionally consult on antitrust cases, and my spouse is in the legal department of a financial services firm. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}