{
    "id": 23885,
    "citation_title": "The Employment Effects of Mexican Repatriations: Evidence from the 1930's",
    "citation_author": [
        "Jongkwan Lee",
        "Giovanni Peri",
        "Vasil Yasenov"
    ],
    "citation_publication_date": "2017-10-02",
    "issue_date": "2017-09-28",
    "revision_date": "2020-06-28",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDuring the period 1929-34 a campaign forcing the repatriation of Mexicans and Mexican Americans was carried out in the U.S. by states and local authorities. The claim of politicians at the time was that repatriations would reduce local unemployment and give jobs to Americans, alleviating the local effects of the Great Depression. This paper uses this episode to examine the consequences of Mexican repatriations on labor market outcomes of natives. Analyzing 893 cities using full count decennial Census data in the period 1930-40, we find that repatriation of Mexicans was associated with small decreases in native employment and increases in native unemployment. These results are robust to the inclusion of many controls. We then apply an instrumental variable strategy based on the differential size of Mexican communities in 1930, as well as a matching method, to estimate a causal \"average treatment effect.\" Confirming the OLS regressions, the causal estimates do not support the claim that repatriations had any expansionary  effects on native employment, but suggest instead that they had no effect on, or possibly depressed, their employment and wages.\n\n",
    "acknowledgement": "\nWe thank Breno Braga, Michael Clemens, Stefano Della Vigna, Francesco Fasani, Daniel Hamermesh, Alan Manning and participants in a seminar at the Urban Institute and CEPR/IZA Annual Symposium in Labour Economics, 2017 for helpful comments. Emily Culver provided great research assistance. We have not received any financial support for this paper. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}