{
    "id": 23898,
    "citation_title": "Group-based Voting in Multicandidate Elections",
    "citation_author": [
        "Laurent Bouton",
        "Benjamin G. Ogden"
    ],
    "citation_publication_date": "2017-10-09",
    "issue_date": "2017-10-06",
    "revision_date": "2018-06-29",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Welfare and Collective Choice",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the properties of the group-based model of voting in elections with more than two candidates. We consider two of the most widely used electoral rules around the world: plurality and majority runoff. We fully characterize the set of equilibria under both rules and identify the features of an election that favor different types of voting behavior: either sincere voting or coordination behind a limited number of candidates. Comparing plurality and majority runoff, we find that the incentives to vote sincerely are stronger under the latter, in line with empirical evidence. Our analysis uncovers several strengths of the group-based model of voting: it is tractable, the predictions are empirically sound, and, due to equilibrium uniqueness for a broad set of parameter values, quite crisp. Some results appear sensitive to the composition of groups in the electorate, highlighting the structure of group identity as a key determinant of voting behavior.\n\n",
    "acknowledgement": "\nA previous version of this paper was circulated under the title “Ethical Voting in Multicandidate Elections”. We benefited from the comments and suggestions by Christian Basteck, Micael Castanheira, Andrew Eggers, Vincent Pons, Randy Stevenson, and Clemence Tricaud, by seminar participants at the London School of Economics, Université Lille 1, University of Chicago, and the Political Economy Webinar, and by conference participants at the American Political Science Association, the D-TEA Workshop 2017, the Econometric Society Winter Meetings, the European Political Science Association, and the Public Choice Society. This project has received funding from the European Research Council (ERC) under the European Union’s Horizon 2020 research and innovation programme (grant agreement No 637662). Special thanks to Yewon Kwan for her work on the figures. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}