{
    "id": 23895,
    "citation_title": "Squaring Venture Capital Valuations with Reality",
    "citation_author": [
        "William Gornall",
        "Ilya A. Strebulaev"
    ],
    "citation_publication_date": "2017-10-09",
    "issue_date": "2017-10-06",
    "revision_date": "2021-02-03",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a valuation model for venture capital-backed companies and apply it to 135 U.S. unicorns – private companies with reported valuations above $1 billion. We value unicorns using financial terms from legal filings and find reported unicorn post-money valuation average 50% above fair value, with 15 being more than 100% above. Reported valuations assume all shares are as valuable as the most recently issued preferred shares. We calculate values for each share class, which yields lower valuations because most unicorns gave recent investors major protections such as a IPO return guarantees (14%), vetoes over down-IPOs (24%), or seniority to all other investors (32%).  Common shares lack all such protections and are 58% overvalued. After adjusting for these valuation-inflating terms, almost one-half (65 out of 135) of unicorns lose their unicorn status.\n\n",
    "acknowledgement": "\nWe thank Nicholas Crain, Michael Ewens, Joe Grundfest, Sabrina Howell, Steve Kaplan, Arthur Korteweg, Adair Morse, Trent Read,  Mike Schwert, and Toni Whited for helpful discussions and comments. We are also grateful to seminar participants at the Ross Business School, University of Michigan; Sauder School of Business, University of British Columbia;  Stanford University Graduate School of Business; and  University of California Berkeley Workshop on Finance and Innovation. We are especially grateful to Mark  Aurelius, Zalina Alborova, Mory Elsaify,  Raymond Lee, and Ronaldo Magpantay for excellent research assistance; to Amy Loo, Mark Nevada, Hossein Sajjadi, and Michala Welch for invaluable legal research assistance; to Leonard Grayver, Cynthia Hess, Joseph Kao, Mark Radcliffe, Mark Reinstra, Joseph Kao, Trent Read,  and Sven Weber for clarifying many legal intricacies; and to Kathryn Clark for editorial assistance.  We are grateful to a number of VC industry practitioners who prefer to remain anonymous.  Gornall thanks the SSHRC for its support. Strebulaev thanks the Venture Capital Initiative at the Stanford Graduate School of Business. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nWilliam Gornall\n\nGornall has consulted to venture fund general partners and limited partners.\n\n\n\nIlya A. Strebulaev\n\nStrebulaev consulted for venture capital funds, limited partners of venture capital funds, and in litigation matters concerning early stage investments.\n\n\n"
}