{
    "id": 23891,
    "citation_title": "Uber vs. Taxi: A Driver’s Eye View",
    "citation_author": [
        "Joshua D. Angrist",
        "Sydnee Caldwell",
        "Jonathan V. Hall"
    ],
    "citation_publication_date": "2017-10-09",
    "issue_date": "2017-09-28",
    "revision_date": "2017-10-18",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Market Structures",
        "\n",
        "Labor Relations",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRide-hailing drivers pay a proportion of their fares to the ride-hailing platform operator, a commission-based compensation model used by many internet-mediated service providers. To Uber drivers, this commission is known as the Uber fee. By contrast, traditional taxi drivers in most US cities make a fixed payment independent of their earnings, usually a weekly or daily medallion lease, but keep every fare dollar net of expenses. We assess these compensation models from a driver’s point of view using an experiment that offered random samples of Boston Uber drivers opportunities to lease a virtual taxi medallion that eliminates the Uber fee. Some drivers were offered a negative fee. Drivers’ labor supply response to our offers reveals a large intertemporal substitution elasticity, on the order of 1.2. At the same time, our virtual lease program was under-subscribed: many drivers who would have benefitted from buying an inexpensive lease chose to opt out. We use these results to compute the average compensation required to make drivers indifferent between ride-hailing and a traditional taxi compensation contract. The results suggest that ride-hailing drivers gain considerably from the opportunity to drive without leasing.\n\n",
    "acknowledgement": "\nSpecial thanks go to Emily Oehlsen for indispensable project management, to the staff of Uber’s Boston city team for hosting and assisting with our study, and to Phoebe Cai, Gina Li and Yulu Tang for research assistance. Thanks also go to seminar participants at Chicago, Harvard, MIT, Princeton, the Stanford Graduate School of Business, and Uber and to Daron Acemoglu, David Card, Liran Einav, Amy Finkelstein, Henry Farber, Ed Glaeser, Nathan Hendren, Guido Imbens, Michael Ostrovsky, Amanda Pallais, and Frank Schilbach for helpful discussions and comments. The views expressed here are those of the authors and do not necessarily reflect those of Uber Technologies, Inc., MIT, or the National Bureau of Economic Research. Angrist and Caldwell’s work on this project was carried out under a data use agreement executed between MIT and Uber. This study is registered in the AEA RCT Registry as trial no. AEARCTR-0001656. Caldwell thanks the National Science Foundation for support under Graduate Research Fellowship No. 1122374.\n\n\n\nJonathan V. Hall\n\nJonathan Hall was an employee and shareholder of Uber Technologies before, during, and after the writing of this paper.\n\n\n"
}