{
    "id": 23893,
    "citation_title": "Sizing up Market Failures in Export Pioneering Activities",
    "citation_author": [
        "Shang-Jin Wei",
        "Ziru Wei",
        "Jianhuan Xu"
    ],
    "citation_publication_date": "2017-10-09",
    "issue_date": "2017-10-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe argue that existence of public good does not necessarily imply market failure, and illustrate this point in the context of international trade. An influential hypothesis states that export pioneers are too few relative to social optimum because the first exporter's action creates an informational public good for all subsequent exporters. The hypothesis has been invoked to justify certain types of government interventions. We note, however, that such market failure requires two inequalities to hold simultaneously: the discovery cost is neither too low nor too high. Neither has to hold in the data. We propose a structural estimation framework to evaluate the hypothesis, and estimate the parameters based on the customs data of Chinese electronics exports. Our key finding is that \"missing pioneers\" are a low-probability event for large countries, but can be a serious problem for small economies.\n\n",
    "acknowledgement": "\nWe thank Wouter Dessein, Amit Khandelwal, Nikhil Patel, Andrea Prat, Dan Trefler, Daniel Xu, and seminar participants at the National Bureau of Economic Research China workshop, UC Berkeley, Columbia University, Cambridge University, University of Toronto, UC San Diego, University of Southern California, Tsinghua University, Harvard Kennedy School, and Shanghai University of Finance and Economics for helpful discussions, and especially Daniel Xu for generously sharing his codes with us, and Nikhil Patel, Yang Jiao, and Lea Sumulong for editorial comments. All errors are our responsibilities. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}