{
    "id": 23896,
    "citation_title": "The Non-Market Benefits of Education and Ability",
    "citation_author": [
        "James J. Heckman",
        "John Eric Humphries",
        "Gregory Veramendi"
    ],
    "citation_publication_date": "2017-10-09",
    "issue_date": "2017-10-06",
    "revision_date": "2024-03-16",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper analyzes the non-market benefits of education and ability. Using a dynamic model of educational choice we estimate returns to education that account for selection bias and sorting on gains. We investigate a range of non-market outcomes including incarceration, mental health, voter participation, trust, and participation in welfare. We find distinct patterns of returns that depend on the levels of schooling and ability. Unlike the monetary benefits of education, the benefits to education for many non-market outcomes are greater for low-ability persons. College graduation decreases welfare use, lowers depression, and raises self-esteem more for less-able individuals.\n\n",
    "acknowledgement": "\nThis paper was presented at the Becker Friedman Institute conference in honor of Gary Becker, Friday, October 16, 2015. This research was supported in part by: the American Bar Foundation; the Pritzker Children's Initiative; the Buffett Early Childhood Fund; NIH grants NICHD R37HD065072 and NICHD R01HD054702; an anonymous funder; Successful Pathways from School to Work, an initiative of the University of Chicago's Committee on Education funded by the Hymen Milgrom Supporting Organization; and the Human Capital and Economic Opportunity Global Working Group, an initiative of the Center for the Economics of Human Development, affiliated with the Becker Friedman Institute for Research in Economics, and funded by the Institute for New Economic Thinking. Humphries acknowledges the support of a National Science Foundation Graduate Research Fellowship. The views expressed in this paper are solely those of the authors and do not necessarily represent those of the funders or the official views of the National Science Foundation, the National Institutes of Health, or the National Bureau of Economic Research.\n\n\n"
}