{
    "id": 23894,
    "citation_title": "\"Nash-in-Nash\" Tariff Bargaining with and without MFN",
    "citation_author": [
        "Kyle Bagwell",
        "Robert W. Staiger",
        "Ali Yurukoglu"
    ],
    "citation_publication_date": "2017-10-09",
    "issue_date": "2017-10-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe provide an equilibrium analysis of the efficiency properties of bilateral tariff negotiations in a three-country, two-good general equilibrium model of international trade when transfers are not feasible. We consider \"weak-rules\" settings characterized by two cases: a no-rules case in which discriminatory tariffs are allowed, and an MFN-only case in which negotiated tariffs must be non-discriminatory (i.e., satisfy the MFN rule). We allow for a general family of political-economic country welfare functions and assess efficiency relative to these welfare functions. For the no-rules case with discriminatory tariffs, we consider simultaneous bilateral tariff negotiations and utilize the \"Nash-in-Nash\" solution concept of Horn and Wolinsky (1988). We establish a sense in which the resulting tariffs are inefficient and too low, so that excessive liberalization occurs from the perspective of the three countries. In the MFN-only case, we consider negotiations between two countries that are \"principal suppliers\" to each other and employ the Nash bargaining solution concept. Different possibilities arise. For one important situation, we establish a sense in which the resulting tariffs are inefficient and too high when evaluated relative to the unrestricted set of efficient tariffs. We also compare the negotiated tariffs under the MFN rule with the MFN-constrained efficiency frontier, finding that the negotiated tariffs are generically inefficient relative to this frontier and may lead to too little or too much liberalization. Finally, we illustrate our findings with a numerical analysis of a particular representation of the model as an endowment economy with Cobb-Douglas preferences and under the assumption that each government maximizes the indirect utility of the representative agent in its country.\n\n",
    "acknowledgement": "\nWe thank Henrik Horn and seminar participants at LSE, Stanford University and the 2017 Research Workshop on the Economics of International Trade Agreements at Villars. We thank the NSF (Grant SES-1326940) for financial support. We thank Ohyun Kwon for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nRobert W. Staiger\n\nIn the Fall of 2011, I served as a consultant for the WTO and wrote a background paper ( http://www.ssc.wisc.edu/~rstaiger/NTMs_WTO_123111  ) for the WTO's World Trade Report 2012.\n\n\n"
}