{
    "id": 23892,
    "citation_title": "Pareto Efficient Taxation and Expenditures: Pre- and Re-distribution",
    "citation_author": [
        "Joseph E. Stiglitz"
    ],
    "citation_publication_date": "2017-10-02",
    "issue_date": "2017-09-28",
    "revision_date": "2018-01-17",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Public Goods",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper shows that there is a presumption that Pareto efficient taxation entails a positive tax on capital. When tax and expenditure policies can affect the market distribution of income in ways that cannot be directly offset, those effects need to be taken into account, reducing the burden imposed on distortionary redistribution. The paper extends the 1976 Atkinson-Stiglitz results to a dynamic, overlapping generations model, correcting a misreading of the result on the desirability of a zero capital tax. That result required separability of consumption from labor and that the only unobservable differences among individuals were in (fixed) labor productivities. In a general equilibrium model, one needs to take into account the effects of policy changes on binding self-selection constraints.  In a simple model with time separability but with non-separability between consumption and leisure, capital taxation depends on the complementarity/substitutability of leisure during work with retirement consumption.\nThe final section constructs a simple two class model, capitalists who maximize dynastic welfare and workers who save for retirement, whose productivity can be enhanced by (publicly provided) education. It derives a simple expression for the optimal capital tax, which is positive, so long as the social welfare function is sufficiently equalitarian and the productivity of educational expenditures are sufficiently high.\n\n",
    "acknowledgement": "\nPaper written for special issue in memory of Tony Atkinson and dedicated to his memory.  It develops ideas on which we worked jointly together, and I am greatly indebted to him.  I am also indebted to INET and the Roosevelt Institute, and the supporters of its Inequality Project for financial support; to Matthieu Teachout and to Haaris Mateen for research assistance; to Debarati Ghosh for editorial assistance; and to Simcha Barkai, Martin Guzman and Linus Mattauch for comments on an earlier draft.  The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}