{
    "id": 23900,
    "citation_title": "Measuring the Potential Health Impact of Personalized Medicine: Evidence from MS Treatments",
    "citation_author": [
        "Kristopher J. Hult"
    ],
    "citation_publication_date": "2017-10-09",
    "issue_date": "2017-10-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIndividuals respond to pharmaceutical treatments differently due to the heterogeneity of patient populations. This heterogeneity can make it difficult to determine how efficacious or burdensome a treatment is for an individual patient. Personalized medicine involves using patient characteristics, therapeutics, or diagnostic testing to understand how individual patients respond to a given treatment. Personalized medicine increases the health impact of existing treatments by improving the matching process between patients and treatments and by improving a patient's understanding of the risk of serious side effects. In this paper, I compare the health impact of new treatment innovations with the potential health impact of personalized medicine. I find that the impact of personalized medicine depends on the number of treatments, the correlation between treatment effects, and the amount of noise in a patient's individual treatment effect signal. For multiple sclerosis treatments, I find that personalized medicine has the potential to increase the health impact of existing treatments by roughly 50 percent by informing patients of their individual treatment effect and risk of serious side effects.\n\n",
    "acknowledgement": "\nThanks for useful comments from the attendees of the Economic Dimensions of Personalized and Precision Medicine conference. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}