{
    "id": 23905,
    "citation_title": "All Together Now: Leveraging Firms to Increase Worker Productivity Growth",
    "citation_author": [
        "Nathaniel Hilger"
    ],
    "citation_publication_date": "2017-10-09",
    "issue_date": "2017-10-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI describe a new policy that endows firms with limited-duration, virtual shares in their own workers’ future realized earnings growth. The policy seeks to leverage employers to address a key challenge of the modern world: increasing worker skills well into adulthood. I label the policy “generalized experience rating” (GER) because it builds on the more narrow experience rating long embodied in the US unemployment insurance system. GER can be interpreted as a Pigouvian tax, and as a mandate alleviating an adverse selection problem. I discuss many design issues and potential unintended consequences. I conclude the policy may warrant further research.\n\n",
    "acknowledgement": "\nThe views expressed in this paper are my own and do not reflect the views of Stripe. The research for this manuscript was conducted while I was on the faculty at Brown University. I would like to thank Andrew Johnston for providing many insightful comments. I am also grateful for feedback from Raj Chetty, John Cochrane, Robert Fairlie, Matthew Gentzkow, David Grusky, Eric Hanushek, Guido Imbens, Arash Nekoei, Paul Novosad, John Pencavel, Petra Persson, Isaac Sorkin, Michael Strain, and Danny Yagan. All errors are my own. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}