{
    "id": 23902,
    "citation_title": "The Effect of the H-1B Quota on Employment and Selection of Foreign-Born Labor",
    "citation_author": [
        "Anna Maria Mayda",
        "Francesc Ortega",
        "Giovanni Peri",
        "Kevin Shih",
        "Chad Sparber"
    ],
    "citation_publication_date": "2017-10-09",
    "issue_date": "2017-10-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe H-1B program allows skilled foreign-born individuals to work in the United States. The annual quota on new H-1B visa issuances fell from 195,000 to 65,000 for employees of most firms in fiscal year 2004. However, this cap did not apply to new employees of colleges, universities, and non-profit research institutions. Additionally, existing H-1B holders seeking to renew their visa were also exempt from the quota. Using a triple difference approach, this paper demonstrates that cap restrictions significantly reduced the employment of new H-1B workers in for-profit firms relative to what would have occurred in an unconstrained environment. Employment of similar native workers in for profit firms did not change, however, consistently with a low degree of substitutability between H1B and native workers. The restriction also redistributed H-1Bs toward computer-related occupations, Indian-born workers, and firms using the H-1B program intensively.\n\n",
    "acknowledgement": "\nWe are grateful for funding from the National Science Foundation, Award 1535723, for the project \"The Effect of H-1B Workers on Innovation and Productivity.\" The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}