{
    "id": 23903,
    "citation_title": "How Taxing Is Tax Filing? Using Revealed Preferences to Estimate Compliance Costs.",
    "citation_author": [
        "Youssef Benzarti"
    ],
    "citation_publication_date": "2017-10-09",
    "issue_date": "2017-10-06",
    "revision_date": "2018-04-17",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses a quasi-experimental design and a novel identification strategy to estimate the cost of filing income taxes. First, using US income tax returns, I observe how taxpayers choose between itemizing deductions and claiming the standard deduction. Taxpayers forgo tax savings to avoid compliance costs, which provides a revealed preference estimate of the compliance cost of itemizing. I find that this cost increases with income, consistent with a higher opportunity cost of time for richer house- holds. Second, using my estimates and estimates of the time required to file other schedules, I estimate the cost of filing federal income taxes. I find that this cost has been increasing since the 1980’s and has reached 1.2% of GDP in the most recent years.\n\n",
    "acknowledgement": "\nI thank Alan Auerbach, Stefano DellaVigna, Matthew Rabin and Emmanuel Saez for invaluable advice, guidance, and encouragement throughout this project. I benefited from discussions with Miguel Almunia, Pierre Bachas, Dan Benjamin, Kimberly Clausing, Erik Eyster, Alex Gelber, Daniel Gross, Ben Handel, Nathaniel Hendren, Hilary Hoynes, Emiliano Huet-Vaughn, Damon Jones, Louis Kaplow, Marc Kaufmann, Henrik Kleven, Wojciech Kopczuk, Laurence Kotlikoff, David Laibson, Etienne Lehmann, Attila Lindner, Adriana Lleras-Muney, Takeshi Murooka, Michaela Pagel, Colin Raymond, Alex Rees-Jones, Antonio Rosato, Jesse Rothstein, Josh Schwartzstein, Dan Silverman, Joel Slemrod, Charles Sprenger, Justin Sydnor, Alisa Tazhitdinova, Danny Yagan and seminar participants at the Tax Systems Conference (Oxford and U. of Michigan), Paris II, CREST, Aarhus University, SITE Psychology and Economics, the US Department of Treasury, Princeton, Harvard KSG, UCLA, McMaster, U. Mass Amherst and U. of Toronto. Funding from the Robert D. Burch Center for Tax Policy and Public Finance is gratefully acknowledged. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}