{
    "id": 23907,
    "citation_title": "Do Americans Want to Tax Capital? Evidence from Online Surveys",
    "citation_author": [
        "Raymond Fisman",
        "Keith Gladstone",
        "Ilyana Kuziemko",
        "Suresh Naidu"
    ],
    "citation_publication_date": "2017-10-09",
    "issue_date": "2017-10-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA vast theoretical literature in public finance has studied the question of the desirability of capital taxation. Distinct from questions of the optimality of taxing wealth is whether it is politically feasible. We provide, to our knowledge, the first investigation of individuals' preferences over jointly taxing income and wealth, via a survey on Amazon's Mechanical Turk. We provide subjects with a set of hypothetical individuals' incomes and wealth and elicit subjects' preferred (absolute) tax bill for these individuals. Our method allows us to unobtrusively map both income earned and accumulated wealth into desired tax levels. Our regression results yield roughly linear desired tax rates on income of about 14 percent.  Respondents' suggested tax rates indicate positive desired wealth taxation. When we distinguish between sources of wealth we find that, in line with recent theoretical arguments, subjects' implied tax rate on wealth is three percent when the source of wealth is inheritance, far higher than the 0.8 percent rate when wealth is from savings. We show these tax rates are consistent with reasonable parameterizations of recent theoretical optimal wealth tax formulae.\n\n",
    "acknowledgement": "\nWe thank Wojciech Kopczuk, Christopher Roth, Thomas Piketty, Emmanuel Saez, Stefanie Stantcheva, Matt Weinzierl, Divya Singh, Jon Zytnick, and participants at the American Economic Association 2016 meetings (and in particular discussant Charlotte Cavaillé) and the Journées Louis-André Gérard-Varet conference for helpful comments and conversations. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}