{
    "id": 23904,
    "citation_title": "No Kin In The Game: Moral Hazard and War in the U.S. Congress",
    "citation_author": [
        "Eoin McGuirk",
        "Nathaniel Hilger",
        "Nicholas Miller"
    ],
    "citation_publication_date": "2017-10-09",
    "issue_date": "2017-10-06",
    "revision_date": "2023-04-17",
    "topics": [
        "\n",
        "History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study agency frictions in the United States Congress. We examine the longstanding hypothesis that political elites engage in conflict because they fail to internalize the associated costs. We compare the voting behavior of legislators with draft age sons versus draft age daughters during the conscription-era wars of the 20th century. We estimate that having a draft age son reduces pro-conscription voting by 7-11 percentage points. Support for conscription recovers when a legislator’s son ages out of eligibility. We establish that agency problems contribute to political conflict and that politicians are influenced by private incentives orthogonal to political concerns or ideological preferences.\n\n",
    "acknowledgement": "\nWe thank Motaz Al-Chanati, Jenna Anders, Victor Brechenmacher, Kian Ivey, Vanessa Labrador, Andrew Li, and 36 students from the Fall 2016 Econ 115 class at Yale for their excellent research assistance. We are also grateful to Ceren Baysan, Ray Fisman, Claudia Goldin, Greg Huber, Kelsey Jack, Daniel Keniston, Michael Kremer, Mushfiq Mobarak, Nathan Nunn, Cormac O’Dea, Daniel Posner, Nicholas Ryan, Jesse Shapiro, James Thomas, Nico Voigtlaender, Ebonya Washington, and Fabrizio Zilibotti; conference participants at BIARI (Brown University), NEUDC (Tufts University), and HiCN (PSE); and seminar participants at Yale University, Williams College, Tufts University, University College Dublin, Trinity College Dublin, Nova University Lisbon, Queens University Belfast, University of Southern California, Loyola Marymount University and Harvard University for helpful comments and conversations. Three anonymous referees provided insightful suggestions that greatly improved this article. All errors are ours. This article was edited by Melissa Dell, to whom we are grateful for her guidance and direction. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}