{
    "id": 23906,
    "citation_title": "Labor Supply and the Value of Non-Work Time: Experimental Estimates from the Field",
    "citation_author": [
        "Alexandre Mas",
        "Amanda Pallais"
    ],
    "citation_publication_date": "2017-10-09",
    "issue_date": "2017-10-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use a field experiment to estimate the marginal value of non-work time (MVT). During a national application process for phone survey and data entry positions, we randomly offered applicants alternative wage-hour bundles. Jobseeker choices over these bundles yield estimates for the MVT as a function of hours worked. These quantities trace out a labor supply relationship. As predicted by the conventional model of the allocation of time, the substitution effect is positive. Individual labor supply is highly elastic at low hours and becomes more inelastic at higher hours. For unemployed job applicants, the opportunity cost of a full-time job due to lost leisure, household production, and other non-work activities is approximately 60% of their estimated market wage. A similar estimate is found when we reproduce elements of this experiment in a nationally-representative survey.\n\n",
    "acknowledgement": "\nWe would like to thank Gabriel Chodorow-Reich, Jan Eckhout, Lawrence Katz, Bobby Pakzad-Hurson, and seminar participants at Brown University and the University of Bonn for comments. We would also like to thank Jenna Anders, Stephanie Cheng, Kevin DeLuca, Jason Goldrosen, Disa Hynsjo, and Carl Lieberman for outstanding research assistance. Financial support from NSF CAREER Grant No. 1454476 is gratefully acknowledged. The project described in this paper relies on data from a survey administered by the Understanding America Study, which is maintained by the Center for Economic and Social Research (CESR) at the University of Southern California. The content of this paper is solely the responsibility of the authors and does not necessarily represent the official views of USC or UAS. This project received IRB approval from Princeton (#0000006906) and Harvard (#15-0673). This study can be found in the AEA RCT Registry (AEARCTR-0002404).\n\n\n"
}