{
    "id": 23916,
    "citation_title": "In Search of a Spatial Equilibrium in the Developing World",
    "citation_author": [
        "Douglas Gollin",
        "Martina Kirchberger",
        "David Lagakos"
    ],
    "citation_publication_date": "2017-10-09",
    "issue_date": "2017-10-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn most developing countries, there is a large gap in average consumption per capita between urban and rural areas. One appealing interpretation of this gap is that it reflects a spatial equilibrium, in which the higher consumption levels of urban areas are offset by lower non-monetary amenities. In this paper, we draw on new high-resolution evidence to document how non-monetary amenities vary across space within 20 developing countries. We focus on measures of health, public goods, crime and pollution. These vary substantially across locations within countries and can be carefully measured with highly comparable data. We find that in almost all countries, and for almost all measures, the quality of these amenities is non-decreasing in population density. In addition, net internal migration flows are directed toward denser areas in every country. These findings are hard to reconcile with a spatial equilibrium. Instead, they suggest that developing countries are undergoing a reallocation of workers to densely populated areas, consistent with many models of structural change but inconsistent with models that assume a simple static spatial equilibrium.\n\n",
    "acknowledgement": "\nFor helpful comments we thank Deborah Balk, Joe Cummins, Banu Demir-Pakel, Stefan Dercon, Dave Donaldson, Ben Faber, Marcel Fafchamps, Darby Jack, Kelsey Jack, Matt Kahn, Pat Kinney, Pramila Krishnan, Horacio Larreguy, Ethan Ligon, Matthew Neidell, Natalia Ramondo, Chris Small, Daniel Sturm, Luke Valin, David Weil, and seminar participants at Barcelona, Bristol, Columbia, Copenhagen, Edinburgh, the Ethiopian Development Research Institute, IMF Research Department Development Macroeconomics division, LSE, Notre Dame, Nottingham, Sussex, Trinity College Dublin, UC Riverside, as well as conference participants at the Edinburgh Structural Change Conference, the NEUDC, CEPR and CSAE conferences. For excellent research assistance, we thank Jessie Wang, Eoin Dignam and Abed Mutemi, as well as the Bill and Melinda Gates Foundation for supporting Mutemi's work on this project. We would like to thank Jeff Geddes and Aaron van Donkelaar for sharing the pollution data and their advice. Kirchberger is grateful for many helpful conversations and suggestions while hosted by the Center for International Earth Science Information Network at Columbia University. This paper was partly supported through the  Global Research Program on Spatial Development of Cities, funded by the Multi Donor Trust Fund on Sustainable Urbanization of the World Bank and supported by the UK Department for International Development. All potential errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}