{
    "id": 23913,
    "citation_title": "Patent Examiner Specialization",
    "citation_author": [
        "Cesare Righi",
        "Timothy Simcoe"
    ],
    "citation_publication_date": "2017-10-09",
    "issue_date": "2017-10-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the matching of patent applications to examiners at the U.S. Patent and Trademark Office. Using test statistics originally developed to identify industry agglomeration, we find strong evidence that examiners specialize in particular technologies, even within relatively homogeneous art units. Examiner specialization is more pronounced in the biotechnology and chemistry fields, and less in computers and software. Evidence of specialization becomes weaker, but does not completely disappear, if we condition on technology sub-classes. There is no evidence that certain examiners specialize in applications that have greater importance or broader claims. More specialized examiners have a lower grant rate and produce a larger narrowing of claim-scope during the examination process. We discuss implications for instrumental variables based on examiner characteristics.\n\n",
    "acknowledgement": "\nWe thank Jim Bessen, Christian Catalini, Iain Cockburn, Stuart Graham, Deepak Hegde, Evgeny Klochikhin, Alan Marco, Michael Meurer, Arti Rai, Bhaven Sampat, Andrew Toole, Joel Waldfogel, Heidi Williams along with seminar participants at the BU Technology Policy Research Initiative (IP Day), the BU Strategy & Innovation department, the Copenhagen Business School, the Max Planck Institute for Innovation and Competition and the NBER productivity lunch for useful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}