{
    "id": 23911,
    "citation_title": "The Children of the Missed Pill",
    "citation_author": [
        "Tomás Rau",
        "Miguel Sarzosa",
        "Sergio S. Urzúa"
    ],
    "citation_publication_date": "2017-10-09",
    "issue_date": "2017-10-06",
    "revision_date": "2017-10-11",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Antitrust",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use sharp, massive and unexpected price increases of oral contraceptives—product of a documented case of collusion among pharmaceutical retailers in Chile—as a natural experiment to estimate the impact of access to the Pill on fertility and newborn health. Our empirical strategy combines multiple sources of information and takes into account the seasonality of conceptions and the general trends of fertility, as well as the dynamics that arise after interrupting Pill's intake. Our estimates suggest that due to the price hike, the weekly birth rate increased by 4%. We show large effects on the number of children born to unmarried mothers, from mothers in their early 20's, and to primiparae women. Moreover, we find evidence of significant deterioration of newborn health as measured by the incidence of low birthweight and infant mortality. We suggest that the “extra” conceptions faced dire conditions during gestation as a result of mothers' unhealthy behaviors. In addition, we document a disproportional increase of 27% in the weekly miscarriage and stillbirth rates, which we interpret as manifestations of active efforts of termination in a country where abortion was illegal. As the “extra” children reached school age, we find lower school enrollment rates and higher participation in programs for students with special needs. Our results suggest that access to contraceptives may prevent conceptions that will turn out to be in relatively poor health, and thereby may improve the average health of children conceived.\n\n",
    "acknowledgement": "\nWe would like to thank Fernando Alvarado, MD for his valuable input. We are indebted to the useful comments of Melissa Kearney, Jeanne Lafortune, Santiago Truffa, Sarah Okoampah, John Casterline, Monica Deza, Jackie Buhrmann and seminar participants at the World Bank (2014, D.C.), LACEA (2014, São Paulo), SECHI (2014, Viña del Mar), UC Berkeley (2015, Berkeley, CA), Universidad del Rosario (2015, Bogota), University of Western Ontario (2016, London, Canada), University of Maryland (2016, College Park, MD), Essen Health Conference (2016, Essen, Germany), Purdue University (2016, West Lafayette, IN), PopPov Conference (2016, Washington, DC), Eastern Economic Association Meetings (2017, New York), and PAA Meetings (2017, Chicago). Tomás Rau thanks the funding granted by Fondecyt, Project No.1171128. Additionally, this research was supported by the National Institutes of Health under award number NICHD R01HD065436. The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health or the National Bureau of Economic Research.\n\n\n"
}