{
    "id": 23914,
    "citation_title": "Gentrification and the Amenity Value of Crime Reductions: Evidence from Rent Deregulation",
    "citation_author": [
        "David H. Autor",
        "Christopher J. Palmer",
        "Parag A. Pathak"
    ],
    "citation_publication_date": "2017-10-09",
    "issue_date": "2017-10-06",
    "revision_date": "2019-10-31",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGentrification involves large-scale neighborhood change whereby new residents and improved amenities increase property values. In this paper, we study whether and how much public safety improvements are capitalized by the housing market after an exogenous shock to the gentrification process. We use variation induced by the sudden end of rent control in Cambridge, Massachusetts in 1995 to examine within-Cambridge variation in reported crime across neighborhoods with different rent-control levels, abstracting from the prevailing city-wide decline in criminal activity. Using detailed location-specific incident-level criminal activity data assembled from Cambridge Police Department archives for the years 1992 through 2005, we find robust evidence that rent decontrol caused overall crime to fall by 16 percent—approximately 1,200 reported crimes annually—with the majority of the effect accruing through reduced property crime. By applying external estimates of criminal victimization’s economic costs, we calculate that the crime reduction due to rent deregulation generated approximately $10 million (in 2008 dollars) of annual direct benefit to potential victims. Capitalizing this benefit into property values, this crime reduction accounts for 15 percent of the contemporaneous growth in the Cambridge residential property values that is attributable to rent decontrol. Our findings establish that reductions in crime are an important part of gentrification and generate substantial economic value. They also show that standard cost-of-crime estimates are within the bounds imposed by the aggregate price appreciation due to rent decontrol.\n\n",
    "acknowledgement": "\nWe thank seminar participants at NBER Summer Institute (Crime and Real Estate Sessions), Berkeley-Haas, UBC-Sauder, and the Urban Economics Association, as well as our discussants Ingrid Gould Ellen, Kevin Lang, and Jacob Macdonald for helpful comments and suggestions. Anthony Braga and Sara Heller provided terrific comments. We acknowledge generous financial support from the Lincoln Institute of Land Policy (TDA051711), the National Science Foundation (SES-962572), and the Alfred P. Sloan Foundation (B2009-47). Palmer thanks the National Science Foundation Graduate Research Fellowship (grant 0645960) and the Fisher Center for Real Estate and Urban Economics. We are grateful to Sookyo Jeong, Andrew Garin, Sam Hughes, Karen Scott, Yuqi Song, and Daniel Sullivan for their extraordinary research assistance, and to Rich Sevieri and Lt. Daniel Wagner of the Cambridge Police Department for facilitating extensive access to Cambridge Police archives. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}