{
    "id": 2391,
    "citation_title": "How Much Care Do the Aged Receive from Their Children? A Bimodal Picture of Contact and Assistance",
    "citation_author": [
        "Laurence J. Kotlikoff",
        "John N. Morris"
    ],
    "citation_publication_date": "1987-09-01",
    "issue_date": "1987-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents some preliminary findings about contact between the aged and their children based on a new survey of the aged and their children, entitled The Hebrew Rehabilitation Center for the Aged-NBER (HRC-NBER) Child Survey. Data on extended families is quite limited. The HRC-NBER Child Survey represents one of the few attempts to collect economic and demographic data on the elderly and their children. While these data will be used in future,research to test structural models of the living arrangements, the purposes of the current paper are to describe the survey and to examine contact between the elderly and their children. While our findings are preliminary and will be updated and expanded as we receive more data, it appears that a significant minority of the elderly, many of whom need assistance with the activities of daily living, have either no children or have only limited contact with their children. Contact between children and the vulnerable elderly appears to be less than that between children and the nonvulnerable elderly, and the amount of contact between children and the institutionalized elderly seems the least of all. In addition, although many of the parents in our data are very poor, financial support from children to parents, other than in the form of shared housing, is uncommon. The impression given by these data is that many of the elderly are very well cared for by their children, while a significant minority either have no children or have no children who provide significant time or care. Some of the findings for this sample are striking: (1) over a fifth of the elderly have no children. (2) over one half of the elderly either do not have a daughter or do not have a daughter who lives within an hour of them. (3) over half of single elderly males and females and over two fifths of vulnerable single elderly males and females live completely alone. (4) of the elderly who have children, fewer than a quarter live with their children. (5) a small fraction of elderly with children hear from them at most on a yearly basis. (6) almost 10 percent of the children of the elderly have at most yearly contact. (7) financial assistance from children to the elderly, even in cases where the elderly are quite poor, is extremely rare. (8) in a typical month over a quarter of elderly who have children do not physically spend time with their children.\n\n",
    "acknowledgement": "\n"
}