{
    "id": 23918,
    "citation_title": "Long-Term Care Insurance: Knowledge Barriers, Risk Perception and Adverse Selection",
    "citation_author": [
        "Martin Boyer",
        "Philippe De Donder",
        "Claude Fluet",
        "Marie-Louise Leroux",
        "Pierre-Carl Michaud"
    ],
    "citation_publication_date": "2017-10-09",
    "issue_date": "2017-10-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe conduct a stated-choice experiment where respondents are asked to rate various insurance products aimed to protect against financial risks associated with long-term care needs. Using exogenous variation in prices from the survey design, and objective risks computed from a dynamic microsimulation model, these stated-choice probabilities are used to predict market equilibrium for long-term care insurance using the framework developed by Einav et al. (2010). We investigate in turn causes for the low observed take-up of long-term care insurance in Canada despite substantial residual out-of-pocket financial risk. We first find that awareness and knowledge of the product is low in the population: 44% of respondents who do not have long-term care insurance were never offered this type of insurance while overall 31% report no knowledge of the product. Although we find evidence of adverse selection, results suggest it plays a minimal role in limiting take-up. On the demand side, once respondents have been made aware of the risks, we find that demand remains low, in part because of misperceptions of risk, lack of bequest motive and home ownership which may act as a substitute.\n\n",
    "acknowledgement": "\nWe acknowledge financial support from the Social Science and Humanities Research Council (435-2016- 1109). We wish to thank Georges Dionne, Andreas Richter, and Christopher Tonetti for helpful comments and suggestions. We thank seminar participants at the Financing Longevity Conference at Stanford, KU Leuven, HEC Montreal, and the 2017 American Risk and Insurance Meetings for their comments and suggestions. We  also thank Sébastien Box-Couillard and Francois  Laliberté-Auger for excellent research assistance and David Boisclair for help with the design of the questionnaire. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}