{
    "id": 23920,
    "citation_title": "Reported Effects vs. Revealed-Preference Estimates: Evidence from the propensity to spend tax rebates",
    "citation_author": [
        "Jonathan A. Parker",
        "Nicholas S. Souleles"
    ],
    "citation_publication_date": "2017-10-16",
    "issue_date": "2017-10-12",
    "revision_date": "2019-03-29",
    "topics": [
        "\n",
        "Other",
        "\n",
        "History of Economic Thought",
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe evaluate the consistency of two methods for estimating the effect of an economic policy: i) asking people how the policy caused them to change their behavior (reported effects); ii) inferring this change using data on behavior and differences in treatment across people (revealed-preference estimates). Both methods are widely used to measure spending caused by increases in liquidity. Using Federal stimulus payments disbursed quasi-randomly in 2008, we find larger revealed-preference estimates of spending propensities for households who report greater spending responses, and the methods produce similar average propensities. But evidence is mixed on the relationship between spending propensities and liquidity.\n\n",
    "acknowledgement": "\nThis paper first circulated as a working paper as “Reported Preference vs. Revealed Preference: Evidence ...” We thank Michael Boutros, Christian Broda, Jeff Campbell, Zvi Hercowitz, Erik Hurst, David S. Johnson, Arik Levenson, Maarten Meeuwis, Robert McLelland, Scott Nelson, Claudia Sahm, and Matthew D. Shapiro, as well as participants at seminars at the Bank of Canada, the Board of Governors of the Federal Reserve System, Brandeis, Columbia, Chicago, Georgetown, MIT, UT Austin, and the 2017 ASSA Meetings. Colin Gray, Yijun Liu, and Fangzhou Lu provided excellent research assistance. We also thank the staff of the Division of Consumer Expenditure Surveys at the Bureau of Labor Statistics and Ed Grove, Matt Knain, and Molly Hagen at Nielsen for their work implementing our survey questions and their careful explanation of the data. Parker thanks the MIT Sloan School of Management, the Kellogg School of Management at Northwestern University, the Initiative for Global Markets at the University of Chicago, and the Zell Center at the Kellogg School of Management for funding. Some of our results are calculated based on data from The Nielsen Company (US), LLC and marketing databases provided by the Kilts Center for Marketing Data Center at The University of Chicago Booth School of Business. The conclusions drawn from the Nielsen data are those of the researchers and do not reflect the views of Nielsen. Nielsen is not responsible for, had no role in, and was not involved in analyzing and preparing the results reported herein. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJonathan A. Parker\n\nJonathan Parker serves as a paid consultant to the Federal Reserve Bank of Boston where he provides advice and analysis of economic issues.\n\n\n"
}