{
    "id": 23924,
    "citation_title": "Food vs. Fuel? Impacts of Petroleum Shipments on Agricultural Prices",
    "citation_author": [
        "James B. Bushnell",
        "Jonathan E. Hughes",
        "Aaron Smith"
    ],
    "citation_publication_date": "2017-10-16",
    "issue_date": "2017-10-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGrain shippers and political figures in North Dakota and nearby states have voiced concern that the dramatic increases in shipments of crude oil by rail have caused service delays and higher costs.  We investigate the potential impact of crude shipments on grain markets accounting for harvest effects and other potential sources of rail congestion.  Increased crude oil shipments are associated with substantially larger spreads between wheat prices at regional elevators and in Minneapolis, the market hub. The effect on corn and soybean spreads are an order of magnitude smaller.  Increased oil traffic is associated with small increases in rail rates but large increases in rail car auction prices. We document increases in wheat carry (storage) costs and decreases in shipment quantities.  Surprisingly, little of the spread increase is due to lower prices paid to farmers, suggesting consumers rather than producers paid the cost of increased rail congestion.\n\n",
    "acknowledgement": "\nThe authors are grateful for research support from the Sloan Foundation.  The authors thank Ken Boyers, Karen Clay and seminar participants at the National Bureau of Economic Research conference on Transporting Hydrocarbons for helpful comments.  The statements, findings, conclusions, views, and opinions contained and expressed herein are not necessarily those of Genscape. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}