{
    "id": 23922,
    "citation_title": "School District Reform in Newark: Within- and Between-School Changes in Achievement Growth",
    "citation_author": [
        "Mark J. Chin",
        "Thomas J. Kane",
        "Whitney Kozakowski",
        "Beth E. Schueler",
        "Douglas O. Staiger"
    ],
    "citation_publication_date": "2017-10-16",
    "issue_date": "2017-10-12",
    "revision_date": "2017-10-16",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn 2011-12, Newark launched a set of educational reforms supported by a gift from Facebook CEO Mark Zuckerberg and Priscilla Chan.  Using data from 2009 through 2016, we evaluate the change in Newark students’ achievement growth relative to similar students and schools elsewhere in New Jersey. We measure achievement growth using a “value-added” model, controlling for prior achievement, demographics and peer characteristics. By the fifth year of reform, Newark saw statistically significant gains in English and no significant change in math achievement growth. Perhaps due to the disruptive nature of the reforms, growth declined initially before rebounding in recent years. Aided by the closure of low value-added schools, much of the improvement was due to shifting enrollment from lower- to higher-growth district and charter schools.  Shifting enrollment accounted for 62 percent of the improvement in English.  In math, such shifts offset what would have been a decline in achievement growth.\n\n",
    "acknowledgement": "\nThis project was funded by a grant from the Startup:Education Foundation (now the Chan-Zuckerberg Initiative.) The foundation also provided grant funding to support the Newark reform effort which we evaluate in the paper. We thank Bari Erlichson, Kendra Carter, Kate Fletcher, Jesse Margolis, Sarah McLean, James Riddlesperger and Peter Shulman for their help explaining the context in Newark and accessing the New Jersey data. We thank staff at the Newark Public Schools for reviewing earlier drafts of the report for errors. Kirsten Slungaard Mumma helped analyze the data and Jon Fullerton managed the project. Although unrelated to the current project, we disclose the following interests: Kane served as an expert witness for Gibson, Dunn, and Crutcher LLP to testify in Vergara v. California. Staiger is co-founder, has an equity interest in, and consults for ArborMetrix, a company that sells performance measurement systems and consulting services to healthcare providers. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}