{
    "id": 23927,
    "citation_title": "Biased Beliefs About Random Samples: Evidence from Two Integrated Experiments",
    "citation_author": [
        "Daniel J. Benjamin",
        "Don A. Moore",
        "Matthew Rabin"
    ],
    "citation_publication_date": "2017-10-16",
    "issue_date": "2017-10-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "History of Economic Thought",
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper describes results of a pair of incentivized experiments on biases in judgments about random samples. Consistent with the Law of Small Numbers (LSN), participants exaggerated the likelihood that short sequences and random subsets of coin flips would be balanced between heads and tails. Consistent with the Non-Belief in the Law of Large Numbers (NBLLN), participants underestimated the likelihood that large samples would be close to 50% heads. However, we identify some shortcomings of existing models of LSN, and we find that NBLLN may not be as stable as previous studies suggest. We also find evidence for exact representativeness (ER), whereby people tend to exaggerate the likelihood that samples will (nearly) exactly mirror the underlying odds, as an additional bias beyond LSN. Our within-subject design of asking many different questions about the same data lets us disentangle the biases from possible rational alternative interpretations by showing that the biases lead to inconsistency in answers. Our design also centers on identifying and controlling for bin effects, whereby the probability assigned to outcomes systematically depends on the categories used to elicit beliefs in a way predicted by support theory. The bin effects are large and systematic and affect some results, but we find LSN, NBLLN, and ER even after controlling for them.\n\n",
    "acknowledgement": "\nThis paper supersedes the March 2013 paper titled “Misconceptions of Chance: Evidence from an Integrated Experiment” which reported on the findings of Experiment 1. We are grateful to Paul Heidhues, Ted O’Donoghue, and seminar audiences at Cornell, Harvard, Koc University, Penn, Stanford, UCL, LSE, WZB, and NYU, and conference participants at SDJM 2014 for helpful comments. We thank Yeon Sik Cho, Samantha Cunningham, Alina Dvorovenko, Tristan Gagnon-Bartsch, Kevin He, Han Jiang, Justin Kang, Tushar Kundu, Sean Lee, Hui Li, Stephen Yeh, Muxin Yu, and especially Lawrence Jin, Michael Luo, Alex Rees-Jones, Rebecca Royer, and Janos Zsiros for outstanding research assistance. We are grateful to Noam D. Elkies for providing math-professor responses. We thank NIA/NIH through grant T32-AG000186-23 to NBER and P30-AG012839 to the Center for the Economics and Demography and Aging at the University of California—Berkeley for financial support. E-mail: daniel.benjamin@gmail.com, dm@berkeley.edu, matthewrabin@fas.harvard.edu. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}