{
    "id": 23929,
    "citation_title": "Effects of Emigration on Rural Labor Markets",
    "citation_author": [
        "Agha Ali Akram",
        "Shyamal Chowdhury",
        "Ahmed Mushfiq Mobarak"
    ],
    "citation_publication_date": "2017-10-16",
    "issue_date": "2017-10-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Market Structures",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRural to urban migration is an integral part of the development process, but there is little evidence on how out-migration transforms rural labor markets. Emigration could benefit landless village residents by reducing labor competition, or conversely, reduce productivity if skilled workers leave. We offer to subsidize transport costs for 5792 potential seasonal migrants in Bangladesh, randomly varying saturation of offers across 133 villages. The transport subsidies increase beneficiaries’ income due to better employment opportunities in the city, and also generate the following spillovers: (a) A higher density of offers increases the individual take-up rate, and induces those connected to offered recipients to also migrate. The village emigration rate increases from 35% to 65%. (b) This increases the male agricultural wage rate in the village by 4.5-6.6%, and the available work hours in the village by 11-14%, which combine to increase income earned in the village, (c) There is no intra-household substitution in labor supply, but primary workers within households earn more during weeks in which many of their village co-residents moved away. (d) The wage bill for agricultural employers increases, which reduces their profit, with no significant change in yield. (e) Food prices increase by 2.7% on net, driven by an increase in the price of (fish) protein, and offset by (f) a decrease in the price of non-tradables like prepared food and tea.  Seasonal migration subsidies not only generate large direct benefits, but also indirect spillover benefits by creating slack in the village-of-origin labor market during the lean season.\n\n",
    "acknowledgement": "\nWe thank Innovations for Poverty Action – Bangladesh, RDRS and Evidence Action for field and implementation support, Givewell.org for financial support, Mohammad Ashraful Haque, Meir Brooks, Corey Vernot and Alamgir Kabir for research assistance, and Abhijit Banerjee, Kevin Donovan, Gilles Duranton, Ben Faber, Andrew Foster, Edward Glaeser, Clement Imbert, David Lagakos, Michael Peters, Gautam Rao, and conference and seminar participants at Oxford University, Univ. of Chicago, Northwestern University, Brown University, DIW-Berlin, Univ. of Minnesota, Univ. of Notre Dame, Yale University, McGill University, Harvard University (Cities Conference), Stanford University (IGC/SCID conference), BREAD conference, Barcelona GSE Summer Forum, 2017 Cornell-Notre Dame Micro-Macro conference (London), USAID (Development Innovations Conference) and NBER Urban Economics Summer Institute for comments.  This RCT was registered in the American Economic Association Registry for randomized control trials under Trial number 2507 The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nAhmed Mushfiq Mobarak\n\nMobarak's salary is paid by Yale University, and he has received other income from the Jameel Poverty Action Lab at MIT, Innovations for Poverty Action in New Haven and the International Growth Centre at LSE during the period that this research was conducted. None of these organizations have any material interests in the results of this research.\n\n\n"
}