{
    "id": 23926,
    "citation_title": "Effects of Episode-Based Payment on Health Care Spending and Utilization: Evidence from Perinatal Care in Arkansas",
    "citation_author": [
        "Caitlin Carroll",
        "Michael Chernew",
        "A. Mark Fendrick",
        "Joe Thompson",
        "Sherri Rose"
    ],
    "citation_publication_date": "2017-10-16",
    "issue_date": "2017-10-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study how physicians respond to financial incentives imposed by episode-based bundled payment (EBP), which encourages lower spending and improved quality for an entire episode of care. Specifically, we study the impact of the Arkansas Health Care Payment Improvement Initiative, a multi-payer program that requires providers in the state to enter into EBP arrangements for perinatal care. Because of its multi-payer nature and the requirement that providers participate, the program covers the vast majority of births in the state.  Unlike fee-for-service reimbursement, EBP holds physicians responsible for all care within a discrete clinical episode, rewarding physicians not only for efficient use of their own services but also for efficient management of other health care inputs. In a difference-in-differences analysis of commercial claims, we find that perinatal spending decreased by 3.8% overall in Arkansas after the introduction of EBP, compared to surrounding states. We find that the decrease was driven by reduced spending on non-physician health care inputs, specifically the prices paid for inpatient facility care, and that our results are robust to a number of sensitivity and placebo tests. We additionally find that EBP was associated with a limited improvement in quality of care.\n\n",
    "acknowledgement": "\nWe would like to thank Tom McGuire and Randall Ellis for helpful comments and suggestions. We gratefully acknowledge financial support from the Laura and John Arnold Foundation, the Agency for Healthcare Research and Quality T32 trainee program (Carroll) and the National Science Foundation Graduate Research Fellowship (Carroll). Thompson wishes to disclose his involvement in developing the Arkansas Health Care Payment Improvement Initiative, both as Arkansas Surgeon General and as President of the Arkansas Center for Health Improvement. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nMichael Chernew\n\nAll-inclusive COI, 4/28/17\n\n\nDr. Michael Chernew reported having equity in V-BID Health, Virta Health, and Paladin Healthcare Capital. He sits on the board of advisors for The Commonwealth Fund, Paladin Healthcare Capital, The National Institute for Health Care Management, and Archway Health. He has received payment for consultancy from American Hospital Association, Anthem Health Insurance, Janssen Pharmaceuticals, Madalena Consulting, Merck & Company, Milliman, Pfizer, PhRMA, Precision Health Economics, the State of North Carolina, Takeda Pharmaceutical, University of Michigan, and White & Case. He has received speaking honoraria from AcademyHealth, America’s Health Insurance Plans, AmerisourceBergen, California Association of Health Plans, DuPage Medical Group, Health Information and Management Systems Society, Madinah Institute for Leadership and Entrepreneurship, Milliman, Nielsen Holdings, Q1 Productions, RetNet Forum, and Teva Pharmaceuticals, and has received payment for editorial services from Elsevier, and Intellisphere. Dr. Chernew has research funding from The Laura and John Arnold Foundation, The Commonwealth Fund, CareFirst and MedPAC.\n\n\n\nA. Mark Fendrick\n\nConsultant:  AbbVie, Amgen, Bayer, Exact Sciences, FMS Inc., Freedman Health, Janssen, Lilly, Mallinckrodt, MedZed, Merck, Risalto, Sempre Health, State of Minnesota, Takeda, TriZetto, Wellth, Zansors\n\n\nResearch: AHRQ, CalPERS, Gary and Mary West Health Policy Center, Laura & John Arnold Foundation, National Pharmaceutical Council, PCORI, PhRMA, RWJ Foundation, State of Michigan/CMS, State of New York\n\n\nOutside Position: AJMC (Co-editor), MEDCAC member, V-BID Health, LLC (Partner)\n\n\n\nJoe Thompson\n\nI serve on the Board of Delta Dental of Arkansas and its foundation, the Delta Dental Foundation of Arkansas\n\n\nI serve on the Board of the Arkansas State Employee and Public School Employee Life and Health Insurance Plans\n\n\n"
}