{
    "id": 23931,
    "citation_title": "Why Some Times Are Different: Macroeconomic Policy and the Aftermath of Financial Crises",
    "citation_author": [
        "Christina D. Romer",
        "David H. Romer"
    ],
    "citation_publication_date": "2017-10-16",
    "issue_date": "2017-10-12",
    "revision_date": "2017-10-11",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n",
        "Financial Economics",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAnalysis based on a new measure of financial distress for 24 advanced economies in the postwar period shows substantial variation in the aftermath of financial crises. This paper examines the role that macroeconomic policy plays in explaining this variation. We find that the degree of monetary and fiscal policy space prior to financial distress—that is, whether the policy interest rate is above the zero lower bound and whether the debt-to-GDP ratio is relatively low—greatly affects the aftermath of crises. The decline in output following a crisis is less than 1 percent when a country possesses both types of policy space, but almost 10 percent when it has neither. The difference is highly statistically significant and robust to the measures of policy space and the sample. We also consider the mechanisms by which policy space matters. We find that monetary and fiscal policy are used more aggressively when policy space is ample. Financial distress itself is also less persistent when there is policy space. The findings may have implications for policy during both normal times and periods of acute financial distress.\n\n",
    "acknowledgement": "\nThis paper was presented as the Economica Phillips Lecture at the London School of Economics on May 17, 2017. We are grateful to Francesco Caselli, Joshua Hausman, Maurice Obstfeld, Ricardo Reis, and seminar participants at the London School of Economics, the University of New South Wales, and the Bank of England for helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}