{
    "id": 23932,
    "citation_title": "Populists at the Polls: Economic Factors in the 1896 Presidential Election",
    "citation_author": [
        "Barry Eichengreen",
        "Michael R. Haines",
        "Matthew S. Jaremski",
        "David Leblang"
    ],
    "citation_publication_date": "2017-10-16",
    "issue_date": "2017-10-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe 1896 presidential election between William Jennings Bryan and William McKinley has gained new salience in the wake of the 2016 contest.  We provide the first systematic analysis of voting patterns in 1896, combining county-level returns with economic, financial, demographic and climatological data.  Specifically, we consider the economic concerns of the Populists with falling crop prices, high interest rates and railroad monopolies.  We show that Bryan did well where mortgage interest rates were high, railroad penetration was low, and crop prices had declined by most over the previous decade.  Using our estimates, we show that further declines in crop prices or increases in interest rates would have been enough to tip the Electoral College in Bryan’s favor.  But to change the outcome, the additional fall in crop prices would have had to be large.  The counterfactual increase in interest rates appears, at first blush, to have been more modest.  But where previous authors have argued that interest rates came down in the 1890s because of the entry of additional banks, our estimates indicate that bank entry would have had to be very significantly slower to tip the election.  There is no question that economic grievances mattered in 1896.  But small or even moderate changes in economic conditions would not have changed the outcome of the election.\n\n",
    "acknowledgement": "\nFor helpful comments we thank Price Fishback, Jonathan Kirshner, Frances Lee, Eric Schnickler, Richard Sutch and Gavin Wright. We also thank Alison Rice-Swiss for editorial assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}