{
    "id": 23938,
    "citation_title": "Ranking Firms Using Revealed Preference",
    "citation_author": [
        "Isaac Sorkin"
    ],
    "citation_publication_date": "2017-10-16",
    "issue_date": "2017-10-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper estimates workers' preferences for firms by studying the structure of employer-to-employer transitions in U.S. administrative data.   The paper uses a tool from numerical linear algebra to measure the central tendency of worker flows, which is closely related to the ranking of firms revealed by workers' choices.  There is evidence for compensating differential when workers systematically move to lower-paying firms in a way that cannot be accounted for by layoffs or differences in recruiting intensity.  The estimates suggest that compensating differentials account for over half of the firm component of the variance of earnings.\n\n",
    "acknowledgement": "\nAn earlier version of this paper was the first chapter of my dissertation at the University of Michigan: thanks to Matthew D. Shapiro, John Bound, Daniel Ackerberg and Josh Hausman for patient advising and support. Thanks also to Larry Katz, anonymous referees, John Abowd, Audra Bowlus, Charles Brown, Jediphi Cabal, Varanya Chaubey, Raj Chetty, Tim Conley, Cynthia Doniger, Matthew Fiedler, Eric French, Matt Gentzkow, Paul Goldsmith-Pinkham, Henry Hyatt, Gregor Jarosch, Patrick Kline, Pawel Krolikowski, Margaret Levenstein, Ilse Lindenlaub, Kristin McCue, Erika McEntarfer, Andreas Mueller, Michael Mueller-Smith, Matt Notowidigdo, Luigi Pistaferri, Giovanni Righi, Justin Wolfers, Mary Wootters, Eric Zwick and numerous seminar and conference participants for helpful comments and conversations. Thanks to Giovanni Righi for research assistance, Kristin McCue for help with the disclosure process, and David Gleich for making Matlab BGL publicly available. This research uses data from the U.S. Census Bureau's Longitudinal Employer Household Dynamics Program, which was partially supported by the following National Science Foundation Grants SES-9978093, SES-0339191 and ITR- 0427889; National Institute on Aging Grant AG018854; and grants from the Alfred P. Sloan Foundation. This research was supported in part by an NICHD training grant to the Population Studies Center at the University of Michigan (T32 HD007339) and the Robert V. Roosa Dissertation Fellowship. This research was also supported by the CenHRS project, funded by a Sloan Foundation grant to the University of Michigan, and by the Michigan Node of the NSF-Census Research Network (NSF SES 1131500). Work on this paper took place at the Michigan, Chicago and Stanford Federal Statistical Research Data Centers. Part of the work on this paper was completed while I was employed by the Federal Reserve Bank of Chicago. Any opinions and conclusions expressed herein are those of the author and do not necessarily represent the views of the Federal Reserve Bank of Chicago, the Federal Reserve System, the U.S. Census Bureau, or the National Bureau of Economic Research. All results have been reviewed to ensure no confidential information is disclosed.\n\n\n"
}