{
    "id": 23933,
    "citation_title": "Sparse Signals in the Cross-Section of Returns",
    "citation_author": [
        "Alexander M. Chinco",
        "Adam D. Clark-Joseph",
        "Mao Ye"
    ],
    "citation_publication_date": "2017-10-16",
    "issue_date": "2017-10-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper applies the Least Absolute Shrinkage and Selection Operator (LASSO) to make rolling 1-minute-ahead return forecasts using the entire cross section of lagged returns as candidate predictors. The LASSO increases both out-of-sample fit and forecast-implied Sharpe ratios. And, this out-of-sample success comes from identifying predictors that are unexpected, short-lived, and sparse. Although the LASSO uses a statistical rule rather than economic intuition to identify predictors, the predictors it identifies are nevertheless associated with economically meaningful events: the LASSO tends to identify as predictors stocks with news about fundamentals.\n\n",
    "acknowledgement": "\nWe have received many helpful comments and suggestions from John Campbell, Victor DeMiguel, Xavier Gabaix, Andrew Karolyi, Bryan Kelly, Maureen O’Hara, Vassilis Papavassiliou, Ioanid Rosu, Thomas Ruchti, Gideon Saar, Allan Timmermann, Heather Tookes, Sunil Wahal, and Brian Weller as well as from seminar participants at the University of Illinois Urbana-Champaign, the 11th Annual Central Bank Conference on the Microstructure of Financial Markets, the 2016 AFA Annual Meetings, and the NBER EFFE SI. Hao Xu, Ruixuan Zhou, and Rukai Lou provided excellent research assistance. This research is supported by National Science Foundation grant #1352936, which is joint with the Office of Financial Research at the U.S. Department of the Treasury. This work also uses the Extreme Science and Engineering Discovery Environment (XSEDE), which is supported by National Science Foundation grant #OCI-1053575. We thank David O’Neal of the Pittsburgh Supercomputer Center for his assistance with supercomputing, which was made possible through the XSEDE Extended Collaborative Support Service (ECSS) program. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}