{
    "id": 23941,
    "citation_title": "Place-Based Interventions at Scale: The Direct and Spillover Effects of Policing and City Services on Crime",
    "citation_author": [
        "Christopher Blattman",
        "Donald Green",
        "Daniel Ortega",
        "Santiago Tobón"
    ],
    "citation_publication_date": "2017-10-16",
    "issue_date": "2017-10-12",
    "revision_date": "2018-09-05",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCities target police patrols and public services to control crime. What are the direct and spillover effects of such targeted state services? In 2016 the city of Bogotá, Colombia, experimented on an unprecedented scale. They randomly assigned 1,919 streets to either 8 months of doubled police patrols, greater municipal services, both, or neither. We study how crime responds to intensifying normal state presence in moderate- to high-crime streets, and what this implies about criminal behavior. Scale also brings challenges. Spatial spillovers in dense networks introduce bias and complicate variance estimation through “fuzzy clustering.” But a design-based approach and randomization inference produce valid hypothesis tests in such settings. We find that increasing state presence has modest direct impacts, even when focusing on the highest-crime “hot spots.” More intense state presence deters more crime. But in most cases, however, crime appears to displace to neighboring streets. Property crimes seem most easily displaced, while violent crimes may not be. One interpretation is that crimes with a more sustained motive are more likely to displace than crimes of passion, which state presence may more permanently deter.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Pushing Crime Around the Corner? Estimating Experimental Impacts of Large-Scale Security Interventions.\" This research is thanks to the collaboration of the National Police of Colombia and the Mayor’s Office of Bogotá, especially Bogotá’s 2016–18 Secretary of Security, Daniel Mejía, who co-conceived the experiment. Innovations for Poverty Action in Colombia and the Center for the Study of Security and Drugs at Universidad de los Andes coordinated research activities. Survey data was collected by Sistemas Especializados de Información. For research assistance we thank Juan Carlos Angulo, Peter Deffebach, Marta Carnelli, Daniela Collazos, Eduardo Garcia, Sofia Jaramillo, Richard Peck, Patryk Perkowski, Oscar Pocasangre, María Rodríguez, and Pablo Villar. For comments we thank Thomas Abt, Roseanna Ander, Anthony Braga, Adriana Camacho, Aaron Chalfin, Steve Durlauf, Marcela Eslava, Claudio Ferraz, Larry Katz, David Lam, Leopoldo Fergusson, Nicolás Grau, Sara Heller, Daniel Mejía, Ben Olken, Jan Pierskalla, Tristan Reed, Jacob N. Shapiro, Rodrigo Soares, Juan F. Vargas, David Weisburd, Dean Yang, and many conference and seminar participants. Data and analysis were funded by the J-PAL Governance Initiative, 3ie, the Development Bank of Latin America (CAF), Fundación Probogotá, Organización Ardila Lülle via Universidad de los Andes CESED, COLCIENCIAS in the Government of Colombia, and the J. William Fulbright Program. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}