{
    "id": 23947,
    "citation_title": "The Labor Market Effects of Offshoring by U.S. Multinational Firms",
    "citation_author": [
        "Brian K. Kovak",
        "Lindsay Oldenski",
        "Nicholas Sly"
    ],
    "citation_publication_date": "2017-10-23",
    "issue_date": "2017-10-20",
    "revision_date": "2019-10-23",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use firm-level data on U.S. multinationals to show how offshoring affects domestic employment within and across firms. We introduce a new instrument for offshoring: Bilateral Tax Treaties, which reduce the cost of offshore activities. We find substantial heterogeneity in effects. A 10 percent increase in affiliate employment drives a 1.3 percent increase in employment at the U.S. parent firm, with smaller effects at the industry and regional levels. In contrast, offshoring by vertical multinationals drives declining employment among non-multinationals in the same industry, and firms opening new affiliates exhibit smaller domestic employment growth than those expanding existing affiliates.\n\n",
    "acknowledgement": "\nThe statistical analysis of firm-level data on U.S. multinational companies was conducted at the Bureau of Economic Analysis, U.S. Department of Commerce under arrangements that maintain legal confidentiality requirements. The authors would like to thank William Zeile, Raymond Mataloni, and James Fetzer for assistance with the BEA data and James Albertus, Nathan Anderson, David Atkin, Brian Cadena, Dave Donaldson, Andrew Goodman-Bacon, Jim Hines, David Hummels, Ben Keys, Peter Morrow, Greg Wright, and participants at various conferences and seminars for helpful discussions. Benjamin Mayer provided excellent research assistance. The views expressed herein are those of the authors and do not reflect official positions of the U.S. Department of Commerce nor the views of the Federal Reserve Bank of Kansas City, Federal Reserve System, or the National Bureau of Economic Research. Nicholas Sly gratefully acknowledges financial support from the WE Upjohn Institute received while at the University of Oregon.\n\n\n"
}