{
    "id": 23940,
    "citation_title": "Advertising Spending and Media Bias: Evidence from News Coverage of Car Safety Recalls",
    "citation_author": [
        "Graham Beattie",
        "Ruben Durante",
        "Brian Knight",
        "Ananya Sen"
    ],
    "citation_publication_date": "2017-10-16",
    "issue_date": "2017-10-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDo news media bias content in favor of advertisers? We examine the relationship between advertising by auto manufacturers in U.S. newspapers and news coverage of car safety recalls. This context allows us to separate the influence of advertisers, who prefer less coverage, from that of readers, who demand more. Consistent with theoretical predictions, we find that newspapers provide less coverage of recalls by their advertisers, especially the more severe ones. Competition for readers from other newspapers mitigates bias, while competition for advertising by online platforms exacerbates it. Finally, we present suggestive evidence that lower coverage increases auto fatalities.\n\n",
    "acknowledgement": "\nWe thank Sinan Aral, Ruben Enikolopov, Matthew Gentzkow, Fabrizio Germano, Johanna Glauber, Xiang Hui, Ulrich Laitenberger, Joan Monras, Sarah Moshary, Maria Petrova, Arnaud Philippe, Paul Seabright, Jesse Shapiro, Jim Snyder, Francesco Sobbrio, David Stromberg, Michael Ward, Erina Ytsma and participants in the 2016 Media Economics Workshop, NBER Summer Institute (IO), QME Conference (2017), IIOC, Telecom Paristech ICT Conference, Munich Summer Institute 2017, Marketing Science Conference, the 10th Toulouse Internet Conference, the 2nd Conference on Media Bias, and seminars at MIT, UPF, NUS, LMU, EUI, INSEAD, CEMFI, CUNEF, and ULB for helpful discussion. Milena Djourelova provided outstanding research assistance. The authors thankfully acknowledge financial support from the University of Toronto, Brown University, CEPREMAP, Barcelona GSE, the Jean Jacques Laffont Digital Chair, MIT IDE and LIEPP. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}