{
    "id": 23945,
    "citation_title": "The Ostrich in Us: Selective Attention to Financial Accounts, Income, Spending, and Liquidity",
    "citation_author": [
        "Arna Olafsson",
        "Michaela Pagel"
    ],
    "citation_publication_date": "2017-10-23",
    "issue_date": "2017-10-20",
    "revision_date": "2023-01-20",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Behavioral Economics",
        "\n",
        "Financial Economics",
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze attention to personal financial accounts using panel data that includes logins, spending, income, balances, and credit limits. We find that income arrivals cause individuals to log in and that attention is positively correlated with cash holdings and liquidity, is negatively correlated with consumer debt holdings, and increases when bank account balances change from negative to positive. We discuss how our findings relate to theories of rational and selective inattention and conclude that ostrich effects in a personal finance context, i.e., the fear of paying attention to bank account balances, is a more widespread phenomenon than previously thought.\n\n",
    "acknowledgement": "\nDivision of Economics and Finance, Columbia Business School, NBER, & CEPR. mpagel@columbia.edu We thank Alex Imas, Ted O’Donoghue, Jon Parker, John Driscoll, Nachum Sicherman, Inessa Liskovich, Paul Heidhues, Michael Grubb, Laura Veldkamp, Paul Tetlock, Nicola Gennaioli, Botond Koszegi, Daniel Gottlieb, Cary Friedman, Benjamin Keys, Constança Esteves-Sorenson, Silvia Saccardo, Matthew Rabin, David Laibson, Paige Skiba, Devin Pope, Vicki Bogan, Valentin Haddad, Marina Niessner, Andrea Prat, and conference and seminar participants at Cornell, Maryland, 2017 BEAM at Berkeley, Carnegie Mellon, NBER Asset Pricing Meeting, NBER Digitization Summer Institute, University of Amsterdam, AFA, ECWFC at the WFA, EFA, NYU, Columbia, TAU Finance, ESSFM Gerzensee, University of Zurich, Indiana University, University of Innsbruck, University of Melbourne, and the National University of Singapore for a range of insightful comments. This project has received funding from Danish Council for Independent Research, under grant agreement no 6165-00020. We are indebted to Meniga and their data analysts for providing and helping with the data. We also thank Fedra De Angelis Effrem and Andrea Marogg for outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}