{
    "id": 2394,
    "citation_title": "Til Debt Do Us Part: The U.S. Capital Market and Foreign Lending, 1920-1955",
    "citation_author": [
        "Barry Eichengreen"
    ],
    "citation_publication_date": "1987-10-01",
    "issue_date": "1987-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper analyzes U.S. experience with foreign lending in the half-century from 1920. A first question raised by this experience is what ignited the process of U.S. foreign lending. I conclude that lending was restrained at the beginning of the period by the debt overhang associated with reparations and by the post World War I disruption of international trade. Intervention by creditor country governments in the form of the Dawes Loan, League of Nations loans to Central Europe and reconstruction of the gold standard system was needed to initiate long-term capital flows. A second question is how to characterize the operation of the U.S. capital market once lending was again underway. I find that while lenders discriminated among potential borrowers and demanded compensation for default risk, they did so insufficiently. Neither an efficient-markets nor a fads-and-fashions model provides an adequate characterization of the data. A third question is whether default in the 1930s made it more difficult for countries to borrow in the 1940s and 1950s. I find no evidence that countries which interrupted debt service in the 1930s found it more difficult to borrow subsequently than did countries which maintained debt service continuously. Rather, default reduced access to private portfolio capital flows for defaulting and nondefaulting countries alike.\n\n",
    "acknowledgement": "\n"
}