{
    "id": 23953,
    "citation_title": "Gender Representation in Economics Across Topics and Time: Evidence from the NBER Summer Institute",
    "citation_author": [
        "Anusha Chari",
        "Paul Goldsmith-Pinkham"
    ],
    "citation_publication_date": "2017-10-23",
    "issue_date": "2017-10-20",
    "revision_date": "2018-01-10",
    "topics": [
        "\n",
        "Other",
        "\n",
        "General, Teaching",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe document the representation of female economists on the conference programs at the NBER Summer Institute from 2001-2016. Over the period from 2013-2016, women made up 20.6 percent of all authors on scheduled papers. However, there was large dispersion across programs, with the share of female authors ranging from 7.3 percent to 47.7 percent. While the average share of women rose slightly from 18.5% since 2001-2004, a persistent gap between finance, macroeconomics and microeconomics subfields remains, with women consisting of 14.4 percent of authors in finance, 16.3 percent of authors in macroeconomics, and 25.9 percent of authors in microeconomics. We examine three channels potentially affecting female representation. First, using anonymized data on submissions, we show that the rate of paper acceptance for women is statistically indistinguishable to that of men. Second, we find that the share of female authors is comparable to the share of women amongst all tenure-track professors, but is ten percentage points lower than the share of women among assistant professors. Finally, within conference program, we find that when a woman organizes the program, the share of female authors and discussants is higher.\n\n",
    "acknowledgement": "\nThe views expressed are those of the authors and do not necessarily reflect those of the Federal Reserve Bank of New York or the Federal Reserve System. We thank Jim Poterba and NBER staff for providing data on past Summer Institute programs, and special thanks to Alex Aminoff for merging gender identifiers to the NBER submissions data and preparing summary tabulations relating to the 2016 and 2017 meetings. We thank seminar participants in the applied microeconomics workshop at UNC-Chapel Hill and the New York Fed for many helpful comments and suggestions. In addition, special thanks to Jediphi Cabal, Linda Goldberg, Claudia Goldin, Pete Klenow, Anna Kovner, Sydney Ludvigson, and Paola Sapienza for many thoughtful suggestions. Kevin Lai provided stellar research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}