{
    "id": 23959,
    "citation_title": "Social Capital and Labor Market Networks",
    "citation_author": [
        "Brian J. Asquith",
        "Judith K. Hellerstein",
        "Mark J. Kutzbach",
        "David Neumark"
    ],
    "citation_publication_date": "2017-10-23",
    "issue_date": "2017-10-20",
    "revision_date": "2019-01-24",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe explore the links between social capital and labor market networks at the neighborhood level. We harness rich data taken from multiple sources, including matched employer-employee data with which we measure the strength of labor market networks, data on behavior such as voting patterns that have previously been tied to social capital, and new data – not previously used in the study of social capital – on the number and location of non-profit sector establishments at the neighborhood level. We use a machine learning algorithm to identify important potential social capital measures that best predict neighborhood-level variation in labor market networks. We find evidence suggesting that smaller and less centralized schools, and schools with fewer poor students, foster social capital that builds labor market networks, as does a larger Republican vote share. The presence of establishments in a number of non-profit oriented industries are identified as predictive of strong labor market networks, likely because they either provide public goods or facilitate social contacts. These industries include, for example, churches and other religious institutions, police departments, fire and rescue services including volunteer fire departments, country clubs, mayors’ offices, chamber music groups, hobby clubs, and museums.\n\n",
    "acknowledgement": "\nThis research was supported by the Russell Sage Foundation. Opinions expressed in this paper are those of the authors and not necessarily those of the U.S. Census Bureau, the Federal Deposit Insurance Corporation, the Russell Sage Foundation, or the National Bureau of Economic Research. Much of the work for this analysis was done while Mark Kutzbach was an employee of the U.S. Census Bureau. All results have been reviewed to ensure that no confidential information is disclosed. We are grateful to Andrew Foote, Matt Harding, Christian Hansen, Lisa Hellerstein, Thomas Hegland, Erika McEntarfer, Chun (KC) Kuang, and Arezou Koohi for helpful comments and discussions. This research uses data from the Census Bureau’s Longitudinal Employer Household Dynamics Program, which was partially supported by National Science Foundation Grants SES-9978093, SES-0339191, and ITR-0427889; National Institute on Aging Grant AG018854; and grants from the Alfred P. Sloan Foundation.\n\n\n"
}