{
    "id": 2395,
    "citation_title": "The Economic Consequences of Noise Traders",
    "citation_author": [
        "J. Bradford De Long",
        "Andrei Shleifer",
        "Lawrence H. Summers",
        "Robert J. Waldmann"
    ],
    "citation_publication_date": "1987-10-01",
    "issue_date": "1987-10-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe claim that financial markets are efficient is backed by an implicit argument that misinformed \"noise traders\" can have little influence on asset prices in equilibrium. If noise traders' beliefs are sufficiently different from those of rational agents to significantly affect prices, then noise traders will buy high and sell low. They will then lose money relative to rational investors and eventually be eliminated from the market. We present a simple overlapping-generations model of the stock market in which noise traders with erroneous and stochastic beliefs (a) significantly affect prices and (b) earn higher returns than do rational investors. Noise traders earn high returns because they bear a large amount of the market risk which the presence of noise traders creates in the assets that they hold: their presence raises expected returns because sophisticated investors dislike bearing the risk that noise traders may be irrationally pessimistic and push asset prices down in the future. The model we present has many properties that correspond to the \"Keynesian\" view of financial markets. (i) Stock prices are more volatile than can be justified on the basis of news about underlying fundamentals. (ii) A rational investor concerned about the short run may be better off guessing the guesses of others than choosing an appropriate P portfolio. (iii) Asset prices diverge frequently but not permanently from average values, giving rise to patterns of mean reversion in stock and bond prices similar to those found directly by Fama and French (1987) for the stock market and to the failures of the expectations hypothesis of the term structure. (iv) Since investors in assets bear not only fundamental but also noise trader risk, the average prices of assets will be below fundamental values; one striking example of substantial divergence between market and fundamental values is the persistent discount on closed-end mutual funds, and a second example is Mehra and Prescott's (1986) finding that American equities sell for much less than the consumption capital asset pricing model would predict. (v) The more the market is dominated by short-term traders as opposed to long-term investors, the poorer is its performance as a social capital allocation mechanism. (vi) Dividend policy and capital structure can matter for the value of the firm even abstracting from tax considerations. And (vii) making assets illiquid and thus no longer subject to the whims of the market -- as is done when a firm goes private -- may enhance their value.\n\n",
    "acknowledgement": "\n"
}