{
    "id": 23950,
    "citation_title": "Vocational Education, Manufacturing, and Income Distribution: International Evidence and Case Studies",
    "citation_author": [
        "Joshua Aizenman",
        "Yothin Jinjarak",
        "Nam Ngo",
        "Ilan Noy"
    ],
    "citation_publication_date": "2017-10-23",
    "issue_date": "2017-10-20",
    "revision_date": "2017-12-07",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEconomic integration has brought about not only benefits and opportunities but also required adjustment, especially for the youth entering the labour force. The lower growth rates characterizing the post Global Financial Crisis era and the concerns about income inequality put to the fore the degree that better targeted investment in human capital may ameliorate the challenges facing the working poor. Using cross-country data, we find the association between the income shares of the working poor, dependence on manufacturing sector, and the availability of vocational education. Conditioning on tertiary educational attainment, improved access to better vocational education will probably contribute more than large increase in regular college attainment. Comparing the US to Germany suggests that pushing more students to BA granting colleges may no longer be the most efficient way to deal with the challenges caused by the decline in manufacturing employment affecting in particular lower-income households. We also note that a tracking of technical training and educational budget, shown in the case of Vietnam in comparison to Thailand, as well as government subsidies for reskilling of labour fource throughout their career in Singapore, is a potential explanation for their relative manufacturing competitiveness.\n\n",
    "acknowledgement": "\nWe thank participants at the 28th NBER East Asian Seminar on Economics 2017 (Manila, Philippines), 2016 International Conference of the Turkish Economic Association (Bodrum, Turkey), ASEAN Economic Integration Forum 2017 at the United Nations ESCAP (Bangkok, Thailand), Celia M. Reyes, and Maki Nakajima for useful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}