{
    "id": 23956,
    "citation_title": "A Dose of Managed Care: Controlling Drug Spending in Medicaid",
    "citation_author": [
        "David Dranove",
        "Christopher Ody",
        "Amanda Starc"
    ],
    "citation_publication_date": "2017-10-23",
    "issue_date": "2017-10-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEffectively designed market mechanisms may reduce growth in health care spending. In this paper, we study the impact of privatizing the delivery of Medicaid drug benefits on drug spending. Exploiting granular data that allow us to examine drug utilization, we find that drug spending would fall by 22.4 percent if the drug benefit was fully administered by Medicaid Managed Care Organizations (MCOs), largely through lower point-of-sale prices and greater generic usage. The effects are driven by MCOs’ ability to design drug benefits and steer consumers toward lower cost drugs and pharmacies. MCOs do not appear to skimp on performance, either by reducing overall drug consumption as measured by prescriptions per enrollee or reducing utilization of drugs that offset other medical spending.\n\n",
    "acknowledgement": "\nThe authors would like to acknowledge the valuable advice and suggestions provided by Craig Garthwaite, Ben Jones, Victoria Marone, Brad Shapiro, Ashley Swanson, and Pietro Tebaldi and would further like to thank workshop participants at Northwestern University, Haverford College, and the University of Chicago for their comments and feedback. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}