{
    "id": 23951,
    "citation_title": "Signing Statements and Presidentializing Legislative History",
    "citation_author": [
        "John M. de Figueiredo",
        "Edward H. Stiglitz"
    ],
    "citation_publication_date": "2017-10-23",
    "issue_date": "2017-10-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPresidents often attach statements to the bills they sign into law, purporting to celebrate, construe, or object to provisions in the statute.  Though long a feature of U.S. lawmaking, the President has avowedly attempted to use these signing statements as tool of strategic influence over judicial decisionmaking since the 1980s—as a way of creating “presidential legislative history” to supplement and, at times, supplant the traditional congressional legislative history conventionally used by the courts to interpret statutes.  In this Article, we examine a novel dataset of judicial opinion citations to presidential signing statements to conduct the most comprehensive empirical examination of how courts have received presidential legislative history to date.  Three main findings emerge from this analysis.  First, contrary to the pervasive (and legitimate) fears in the literature on signing statements, courts rarely cite signing statements in their decisions.  Second, in the aggregate, when courts cite signing statements, they cite them in predictably partisan ways, with judges citing Presidents’ signing statements from their own political parties more often than those of the opposing parties.  This effect, however, is driven entirely by the behavior of Republican-appointed appellate jurists.  Third, courts predominately employ signing statements to buttress aligned statutory text and conventional sources of legislative history, and seemingly never rely on them to override contrary plain statutory text or even unified traditional legislative history.  This suggests that signing statements have low rank among interpretative tools and courts primarily use them to complement rather than substitute for congressional legislative history.  In this sense, Presidents have largely failed to establish an alternative corpus of valid interpretive material.\n\n",
    "acknowledgement": "\nJohn M. de Figueiredo is the Russell M. Robinson II Professor of Law at Duke Law School and Professor of Strategy and Economics at the Duke Fuqua School of Business, Visiting Professor at the Stanford University Graduate School of Business, and Research Associate at the National Bureau of Economic Research; Edward H. Stiglitz is Associate Professor of Law and Jia Jonathan Zhu and Ruyin Ruby Ye Sesquicentennial Fellow at Cornell Law School.  We are indebted in Matthew Vandenberg for alerting us to this topic and beginning a research project in this area.  In addition, Jane Bahnson, Jennifer Behrens, Kristin Ellsworth, and Guangya Li provided excellent research assistance.  We thank Joseph Blocher, Curt Bradley, Walter Dellinger, William Eskridge, and David Levi for helpful comments.  We also thank seminar participants at Duke University and participants at the annual meetings of the International Society of New Institutional Economics (ISNIE) and Conference on Empirical Legal Studies (CELS).  All errors in this Article are our own The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}