{
    "id": 23955,
    "citation_title": "Storm Crowds: Evidence from Zooniverse on Crowd Contribution Design",
    "citation_author": [
        "Sandra Barbosu",
        "Joshua Gans"
    ],
    "citation_publication_date": "2017-10-23",
    "issue_date": "2017-10-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCrowdsourcing - a collaborative form of content production based on the contributions of large groups of individuals - has proliferated in the past decade. Due to this growth, recent research has focused on understanding the factors that affect its sustainability. Prior studies have highlighted the importance of volunteers’ prosocial motivations, the sense of belonging to a community, and symbolic rewards within crowdsourcing websites. One factor that has received limited attention in the existing literature is how the design of crowdsourcing platforms affects their sustainability. We study whether the design element - particularly, the divisibility of contributions (i.e. whether contributing tasks are bundled together or can be carried out separately) - is a factor that affects the level and quality of crowdsourcing contributions. We investigate this in the context of Zooniverse, the world’s largest crowd-sourced science site, in which volunteers contribute to scientific research by performing data processing tasks. Our choice of empirical setting is motivated by the fact that one of the Zooniverse projects, Cyclone Center, underwent a format change that decreased the divisibility of contributions, by bundling together two tasks that were previously separate. We refer to contributions for which both tasks were done as complete, and contributions for which only one task was done as incomplete. In this context, we develop a theoretical model that predicts (i) a positive relationship between contribution divisibility and the total number of contributions (i.e. complete and incomplete) per volunteer, (ii) an ambiguous relationship between contribution divisibility and the number of complete contributions per volunteer, and (iii) an ambiguous relationship between contribution divisibility and the value of complete contributions. We test these predictions empirically by exploiting the format change in Cyclone Center. We find that after the format change, which decreased contribution divisibility, (i) the total number of contributions per volunteer decreased, (ii) the number of complete contributions made by anonymous volunteers increased, while that made by registered volunteers remained unchanged, and (iii) the value of complete contributions increased because anonymous volunteers, who increased their number of complete contributions, contributed high quality contributions. Our results have strategic implications for crowdsourcing platforms because they suggest that the design of crowdsourcing platforms, specifically the divisibility of contributions, is a factor that matters for their sustainability.\n\n",
    "acknowledgement": "\nWe would like to thank Avi Goldfarb for insightful feedback. We also want to thank seminar participants at the University of Toronto’s Summer IO Faculty Brownbag Lunch Seminar for helpful comments and discussions. We are grateful to Zooniverse staff members, particularly Chris Lintott and Brooke Simmons, for providing us data access, and we thank the Sloan Foundation for financial support. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}