{
    "id": 23952,
    "citation_title": "Using Spatial Factor Analysis to Measure Human Development",
    "citation_author": [
        "Qihua Qiu",
        "Jaesang Sung",
        "Will Davis",
        "Rusty Tchernis"
    ],
    "citation_publication_date": "2017-10-23",
    "issue_date": "2017-10-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a Bayesian factor analysis model as an alternative to the Human Development Index (HDI). Our model provides methodology which can either augment or build additional indices. In addition to addressing potential issues of the HDI, we estimate human development with three auxiliary variables capturing environmental health and sustainability, income inequality, and satellite observed nightlight. We also use our method to build a Millennium Development Goals (MDG) index as an example of constructing a more complex index. We find the “living standard” dimension provides a greater contribution to human development than the official HDI suggests, while the “longevity” dimension provides a lower proportional contribution. Our results also show considerable levels of disagreement relative to the ranks of official HDI. We report the sensitivity of our method to different specifications of spatial correlation, cardinal-to-ordinal data transforms, and data imputation procedures, along with the results of a simulated data exercise.\n\n",
    "acknowledgement": "\nWe would like to thank Spencer Banzhaf, Alberto Chong, Andrew Foster, Christopher Udry, an anonymous reviewer, and the participants of The 2nd International Workshop in Memory of Yair Mundlak for their valuable comments and suggestions. This research did not receive any specific grant from funding agencies in the public, commercial, or not-for-profit sectors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}