{
    "id": 23968,
    "citation_title": "Identification in Macroeconomics",
    "citation_author": [
        "Emi Nakamura",
        "Jón Steinsson"
    ],
    "citation_publication_date": "2017-10-30",
    "issue_date": "2017-10-26",
    "revision_date": "2018-01-17",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper discusses empirical approaches macroeconomists use to answer questions like: What does monetary policy do? How large are the effects of fiscal stimulus? What caused the Great Recession? Why do some countries grow faster than others? Identification of causal effects plays two roles in this process. In certain cases, progress can be made using the direct approach of identifying plausibly exogenous variation in a policy and using this variation to assess the effect of the policy. However, external validity concerns limit what can be learned in this way. Carefully identified causal effects estimates can also be used as moments in a structural moment matching exercise. We use the term “identified moments” as a short-hand for “estimates of responses to identified structural shocks,” or what applied microeconomists would call “causal effects”. We argue that such identified moments are often powerful diagnostic tools for distinguishing between important classes of models (and thereby learning about the effects of policy). To illustrate these notions we discuss the growing use of cross-sectional evidence in macroeconomics and consider what the best existing evidence is on the effects of monetary policy.\n\n",
    "acknowledgement": "\nWe thank Miguel Acosta, Juan Herreno, and Yeji Sung for excellent research assistance. We would like to thank Joshua Angrist, John Cochrane, Gregory Cox, Gauti Eggertsson, Adam Guren, Jonathon Hazell, Juan Herreno, Ethan Ilzetzki, Alisdair McKay, Edward Nelson, Serena Ng, Mikkel Plagborg-Moller, Valerie Ramey, David Romer, David Thesmar, Jonathan Vogel, Johannes Wieland, Christian Wolf, and Michael Woodford for valuable comments and discussions. We thank the National Science Foundation (grant SES-1056107) and the Alfred P. Sloan Foundation for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}