{
    "id": 23962,
    "citation_title": "Marketing Agencies and Collusive Bidding in Online Ad Auctions",
    "citation_author": [
        "Francesco Decarolis",
        "Maris Goldmanis",
        "Antonio Penta"
    ],
    "citation_publication_date": "2017-10-30",
    "issue_date": "2017-10-26",
    "revision_date": "2019-07-19",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe transition of the advertising market from traditional media to the internet has induced a proliferation of marketing agencies specialized in bidding in the auctions that are used to sell ad space on the web. We analyze how collusive bidding can emerge from bid delegation to a common marketing agency and how this can undermine the revenues and allocative efficiency of both the Generalized Second Price auction (GSP, used by Google and Microsoft-Bing and Yahoo!) and the VCG mechanism (used by Facebook). We find that, despite its well-known susceptibility to collusion, the VCG mechanism outperforms the GSP auction both in terms of revenues and efficiency.\n\n",
    "acknowledgement": "\nWe are grateful for the comments received from Susan Athey, Jean-Pierre Benoit, Yeon-Koo Che, Kerry Gabrielson, Ken Hendricks, Jon Levin, Massimo Motta, Marco Ottaviani, Rob Porter, Marc Rysman, Andy Skrzypacz and Steve Tadelis and from the participants at the seminars at Berkeley-Haas Business School, Boston University, Columbia University, CREST-Paris, European Commission DG Competition, Facebook Research Lab, Harvard-MIT joint IO seminar, London Business School, Microsoft Research Lab, Princeton University, Stanford University, University of British Columbia, University of California Davis, University of Chicago, University of Bologna, University of Toronto, University of Wisconsin Madison. Antonio Penta acknowledges financial support from the Spanish Ministry of Economy and Competitiveness, through the Severo Ochoa Programme for Centres of Excellence in R&D (SEV-2015-0563), and from the ERC Starting Grant #759424.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}