{
    "id": 23966,
    "citation_title": "Technology and the Effectiveness of Regulatory Programs Over Time: Vehicle Emissions and Smog Checks with a Changing Fleet",
    "citation_author": [
        "Nicholas J. Sanders",
        "Ryan Sandler"
    ],
    "citation_publication_date": "2017-10-30",
    "issue_date": "2017-10-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPersonal automobile emissions are a major source of urban air pollution. Many U.S. states control emissions through mandated vehicle inspections and repairs. But there is little empirical evidence directly linking mandated inspections, maintenance, and local air pollution levels. To test for a link, we estimate the contemporaneous effect of inspections on local air quality. We use day-to-day, within-county variation in the number of vehicles repaired and recertified after failing an initial emissions inspection, with individual-level data from 1998–2012 from California’s inspection program. Additional re-inspections of pre-1985 model year vehicles reduce local carbon monoxide, nitrogen oxide, and particulate matter levels, while re-inspections of newer vehicles with more modern engine technology have no economically significant effect on air pollution. This suggests emissions inspections have become less effective at reducing local air pollution as more high-polluting vehicles from the 1970s and 1980s leave the road, and provides an example of how the social efficiency of programs can change under improving technologies. We also estimate the importance of station quality, using a metric devised for California’s new STAR certification program. We show re-inspections of older vehicles conducted by low quality inspection stations do not change air pollution, while inspections at high quality stations have a moderate effect on pollution concentrations, which suggests the potential for ineffective monitoring at low quality inspection stations. We find little effect on ambient ozone levels, regardless of station quality or vehicle age.\n\n",
    "acknowledgement": "\nWe are grateful to Dan Hosken, Mark Jacobsen, Thomas Koch, Devesh Raval, Joseph Shapiro and participants in the Economics Brownbag at the Federal Trade Commission for helpful comments and suggestions. Any opinions in this paper are those of the authors and do not necessarily reflect those of the Consumer Financial Protection Bureau or the United States. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}