{
    "id": 23960,
    "citation_title": "Market Reforms at the Zero Lower Bound",
    "citation_author": [
        "Matteo Cacciatore",
        "Romain Duval",
        "Giuseppe Fiori",
        "Fabio Ghironi"
    ],
    "citation_publication_date": "2017-10-30",
    "issue_date": "2017-10-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the impact of product and labor market reforms when the economy faces major slack and a binding constraint on monetary policy easing---such as the zero lower bound. To this end, we build a two-country model with endogenous producer entry, labor market frictions, and nominal rigidities. We find that while the effect of market reforms depends on the cyclical conditions under which they are implemented, the zero lower bound itself does not appear to matter. In fact, when carried out in a recession, the impact of reforms is typically stronger when the zero lower bound is binding. The reason is that reforms are inflationary in our structural model (or they have no noticeable deflationary effects). Thus, contrary to the implications of reduced-form modeling of product and labor market reforms as exogenous reductions in price and wage markups, our analysis shows that there is no simple across-the-board relationship between market reforms and the behavior of real marginal costs. This significantly alters the consequences of the zero (or any effective) lower bound on policy rates.\n\n",
    "acknowledgement": "\nThis Paper was also published as IMF Working Paper 17/215. We thank Olivier Blanchard, Maury Obstfeld, and many others at the IMF who helped this project with comments and suggestions. We also thank our discussants Zeno Enders, Gernot Müller, and Yongseung Jung, as well as participants in seminars and conferences at Banque de France, Bank of Korea-Korea University BK21 Conference, CEPR Leuven Workshop 2016, Collegio Carlo Alberto, Concordia University, DFG-Hertie School-IMF Structural Reforms Conference, the European Central Bank, the European Commission, the International Monetary Fund, the 2017 Konstanz Seminar, the Nederlandsche Bank, UC Irvine, University of Cergy-Pontoise, the Third MACFINROBODS Workshop, the XIII INTECO Workshop-Castellon, and the the XXII ENSAI Economics Day. The views in this paper are those of the authors and do not represent the views or policies of the CEPR, IMF, and the National Bureau of Economic Research.\n\n\n"
}