{
    "id": 23967,
    "citation_title": "The Economics of PIPEs",
    "citation_author": [
        "Jongha Lim",
        "Michael W. Schwert",
        "Michael S. Weisbach"
    ],
    "citation_publication_date": "2017-10-30",
    "issue_date": "2017-10-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper considers a sample of 3,001 private investments in public equities (PIPEs). Issuing firms tend to be small and poorly performing, so have limited access to traditional sources of finance. To attract capital, they offer shares in a PIPE at a substantial discount to the market price, along with warrants and a collection of other rights. Because of the discount at issuance, PIPE returns decline with the holding period, which itself is a function of registration status and liquidity of the shares issued in the PIPE.  Assuming that the PIPE investor sells 10% of volume each day following the issuance, the average PIPE investor holds the stock for 384 days and earns an abnormal return of 21.2%. More risky firms tend to raise capital from relatively risk tolerant investors such as hedge funds and private equity funds. PIPEs issued to more constrained firms have higher holding period adjusted returns but these returns are more volatile. The abnormal holding period adjusted returns earned by PIPE investors appear to be compensation for providing capital to otherwise constrained firms.\n\n",
    "acknowledgement": "\nThe authors are Fellows of the National Center for the Middle Market at the Fisher College of Business, Ohio State University, and acknowledge the Center’s support for this research. We would like to thank Rocky Bryant, Shan Ge, Clemens Sialm, participants in seminars at Ohio State and the 2017 Southern California Private Equity Conference for helpful suggestions. Hyeik Kim, Dongxu Li, and John Lynch provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}