{
    "id": 23964,
    "citation_title": "Diagnosing the Italian Disease",
    "citation_author": [
        "Bruno Pellegrino",
        "Luigi Zingales"
    ],
    "citation_publication_date": "2017-10-30",
    "issue_date": "2017-10-26",
    "revision_date": "2019-05-01",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nItaly’s aggregate productivity abruptly stopped growing in the mid-1990s. This stop represents a puzzle, as it occurred at a time of stable macroeconomic conditions. In this paper, we investigate the possible causes of this “disease” by using sector and firm-level data. We find that Italy’s productivity disease was most likely caused by the inability of Italian firms to take full advantage of the ICT revolution. While many institutional features can account for this failure, a prominent one is the lack of meritocracy in the selection and rewarding of managers. Unfortunately, we also find that the prevalence of loyalty-based management in Italy is not simply the result of a failure to adjust, but an optimal response to the Italian institutional environment. Italy’s case suggests that familism and cronyism can be serious impediments to economic development even for a highly industrialized nation.\n\n",
    "acknowledgement": "\nBruno Pellegrino gratefully acknowledges financial support from the Price Center for Entrepreneurship at the UCLA Anderson School of Management. Luigi Zingales gratefully acknowledges financial support from the Stigler Center at the University of Chicago Booth School of Business. We thank Carlo Altomonte and Tommaso Aquilante for providing us with additional data from the EFIGE dataset and for useful discussions. We are grateful to Andrei Shleifer, Raffaella Sadun, Dale Jorgenson, Paola Giuliano, Romain Wacziarg, Christian Dippel, Erik Brynjolfsson and seminar participants at Chicago Booth, UCLA Anderson, Harvard Business School, Berkeley Haas, and Purdue for their helpful comments and feedback. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}