{
    "id": 23963,
    "citation_title": "The Lifetime Costs of Bad Health",
    "citation_author": [
        "Mariacristina De Nardi",
        "Svetlana Pashchenko",
        "Ponpoje Porapakkarm"
    ],
    "citation_publication_date": "2017-10-30",
    "issue_date": "2017-10-26",
    "revision_date": "2023-06-09",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhat generates the observed differences in economic outcomes by health? How costly it is to be unhealthy? We show that health dynamics are largely driven by ex-ante fixed heterogeneity, or health types, even when controlling for one’s past health history. In fact, health types are the key driver of long spells of bad health. We incorporate these rich health dynamics in an estimated structural model and show that health types and their correlation with other fixed characteristics are important to account for the observed gap in economic outcomes by health. Monetary and welfare losses due to bad health over the life cycle are large, concentrated, and to a large extent due to factors pre-determined earlier in life. A large portion of the related monetary costs is due to income losses, especially for people of working age, while a substantial portion of the welfare losses arises because health affects life expectancy.\n\n",
    "acknowledgement": "\nWe thank Liran Einav, Christopher Flinn, Eric French, Joseph Altonji, Selahattin Imrohoroglu, John Kennan, Naoki Aizawa, Sagiri Kitao, Rasmus Lentz, Vincenzo Quadrini, Yongseok Shin, Matthew White, and seminar participants at many institutions for comments and suggestions. De Nardi gratefully acknowledges support from the ERC, grant 614328 “Savings and Risks.” Porapakkarm gratefully acknowledges support from the JSPS KAKENHI Grant Number 15K03505. Pashchenko acknowledges financial support through the Terry-Sanford Research Award. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research, the CEPR, any agency of the federal government, or the Federal Reserve Bank of Chicago.\n\n\n"
}