{
    "id": 23965,
    "citation_title": "Implications of Medicaid Financing Reform for State Government Budgets",
    "citation_author": [
        "Jeffrey Clemens",
        "Benedic Ippolito"
    ],
    "citation_publication_date": "2017-10-30",
    "issue_date": "2017-10-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Subnational Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze potential reforms to Medicaid financing through the lens of fiscal federalism.  Because substantial dollars are at stake, both the economic and political sides of intergovernmental transfers have high relevance in this setting.  We show that changes in Medicaid financing formulas can shift amounts exceeding several hundred dollars per capita from \"winning\" states to \"losing\" states.  In some cases, these amounts exceed 10 percent of states' own-source revenues.  States' balanced budget requirements imply that such changes would, if not phased in gradually, require significant budgetary adjustment over short time horizons.  We next show that alternative Medicaid financing structures have significant implications for states' exposure to budgetary stress during recessions.  During the Great Recession, an acyclical block grant structure would have increased states' shortfalls by 2--3.5 percent of own-source revenues relative to either an explicitly countercyclical block grant or the current matching system.  Finally, we assess the implications of several financing structures for the extent to which they subsidize states' decisions on both the \"extensive\" and \"intensive\" margins of coverage generosity over the short and long term.\n\n",
    "acknowledgement": "\nWe thank Joe Antos, Nicholas Bagley, Alex Brill, Matt Fiedler, John Klemm, Sean Speer, Michael Strain, and the participants of the Harrington Symposium on Health Economics at the University of Texas at Austin for helpful feedback. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}