{
    "id": 23971,
    "citation_title": "Does Parents’ Access to Family Planning Increase Children’s Opportunities? Evidence from the War on Poverty and the Early Years of Title X",
    "citation_author": [
        "Martha J. Bailey",
        "Olga Malkova",
        "Zoë M. McLaren"
    ],
    "citation_publication_date": "2017-10-30",
    "issue_date": "2017-10-26",
    "revision_date": "2018-04-26",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development of the American Economy",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the relationship between parents’ access to family planning and the economic resources of their children. Using the county-level introduction of U.S. family planning programs between 1964 and 1973, we find that children born after programs began had 2.8% higher household incomes. They were also 7% less likely to live in poverty and 12% less likely to live in households receiving public assistance. A bounding exercise suggests that the direct effects of family planning programs on parents’ resources account for roughly two thirds of these gains.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge the use of the services and facilities of the Population Studies Center at the University of Michigan (funded by NICHD Center Grant R24 HD041028). During work on this project, Olga Malkova was supported by the NICHD (T32 HD0007339) as a UM Population Studies Center Trainee. The collection of data on U.S. family planning programs was supported by the University of Michigan’s National Poverty Center (NPC) and Robert Wood Johnson Health and Society Programs; the University of Michigan Population Studies Research Center’s Eva Mueller Award; the National Institutes of Health (HD058065-01A1 and HD070950-02); the University of Kentucky Center for Poverty Research (UKCPR) through the U.S. Department of Health and Human Services, Office of the Assistant Secretary for Planning and Evaluation (5 UO1 PE000002-05). Work on various aspects of this project was generously supported by the Small Grants Program at the University of Michigan’s National Poverty Center, the University of California-Davis Center for Poverty Research (1H79AE000100-1 from the U.S. Department of Health and Human Services, Office of the Assistant Secretary for Planning and Analysis, which was awarded by the Substance Abuse and Mental Health Services Administration), and the Elizabeth Caroline Crosby Fund and Rackham Graduate School at the University of Michigan. The opinions and conclusions expressed herein are solely those of the author and should not be construed as representing the opinions or policy of any of these funders or any agency of the federal government, the U.S. Census Bureau, or the National Bureau of Economic Research. All results have been reviewed to ensure that no confidential information is disclosed. We are grateful to Doug Almond, Hillary Hoynes and Diane Schanzenbach for sharing the 1959 to 1978 Regional Economic Information System (REIS) data and to the Guttmacher Institute and Ted Joyce for sharing information on abortion providers from 1973 to 1979. We are grateful to Maggie Levenstein and Clint Carter for assisting with the restricted data application and disclosure from Michigan’s RDC. We benefited from comments and insights on early versions of this paper from Marianne Bitler, John DiNardo, Melanie Guldi, Maria Fitzpatrick, Brad Hershbein, Hilary Hoynes, David Lam, Doug Miller, and Gary Solon. Andrew Covert, Anna Erickson, Johannes Norling, and Annie Wentz provided outstanding research assistance.\n\n\n"
}