{
    "id": 23973,
    "citation_title": "The Unconventional Oil Supply Boom: Aggregate Price Response from Microdata",
    "citation_author": [
        "Richard G. Newell",
        "Brian C. Prest"
    ],
    "citation_publication_date": "2017-10-30",
    "issue_date": "2017-10-26",
    "revision_date": "2018-02-21",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze the price responsiveness of onshore oil supply from conventional versus new unconventional \"tight\" formations in the United States. We separately analyze three key stages of oil production: drilling wells, completing wells, and production from completed wells. We find that the important margin is drilling investment. We estimate drilling responses of approximately 1.6 percent for tight oil and 1.2 percent for conventional oil per 1 percent change in oil prices. In addition, tight oil wells produce about 4.6 times more oil compared to conventional ones. Together, the long-run price responsiveness of supply is about 6 times larger for tight oil on a per well basis, and about 9 times larger when also accounting for the rise in unconventional-directed drilling. Based on our estimates derived from microdata, we conduct aggregate simulations of incremental oil supply at different time frames and price levels. The simulations show that the U.S. supply response is much larger now due to the shale revolution. Given a price rise to $80 per barrel, U.S. oil production could rise by 0.5 million barrels per day in 6 months, 1.2 million in 1 year, 2 million in 2 years, and 3 million in 5 years. Nonetheless, it takes many months before a substantial portion of the full supply response is online, longer than the 30 to 90 days typically associated with the role of \"swing producer\" such as Saudi Arabia.\n\n",
    "acknowledgement": "\nWe are grateful to Drillinginfo for data used in this study. The authors declare that they have no relevant or material financial interests that relate to the research described in this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}