{
    "id": 23974,
    "citation_title": "Informing SPR Policy Through Oil Futures and Inventory Dynamics",
    "citation_author": [
        "Richard G. Newell",
        "Brian C. Prest"
    ],
    "citation_publication_date": "2017-10-30",
    "issue_date": "2017-10-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines how information on the time pattern of expected future prices for crude oil, based on the term structure of futures contracts, can be used in informing whether to draw down, or contribute to the Strategic Petroleum Reserve (SPR).  Such price information provides insight on expected changes in the supply-demand balance in the market and can also facilitate cost-effective transitions for SPR holdings. Backwardation in futures curves suggests that market participants expect shocks to be transitory, creating a stronger case for SPR releases. We use vector autoregression to analyze the relationship between the term structure of futures contracts, the management of private oil inventories, and other variables of interest. This relationship is used to estimate the magnitude of the impacts of SPR releases into the much larger global inventories system. Under the assumption that strategic releases can be modeled as surprise inventory additions, impulse response functions suggest that a strategic release of 10 million barrels would temporarily reduce spot prices by about 2% to 3% and mitigate backwardation by approximately 0.8 percentage points. Historical simulations suggest that past releases reduced spot prices by 15% to 20% and avoided about 5 percentage points of backwardation in futures curves, relative to a no-release counterfactual. This research can help policymakers determine when to release SPR reserves based on economic principles informed by market prices. It also provides an econometric model that can help inform the amount of SPR releases necessary to achieve given policy goals, such as reductions in prices or spreads.\n\n",
    "acknowledgement": "\nWe acknowledge funding from the National Science Foundation, the Department of Energy and NBER under grant 36269.00.04.00.  We thank Christiane Baumeister and Lutz Kilian for helpful comments and data, as well as participants in an NBER conference on energy markets. This work is partially based on the OECD oil inventory data developed by the International Energy Agency, but the resulting work has been prepared by the authors and does not necessarily reflect the views of the International Energy Agency, nor the views of the National Bureau of Economic Research.\n\n\n"
}