{
    "id": 23976,
    "citation_title": "Payroll Taxes, Firm Behavior, and Rent Sharing: Evidence from a Young Workers' Tax Cut in Sweden",
    "citation_author": [
        "Emmanuel Saez",
        "Benjamin Schoefer",
        "David Seim"
    ],
    "citation_publication_date": "2017-10-30",
    "issue_date": "2017-10-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses administrative data to analyze a large and long-lasting employer payroll tax rate cut from 31% down to 15% for young workers (aged 26 or less) in Sweden. We find a zero effect on net-of-tax wages of young treated workers relative to slightly older untreated workers, even in the medium run (after six years). Simple graphical cohort analysis shows compelling positive effects on the employment rate of the treated young workers, of about 2-3 percentage points, which arise primarily from fewer separations (rather than more hiring). These employment effects are larger in places with initially higher youth unemployment rates.  We also analyze the firm-level effects of the tax cut. We sort firms by the size of the tax windfall and trace out graphically the time series of firms' outcomes. We proxy a firm's windfall with its share of treated young workers just before the reform. First, heavily treated firms  expand after the reform: employment, capital, sales, value added, and profits all increase. These effects appear stronger in credit-constrained firms,  consistent with liquidity effects. Second, heavily treated firms increase the wages of all their workers – young as well as old – collectively, perhaps through rent sharing. Wages of low paid workers rise more in percentage terms. Rather than canonical market-level adjustment, we uncover a crucial role of firm-level mechanisms in the transmission of payroll tax cuts.\n\n",
    "acknowledgement": "\nWe thank David Card, Raj Chetty, Johan Egebark, Anders Forslund, Peter Fredriksson, Matthew Gentzkow, Lena Hensvik, Simon Jager, Lawrence Katz, Niklas Kaunitz, Patrick Kline, Tuomas Kosonen, Adriana Kugler, Magne Mogstad, Arash Nekoei, John Pencavel, David Sraer, David Stromberg, Jonas Vlachos, Danny Yagan, Eric Zwick, as well as  numerous seminar and conference participants for helpful discussions and comments. Sam Karlin, Carl McPherson and Nina Roussille provided outstanding research assistance. We acknowledge financial support from NSF Grant SES-1559014; the Center for Equitable Growth at UC Berkeley, and FORTE Grant 2015-00490. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}