{
    "id": 23977,
    "citation_title": "The Neo-Fisher Effect in the United States and Japan",
    "citation_author": [
        "Martín Uribe"
    ],
    "citation_publication_date": "2017-10-30",
    "issue_date": "2017-10-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI investigate the effects of an increase in the nominal interest rate on inflation and output in the United States and Japan during the postwar period. I postulate a structural autoregressive model that allows for transitory and permanent nominal and real shocks. I find that nominal interest-rate increases that are expected to be temporary, lead, in accordance with conventional wisdom, to a temporary increase in real rates that is contractionary and deflationary. By contrast, nominal interest-rate increases that are perceived to be permanent cause a temporary decline in real rates with inflation adjusting faster than the nominal interest rate to a higher permanent level. Estimated impulse responses show that inflation reaches its long-run level within a year. Importantly, because real rates are low during the transition, the economy does not suffer an output loss. This result is relevant for the design of monetary policy in economies plagued by chronic below-target inflation, for it is consistent with the prediction that a credible announcement of a gradual return of nominal rates to normal levels can bring about a swift convergence of inflation to its target level without negative consequences for aggregate activity.\n\n",
    "acknowledgement": "\nI am indebted to Stephanie Schmitt-Grohé for comments and suggestions. I also thank for comments seminar participants at the Bank of England and Queen Mary University. Yoon-Joo Jo and Seungki Hong provided excellent research assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}