{
    "id": 23978,
    "citation_title": "Distortion by Audit: Evidence from Public Procurement",
    "citation_author": [
        "Maria Paula Gerardino",
        "Stephan Litschig",
        "Dina Pomeranz"
    ],
    "citation_publication_date": "2017-10-30",
    "issue_date": "2017-10-26",
    "revision_date": "2022-08-30",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPublic sector audits are a key element of state capacity. However, we find that they can create unintended distortions. Regression discontinuity analysis from Chile shows that audits lowered the use of auctions for public procurement, reduced supplier competition, and increased the likelihood of incumbent, small, and local firms winning contracts. Looking inside the black box of the audit process reveals that relative to comparable direct contracts, auctions underwent more than twice as many checks and led to twice as many detected infractions. Procurement oﬀicers perceive the consequences of such detected infractions as severe. These findings show that standard audit protocols can mechanically discourage the use of more regulated, complex and transparent procedures that involve more auditable steps.\n\n",
    "acknowledgement": "\nWe thank Alberto Abadie, Yoichi Arai, Oriana Bandiera, Abhijit Banerjee, Michael Best, Lorenzo Casaburi, David Cutler, Rafael Di Tella, David Dorn, Eduardo Engel, Ben Faber, Andres Gonzalez Lira, Caroline Hoxby, Seema Jayachandran, Lawrence Katz, Adnan Khan, Asim Khwaja, Gary King, Jon Kolstad, Wojciech Kopczuk, Juliana Londoño Vélez, Michel Maréchal, Stephan Meier, Luke Miller, Mushfiq Mobarak, Francisco Nahmias Joana Naritomi, Paul Novosad, Rohini Pande, Zhuan Pei, Marek Pycia, Nancy Qian, Debraj Ray, Giancarlo Spagnolo, Stéphane Straub, Juan Carlos Suarez, Dimitri Szerman, Roberto Weber, Jonathan Weigel, Danny Yagan, David Yanagizawa-Drott, Lucas Zavala and participants at the NBER and CEPR public economics meetings, BREAD, LACEA, RIDGE and numerous seminars for helpful comments and discussions. Particular thanks go to Ben Olken for extensive conversations on the design of the special audits. We are grateful to the public procurement agency ChileCompra and the national comptroller Contraloría General de la República for excellent collaboration, to the Spanish Ministry of Economy and Competitiveness for generous support through the Severo Ochoa Programme for Centres of Excellence in R&D, and to the Development Bank of Latin America and the Abdul Latif Jameel Poverty Action Lab’s Governance Initiative for support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}