{
    "id": 23975,
    "citation_title": "The Center and the Periphery: Two Hundred Years of International Borrowing Cycles",
    "citation_author": [
        "Graciela L. Kaminsky"
    ],
    "citation_publication_date": "2017-10-30",
    "issue_date": "2017-10-26",
    "revision_date": "2019-01-29",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Globalization and International Relations",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA common belief in both academic and policy circles is that cyclical monetary policy in the United States increases the volatility of capital flows to the periphery. More recently, many studies on capital flows also focus on the U.S. Subprime Crisis. These studies emphasize the excessive international borrowing predating that crisis and the dramatic global retrenchment in capital flows in its aftermath. I re-examine these views using a new database I constructed of capital flows spanning two hundred years. Extending the study of capital flows to the first episode of financial globalization has two major advantages. First, during this episode, monetary policy in the financial center is constrained by the adherence to the Gold Standard, thus providing a benchmark for capital flow cycles in the absence of an active role of the central bank in the financial center. Second, panics in the financial center are rare disasters that need to be examined in a longer historical episode. The evidence from the new database indicates that capital flows to the periphery have become less volatile since the restart of globalization in the 1970s. But not all cycles are less pronounced, only those cycles around panics in the financial center. It is in times of crises at the epicenter that countercyclical monetary policy in the financial center is far more aggressive, with severe tightenings predating these crises and drastic easings in their aftermath. This policy cuts short capital flow bonanzas before these crises erupt and mitigates sudden stops in their aftermath.\n\n",
    "acknowledgement": "\nI gratefully acknowledge support from the National Science Foundation (Award No 1023681), the Institute for New Economic Thinking (Grant No INO14-00009), and the SOAR Fellowship, IIEP, GWU. I want to thank Gianluca Benigno, Eugenio Cerutti, Andrés Fernández-Martin, Maria Luz Moreno Badía, Maury Obstfeld, Alan Taylor, Christoph Trebesch, and participants at the MCM Policy Forum (IMF), November 7, 2017; the Workshop of International Macro organized by the Research Institute for Development, Growth, and Economics (RIDGE) and the Central Bank of Uruguay, December 4-5, 2017; the Research Department Seminar (IMF), January 17, 2018; the Fiscal Affairs Department Seminar (IMF), January, 31, 2018; the 3rd International Macroeconomics and Finance Conference organized by Keio University in collaboration with Korea University, the Hong Kong University of Science and Technology, the University of British Columbia and the University of Tokyo, March 23-24, 2018; the InterAmerican Development Bank Research Department Seminar, May 17, 2018; the Barcelona GSE Summer Forum, June 18-19, 2018, Barcelona, Spain; Banco de España Seminar, June 20, 2018; the European Economic Association Annual Meeting, August 27-30, 2018, Cologne, Germany; the International Spillovers Conference organized by CEPR, the National Bank of Poland, the Central Bank of Lithuania, and CEBRA (Central Bank Research Association), Warsaw, Poland, September 20-21, 2018; the NBER IFM Meeting, October 26, 2018; the Annual International Macroeconomics and Finance (IFM) Meeting organized by CEPR, the National Bank of Belgium, and the Université Libre de Bruxelles, Brussels, Belgium, November 15-16, 2018; and the Econometric Society Annual Meeting, Atlanta, USA, January 4-6, 2019 for excellent suggestions. I thank Vida Bobic, Katherine Carpenter, Gabriel Fernandez, Samuel Mackey, Jeffrey Messina, Andrew Olenski, Pablo Vega-García, and Esteban Xifré-Villar, for superb research assistance. I also want to thank Stefano Banfi, Charles Collyns, Leonardo Hernández, and Diego Saravia for their help with the debt restructurings following the 1982 Debt Crisis and Julia Bersch and Angelo Riva for their help with the European Stock Markets in the 19th and early 20th centuries. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}