{
    "id": 23972,
    "citation_title": "The Effects of Marriage-Related Taxes and Social Security Benefits",
    "citation_author": [
        "Margherita Borella",
        "Mariacristina De Nardi",
        "Fang Yang"
    ],
    "citation_publication_date": "2017-10-30",
    "issue_date": "2017-10-26",
    "revision_date": "2018-10-04",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the U.S., both taxes and old age Social Security benefits depend on one's marital status and tend to discourage the labor supply of the secondary earner. We study the effects of eliminating these marriage-related provisions on the labor supply and savings of two different cohorts. To do so, we estimate a rich life-cycle model of couples and singles using the Method of Simulated Moments (MSM) on the 1945 and 1955 birth-year cohorts. Our model matches well the life cycle profiles of labor market participation, hours, and savings for married and single people and generates plausible elasticities of labor supply. We find that these marriage-related provisions reduce the participation of married women over their life cycle, the participation of married men after age 55, and the savings of couples. These effects are large for both the 1945 and 1955 cohorts, even though the latter had much higher labor market participation of married women to start with.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Marriage-Related Policies in an Estimated Life-Cycle Model of Households' Labor Supply and  Savings for Two Cohorts.\" De Nardi gratefully acknowledges support from the ERC, grant 614328 “Savings and Risks.” Yang gratefully acknowledges MRRC grant number 08098401, pursuant to a grant from the U.S. Social Security Administration (SSA) funded as part of the Retirement Research Consortium through the University of Michigan Retirement Research Center Award RRC08098401. We thank Joe Altonji, Richard Blundell, Monica Costa Dias, Zvi Eckstein, Rasmus Lenz, Derek Neal, and Jon Skinner for useful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research, MRRC, the SSA, the CEPR, any agency of the federal government, the Federal Reserve Bank of Chicago, or the IFS.\n\n\n"
}