{
    "id": 23983,
    "citation_title": "Exploding Asthma and ADHD Caseloads: The Role of Medicaid Managed Care",
    "citation_author": [
        "Anna Chorniy",
        "Janet Currie",
        "Lyudmyla Sonchak"
    ],
    "citation_publication_date": "2017-10-30",
    "issue_date": "2017-10-26",
    "revision_date": "2020-12-15",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the U.S., nearly 11% of school-age children have been diagnosed with ADHD, and approximately 10% of children suffer from asthma. In the last decade, the number of children diagnosed with these conditions has inexplicably been on the rise.  This increase has been concentrated in the Medicaid caseload nationwide.  One of the most striking changes in Medicaid has been the transition from fee-for-service (FFS) reimbursement to Medicaid managed care (MMC), which had taken place in 80% of states by 2016.  Using Medicaid claims from South Carolina, we show that this change contributed to the increase in asthma and ADHD caseloads.  Empirically, we rely on variation in MMC enrollment due to a change in the “default” Medicaid plan from FFS to MMC, and on rich panel data that allow us to follow the same children before and after they were required to switch. We find that the transition from FFS to MMC explains about a third of the rise in the number of Medicaid children being treated for ADHD and asthma, along with increases in treatment for many other conditions. These are likely to be due to the incentives created by the risk adjustment and quality control systems in MMC.\n\n",
    "acknowledgement": "\nWe thank Genevieve Kenney, Dan Miller, Tom Mroz, Gaurav Sabharwal, David Silver, Amanda Starc, Tom Vogl, Florence Watts, participants at 2016 ASHEcon and 2017 AEA (HERO) meetings and seminar participants at Harvard University, Notre Dame University, and Princeton’s Center for Health and Wellbeing for their helpful feedback on the project. We are also grateful to the Center for Health and Wellbeing for financial support.  Finally, we would like to express our gratitude to SC RFA and DHHS for their help and patience with our data requests. In particular, we thank Chris Finney, Joe Magagnoli, Sarah Crawford, Muhammad Salaam, and Julius Covington. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}