{
    "id": 23989,
    "citation_title": "Therapeutic Translation of Genomic Science: Opportunities and limitations of GWAS",
    "citation_author": [
        "Manuel I. Hermosilla",
        "Jorge A. Lemus"
    ],
    "citation_publication_date": "2017-11-02",
    "issue_date": "2017-11-02",
    "revision_date": "2018-03-09",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany scientists predicted a swift revolution in human therapeutics after the completion of the Human Genome Project (“HGP”). This revolution, however, has been slow to materialize in spite of the scientific advances. We investigate the role of biological complexity in slowing down this revolution. Our test relies on a disease-specific measure of biological complexity, constructed by drawing on insights from Network Medicine (Barabási et al., 2011). According to our measure, more complex diseases are associated with a larger number of genetic mutations—higher centrality in the Human Disease Network (Goh et al., 2007). With this measure in hand, we estimate the rate of translation of new science into early-stage drug innovation by focusing on a leading type of genetic epidemiological knowledge (Genome-Wide Association Studies), and employing standard methods for the measurement of R&D productivity. For less complex diseases, we find a strong and positive association between cumulative knowledge and the amount of innovation. This association weakens as complexity increases, becoming statistically insignificant at the extreme. Our results suggest that biological complexity is, in part, responsible for the slower-than-expected unfolding of the therapeutical revolution set in motion by the HGP.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Therapeutic Translation in the Wake of the Genome.\" We thank Ernst Berndt, Dana Goldman, and John Rowe, and the participants of the NBER conference on Economic Dimensions of Personalized and Precision Medicine. Errors and omissions are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}