{
    "id": 23988,
    "citation_title": "Global Trade and the Dollar",
    "citation_author": [
        "Emine Boz",
        "Gita Gopinath",
        "Mikkel Plagborg-Møller"
    ],
    "citation_publication_date": "2017-11-06",
    "issue_date": "2017-11-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe document that the U.S. dollar exchange rate drives global trade prices and volumes. Using a newly constructed data set of bilateral price and volume indices for more than 2,500 country pairs, we establish the following facts: 1) The dollar exchange rate quantitatively dominates the bilateral exchange rate in price pass-through and trade elasticity regressions. U.S. monetary policy induced dollar fluctuations have high pass-through into bilateral import prices. 2) Bilateral non-commodities terms of trade are essentially uncorrelated with bilateral exchange rates. 3) The strength of the U.S. dollar is a key predictor of rest-of-world aggregate trade volume and consumer/producer price inflation. A 1% U.S. dollar appreciation against all other currencies in the world predicts a 0.6--0.8% decline within a year in the volume of total trade between countries in the rest of the world, controlling for the global business cycle. 4) Using a novel Bayesian semiparametric hierarchical panel data model, we estimate that the importing country's share of imports invoiced in dollars explains 15% of the variance of dollar pass-through/elasticity across country pairs. Our findings strongly support the dominant currency paradigm as opposed to the traditional Mundell-Fleming pricing paradigms.\n\n",
    "acknowledgement": "\nWe are grateful for comments from Isaiah Andrews, Gary Chamberlain, Michal Kolesar, Maury Obstfeld, Jonathan Ostry, and seminar participants at several venues. Gopinath acknowledges that this material is based upon work supported by the NSF under Grant Number #1628874. Any opinions, findings, and conclusions or recommendations expressed in this material are those of the author(s) and do not necessarily reflect the views of the NSF, the International Monetary Fund, or the National Bureau of Economic Research. All remaining errors are our own.\n\n\n"
}