{
    "id": 23986,
    "citation_title": "Incentive Constrained Risk Sharing, Segmentation, and Asset Pricing",
    "citation_author": [
        "Bruno Biais",
        "Johan Hombert",
        "Pierre-Olivier Weill"
    ],
    "citation_publication_date": "2017-11-06",
    "issue_date": "2017-11-02",
    "revision_date": "2020-11-23",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIncentive problems make securities’ payoﬀs imperfectly pledgeable, limiting agents’ ability to issue liabilities. We analyze the equilibrium consequences of such endogenous incompleteness in a dynamic exchange economy. Because markets are endogenously incomplete, agents have diﬀerent intertemporal marginal rates of substitution, so that they value assets diﬀerently. Consequently, agents hold diﬀerent portfolios. This leads to endogenous markets segmentation, which we characterize with Optimal Trans-port methods. Moreover, there is a basis going always in the same direction: the price of a security is lower than that of replicating portfolios of long positions. Finally, equilibrium expected returns are concave in factor loadings.\n\n",
    "acknowledgement": "\nWe’d like to thank, for fruitful comments and suggestions, the editor Mikhail Golosov and the four referees as well as Andrea Attar, Andy Atkeson, Saki Bigio, Jason Donaldson, James Dow, Ana Fostel, Zhiguo He, Alfred Galichon, Valentin Haddad, Thomas Mariotti, Simon Mongey, Ed Nosal, Adriano Rampini, Bruno Sultanum, Jean Tirole, Aleh Tsyvinski, Venky Venkateswaran, Bill Zame, Fei Zhou, and Diego Zúñiga, as well as seminar participants at UCLA, the AQR conference at the LBS, the Banque de France Workshop on Liquidity and Markets, the Finance Theory Group conference at the LSE, the Gerzensee Study Center, MIT, Washington University in St. Louis Olin Business School, the LAEF conference on Information in Financial Markets, EIEF, University of Geneva, University of Virginia, Princeton University, Penn State, Cornell, University of British Columbia, Simon Fraser University, Federal Reserve Bank of New York, Imperial College, UCL, the 8th Summer Macro-Finance Workshop in Sciences Po, the Federal Reserve Board, the Federal Reserve Bank of Minneapolis, the Banque de France, the University of California in Santa Cruz, Carnegie Mellon University, the University of Colorado, Yale University, the Hong Kong Baptist University, and UCI. Diego Zúñiga provided expert research assistance. We thank the Bank of France for ﬁnancial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nBruno Biais\n\nBruno Biais received funding from the Federation of French Banks, the Europlace Institute of Finance and the European Research Council, and has been a member of the Scientific Committe of the French financial regulator, the Autorité des Marchés Financiers.\n\n\n"
}