{
    "id": 23980,
    "citation_title": "Taxing Humans: Pitfalls of the Mechanism Design Approach and Potential Resolutions",
    "citation_author": [
        "Alex Rees-Jones",
        "Dmitry Taubinsky"
    ],
    "citation_publication_date": "2017-10-30",
    "issue_date": "2017-10-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA growing body of evidence suggests that psychological biases can lead different  implementations of otherwise equivalent tax incentives to result in meaningfully different behaviors.  We argue that in the presence of such failures of “implementation invariance,” decoupling the question of optimal feasible allocations from the tax system used to induce them—the “mechanism design approach” to tax analysis—cannot be the right approach to analyzing optimal tax systems. After reviewing the diverse psychologies that lead to failures of implementation invariance, we illustrate our argument by formally deriving three basic lessons that arise in the presence of these biases. First, the mechanism design approach neither estimates nor bounds the welfare computed  under psychologically realistic assumptions about individuals' responses to the tax instruments used in practice. Second, the optimal allocations from abstract mechanisms may not be implementable with concrete tax policies, and vice-versa. Third, the integration of these biases  may mitigate the importance of information asymmetries, resulting in optimal tax formulas more closely approximated by classical Ramsey results. We conclude by proposing that a “behavioral” extension of the “sufficient statistics” approach is a more fruitful way forward in the presence of such psychological biases.\n\n",
    "acknowledgement": "\nWe are grateful to Robert Moffitt and Daniel Reck for helpful comments and advice. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}