{
    "id": 23987,
    "citation_title": "Digital Innovation and the Distribution of Income",
    "citation_author": [
        "Dominique Guellec",
        "Caroline Paunov"
    ],
    "citation_publication_date": "2017-11-06",
    "issue_date": "2017-11-02",
    "revision_date": "2018-07-18",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIncome inequalities have increased in most OECD countries over the past decades; particularly the income share of the top 1%. In this paper we argue that the growing importance of digital innovation – new products and processes based on software code and data – has increased market rents, which benefit disproportionately the top income groups. In line with Schumpeter’s vision, digital innovation gives rise to ”winner-take-all” market structures, characterized by higher market power and risk than was the case in the previous economy of tangible products. The cause for these new market structures is digital non-rivalry, which allows for massive economies of scale and reduces costs of innovation. The latter stimulates higher rates of creative destruction, leading to higher risk as only marginally superior products can take over the entire market, hence rendering market shares unstable. Instability commands risk premia for investors. Market rents accrue mainly to investors and top managers and less to the average workers, hence increasing income inequality. Market rents are needed to incentivize innovation and compensate for its costs, but beyond a certain level they become detrimental. Public policy may stimulate innovation by reducing ex ante the market conditions which favor rent extraction from anti-competitive practices.\n\n",
    "acknowledgement": "\nStefano Baruffaldi and Akira Tachibana provided valuable research support. The authors would like to thank Jonathan Haskel and participants of the NBER CRIW conference on Measuring and Accounting for Innovation in the 21st Century, the Innovation and Inclusive Growth in Germany and Disruptive Innovations, Disruptive Times? Technological Innovation, Inequality and Inclusive Growth workshops of the Bertelsmann Foundation, the Symposium on Technology, Innovation and Inclusive Growth: Future Perspectives, the Conference on the Economics of Digital Change, Vienna, Austria (2016), 13th World Conference on Intellectual Capital for Communities and seminars at the Internet Policy Research Initiative, MIT (2017), the Inter-American Development Bank (2017), the Washington Centre for Equitable Growth (2017). The support of the advisory group of the Innovation for Inclusive Growth Project is also gratefully acknowledged. The findings expressed in this paper are those of the authors and do not necessarily represent the views of the OECD, its member countries, or the National Bureau of Economic Research.\n\n\n"
}