{
    "id": 23985,
    "citation_title": "ECB Policies Involving Government Bond Purchases: Impact and Channels",
    "citation_author": [
        "Arvind Krishnamurthy",
        "Stefan Nagel",
        "Annette Vissing-Jorgensen"
    ],
    "citation_publication_date": "2017-11-06",
    "issue_date": "2017-11-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe evaluate the effects of three ECB policies (the Securities Markets Programme, the Outright Monetary Transactions, and the Long-Term Refinancing Operations) on government bond yields.  We use a novel Kalman-filter augmented event-study approach and yields on euro-denominated sovereign bonds, dollar-denominated sovereign bonds, corporate bonds, and corporate CDS rates to understand the channels through which policies reduced sovereign bond yields. On average across Italy, Spain and Portugal, considering both the Securities Markets Programme and the Outright Monetary Transactions, yields fall considerably. Decomposing this fall, default risk accounts for 37% of the reduction in yields, reduced redenomination risk for 13%, and reduced market segmentation effects for 50%. Stock price increases in distressed and core countries suggest that these policies also had beneficial macro-spillovers.\n\n",
    "acknowledgement": "\nWe are grateful for comments from Alex Edmans, Jacob Goldfield, Bob Hall, Ricardo Reis, Massimo Rostagno, Bernd Schwaab, Paul Soderlind, Frank Smets, an anonymous referee and seminar and conference participants at the Copenhagen Business School, University of Michigan, Goldman Sachs, the European Finance Association Meeting, and the American Finance Association Meeting. This research was supported by a grant from the Global Markets Institute at Goldman Sachs. Any opinions, findings, conclusions, or recommendations expressed in this paper are those of the authors and do not necessarily reflect the views of Goldman Sachs or the Global Markets Institute. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nAnnette Vissing-Jorgensen\n\nAnnette Vissing-Jorgensen serves as a the chair of the Scientific Advisory Board of the Norwegian Finance Initiative, and as such receives compensation from Norges Bank (the central bank of Norway).\n\n\n"
}