{
    "id": 23982,
    "citation_title": "Parental Monitoring and Children's Internet Use: The Role of Information, Control, and Cues",
    "citation_author": [
        "Francisco Gallego",
        "Ofer Malamud",
        "Cristian Pop-Eleches"
    ],
    "citation_publication_date": "2017-10-30",
    "issue_date": "2017-10-26",
    "revision_date": "2018-08-02",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper explores how parental information and control can influence children’s internet use in Chile. We designed and implemented a set of randomized interventions whereby approximately 7700 parents were sent weekly SMSs messages with (i) specific information about their children’s internet use, and/or (ii) encouragement and assistance with the installation of parental control software. We separate the informational content from the cue associated with SMS messages and vary the strength of the cues by randomly assigning whether parents received messages in a predictable or unpredictable fashion. Our analysis yields three main findings. First, we find that messages providing parents with specific information affects parental behavior and reduces children’s internet use by 6-10 percent. Second, we do not find significant impacts from helping parents directly control their children’s internet access with parental control software. Third, the strength of the cue associated with receiving a message has a significant impact on internet use.\n\n",
    "acknowledgement": "\nWe would like thank Ramon Rodriguez and his staff at the Ministry of Education for providing the data and technical assistance necessary to conduct this study. We are especially grateful to Jaime Bellolio who collaborated with us on an evaluation of the “Yo Elijo mi PC” program that is the setting of the present study. Cristian Larroulet, Jose Ignacio Cuesta, Antonia Asenjo, Magdalena Bennet, Ana Mendoza, Dario Romero, Sebastian Otero, and Alejandro Saenz provided excellent research assistance. We would like to thank Paloma Acevedo, Felipe Barrera-Osorio, Peter Bergman, Samuel Berlinski, Marianne Bertrand, Lucas Coffman, Stefano Dellavigna, Jeanne Lafortune, Claudia Martínez, Philip Oreopoulos, as well as seminar participants at Columbia Teacher’s College, IFPRI, the Inter-American Development Bank, NBER Children Meetings, Northwestern University, Princeton University, PUC-Chile, and the University of Houston for comments and suggestions. We would like to thank FONDECYT (Project 1141111), J-PAL, the Columbia- Chile fund, and the Population Research Center, grant # R24 HD051152-05 from the National Institute of Child Health and Human Development for financial support. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}