{
    "id": 23984,
    "citation_title": "Financial Crises, Dollarization, and Lending of Last Resort in Open Economies",
    "citation_author": [
        "Luigi Bocola",
        "Guido Lorenzoni"
    ],
    "citation_publication_date": "2017-11-06",
    "issue_date": "2017-11-02",
    "revision_date": "2018-06-01",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nForeign currency borrowing is perceived as a source of financial instability in emerging markets. We propose a theory where liability dollarization arises from an insurance motive of domestic savers. Because financial crises are associated with currency depreciations, savers are reluctant to hold assets denominated in local currency. This behavior makes local currency debt expensive, incentivizing borrowers to issue foreign currency debt. We show that this mechanism can generate multiple equilibria, with the bad equilibrium characterized by dollarization and financial instability. A domestic lender of last resort can eliminate the bad equilibrium, but interventions need to be fiscally credible. Holdings of foreign currency reserves hedge the fiscal position of the government and enhance its credibility, thus improving financial stability.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Financial Crises and Lending of Last Resort in Open Economies.\" First draft: August 29, 2016. We thank Mark Aguiar, Fernando Alvarez, Javier Bianchi, Charles Brendon, Fernando Broner, Alessandro Dovis, Pierre-Olivier Gourinchas, Anton Korinek, Matteo Maggiori, Fabrizio Perri, and participants at EIEF, CSEF-IGIER 2016, EEA-ESEM 2016, Cambridge-INET 2016, ASSA 2017, CREI, PSE, Boston College, Cornell, Carnegie Mellon, Wharton, University of Chicago, MFS 2017 spring meeting, IMF, Federal Reserve Bank of Richmond, SED 2017, NBER SI 2017, ITAM-PIER 2017, Stanford SITE 2017, Federal Reserve Board, Columbia, NYU, Duke, UNC, MIT, Harvard, the BIS, Notre Dame, UCLA, and UBC. Jane Olmstead-Rumsey provided excellent research assistance. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}