{
    "id": 23995,
    "citation_title": "Impact of Comprehensive Smoking Bans on the Health of Infants and Children",
    "citation_author": [
        "Kerry Anne McGeary",
        "Dhaval M. Dave",
        "Brandy J. Lipton",
        "Timothy Roeper"
    ],
    "citation_publication_date": "2017-11-06",
    "issue_date": "2017-11-02",
    "revision_date": "2019-04-17",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAs evidence of the negative effects of environmental tobacco smoke (ETS) has mounted, an increasingly popular public policy response has been to impose restrictions on smoking through 100% smoke-free bans (comprehensive smoking bans). Yet sparse information exists regarding the impact these smoking bans at the state and local levels have on the health of children and infants.  A rationale for expansion of smoke-free laws implicitly presumes that potential public health gains from reducing adult cigarette consumption and declines in adult ETS exposure extend to children. However, if smokers compensate by shifting their consumption of cigarettes from public venues that impose a comprehensive smoking ban to smoking at home, then these policies may have a harmful effect on children and infants. This study provides estimates of how comprehensive smoking bans impact the venue of smoking, and the health of children and infants. Using models that exploit state- and county-level changes to smoking ban legislation over time, estimates suggest that smoking bans have improved the health of both infants and children, mainly through implementation of more comprehensive bans. Further, we find no evidence of displacement among smokers (both smokers with and without children in the household), and actually find that the bans had a positive spillover effect in terms of reducing smoking inside the home – an effect which may further explain the improvement in infant and children’s health.  Our effect magnitudes imply that expanding comprehensive coverage from 60% (current level) to 100% of the population can prevent between approximately 1,110 – 1,750 low birthweight births among low-educated mothers, resulting in economic cost savings of about $71 – $111 million annually.  Health improvements among older children add to these economic benefits.\n\n",
    "acknowledgement": "\nThis research is supported by a grant from the National Cancer Institute (1R21CA167578-01) to the NBER.  We are grateful to Laura Argys, Ryan Brown, and Christina Robinson for valuable comments on earlier drafts of this study. The majority of Brandy Lipton’s work on this project was completed while she was employed by the Agency for Healthcare Research and Quality. The views expressed in this paper are those of the authors and do not necessarily represent the views of the Robert Wood Johnson Foundation, the Agency for Healthcare Research and Quality, the Department of Health and Human Services, or the National Bureau of Economic Research.\n\n\n"
}