{
    "id": 23990,
    "citation_title": "Means-Testing Federal Health Entitlement Benefits",
    "citation_author": [
        "Andrew Samwick"
    ],
    "citation_publication_date": "2017-11-06",
    "issue_date": "2017-11-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent federal legislation has linked the price paid for health insurance benefits to current income.  Under the Patient Protection and Affordable Care Act of 2010, individuals and families with income as high as 400 percent of the federal poverty level are eligible for premium tax credits that limit their health insurance premiums to under 10 percent of their income.  Under the Medicare Modernization Act of 2003, higher-income beneficiaries face income-related premiums over three times the standard premium for Part B coverage.  For workers at or near retirement age, means-testing based on current income provides an incentive for early retirement, dissaving, and income manipulation, raising concerns about the efficiency of such means-testing.  Further, current income is subject to short-term fluctuations, making it a noisy predictor of ability to pay.  Using the Health and Retirement Study and linked Social Security earnings histories, this paper introduces a measure of lifetime income that compares favorably to current income as a basis for means-testing.  It offers less short-term variation in premiums while improving incentives for pre-retirement work and saving.\n\n",
    "acknowledgement": "\nI thank Bob Moffitt, Ithai Lurie, Ed Harris, and conference participants at the National Tax Association annual meetings and the Tax Policy and the Economy conference for helpful comments. I am grateful to Janet Jackson Keller at the Survey Research Center at the University of Michigan for assistance with the Health and Retirement Study restricted data. This research was supported by the U.S. Social Security Administration through grant #5 RRC08098400-04-00 to the National Bureau of Economic Research as part of the SSA Retirement Research Consortium. The findings and conclusions expressed are solely those of the author and do not represent the views of SSA, any agency of the Federal Government, or the National Bureau of Economic Research.\n\n\n\nAndrew Samwick\n\nI served as the chief economist on the staff of the President's Council of Economic Advisers when one of the policy reforms (the Medicare Modernization Act of 2003) that is analyzed in this paper was enacted.\n\n\n"
}