{
    "id": 23997,
    "citation_title": "Frontier Culture: The Roots and Persistence of “Rugged Individualism” in the United States",
    "citation_author": [
        "Samuel Bazzi",
        "Martin Fiszbein",
        "Mesay Gebresilasse"
    ],
    "citation_publication_date": "2017-11-06",
    "issue_date": "2017-11-02",
    "revision_date": "2020-08-27",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Other History",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe presence of a westward-moving frontier of settlement shaped early U.S. history. In 1893, the historian Frederick Jackson Turner famously argued that the American frontier fostered individualism. We investigate the Frontier Thesis and identify its long-run implications for culture and politics. We track the frontier throughout the 1790–1890 period and construct a novel, county-level measure of total frontier experience (TFE). Historically, frontier locations had distinctive demographics and greater individualism. Long after the closing of the frontier, counties with greater TFE exhibit more pervasive individualism and opposition to redistribution. This pattern cuts across known divides in the U.S., including urban–rural and north–south. We provide evidence on the roots of frontier culture, identifying both selective migration and a causal effect of frontier exposure on individualism. Overall, our findings shed new light on the frontier’s persistent legacy of rugged individualism.\n\n",
    "acknowledgement": "\nWe thank Alberto Alesina, Quamrul Ashraf, Jeremy Atack, Michael Clemens, William Collins, Klaus Desmet, Benjamin Enke, Marcel Fafchamps, James Feigenbaum, Ray Fisman, Oded Galor, Camilo Garcia-Jimeno, Paola Giuliano, Bob Margo, Nathan Nunn, Ömer Özak, Daniele Paserman, Nico Voigtlaender, Romain Wacziarg, John Wallis, and David Weil, as well as numerous seminar and conference audiences for helpful comments. Yeonha Jung, Max McDevitt, Hanna Schwank, and Huiren Tan provided excellent research assistance. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}