{
    "id": 23993,
    "citation_title": "What Rule for the Federal Reserve? Forecast Targeting",
    "citation_author": [
        "Lars E.O. Svensson"
    ],
    "citation_publication_date": "2017-11-13",
    "issue_date": "2017-11-09",
    "revision_date": "2019-09-09",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow would the policy rule of forecast targeting work for the Federal Reserve? To what extent is the Federal Reserve already practicing forecast targeting? Forecast targeting means selecting a policy rate and policy-rate path so that the forecasts of inflation and employment “look good,” in the sense of best fulfilling the dual mandate of price stability and maximum employment, that is, best stabilize inflation around the inflation target and employment around its maximum level. It also means publishing the policy-rate path and the forecasts of inflation and employment forecasts and, importantly, explaining and justifying them. This justification may involve demonstrations that other policy-rate paths would lead to worse mandate fulfillment. Publication and justification will contribute to making the policy-rate path and the forecasts credible with the financial market and other economic agents and thereby more effectively implement the Federal Reserve's policy. With such information made public, external observers can review Federal Reserve policy, both in real time and after the outcomes for inflation and employment have been observed, and the Federal Reserve can be held accountable for fulfilling its mandate. In contrast to simple policy rules that rely on very partial information in a rigid way, such as Taylor-type rules, forecast targeting allows all relevant information to be taken into account and has the flexibility and robustness to adapt to new circumstances. Forecast targeting can also handle issues of time consistency and determinacy. The Federal Reserve is arguably to a considerable extent already practicing forecast targeting.\n\n",
    "acknowledgement": "\nA preliminary version of this paper was presented at the Federal Reserve Bank of Boston's 61st Economic Conference, “Are Rules Made to be Broken? Discretion and Monetary Policy,” October 13-14, 2017. I thank Ben Bernanke, Edward Nelson, conference participants, the conference discussant V.V. Chari, and the editor and two anonymous referees for comments. Any views expressed and any errors are those of the author. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}