{
    "id": 23999,
    "citation_title": "CoCo Issuance and Bank Fragility",
    "citation_author": [
        "Stefan Avdjiev",
        "Bilyana Bogdanova",
        "Patrick Bolton",
        "Wei Jiang",
        "Anastasia Kartasheva"
    ],
    "citation_publication_date": "2017-11-13",
    "issue_date": "2017-11-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe promise of contingent convertible capital securities (CoCos) as a “bail-in” solution has been the subject of considerable theoretical analysis and debate, but little is known about their effects in practice. In this paper, we undertake the first comprehensive empirical analysis of bank CoCo issues, a market segment that comprises over 730 instruments totaling $521 billion. Four main  findings emerge: 1) The propensity to issue a CoCo is higher for larger and better-capitalized banks; 2) CoCo issues result in statistically significant declines in issuers’ CDS spreads, indicating that they generate risk-reduction benefits and lower costs of debt. This is especially true for CoCos that: i) convert into equity, ii) have mechanical triggers, iii) are classified as Additional Tier 1 instruments; 3) CoCos with only discretionary triggers do not have a significant impact on CDS spreads; 4) CoCo issues have no statistically significant impact on stock prices, except for principal write-down CoCos with a high trigger level, which have a positive effect.\n\n",
    "acknowledgement": "\nThe study has benefited from discussions by Felipe Cortes, Mark Flannery, Florian Heider, George Pennacchi, Klaus Schaeck, Theo Vermaelen, and comments from Ruth Doubleday, Louise Eggett, Ingo Fender, Ulf Lewrick, Noel Reynolds, and Kostas Tsatsaronis, as well as seminar participants at the American Economic Association, Bank for International Settlements, Deutsche Bundesbank, the Committee on the Global Financial System workshop on contingent capital instruments, Conference on Financial Regulation at the University of Chicago, De Nederlandsche Bank, European Finance Association, European Winter Finance Conference, Imperial College of London, NBER Risks of Financial Institutions, Research Task Force of the Basel Committee on Banking Supervision, Western Finance Association, University of Geneva, and University of St. Gallen. We thank Minchen Zheng (Columbia) for excellent research assistance. The views expressed in the paper are those of the authors and do not necessarily represent the views of the Bank for International Settlements or the National Bureau of Economic Research.\n\n\n"
}