{
    "id": 23996,
    "citation_title": "Uniform Pricing in US Retail Chains",
    "citation_author": [
        "Stefano DellaVigna",
        "Matthew Gentzkow"
    ],
    "citation_publication_date": "2017-11-06",
    "issue_date": "2017-11-02",
    "revision_date": "2019-04-05",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe show that most US food, drugstore, and mass merchandise chains charge nearly-uniform prices across stores, despite wide variation in consumer demographics and competition. Demand estimates reveal substantial within-chain variation in price elasticities and suggest that the median chain sacrifices $16m of annual profit relative to a benchmark of optimal prices. In contrast, differences in average prices between chains are broadly consistent with the optimal benchmark. We discuss a range of explanations for nearly-uniform pricing, highlighting managerial inertia and brand-image concerns as mechanisms frequently mentioned by industry participants. Relative to our optimal benchmark, uniform pricing may significantly increase the prices paid by poorer households relative to the rich, dampen the response of prices to local economic shocks, alter the analysis of mergers in antitrust, and shift the incidence of intra-national trade costs.\n\n",
    "acknowledgement": "\nWe thank Nicholas Bloom, Liran Einav, Benjamin Handel, Mitch Hoffman, Ali Hortacsu, Emir Kamenica, Kei Kawai, Carl Mela, Emi Nakamura, Peter Rossi, Stephen Seiler, Steven Tadelis, Sofia Villas-Boas. We thank seminar participants at Columbia University, MIT (Sloan), New York University, the San Francisco Federal Reserve, Stanford University (GSB), the University of Bonn, the University of Chicago (Department, Booth, Harris), UC Berkeley, UCLA, the University of Toronto, and conference participants at the NBER Summer Institute, the SITE Conference in Psychology and Economics, and the Berkeley-Paris con- ference in Organizational Economics for helpful comments. We thank Angie Acquatella, Sahil Chinoy, Bryan Chu, Johannes Hermle, Christopher Lim, Ammar Mahran, Akshay Rao, Sebastian Schaube, Avner Shlain, Patricia Sun, and Brian Wheaton for outstanding research assistance. Gentzkow acknowledges funding from the Stanford Institute for Economic Policy Research (SIEPR). Researcher(s) own analyses calculated (or derived) based in part on data from The Nielsen Company (US), LLC and marketing databases provided through the Nielsen Datasets at the Kilts Center for Marketing Data Center at The University of Chicago Booth School of Business. The conclusions drawn from the Nielsen data are those of the researcher(s) and do not reflect the views of Nielsen or  the National Bureau of Economic Research. Nielsen is not responsible for, had no role in, and was not involved in analyzing and preparing the results reported herein.\n\n\n\nMatthew Gentzkow\n\nI am a member of the Toulouse Network of Information Technology, a research group funded by Microsoft. I have also done paid consulting for Amazon.\n\n\n"
}