{
    "id": 23994,
    "citation_title": "City Equilibrium with Borrowing Constraints: Structural Estimation and General Equilibrium Effects",
    "citation_author": [
        "Amine Ouazad",
        "Romain Rancière"
    ],
    "citation_publication_date": "2017-11-06",
    "issue_date": "2017-11-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops a general equilibrium model of location choice with social interactions where mortgage approval rates determine household-specific choice sets that differ across neighborhoods and years in observable and unobservable dimensions. Existence and local uniqueness of city equilibria enable comparative statics estimates of the impact of changes in borrowing constraints on neighborhood-level prices and demographics. Estimation the model using micro data on property transactions, household demographics, neighborhood amenities, mortgage applications, and bank liquidity for the San Francisco Bay area, reveals that the price sensitivity of borrowing constraints explains about two-thirds of the price elasticity of neighborhood demand. General equilibrium estimates of the impact of the relaxation of lending standards on prices and neighborhood demographics bring two out-of-sample predictions for the period 2000-2006: (i) an increase in house prices accompanied by a compression of the price distribution and (ii) a reduction in the isolation of Whites in line with evidence of gentrification in the San Francisco Bay. Both predictions are supported by empirical observation.\n\n",
    "acknowledgement": "\nWe thank Patrick Bayer, Jan Brueckner, Morris Davis, Gilles Duranton, Matthew Kahn, Scott Page, Stuart Rosenthal, Holger Sieg, the audiences of the CEPR Conference in Urban and Regional Economics conference in Philadelphia, INSEAD, Ecole polytechnique, University of Southern California, University of Virginia, and World Bank seminar series for fruitful comments. Marton Varga provided research assistance. The authors acknowledge financial support from INSEAD, the International Monetary Fund, the Chaire Banque de France The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}