{
    "id": 23992,
    "citation_title": "Trade, Merchants, and the Lost Cities of the Bronze Age",
    "citation_author": [
        "Gojko Barjamovic",
        "Thomas Chaney",
        "Kerem A. Coşar",
        "Ali Hortaçsu"
    ],
    "citation_publication_date": "2017-11-06",
    "issue_date": "2017-11-02",
    "revision_date": "2017-11-14",
    "topics": [
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Other History",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze a large dataset of commercial records produced by Assyrian merchants in the 19th Century BCE. Using the information collected from these records, we estimate a structural gravity model of long-distance trade in the Bronze Age. We use our structural gravity model to locate lost ancient cities. In many instances, our structural estimates confirm the conjectures of historians who follow different methodologies. In some instances, our estimates confirm one conjecture against others. Confronting our structural estimates for ancient city sizes to modern data on population, income, and regional trade, we document persistent patterns in the distribution of city sizes across four millennia, even after controlling for time-invariant geographic attributes such as agricultural suitability. Finally, we offer evidence in support of the hypothesis that large cities tend to emerge at the intersections of natural transport routes, as dictated by topography.\n\n",
    "acknowledgement": "\nThis research is supported by the University of Chicago Neubauer Collegium for Culture and Society. Thomas Chaney acknowledges ERC grant N°337272–FiNet for financial support. Daniel Ehrlich, Simon Fuchs and Joonhwi Joo provided excellent research assistance. We are grateful to the Old Assyrian Text Project and its members for sharing the raw data (much of it still unpublished) behind this work. We thank Fikri Kulakoğlu for permission to use the photo of Kt 83/k 117. We thank Adam Anderson, Thomas Hertel, Michele Massa, Alessio Palmisano and Edward Stratford for valuable discussions and for sharing their research data, and to Dave Donaldson, Walker Hanlon, Sam Kortum, David Schloen and the participants at the Neubauer Collegium workshops, the Chicago Fed, the CEPR ERWIT 2016 conference, Harvard, Zurich, Brown, MIT, Yale, Georgia Tech and Georgetown, Hitotsubashi, CESifo, Dartmouth, Berkeley, the Princeton 2017 IES Summer conference, and the NBER Summer Institute 2017, for comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}