{
    "id": 24002,
    "citation_title": "Medicaid and Financial Health",
    "citation_author": [
        "Kenneth Brevoort",
        "Daniel Grodzicki",
        "Martin B. Hackmann"
    ],
    "citation_publication_date": "2017-11-06",
    "issue_date": "2017-11-02",
    "revision_date": "2017-11-07",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates the effects of the Medicaid expansion provision of the Affordable Care Act (ACA) on households' financial health. Our findings indicate that, in addition to reducing the incidence of unpaid medical bills, the reform provided substantial indirect financial benefits to households.  Using a nationally representative panel of 5 million credit records, we find that the expansion reduced unpaid medical bills sent to collection by $3.4 billion in its first two years, prevented new delinquencies, and improved credit scores.  Using data on credit offers and pricing, we document that improvements in households' financial health led to better terms for available credit valued at $520 million per year. We calculate that the financial benefits of Medicaid double when considering these indirect benefits in addition to the direct reduction in out-of-pocket expenditures.\n\n",
    "acknowledgement": "\nWe thank seminar participants at the CFPB, the FDIC, the NBER Summer institute, the NTA, the Ohio State University, UCLA, the University of Mannheim, and the University of Chicago as well as Liran Einav, Bradley Heim, Jon Kolstad, Amanda Kowalski, Neale Mahoney, David Molitor, Tomas Philipson, and Pietro Tebaldi for thoughtful comments and suggestions. The views expressed are those of the authors and do not necessarily reflect those of the Consumer Financial Protection Bureau, the National Bureau of Economic Research, or the United States. Authors are solely responsible for all remaining errors.\n\n\n"
}