{
    "id": 2400,
    "citation_title": "Can Futures Market Data Be Used to Understand the Behavior of Real Interest Rates?",
    "citation_author": [
        "Frederic S. Mishkin"
    ],
    "citation_publication_date": "1987-10-01",
    "issue_date": "1987-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUnderstanding the behavior of real interest rates is a central issue in monetary/macro economics.  Recently researchers have begun to use futures market data to examine real interest rate behavior. Futures market data can be used to directly construct own-commodity real interest rates ? i.e., the ex-ante real return on a bond in terms of specific commodities -- and then the own-commodity real rates can be used to make inferences about the real interest rate for the aggregate economy, This paper examines whether futures market data can be used to understand the behavior of real interest rates. The conclusion is a negative one: Futures market data do not appear to be particularly informative about real interest rates. In coming to this conclusion, the paper examines the data in several ways. First. the ex-ante relative price movement embedded in the own-commodity real rates (the noise) is calculated to be on the order of over one hundred times more variable than the aggregate real interest rate (the signal), Own-commodity real rates are thus unlikely to contain much information about the aggregate real interest rate. Second. several widely accepted facts about the behavior of aggregate real interest rates in the 1960s are not at all evident in the own-commodity real rate data. Thus, analysis of own- commodity real rates provides a misleading impression of aggregate real rate movements for a period which displays the most striking movements of real interest rates in the postwar period. Finally, an econometric analysis of own-commodity real rate behavior fails to find evidence of a shift in the behavior of real interest rates when the monetary policy regime changes in October 1579, a finding that is at odds with previous strong findings in the literature.\n\n",
    "acknowledgement": "\n"
}