{
    "id": 24006,
    "citation_title": "Children, Time Allocation and Consumption Insurance",
    "citation_author": [
        "Richard Blundell",
        "Luigi Pistaferri",
        "Itay Saporta-Eksten"
    ],
    "citation_publication_date": "2017-11-13",
    "issue_date": "2017-11-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe consider the life cycle choices of a household that in each period decides how much to consume and how to allocate spouses' time to work, leisure, and childcare. In an environment with uncertainty, the allocation of goods and time over the life cycle also serves the purpose of smoothing marginal utility in response to shocks. We combine data on consumption, spouses' wages, hours of work, and time spent with children to estimate the sensitivity of consumption and time allocation to transitory and permanent wage shocks. These structural parameters describe the ability of household to self-insure in response to shocks. We find that behavioral responses to wage shocks depend on the presence of young children. We also find that labor supply cross-responses depend on three counteracting forces: complementarity of leisure time, substitutability of time in the production of child services, and added worker effects.\n\n",
    "acknowledgement": "\nWe thank the editor and referees, participants at the Becker Memorial Conference at the University of Chicago, Atlanta FED and the 2017 Macro-Micro Conference in Oslo for helpful comments. We thank Daniel Grilikhes for excellent research assistance. The authors gratefully acknowledge financial support from the UK Economic and Social Research Council Research Centre (CPP) at IFS (Blundell) and ERC grant MicroConLab (Blundell and Saporta-Eksten). All errors are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}