{
    "id": 24007,
    "citation_title": "Productivity and Misallocation in General Equilibrium",
    "citation_author": [
        "David Rezza Baqaee",
        "Emmanuel Farhi"
    ],
    "citation_publication_date": "2017-11-13",
    "issue_date": "2017-11-09",
    "revision_date": "2020-10-21",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "General Equilibrium",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Consumption and Investment",
        "\n",
        "Monetary Policy",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops a general theory of aggregation in ineﬃcient economies. We provide non-parametric formulas for aggregating microeconomic shocks in economies with distortions such as taxes, markups, frictions to resource reallocation, financial frictions, and nominal rigidities. We allow for arbitrary elasticities of substitution, returns to scale, factor mobility, and input-output network linkages. We show how to separately measure changes in technical and allocative eﬃciency. We also show how to compute the social cost of distortions. We pursue applications focusing on firm-level markups in the U.S. We find that improvement in allocative eﬃciency, due to the reallocation over time of market share to high-markup firms, accounts for about half of aggregate TFP growth over the period 1997-2015. We also find that eliminating the misallocation resulting from the large and dispersed markups estimated in the data would raise aggregate TFP by about 15%, increasing the economy-wide cost of monopoly distortions by two orders of magnitude compared to the famous 0.1% estimate by Harberger (1954). These exact numbers should be interpreted with care since the data is imperfect and requires substantial imputation.\n\n",
    "acknowledgement": "\nWe thank Philippe Aghion, Pol Antras, Andrew Atkeson, Susanto Basu, John Geanakoplos, Ben Golub, Gita Gopinath, Dale Jorgenson, Marc Melitz, Ben Moll, Matthew Shapiro, Dan Trefler, Venky Venkateswaran and Jaume Ventura for their valuable comments. We are especially grateful to Natalie Bau for detailed conversations. We thank German Gutierrez, Thomas Philippon, Jan De Loecker, and Jan Eeckhout for sharing their data. We thank Thomas Brzustowski and Maria Voronina for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}