{
    "id": 24003,
    "citation_title": "When Should You Adjust Standard Errors for Clustering?",
    "citation_author": [
        "Alberto Abadie",
        "Susan Athey",
        "Guido W. Imbens",
        "Jeffrey Wooldridge"
    ],
    "citation_publication_date": "2017-11-13",
    "issue_date": "2017-11-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Corporate Finance",
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn empirical work in economics it is common to report standard errors that account for clustering of units. Typically, the motivation given for the clustering adjustments is that unobserved components in outcomes for units within clusters are correlated. However, because correlation may occur across more than one dimension, this motivation makes it difficult to justify why researchers use clustering in some dimensions, such as geographic, but not others, such as age cohorts or gender. This motivation also makes it difficult to explain why one should not cluster with data from a randomized experiment. In this paper, we argue that clustering is in essence a design problem, either a sampling design or an experimental design issue. It is a sampling design issue if sampling follows a two stage process where in the first stage, a subset of clusters were sampled randomly from a population of clusters, and in the second stage, units were sampled randomly from the sampled clusters. In this case the clustering adjustment is justified by the fact that there are clusters in the population that we do not see in the sample. Clustering is an experimental design issue if the assignment is correlated within the clusters. We take the view that this second perspective best fits the typical setting in economics where clustering adjustments are used. This perspective allows us to shed new light on three questions: (i) when should one adjust the standard errors for clustering, (ii) when is the conventional adjustment for clustering appropriate, and (iii) when does the conventional adjustment of the standard errors matter.\n\n",
    "acknowledgement": "\nThe questions addressed in this paper partly originated in discussions with Gary Chamberlain. We are grateful for questions raised by Chris Blattman.  We are grateful to seminar audiences at the 2016 NBER Labor Studies meeting, CEMMAP, Chicago, Brown University, the Harvard-MIT Econometrics seminar, Ca' Foscari University of Venice, the California Econometrics Conference, the Erasmus University Rotterdam, and Stanford University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nGuido W. Imbens\n\nI have consulted for Microsoft Corporation, Facebook, Amazon, and Lilly Corporation.\n\n\n"
}