{
    "id": 24009,
    "citation_title": "The Development Effects of the Extractive Colonial Economy: The Dutch Cultivation System in Java",
    "citation_author": [
        "Melissa Dell",
        "Benjamin A. Olken"
    ],
    "citation_publication_date": "2017-11-13",
    "issue_date": "2017-11-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nColonial powers typically organized economic activity in the colonies to maximize their economic returns. While the literature has emphasized long-run negative economic impacts via institutional quality, the changes in economic organization implemented to spur production historically could also directly influence economic organization in the long-run, exerting countervailing effects. We examine these in the context of the Dutch Cultivation System, the integrated industrial and agricultural system for producing sugar that formed the core of the Dutch colonial enterprise in 19th century Java. We show that areas close to where the Dutch established sugar factories in the mid-19th century are today more industrialized, have better infrastructure, are more educated, and are richer than nearby counterfactual locations that would have been similarly suitable for colonial sugar factories. We also show, using a spatial regression discontinuity design on the catchment areas around each factory, that villages forced to grow sugar cane have more village owned land and also have more schools and substantially higher education levels, both historically and today. The results suggest that the economic structures implemented by colonizers to facilitate production can continue to promote economic activity in the long run, and we discuss the contexts where such effects are most likely to be important.\n\n",
    "acknowledgement": "\nWe thank Abdulhamid Haidar, Mateo Montenegro, Roman Zarate and especially Peter Hickman for providing excellent research assistance in Cambridge, Timo Stibbe for assistance in the Netherlands, and Muhammad Abduh for assistance in Indonesia. We thank Dave Donaldson, Rick Hornbeck, Nathan Nunn, Pablo Querubin, and seminar participants at Boston College, CIFAR, Columbia, NBER Summer Institute, Santa Clara, Stanford, and UC Berkeley for helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}