{
    "id": 24001,
    "citation_title": "Artificial Intelligence and the Modern Productivity Paradox: A Clash of Expectations and Statistics",
    "citation_author": [
        "Erik Brynjolfsson",
        "Daniel Rock",
        "Chad Syverson"
    ],
    "citation_publication_date": "2017-11-06",
    "issue_date": "2017-11-02",
    "revision_date": "2024-11-18",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe live in an age of paradox. Systems using artificial intelligence match or surpass human level performance in more and more domains, leveraging rapid advances in other technologies and driving soaring stock prices. Yet measured productivity growth has declined by half over the past decade, and real income has stagnated since the late 1990s for a majority of Americans. We describe four potential explanations for this clash of expectations and statistics: false hopes, mismeasurement, redistribution, and implementation lags. While a case can be made for each, we argue that lags have likely been the biggest contributor to the paradox. The most impressive capabilities of AI, particularly those based on machine learning, have not yet diffused widely. More importantly, like other general purpose technologies, their full effects won’t be realized until waves of complementary innovations are developed and implemented. The required adjustment costs, organizational changes, and new skills can be modeled as a kind of intangible capital. A portion of the value of this intangible capital is already reflected in the market value of firms. However, going forward, national statistics could fail to measure the full benefits of the new technologies and some may even have the wrong sign.\n\n",
    "acknowledgement": "\nWe thank Eliot Abrams, Ajay Agrawal, David Autor, Seth Benzell, Joshua Gans, Avi Goldfarb, Austan Goolsbee, Guillaume Saint-Jacques, Andrea Meyer, Manuel Tratjenberg, and numerous participants at the NBER Workshop on AI and Economics in September, 2017.  In particular, Rebecca Henderson provided detailed and very helpful comments on an earlier draft and Larry Summers suggested the analogy to the J-Curve. Generous funding for this research was provided in part by the MIT Initiative on the Digital Economy. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}