{
    "id": 24000,
    "citation_title": "How Bargaining in Marriage drives Marriage Market Equilibrium",
    "citation_author": [
        "Robert A. Pollak"
    ],
    "citation_publication_date": "2017-11-06",
    "issue_date": "2017-11-02",
    "revision_date": "2018-01-23",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates marriage market equilibrium under the assumption that Bargaining In Marriage (BIM) determines allocation within marriage. Prospective spouses, when they meet in the marriage market, are assumed to foresee the outcome of BIM and rank prospective spouses on the basis of the utilities they foresee emerging from BIM. Under these assumptions, the marriage market is the first stage of a multi-stage game – in the simplest case, a two-stage game – that must be solved by backwards induction. The marriage market determines both who marries and, among those who marry, who marries whom. Bargaining in the second and any subsequent stages determines allocation within each marriage. When BIM determines allocation within marriage, the appropriate framework for analyzing marriage market equilibrium is the Gale-Shapley matching model.\nIn contrast, the standard model of marriage market equilibrium assumes that prospective spouses make Binding Agreements in the Marriage Market (BAMM) that determine allocation within marriage. If we assume BAMM and transferable utility, then the appropriate framework for analyzing marriage market equilibrium is the Koopmans-Beckmann-Shapley-Shubik assignment model. BIM and BAMM have different implications not only for allocation within marriage but also for who marries, who marries whom, the number of marriages, and the Pareto efficiency of marriage market equilibrium.\n\n",
    "acknowledgement": "\nAn earlier version of this paper was presented as the Presidential Address at the Society of Labor Economists in Boston in May 2009. Versions of this paper were also presented at the AEA, ESPE, the Milton Friedman Institute Conference on the New Economics of the Family, the MacArthur Network on the Family and the Economy, the University of Chicago, Vanderbilt University, the University of Essex, the University of Michigan, Washington University in St. Louis and the University of Copenhagen. I am grateful to the participants for their comments. I am also grateful to Gary Becker, Jere Behrman, Ted Bergstrom, Bart Hamilton, Karen Norberg, Paul Oyer, Alvin Roth, Aloysius Siow, Betsey Stevenson, John Weymark, and Justin Wolfers and, especially, to my friend and long-time collaborator Shelly Lundberg for helpful conversations and comments. Neither they nor the workshop participants who made helpful comments bear responsibility for my use of them. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}