{
    "id": 24008,
    "citation_title": "Older Americans Would Work Longer If Jobs Were Flexible",
    "citation_author": [
        "John Ameriks",
        "Joseph S. Briggs",
        "Andrew Caplin",
        "Minjoon Lee",
        "Matthew D. Shapiro",
        "Christopher Tonetti"
    ],
    "citation_publication_date": "2017-11-13",
    "issue_date": "2017-11-09",
    "revision_date": "2018-10-04",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOlder Americans, even those who are long retired, have strong willingness to work, especially in jobs with flexible schedules. For many, labor force participation near or after normal retirement age is limited more by a lack of acceptable job opportunities or low expectations about finding them than by unwillingness to work longer. This paper establishes these findings using an approach to identification based on strategic survey questions (SSQs), purpose-designed to complement behavioral data. These findings suggest that demand-side factors are important in explaining late-in-life labor market behavior and need to be considered in designing policies aimed at promoting working longer.\n\n",
    "acknowledgement": "\nThis research is supported by a program project grant from the National Institute on Aging P01-AG026571. Andrew Caplin, Joseph Briggs, and Christopher Tonetti acknowledge the support of the Sloan Foundation Working Longer Program for this project. This research uses data from the Vanguard Research Initiative (VRI) that was developed under the NIA program project P01-AG026571. The Vanguard Group Inc. supported the data collection of the VRI. Vanguard's Client Insight Group and IPSOS SA were responsible for implementing the VRI survey and provided substantial input into its design. The design of the VRI benefited from the collaboration and assistance of Wandi Bruine de Bruin, Alycia Chin, Mi Luo, Brooke Helppie-McFall, Ann Rodgers, and Feiya Shao, as part of the program project, and from Annette Bonner (Vanguard), Sophia Bunyaraksh (Vanguard), and Wendy O'Connell (IPSOS SA). For documentation of the VRI, including a dynamic link to the survey instrument, see http://ebp-projects.isr.umich.edu/VRI/. The views expressed herein are those of the authors and do not necessarily reflect the views of The Vanguard Group, Inc., the Federal Reserve Board, or the National Bureau of Economic Research.\n\n\n\nJohn Ameriks\n\nJohn Ameriks is a full time employee of The Vanguard Group, Inc.\n\n\n\nMatthew D. Shapiro\n\nI have no relevant or material financial interests that relate to the research described in this paper.\n\n\nDuring 2012, I received reimbursements and/or honoraria for conference presentations on topics unrelated to this paper from the Bank of France, the Hungarian National Bank, and the Swiss National Bank.\n\n\nMatthew Shapiro\n\n\n"
}