{
    "id": 24005,
    "citation_title": "The Rise, the Fall, and the Resurrection of Iceland",
    "citation_author": [
        "Sigríður Benediktsdóttir",
        "Gauti B. Eggertsson",
        "Eggert Þórarinsson"
    ],
    "citation_publication_date": "2017-11-13",
    "issue_date": "2017-11-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper documents how the Icelandic banking system grew from 100 percent of GDP in 1998 to 9 times GDP in 2008 when it failed. We base the analysis on data from the banks that was made public when the Icelandic parliament lifted among others bank secrecy laws to investigate the run up to the financial crisis. We document how the banks were funded, and where the money went with a comprehensive analysis of their lending.  We also analyze policies implemented after the crash, including emergency legislation, capital control, alleviation of balance of payment risks and preservation of the financial stability. We estimate the output costs of the crisis, which was about average relative to the 147 banking crisis documented Laeven and Valencia (2012) and the 100 banking crisis documented by Reinhart and Rogoff (2014). Our computation of the governments direct costs, reveals that the recently concluded negotiation with foreign creditors may leave the Icelandic government in net surplus as a consequence of the crisis, although there is still some uncertainty about the ultimate cost and our benchmark estimate is a cost corresponding to 5 percent of GDP. We summarize several lessons from the episode.\n\n",
    "acknowledgement": "\nWe thank Karl Aspelund, Josef Platzer, Luca Riva and Ian Tarr for excellent research assistance and Jon Steinsson and Kathryn Dominguez for comments. This paper was prepared for the Brookings Papers on Economic Activity fall meeting 2017. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nSigríður Benediktsdóttir\n\nSigríður Benediktsdóttir is a board member for the Icelandic bank Landsbankinn. The authors did not receive financial support from any firm or person for this paper or from any firm or person with a financial or political interest in this paper. With the exception of the aforementioned, they are currently not officers, directors, or board members of any organization with an interest in this paper. No outside party had the right to review this paper prior to circulation.\n\n\n"
}