{
    "id": 24018,
    "citation_title": "On the Economics of Audit Partner Tenure and Rotation: Evidence from PCAOB Data",
    "citation_author": [
        "Brandon Gipper",
        "Luzi Hail",
        "Christian Leuz"
    ],
    "citation_publication_date": "2017-11-13",
    "issue_date": "2017-11-09",
    "revision_date": "2018-06-29",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Market Structures",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides the first partner tenure and rotation analysis for a large cross-section of U.S. publicly listed firms over an extended period. We analyze the effects on audit quality as well as economic tradeoffs related to partner tenure and rotation with respect to audit hours and fees. On average, we find no evidence for audit quality declines over the tenure cycle and little support for fresh-look benefits after rotations. Nevertheless, partner rotations have significant economic consequences. We find increases in audit fees and decreases in audit hours over the tenure cycle, which differ by partner experience, client size, and competitiveness of the local audit market. More generally, our findings are consistent with efforts by the audit firms to minimize disruptions and audit failures around mandatory rotations. We also analyze special circumstances, such as audit firm switches and early partner rotations, and show that they are more disruptive than mandatory rotations, and also more likely to exhibit audit quality effects.\n\n",
    "acknowledgement": "\nThis study uses proprietary PCAOB data. To access these data, we submitted a research proposal to the PCAOB describing the research questions, the research design as well as the data necessary to conduct the study. As a condition of data access, our study is reviewed by the PCAOB with respect to the release of nonpublic information (but not for its results). The PCAOB, as a matter of policy disclaims responsibility for any private publication or statement by any of its economic research fellows, advisors, and employees. The views expressed in this paper are the views of the authors and do not necessarily reflect the views of the Board, individual Board members, or staff of the PCAOB. Brandon Gipper was an Economic Research Fellow of the PCAOB. Christian Leuz is Economic Advisor of the PCAOB’s Center of Economic and Risk Analysis. We appreciate the helpful comments of Preeti Choudhary, Michael Gurbutt, Robert Knechel, Luigi Zingales, PCAOB staff, two partners from one audit firm in our sample, and seminar participants at the PCAOB’s Center for Economic Analysis and Stanford Summer Camp. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}