{
    "id": 24013,
    "citation_title": "The Life-Cycle Dynamics of Exporters and Multinational Firms",
    "citation_author": [
        "Anna Gumpert",
        "Haishi Li",
        "Andreas Moxnes",
        "Natalia Ramondo",
        "Felix Tintelnot"
    ],
    "citation_publication_date": "2017-11-13",
    "issue_date": "2017-11-09",
    "revision_date": "2019-11-26",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the life-cycle dynamics of exporters and multinational enterprises (MNEs). Using rich firm-level data, we document a comprehensive set of facts on entry, exit, and growth of new exporters and new MNEs. Guided by these facts, we build a model based on the standard proximity-concentration trade-off extended to incorporate time-varying firm productivity and sunk costs of MNE entry. The calibrated version of the model goes far in matching cross-sectional and dynamic moments of the data on exporters and MNEs. We show that including the choice to become an MNE affects the predicted export dynamics after trade liberalization. The different dynamics in a model with and without MNEs hinge on the right truncation of fast-growing exporters induced by the inclusion of the MNE choice.\n\n",
    "acknowledgement": "\nWe thank the editor, Stephen Yeaple, and two anonymous referees for their comments. We benefited from comments at various seminars. We would like to specially thank Jonathan Vogel for his insightful comments on an early version of the paper. We also thank Costas Arkolakis, Kerem Cosar, Javier Cravino, Stefania Garetto, Pinelopi Goldberg, Eduardo Morales, Veronica Rappoport, Andrés Rodríguez-Clare, and Mu-Jeung Yang for their comments and suggestions. We greatly thank Julien Martin for his help with the French data. Zhida Gui and Xiao Ma provided outstanding research assistance. This project has received funding from the European Research Council (ERC) under the European Union’s Horizon 2020 research and innovation programme (grant agreement No 715147) and from the French National Research Agency (ANR) as part of the “Investissements d’avenir\" program (reference: ANR-10-EQPX-17—Centre d’accès sécurisé aux données—CASD). The empirical analysis with the German data was conducted during visits to the research center of the Deutsche Bundesbank. We gratefully acknowledge the hospitality of the Bundesbank and the access to its Micro-database Direct investment (MiDi). Anna Gumpert gratefully acknowledges the financial support from the Deutsche Forschungsgemeinschaft through CRC TR 190. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}