{
    "id": 24015,
    "citation_title": "Educational Upgrading and Returns to Skills in Latin America: Evidence from a Supply-Demand Framework",
    "citation_author": [
        "Sebastian Galiani",
        "Guillermo Cruces",
        "Pablo Acosta",
        "Leonardo C. Gasparini"
    ],
    "citation_publication_date": "2017-11-13",
    "issue_date": "2017-11-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper documents the evolution of wage differentials and the supply of workers by educational level for sixteen Latin American countries over the period 1991-2013. We find a pattern of rather constant rise in the relative supply of skilled and semi-skilled workers over the period. Whereas the returns to secondary education fell over time, in contrast, the returns to tertiary education display a remarkable changing pattern common to almost all economies: significant increase in the 1990s, strong fall in the 2000s and a deceleration of that fall in the 2010s. We conclude that supply-side factors seem to have limited explanatory power relative to demand-side factors in accounting for changes in the wage gap between workers with tertiary education and the rest.\n\n",
    "acknowledgement": "\nThis paper is an updated and modified version of the working paper “Educational Upgrading and Returns to Skills in Latin America: Evidence from a Supply-Demand Framework, 1990–2010”, World Bank Policy Research Paper 5921, 2011. The original document was a background paper for the World Bank report Skills for the 21st Century in LCR. The authors also acknowledge support from the CEDLASIDRC LaborAL (www.Labor-AL.org) project. The new version of this document was started as part of G. Cruces’ visiting fellowship in 2013 at Harvard’s David Rockefeller Center for Latin American Studies (DRCLAS), whose support is greatly appreciated. The authors are grateful for comments from (and conversations with) Cristian Aedo, David Autor, Verónica Amarante, Augusto De La Torre, François Bourguignon, Claudia Goldin, Michael Crawford, Francisco Ferreira, Gary Fields, John Gilles, Tim Gindling, Margaret Grosh, Lawrence Katz, Marco Manacorda, Julian Messina, Ricardo Perez Truglia, Jamele Rigolini, Ian Walker, and seminar participants at the World Bank, the OECD Development Center, Harvard’s David Rockefeller Center for Latin American Studies, LaborAL project meeting (Buenos Aires), Academia Nacional de Ciencias Económicas (ANCE-Buenos Aires) and the Banco Central (Argentina). Javier Alejo, Julián Amendolaggine, Santiago Garganta and Emmanuel Vázquez provided outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}