{
    "id": 24011,
    "citation_title": "Do Household Wealth Shocks Affect Productivity? Evidence from Innovative Workers During the Great Recession",
    "citation_author": [
        "Shai Bernstein",
        "Timothy McQuade",
        "Richard R. Townsend"
    ],
    "citation_publication_date": "2017-11-13",
    "issue_date": "2017-11-09",
    "revision_date": "2018-04-27",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate how the deterioration of household balance sheets affects worker productivity, and whether such effects mitigate or amplify economic downturns. To do so, we compare the output of innovative workers who experienced different declines in housing wealth, but who were employed at the same firm and lived in the same area at the onset of the 2008 crisis. We find that, following a negative wealth shock, innovative workers become less productive, and generate lower economic value for their firms. Consistent with a debt-related channel, the effects are more pronounced among those with little home equity before the crisis and those with fewer outside labor market opportunities.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Does Economic Insecurity Affect Employee Innovation?\" We are grateful to Elizabeth Berger, Nick Bloom, Hans Hvide, Sabrina Howell, Hyunseob Kim, Josh Lerner, Hanno Lustig, William Mann, Ramana Nanda, Hoai-Luu Nguyen, Luigi Pistaferri as well as seminar participants at Boston College, London Business School Summer Symposium, Bergen Innovation Workshop, NBER SI Innovation, HULM Conference, Notre Dame, Stanford (GSB), Tuck Private Equity and Entrepreneurship Conference, University of British Columbia, University of Colorado Boulder, University of Texas Austin, and Western Finance Association for helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}