{
    "id": 24016,
    "citation_title": "The Gold Pool (1961-1968) and the Fall of the Bretton Woods System. Lessons for Central Bank Cooperation.",
    "citation_author": [
        "Michael Bordo",
        "Eric Monnet",
        "Alain Naef"
    ],
    "citation_publication_date": "2017-11-13",
    "issue_date": "2017-11-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Gold Pool (1961-1968) was one of the most ambitious cases of central bank cooperation in history. Major central banks pooled interventions – sharing profits and losses – to stabilize the dollar price of gold. Why did it collapse? From at least 1964, the fate of the Pool was in fact tied to sterling, the first line of defense for the dollar. Sterling’s unsuccessful devaluation in November 1967 spurred speculation and massive losses for the Pool. Contagion occurred because US policies were inflationary and insufficiently credible as well. The demise of the Pool provides a striking example of contagion between reserve currencies.\n\n",
    "acknowledgement": "\nThe views expressed in this paper do not represent the opinion of the Banque de France, Eurosystem, or the National Bureau of Economic Research. We thank the archivists of the Bank for International Settlements, the Bank of England, the New York Fed and the Banque de France for their help. Piet Clement kindly shared by email some additional documents. Kathleen Rasmussen guided us to the US Department of State online archives. We are grateful to seminar participants at the University Paris 1 Sorbonne, the credit, currency and commerce conference (University of Cambridge), Saint Louis Fed and World Cliometrics Congress for comments. We are indebted to Owen Humpage, Walter Jansson and Catherine Schenk for comments on previous drafts. We also thank David Chambers for sharing data.\n\n\n"
}