{
    "id": 24012,
    "citation_title": "Premium or Penalty? Labor Market Returns to Novice Public Sector Teachers",
    "citation_author": [
        "Juan Saavedra",
        "Dario Maldonado",
        "Lucrecia Santibanez",
        "Luis Omar Herrera Prada"
    ],
    "citation_publication_date": "2017-11-13",
    "issue_date": "2017-11-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIt is unclear whether public sector teachers are under or overpaid relative to other occupations due to lack of knowledge about teachers’ outside labor market options and other unobserved attributes related to compensation. We estimate causal labor market returns to novice public teachers in Colombia. Our approach takes advantage of a national, standardized, teacher-screening exam, scores on which determine eligibility for public teaching jobs. We use four nationwide administrative data sources in a regression discontinuity approach to show that applicants who marginally pass the teacher screening test have greater annual earnings during the first three years of tenure than applicants below the passing cutoff. The total earnings effect is a combination of higher daily wages and greater labor supply, part of which is in outside, predominantly non-teaching jobs for a substantial fraction of public teachers. For infra-marginal high-scoring applicants, we show that being a public teacher in Colombia is as attractive, if not more, as for those at the margin. On the whole, rather than a penalty, public teachers in Colombia across all ability levels earn a substantial labor market premium early in their careers.\n\n",
    "acknowledgement": "\nWe acknowledge funding from the Inter American Development Bank (IADB). We thank Mariana Alfonso, Ivan Enríquez, Carlos Hipólito García, Abhijit Singh, Nadmy Valbuena, and participants at AEFP Conference 2017, NBER, the CESIfo Economics of Education Conference 2016, LACEA-LAMES Conference 2016 and in the Colombian Ministry of Education, UCLA, USC, MSU Universidad EAFIT and Universidad de la Salle’s seminars for helpful comments and suggestions. Olga Victoria Dulce at Universidad de los Andes provided excellent research assistance in Colombia. We thank Dolly Ovalle and Luz Emilse Rincón at Colombia’s Ministry of Social Protection for providing access to social security employment and earnings data. Colombia’s Ministry of Education provided access to teacher rosters. All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}