{
    "id": 24029,
    "citation_title": "Firm-Level Political Risk: Measurement and Effects",
    "citation_author": [
        "Tarek A. Hassan",
        "Stephan Hollander",
        "Laurence van Lent",
        "Ahmed Tahoun"
    ],
    "citation_publication_date": "2017-11-20",
    "issue_date": "2017-11-16",
    "revision_date": "2019-06-06",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Fiscal Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Law and Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe adapt simple tools from computational linguistics to construct a new measure of political risk faced by individual US firms: the share of their quarterly earnings conference calls that they devote to political risks. We validate our measure by showing it correctly identifies calls containing extensive conversations on risks that are political in nature, that it varies intuitively over time and across sectors, and that it correlates with the firm’s actions and stock market volatility in a manner that is highly indicative of political risk. Firms exposed to political risk retrench hiring and investment and actively lobby and donate to politicians. These results continue to hold after controlling for news about the mean (as opposed to the variance) of political shocks. Interestingly, the vast majority of the variation in our measure is at the firm level rather than at the aggregate or sector level, in the sense that it is neither captured by the interaction of sector and time fixed effects, nor by heterogeneous exposure of individual firms to aggregate political risk. The dispersion of this firm-level political risk increases significantly at times with high aggregate political risk. Decomposing our measure of political risk by topic, we find that firms that devote more time to discussing risks associated with a given political topic tend to increase lobbying on that topic, but not on other topics, in the following quarter.\n\n",
    "acknowledgement": "\nWe thank seminar participants at Barcelona GSE, Boston University, the Federal Reserve Bank of Philadelphia, Frankfurt School of Finance and Management, University of Bristol, Universidad Carlos III de Madrid, University of Chicago, University of Exeter, Humboldt University, Lancaster University, Mannheim University, University of Melbourne, MIT (Department of Economics), MIT Sloan School of Management, University of Southern California, Stanford SITE, the Stigler Center, DAR Conference at the University of Maastricht, the joint BFI-Hoover Conference on Elections, Policymaking, and Uncertainty, and the NBER EFG meeting. We received helpful feedback from Scott Baker, Nick Bloom, Steve Davis, Gene Fama, Alex Frankel, Ray Fisman, Igor Goncharov, Lars Peter Hansen, Rick Hornbeck, Emir Kamenica, Ties de Kok, Christian Leuz, Juhani Linnainmaa, Valeri Nikolaev, Lubos Pastor, Andrei Shleifer, Chad Syverson, Stephen Terry, Pietro Veronesi, and Luigi Zingales. We are most grateful to Menno van Zaanen for generously providing his textual analysis code and for advising on computational linguistics matters. Markus Schwedeler deserves a special thanks for his excellent research assistance. We also thank Jakub Dudzic, Chris Emmery, Yusiyu Wang, and Hongcen Wei for their help as RAs at various stages. Funding for this project was provided by the Institute for New Economic Thinking. We further gratefully acknowledge the Fama-Miller Center at the University of Chicago (Hassan) and the London Business School (Tahoun) for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}