{
    "id": 24025,
    "citation_title": "Pass-Through of Own and Rival Cost Shocks: Evidence from the U.S. Fracking Boom",
    "citation_author": [
        "Erich Muehlegger",
        "Richard L. Sweeney"
    ],
    "citation_publication_date": "2017-11-20",
    "issue_date": "2017-11-16",
    "revision_date": "2019-10-30",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn imperfectly competitive settings, a firm's price depends on its own costs as well as those of its competitors. We demonstrate that this has important implications for the estimation and interpretation of pass-through. Leveraging a large input cost shock resulting from the fracking boom, we isolate price responses to firm-specific, regional and industry-wide input cost shocks in the US oil refining industry. The pass-through of these components vary from near zero to full pass-through, reconciling seemingly disparate results from the literature. We illustrate the policy implications of rival cost pass-through in the context of a tax on refinery carbon emissions.\n\n",
    "acknowledgement": "\nWe thank Ryan Kellogg, Katheryn Russ, Joe Shapiro, Jim Stock, Reed Walker and seminar participants at Harvard, Duke, University of Connecticut, University of Maryland, the NBER Hydrocarbon Infrastructure and Transportation workshop, the Empirical Methods in Energy Economics workshop, and Berkeley Energy Camp for helpful comments. Both authors declare they have no interests, financial or otherwise, that relate to the research described in this paper, nor do they have any current ties, directly or indirectly to the energy industry. This work has been supported by the Sloan Foundation and NBER Hydrocarbon Infrastructure and Transportation workshop. Assistance with the data from the Energy Information Administration, especially Joseph Conklin and Lawrence Stroud, is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}