{
    "id": 24020,
    "citation_title": "The Information Pharms Race and Competitive Dynamics of Precision Medicine: Insights from Game Theory",
    "citation_author": [
        "Ernst R. Berndt",
        "Mark R. Trusheim"
    ],
    "citation_publication_date": "2017-11-20",
    "issue_date": "2017-11-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPrecision medicines inherently fragment treatment populations, generating small-population markets, creating high-priced \"niche busters\" rather than broadly prescribed \"blockbusters\".  It is plausible to expect that small markets will attract limited entry in which a small number of interdependent differentiated product oligopolists will compete, each possessing market power.  Multiple precision medicine market situations now resemble game theory constructs such as the prisoners' dilemma and Bertrand competition.  The examples often involve drug developer choices created by setting the cut-off value for the companion diagnostics to define the precision medicine market niches and their payoffs.  Precision medicine game situations may also involve payers and patients who attempt to change the game to their advantage or whose induced behaviors alter the payoffs for the developers.  The variety of games may predictably array themselves across the lifecycle of each precision medicine indication niche and so may become linked into a sequentially evolving meta-game.  We hypothesize that certain precision medicine areas such as inflammatory diseases are becoming complex simultaneous multi-games in which distinct precision medicine niches compete.  Those players that learn the most rapidly and apply those learnings the most asymmetrically will be advantaged in this ongoing information pharms race.\n\n",
    "acknowledgement": "\nWe thank participants in the September 13-14, 2017 National Bureau of Economic Research Conference on Economic Dimensions of Personalized and Precision Medicine in Santa Monica, California.  This research was not sponsored. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}