{
    "id": 24022,
    "citation_title": "The ‘China Shock’, Exports and U.S. Employment: A Global Input-Output Analysis",
    "citation_author": [
        "Robert C. Feenstra",
        "Akira Sasahara"
    ],
    "citation_publication_date": "2017-11-20",
    "issue_date": "2017-11-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe quantify the impact on U.S. employment from imports and exports during 1995-2011, using the World Input-Output Database. We find that the growth in U.S. exports led to increased demand for 2 million jobs in manufacturing, 0.5 million in resource industries, and a remarkable 4.1 million jobs in services, totaling 6.6 million. One-third of those service sector jobs are due to the intermediate demand from merchandise (manufacturing and resource) exports, so the total labor demand gain due to merchandise exports was 3.7 million jobs. In comparison, U.S. merchandise imports from China led to reduced demand of 1.4 million jobs in manufacturing and 0.6 million in services (with small losses in resource industries), with total job losses of 2.0 million. It follows that the expansion in U.S. merchandise exports to the world relative to imports from China over 1995-2011 created net demand for about 1.7 million jobs. Comparing the growth of U.S. merchandise exports to merchandise imports from all countries, we find a fall in net labor demand due to trade, but comparing the growth of total U.S. exports to total imports from all countries, then there is a rise in net labor demand because of the growth in service exports.\n\n",
    "acknowledgement": "\nThe authors would like to thank Gordon H. Hanson, Richard Harris, Jeronimo Carballo, Sergey Nigai, and conference participants at the Creative Perspective on International Trade and Foreign Direct Investment: A Celebration to Honor Jim Markusen, held at the University of Colorado, Boulder. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}