{
    "id": 24027,
    "citation_title": "Measuring Global Value Chains",
    "citation_author": [
        "Robert C. Johnson"
    ],
    "citation_publication_date": "2017-11-20",
    "issue_date": "2017-11-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Globalization and International Relations",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent decades have seen the emergence of global value chains (GVCs), in which production stages for individual goods are broken apart and scattered across countries. Stimulated by these developments, there has been rapid progress in data and methods for measuring GVC linkages. The macro-approach to measuring GVCs connects national input-output tables across borders using bilateral trade data to construct global input-output tables. These tables have been applied to measure trade in value added, the length of and location of producers in GVCs, and price linkages across countries. The micro-approach uses firm-level data to document firms' input sourcing decisions, how import and export participation are linked, and how multinational firms organize their production networks. In this review, I evaluate progress on these two tracks, highlighting points of contact between them and areas that demand further work. I argue that further convergence between them can strengthen both, yielding a more complete empirical portrait of GVCs.\n\n",
    "acknowledgement": "\nThis paper was prepared for the Annual Review of Economics.  I thank Andrew Bernard, Teresa Fort, Robert Staiger, and Marcel Timmer for helpful comments and seminar participants at the 2017 Society for Economic Measurement Conference and the Bank of Italy. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}