{
    "id": 24024,
    "citation_title": "Bid Shading and Bidder Surplus in the U.S. Treasury Auction System",
    "citation_author": [
        "Ali Hortaçsu",
        "Jakub Kastl",
        "Allen Zhang"
    ],
    "citation_publication_date": "2017-11-20",
    "issue_date": "2017-11-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze bidding data from uniform price auctions of U.S. Treasury bills and notes between July 2009-October 2013. Primary dealers consistently bid higher yields compared to direct and indirect bidders. We estimate a structural model of bidding that takes into account informational asymmetries introduced by the bidding system employed by the U.S. Treasury. While primary dealers’ estimated willingness-to-pay is higher than direct and indirect bidders’, their ability to bid-shade is even higher, leading to higher yield/lower price bids. Total bidder surplus averaged to about 3 basis points across the sample period along with efficiency losses around 2 basis points.\n\n",
    "acknowledgement": "\nThe views expressed in this paper are those of the authors and should not be interpreted as reflecting the views of the U.S. Department of the Treasury or the National Bureau of Economic Research. We thank Philip Haile, Kenneth Hendricks, Darrell Duffie, Paulo Somaini, Terry Belton and participants of the U.S. Treasury Roundtable, 2015 NBER IO Summer Meetings and 2015 NBER Market Design Meeting for their valuable comments. Kastl is grateful for the financial support of the NSF (SES-1352305) and the Sloan Foundation, Hortaçsu the financial support of the NSF (SES-1124073, ICES-1216083, and SES-1426823). All remaining errors are ours.\n\n\n\nJakub Kastl\n\nApril 26, 2016\n\n\nDisclosure Statement\n\n\nAs a coauthor of the submitted paper, I, Jakub Kastl, declare that I had no relevant or material financial interests that relate to the research described in the paper during the time the paper was written. I have since consulted for a law firm on the issue of primary dealers' collusion.\n\n\nI received support from the NSF (SES-1352305) and the Sloan Foundation (Sloan Research Fellowship) while working on this paper.\n\n\n"
}