{
    "id": 24023,
    "citation_title": "Missing Growth from Creative Destruction",
    "citation_author": [
        "Philippe Aghion",
        "Antonin Bergeaud",
        "Timo Boppart",
        "Peter J. Klenow",
        "Huiyu Li"
    ],
    "citation_publication_date": "2017-11-20",
    "issue_date": "2017-11-16",
    "revision_date": "2018-04-04",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nStatistical agencies typically impute inflation for disappearing products based on surviving products, which may result in overstated inflation and understated growth. Using U.S. Census data, we apply two ways of assessing the magnitude of “missing growth” for private nonfarm businesses from 1983–2013. The first approach exploits information on the market share of surviving plants. The second approach applies indirect inference to firm-level data. We find: (i) missing growth from imputation is substantial — at least 0.6 percentage points per year; and (ii) most of the missing growth is due to creative destruction (as opposed to new varieties).\n\n",
    "acknowledgement": "\nWe thank Raouf Boucekkine, Pablo Fajgelbaum, Colin Hottman and Stephen Redding for excellent discussions and Victoria De Quadros for superb research assistance. Ufuk Akcigit, Robert Feenstra, Chang- Tai Hsieh, Xavier Jaravel, Chad Jones, Per Krusell, Torsten Persson, Ben Pugsley, John Van Reenen and numerous seminar participants provided helpful comments. Any opinions and conclusions expressed herein are those of the authors and do not necessarily represent the views of the Federal Reserve System, the U.S. Census Bureau, or the National Bureau of Economic Research. All results have been reviewed to ensure that no confidential information is disclosed.\n\n\n"
}