{
    "id": 24026,
    "citation_title": "Characterizing the Drug Development Pipeline for Precision Medicines",
    "citation_author": [
        "Amitabh Chandra",
        "Craig Garthwaite",
        "Ariel Dora Stern"
    ],
    "citation_publication_date": "2017-11-20",
    "issue_date": "2017-11-16",
    "revision_date": "2018-05-04",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPrecision medicines – therapies that rely on the use of genetic, epigenetic, and protein biomarkers – create a better match between patients with specific disease subtypes and medications that are more effective for those patients. This heterogeneity in response has implications for the decision to develop therapies, their pricing, the design of clinical trials, and the relative importance of smaller biotech companies versus more traditional companies in pursuing early stage R&D. To understand the scope of these effects, we use a comprehensive database of over 130,000 global clinical trials and describe the drug development pipeline for precision medicines over the past two decades. We identify clinical trials for likely precision medicines (LPMs) as those that use one or more relevant biomarkers. We then further segment trials based on the nature of the biomarker(s) used and other trial features with economic implications. Since cancers represent a disease setting in which precision therapies are already successfully used, and since cancer applications of precision medicine are expected to grow rapidly over the coming years, we separately characterize cancer LPMs. Finally, we consider the types of firms pursuing R&D in precision medicines, considering how LPM R&D activities have evolved over recent years.\n\n",
    "acknowledgement": "\nWe are grateful to Brian Alexander, Can Huang, Jennifer Kao, Rebecca Sachs, Mark Trusheim, a helpful anonymous reviewer, and participants in workshops for the NBER Project on Economic Dimensions of Personalized and Precision Medicine, the NBER-AIEA Conference, and the Bates White Life Sciences Symposium, for helpful comments. Ben Berger, Holly Breuer, Lila Kelso, Andrew Marder, Caroline Marra, and Alice Ndikumana provided excellent research and programming assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}