{
    "id": 24035,
    "citation_title": "Identifying Sources of Inefficiency in Health Care",
    "citation_author": [
        "Amitabh Chandra",
        "Douglas O. Staiger"
    ],
    "citation_publication_date": "2017-11-20",
    "issue_date": "2017-11-16",
    "revision_date": "2019-12-27",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn medicine, the reasons for variation in treatment rates across hospitals serving similar patients are not well understood. Some interpret this variation as unwarranted, and push standardization of care as a way of reducing allocative inefficiency. An alternative interpretation is that hospitals with greater expertise in a treatment use it more because of their comparative advantage, suggesting that standardization is misguided. A simple economic model provides an empirical framework to separate these explanations. Estimating this model with data for heart attack patients, we find evidence of substantial variation across hospitals in both allocative inefficiency and comparative advantage, with most hospitals overusing treatment in part because of incorrect beliefs about their comparative advantage. A stylized welfare-calculation suggests that eliminating allocative inefficiency would increase the total benefits from the treatment that we study by 44%.\n\n",
    "acknowledgement": "\nThis research was funded by the National Institute of Aging (NIA) P01 AG19783-02. We thank Janet Currie, Joe Doyle, Mark Duggan, Amy Finkelstein, Peter Hull, Matt Notowidigdo, Jonathan Skinner, and Heidi Williams and the editors and referees for comments that have greatly improved our paper. We obtained access to the proprietary data used in this paper through a data use agreement between the Centers for Medicare and Medicaid Services (CMS) and Dartmouth Medical School. Readers wishing to use these data must obtain them from CMS, but programs and output are available from the authors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nDouglas O. Staiger\n\nDouglas Staiger is a co-founder, consults for, and holds an equity interest in ArborMetrix, Inc., a company that sells efficiency measurement systems and consulting services to insurers and hospitals.\n\n\n"
}