{
    "id": 24033,
    "citation_title": "Horizontal Equity Effects in Energy Regulation",
    "citation_author": [
        "Carolyn Fischer",
        "William A. Pizer"
    ],
    "citation_publication_date": "2017-11-20",
    "issue_date": "2017-11-16",
    "revision_date": "2018-07-13",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nChoices in energy regulation, particularly whether and how to price externalities, can have widely different distributional consequences both across and within income groups. Traditional welfare theory focuses largely on effects across income groups; such “vertical equity” concerns can typically be addressed by a progressive redistribution of emissions revenues. In this paper, we review alternative economic perspectives that give rise to equity concerns within income groups, or “horizontal equity,” and suggest operational measures. We then apply those measures to a stylized model of pollution regulation in the electricity sector. In addition, we look for ways to present the information behind those measures directly to stakeholders. We show how horizontal equity concerns might overshadow efficiency concerns in this context.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Equity Effects in Energy Regulation.\" Carolyn Fischer is Senior Fellow at Resources for the Future (fischer@rff.org); Professor at Vrije Universiteit Amsterdam; Marks Visiting Professor at Gothenburg University; Visiting Senior Researcher at Fondazione Eni Enrico Mattei; and CESifo Research Network Fellow. William A. Pizer is Susan B. King Professor of Public Policy, Sanford School, and Faculty Fellow, Nicholas Institute for Environmental Policy Solutions, Duke University (william.pizer@duke.edu); University Fellow, Resources for the Future; Research Associate, National Bureau of Economic Research. Fischer is grateful for the support of the European Community’s Marie Skłodowska–Curie International Incoming Fellowship, “STRATECHPOL – Strategic Clean Technology Policies for Climate Change,” financed under the EC Grant Agreement PIIF-GA-2013-623783. This work was supported by the Alfred P. Sloan Foundation, Grant G-2016-20166028. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}