{
    "id": 24038,
    "citation_title": "Service-level Selection: Strategic Risk Selection in Medicare Advantage in Response to Risk Adjustment",
    "citation_author": [
        "Sungchul Park",
        "Anirban Basu",
        "Norma Coe",
        "Fahad Khalil"
    ],
    "citation_publication_date": "2017-11-20",
    "issue_date": "2017-11-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Centers for Medicare and Medicaid Services (CMS) has phased in the Hierarchical Condition Categories (HCC) risk adjustment model during 2004-2006 to more accurately estimate capitated payments to Medicare Advantage (MA) plans to reflect each beneficiary’s health status. However, it is debatable whether the CMS-HCC model has led to strategic evolutions of risk selection. We examine the competing claims and analyze the risk selection behavior of MA plans in response to the CMS-HCC model. We find that the CMS-HCC model reduced the phenomenon that MA plans avoid high-cost beneficiaries in traditional Medicare plans, whereas it led to increased disenrollment of high-cost beneficiaries, conditional on illness severity, from MA plans. We explain this phenomenon in relation to service-level selection. First, we show that MA plans have incentives to effectuate risk selection via service-level selection, by lowering coverage levels for services that are more likely to be used by beneficiaries who could be unprofitable under the CMS-HCC model. Then, we empirically test our theoretical prediction that compared to the pre-implementation period (2001-2003), MA plans have raised copayments disproportionately more for services needed by unprofitable beneficiaries than for other services in the post-implementation period (2007-2009). This induced unprofitable beneficiaries to voluntarily dis-enroll from their MA plans. Further evidence supporting this selection mechanism is that those dissatisfied with out-of-pocket costs were more likely to dis-enroll from MA plans. We estimate that such strategic behavior led MA plans to save $5.2 billion by transferring the costs to the federal government.\n\n",
    "acknowledgement": "\nWe would like to thank Bianca Frogner, Doug Conrad, Paul Fishman, and participants of the 2017 AcademyHealth conference and the Program in Health Economics and Outcomes Methodology (PHEnOM) at the University of Washington for their comments. We also thank Sara Walter and Andrew Chu at CMS for assisting us with the access to and clarification of the PBP datasets. We gratefully acknowledge financial support from the Department of Health Services at the University of Washington and the National Institute of Health (R01 AG049815-01A1). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nAnirban Basu\n\nNothing to disclose\n\n\n"
}