{
    "id": 24031,
    "citation_title": "Sovereign Risk Contagion",
    "citation_author": [
        "Cristina Arellano",
        "Yan Bai",
        "Sandra Lizarazo"
    ],
    "citation_publication_date": "2017-11-20",
    "issue_date": "2017-11-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a theory of sovereign risk contagion based on financial links. In our multi-country model, sovereign bond spreads comove because default in one country can trigger default in other countries. Countries are linked because they borrow, default, and renegotiate with common lenders, and the bond price and recovery schedules for each country depend on the choices of other countries. A foreign default increases the lenders’ pricing kernel, which makes home borrowing more expensive and can induce a home default. Countries also default together because by doing so they can renegotiate the debt simultaneously and pay lower recoveries. We apply our model to the 2012 debt crises of Italy and Spain and show that it can replicate the time path of spreads during the crises. In a counterfactual exercise, we find that the debt crisis in Spain (Italy) can account for one-half (one-third) of the increase in the bond spreads of Italy (Spain).\n\n",
    "acknowledgement": "\nThis paper combines and replaces two previously circulated papers: “Linkages in Sovereign Debt Markets” by the first two authors and “Contagion of Financial Crises in Sovereign Debt Markets” by the last author. We thank Laura Sunder-Plassmann for superb research assistance. The views expressed herein are those of the authors and not necessarily those of the International Monetary Fund, the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}