{
    "id": 24032,
    "citation_title": "The Rise and Fall of Local Elections in China: Theory and Empirical Evidence on the Autocrat's Trade-off",
    "citation_author": [
        "Monica Martinez-Bravo",
        "Gerard Padró I Miquel",
        "Nancy Qian",
        "Yang Yao"
    ],
    "citation_publication_date": "2017-11-20",
    "issue_date": "2017-11-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a simple informational theory to explain why autocratic regimes introduce local elections. Because citizens have better information on local officials than the distant central government, delegation of authority via local elections improves selection and performance of local officials. However, local officials under elections have no incentive to implement unpopular centrally mandated policies. The model makes several predictions: i) elections pose a trade-off between performance and vertical control; ii) elections improve the selection of officials; and iii) an increase in bureaucratic capacity reduces the desirability of elections for the autocrat. To test (i) and (ii), we collect a large village-level panel dataset from rural China. Consistent with the model, we find that elections improve (weaken) the implementation of popular (unpopular) policies, and improve official selection. We provide a large body of qualitative and descriptive evidence to support (iii). In doing so, we shed light on why the Chinese government has systematically undermined village governments twenty years after they were introduced.\n\n",
    "acknowledgement": "\nWe are particularly grateful to Roger Myerson for his encouragment and insights, and to David Austen-Smith, Tim Besley, Scott Ashworth, Ethan Bueno de Mesquita, Oeindrila Dube, Georgy Egorov, Ruben Enikolopov, Ruixue Jia, Nicola Persico, Torsten Persson, Konstantin Sonin and Fabrizio Zilibotti for useful comments. We thank seminar participants at Kellogg MEDS, Princeton Contemporary China Center, and the Harvard Positive Political Economy. We thank Zhili Liu for excellent research assistance. We acknowledge financial support from the National Science Foundation Grant 0922087 and the European Union’s Seventh Framework Programme (FP/2007-2013) / ERC Starting Grant Agreement no. 283837. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}