{
    "id": 24034,
    "citation_title": "The Effects of Land Markets on Resource Allocation and Agricultural Productivity",
    "citation_author": [
        "Chaoran Chen",
        "Diego Restuccia",
        "Raül Santaeulàlia-Llopis"
    ],
    "citation_publication_date": "2017-11-20",
    "issue_date": "2017-11-16",
    "revision_date": "2021-02-08",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Country Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe assess the effects of land markets on misallocation and productivity both empirically and quantitatively. Exploiting variation from a land certification reform across time and space in Ethiopia, we find that certification facilitates rentals and improves agricultural productivity. We calibrate a quantitative macroeconomic model with heterogeneous household farms facing institutional costs to land markets using the micro panel data. The effect of a counterfactual reallocation from no rentals to efficient rentals increases zone-level agricultural productivity by 43 percent on average. While our estimated institutional costs are strongly associated with land certification across zones, there are nontrivial residual frictions to rental market activity, implying that land certification only partially captures the overall effects of rentals. A full certification reform accounts for just one-fourth of the overall productivity gains from land rentals. This result highlights the importance of comprehensive reforms alleviating frictions to land transactions beyond the granting of certificates.\n\n",
    "acknowledgement": "\nWe thank Stephen Ayerst, Loren Brandt, Rui Castro, Murat Celik, Leandro De Magalhães, Margarida Duarte, Doug Gollin, Andre Groger, Joan Llull, Hannes Mueller, Amma Panin, Xiaodong Zhu, and seminar participants at Fudan University, McMaster University, Midwest Macro Conference at Louisiana State University, National University of Singapore, Shanghai University of Finance and Economics, Singapore Management University, Syracuse University, University of Lausanne, University of Oxford, and the World Bank for useful comments. All remaining errors are our own. Chen thanks the National University of Singapore for the faculty start-up grant (R122000266133) while he worked on this paper and the financial support from York University and the Social Sciences and Humanities Research Council of Canada. Restuccia gratefully acknowledges the financial support from the Canadian Research Chairs program and the Social Sciences and Humanities Research Council of Canada. Raül Santaeulàlia-Llopis thanks the ERC AdG-GA324048, “Asset Prices and Macro Policy when Agents Learn (APMPAL)”, ERC Grant 788547 (APMPAM-HET) and the Spanish Ministry of Economy and Competitiveness through the Proyectos I+D+i 2019 Retos Investigacion PID2019-110684RB-I00 Grant and the Severo Ochoa Programme for Centers of Excellence in R&D (SEV-2015-0563) for financial support. The views expressed herein are those of the authors and do not necessarily represent those of the National Bureau of Economic Research.\n\n\n"
}