{
    "id": 24036,
    "citation_title": "The Effect of Air Pollution on Migration: Evidence from China",
    "citation_author": [
        "Shuai Chen",
        "Paulina Oliva",
        "Peng Zhang"
    ],
    "citation_publication_date": "2017-11-20",
    "issue_date": "2017-11-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper looks at the effects of air pollution on migration in China using changes in the average strength of thermal inversions over five-year periods as a source of exogenous variation for medium-run air pollution levels. Our findings suggest that air pollution is responsible for large changes in inflows and outflows of migration in China. More specifically, we find that independent changes in air pollution of the magnitude that occurred in China in the course of our study (between 1996 and 2010) are capable of reducing floating migration inflows by 50 percent and of reducing population through net outmigration by 5 percent in a given county. We find that these inflows are primarily driven by well educated people at the beginning of their professional careers, leading to substantial changes in the sociodemographic composition of the population and labor force of Chinese counties. Our results are robust to different specifications, including simple counts of inversions as instruments, different weather controls, and different forms of error variance.\n\n",
    "acknowledgement": "\nWe thank Jianghao Wang for providing excellent research assistance. Any remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}