{
    "id": 2404,
    "citation_title": "Energy, Obsolescence, and the Productivity Slowdown",
    "citation_author": [
        "Charles R. Hulten",
        "James W. Robertson",
        "Frank C. Wykoff"
    ],
    "citation_publication_date": "1987-10-01",
    "issue_date": "1987-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe growth rate of output per worker in the U.S. declined sharply during the 1970's. A leading explanation of this phenomenon holds that the dramatic rise in energy prices during the 1970's caused a significant portion of the U.S. capital stock to become obsolete. This led to a decline in effective capital input which, in turn, caused a reduction in the reduction in the growth rate of output per worker. This paper examines a key prediction of this hypothesis. If there is a significant link between energy and capital obsolescence, it should be revealed in the market price of used capital: if rising energy costs did in fact render older, energy-inefficient capital obsolete, prospective buyers should have reduced the price that they were willing to pay for that capital. An examination of the market for used capital before and after the energy price shocks should thus reveal the presence and magnitude of the obsolescence effect. We have carried out this examination for four types of used machine tools and five types of construction equipment. We did not find a general reduction in the price of used equipment after the energy price shocks. Indeed, the price of used construction equipment - the more energy intensive of our two types of capital - tended to increase after 1973. We thus conclude that our data do not support the obsolescence explanation of the productivity of slowdown.\n\n",
    "acknowledgement": "\n"
}