{
    "id": 24041,
    "citation_title": "Start What You Finish! Ex Ante Risk and Schooling Investments in the Presence of Dynamic Complementarities",
    "citation_author": [
        "Andrew D. Foster",
        "Esther Gehrke"
    ],
    "citation_publication_date": "2017-11-20",
    "issue_date": "2017-11-16",
    "revision_date": "2022-04-25",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the relationship between risk and schooling investment in a low-income setting. Our theoretical model reveals that parents respond to variance in future child schooling by reducing investments ex ante if the human capital production function exhibits dynamic complementarity and parental preferences for human capital are not too concave. We further explore the implications of the theory using multiple rounds of panel data from rural India that contain, in each round, three seasons of time allocation for each sampled child. In particular, we first use seasonally-measured study times to estimate the key parameters of the structural model. These estimates suggest that elimination of variance would result in a 15 percent increase in acquired human capital, 50% of which is attributable to an ex ante response. We then use cross-village variation in risk over time to estimate these effects, using the idea that the consequences of rainfall variation for income in a rural economy are importantly affected by the presence of irrigation. Using this variation, we estimate an ex ante elasticity of study time with respect to variance that is somewhat smaller, but of the same order of magnitude as those predicted by the structural model. Finally, we simulate the effects of an implicit social insurance program, modeled after the National Rural Employment Guarantee Scheme (NREGS). Our results suggest that the risk-reducing effect of the NREGS may offset adverse effects on child education that were evident during the NREGS phase-in due to rising wages.\n\n",
    "acknowledgement": "\nThe authors would like to thank the editor, James Heckman, three anonymous referees, Jishnu Das, Francisco Ferreira, Michael Grimm, Hanan Jacoby, Stephan Klasen, Holger Strulik, Sebastian Vollmer, and numerous seminar and conference participants for many helpful comments and suggestions. The REDS data used in this paper were collected by the National Council for Applied Economic Research (NCAER), India, in collaboration with Brown University, Yale University, and the World Bank. The SEPRI data were collected by the Institute for Rural Management, Anand (IRMA), India, in collaboration with the German Development Institute / Deutsches Institut für Entwicklungspolitik (DIE) and the World Bank. Financial support by the Population Studies and Training Center at Brown University as well as the German Federal Ministry of Economic Cooperation and Development is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}