{
    "id": 24044,
    "citation_title": "Old-age Labor Force Participation in Germany: What Explains the Trend Reversal among Older Men? And What the Steady Increase among Women?",
    "citation_author": [
        "Axel Börsch-Supan",
        "Irene Ferrari"
    ],
    "citation_publication_date": "2017-11-27",
    "issue_date": "2017-11-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe aim of this paper is to illustrate for Germany the factors that may explain the U-shaped pattern of older men’s labor force participation - from a long declining trend that began in the early 1970s to an increasing trend starting from the late 1990s - and at the same time the steady increase in older women’s labor force participation. In a first step, we provide graphical evidence of the trends of various variables which may be relevant, with the aim of investigating the presence or absence of common patterns between these factors and labor force participation. Then, through a decomposition analysis, we provide an empirical estimate of the contribution of some of these factors to the overall evolution of labor force participation. Our preliminary conclusion is that much of the change in the trend of older men’s labor force participation may be explained by changes in public pension regulations, and in particular by the phasing in of actuarial adjustments for early retirement. Regarding women, whether public pension rules play a role is unclear. Most probably, the secular change of women’s role in society is the main driver of the steadily increasing labor force participation among German women.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}