{
    "id": 24049,
    "citation_title": "Tax Simplicity or Simplicity of Evasion? Evidence from Self-Employment Taxes in France",
    "citation_author": [
        "Philippe Aghion",
        "Maxime Gravoueille",
        "Matthieu Lequien",
        "Stefanie Stantcheva"
    ],
    "citation_publication_date": "2017-11-27",
    "issue_date": "2017-11-22",
    "revision_date": "2024-05-03",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA common complaint about tax systems is that they are too complex and several countries offer simplified regimes to subsets of taxpayers. But do such regimes simplify tax reporting or just make it easier to evade taxes? We use panel data on the universe of income tax returns in France and the introduction of simplified tax regimes for the self-employed to assess whether individuals’ shift towards these simpler tax regimes–among others, captured by substantial bunching below the eligibility thresholds–is driven by the desire for simplicity or by motives related to tax evasion. Tax evasion plays a significant role in explaining individuals’ attraction to simpler tax regimes. We develop a structural model to quantitatively assess the importance of simplicity and evasion motives. Our preferred estimates indicate a significant preference for tax simplicity, increasing in the degree of simplicity, ranging from 162 to 942 euros per year per self-employed individual, along with a sizable evasion elasticity.\n\n",
    "acknowledgement": "\nA much earlier version of this paper circulated under the title “Tax Simplicity and Heterogeneous Learning.” The earlier working paper did not have panel data, which only subsequently became available to researchers, so this new paper provides a different analysis made possible by this data. The original working paper was in collaboration with Ufuk Akcigit, whose invaluable inspiration greatly contributed to shaping it and to whom we are indebted. We thank Salome Baslandze, Antonin Bergeaud, Pierre Boyer, Antoine Bozio, Antoine Ferey, Bertrand Garbinti, Johnathan Goupille-Lebret, Larry Katz, Henrik Kleven, Etienne Lehmann, Anasuya Raj, and participants at the NBER Entrepreneurship Summer Institute, Paris seminar participants for useful comments and feedback on the earlier version. Stantcheva gratefully acknowledges support from NSF CAREER Grant #1654517. Access to confidential data is offered by the CASD – Centre d’Accès Sécurisé aux Données. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}