{
    "id": 24048,
    "citation_title": "Fresh Air Eases Work – The Effect of Air Quality on Individual Investor Activity",
    "citation_author": [
        "Steffen Meyer",
        "Michaela Pagel"
    ],
    "citation_publication_date": "2017-11-27",
    "issue_date": "2017-11-22",
    "revision_date": "2017-11-29",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper shows that air quality has a significantly negative effect on the likelihood of individual investors to sit down, log in, and trade in their brokerage accounts controlling for investor-, weather-, traffic-, and market-specific factors. In perspective, a one standard deviation increase in fine particulate matter leads to the same reduction in the probability of logging in and trading as a one standard deviation increase in sunshine. We document this effect for low levels of pollution that are commonly found throughout the developed world. As individual investor trading can be a proxy for everyday cognitively-demanding tasks such as office work, our findings suggest that the negative effects of pollution on white-collar work productivity are much more severe than previously thought. To our knowledge, this is the first study to demonstrate a negative impact of pollution on a measure of white-collar productivity at the individual level in a western country.\n\n",
    "acknowledgement": "\nFor helpful comments we thank Matthew Neidell, Alberto Salvo, Tom Chang, Evan Hernstadt, Daniel Sullivan, Kent Daniel, Michael Haliassos, Harrison Hong, Jose Scheinkman, Patrick Bolton, Rawley Heimer, Oliver Spalt, Alex Imas, Emily Breza, Paul Tetlock, and Gur Huberman as well as seminar participants at Columbia University. We also thank Jason Kang for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}