{
    "id": 24042,
    "citation_title": "Family Health Behaviors",
    "citation_author": [
        "Itzik Fadlon",
        "Torben Heien Nielsen"
    ],
    "citation_publication_date": "2017-11-20",
    "issue_date": "2017-11-16",
    "revision_date": "2017-12-22",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies how health behaviors and investments are shaped through family spillovers. Leveraging administrative healthcare data, we identify the effects of health shocks to individuals on their family members' consumption of preventive care and health-related behaviors. Our identification strategy utilizes the timing of shocks to construct counterfactuals for affected households using households that experience the same shock but a few years in the future. We find that spouses and adult children immediately increase their health investments and improve their health behaviors in response to family shocks, and that these effects are both significant and persistent. Notably, we show that these spillover effects are far-reaching and cascade to siblings, stepchildren, sons and daughters in-law, and even “close” coworkers. While some responses are consistent with learning new information about one's own health, evidence from cases where shocks are likely uninformative points to salience as a major operative explanation. Our results underscore the importance of one's family and social network for models of health behaviors and have potential implications for policies that aim to improve population health.\n\n",
    "acknowledgement": "\nWe thank seminar participants at UCSD, Stanford, RAND, University of Chicago, University of Copenhagen, University of Southern Denmark, RFF, IHEA Annual Congress, NBER Cohort Studies Meeting, CEPRA/NBER Workshop on Ageing and Health, and the 2016 NBER Summer Institute for helpful comments and discussions. Jonathan Leganza provided excellent research assistance. We gratefully acknowledge funding from the Economic Policy Research Network (EPRN). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}