{
    "id": 24047,
    "citation_title": "Are Poor Individuals Mainly Found in Poor Households? Evidence using Nutrition Data for Africa",
    "citation_author": [
        "Caitlin S. Brown",
        "Martin Ravallion",
        "Dominique van de Walle"
    ],
    "citation_publication_date": "2017-11-27",
    "issue_date": "2017-11-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAntipoverty policies assume that targeting poor households suffices in reaching poor individuals. We question this assumption. Our comprehensive assessment for sub-Saharan Africa reveals that undernourished women and children are spread widely across the household wealth and consumption distributions. Roughly three-quarters of underweight women and undernourished children are not found in the poorest 20% of households, and around half are not found in the poorest 40%. Countries with higher undernutrition tend to have higher shares of undernourished individuals in non-poor households. The results are consistent with intra-household inequality but other factors also appear to be at work including common health risks.\n\n",
    "acknowledgement": "\nThe authors are grateful to the World Bank’s Strategic Research Program for funding assistance. Helpful comments were received from Harold Alderman, Arthur Alik-Lagrange, Denis Cogneau, Emanuela Galasso, Sylvie Lambert, Kate Rybczynski, Adam Wagstaff and seminar participants at Georgetown University, the University of California Riverside, the Paris School of Economics, University of Guelph, and the IEA World Congress in Mexico. These are the views of the authors and need not reflect those of their employers. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}