{
    "id": 24040,
    "citation_title": "Upstream, Downstream: Diffusion and Impacts of the Universal Product Code",
    "citation_author": [
        "Emek Basker",
        "Timothy Simcoe"
    ],
    "citation_publication_date": "2017-11-20",
    "issue_date": "2017-11-16",
    "revision_date": "2020-08-14",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the adoption, diffusion, and impacts of the Universal Product Code (UPC) between 1975 and 1992, during the initial years of the barcode system. We find evidence of network effects in the diffusion process. Matched-sample difference-in-difference estimates show that firm size and trademark registrations increase following UPC adoption by manufacturers. Industry-level import penetration also increases with domestic UPC adoption. Our findings suggest that barcodes, scanning, and related technologies helped stimulate variety-enhancing product innovation and encourage the growth of international retail supply chains.\n\n",
    "acknowledgement": "\nAny opinions and conclusions expressed herein are those of the authors and do not necessarily represent the views of the U.S. Census Bureau or the National Bureau of Economic Research. The Census Bureau's Disclosure Review Board and Disclosure Avoidance Officers have reviewed this data product for unauthorized disclosure of confidential information and have approved the disclosure avoidance practices applied to this release (DRB Approval Numbers: DRB-B0057-CED-20190530 and CBDRB-FY20- CES006-003). We thank Ali Hortaçsu and two anonymous referees for comments that have greatly improved the paper. We also thank Markus Mobius and David Weil for help obtaining the UPC data, Nathan Goldschlag and Nikolas Zolas for help with the trademark data and for their trademark-firm bridge file, and Randy Becker, James Bessen, David Brown, Nathan Chan, James Conley, Emin Dinlersoz, Lucia Foster, Nathan Goldschlag, Micha l Grajek, Dan Gross, Fariha Kamal, Alex Krasnikov, Mark Kutzbach, Florin Maican, Paul Messinger, Guy Michaels, Matilda Orth, Pham Hoang Van, Jennifer Poole, Horst Raff, Rich Richardson, Marc Rysman, Martha Stinson, Mary Sullivan, Dan Trefler, Kirk White, Zoltan Wolf, and seminar participants at the U.S. Census Bureau, MINES-ParisTech, Seoul National University, Cornell, Queen's University, Bocconi University, University of Massachusetts, University of Michigan, Harvard Business School, Toulouse School of Economics, KU Leuven, LMU Munich, NBER Productivity Lunch, 2017 AEA (Chicago), 2017 IIOC (Boston), 2017 FSRDC Conference (Los Angeles), 2017 CAED Conference (Seoul), 2018 NBER Summer Institute, and 2018 Israeli IO Day (Jerusalem) for helpful comments and conversations.\n\n\n"
}