{
    "id": 24051,
    "citation_title": "Aggregating from Micro to Macro Patterns of Trade",
    "citation_author": [
        "Stephen J. Redding",
        "David E. Weinstein"
    ],
    "citation_publication_date": "2017-11-27",
    "issue_date": "2017-11-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Globalization and International Relations",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a new framework for aggregating from micro to macro patterns of trade. We derive price indexes that determine comparative advantage across countries and sectors and the aggregate cost of living. If firms and products are imperfect substitutes, we show that these price indexes depend on variety, average demand/quality and the dispersion of demand/quality-adjusted prices, and are only weakly related to standard empirical measures of average prices, thereby providing insight for elasticity puzzles. Of the cross-section (time-series) variation in comparative advantage, 50 (90) percent is accounted for by variety and average demand/quality, with average prices contributing less than 10 percent.\n\n",
    "acknowledgement": "\nWe are especially grateful to Ben Faber, Dave Donaldson, Rob Feenstra, Keith Head, Pete Klenow, Kalina Manova, Thierry Mayer, Marc Melitz, Gianmarco Ottaviano and Daniel Xu for helpful comments. We would also like to thank colleagues and seminar participants at Carnegie-Mellon, Chicago, Columbia, Duke, NBER, Princeton, Stanford and UC Berkeley for helpful comments. Thanks to Mark Greenan, Ildiko Magyari, Charly Porcher and Dyanne Vaught for outstanding research assistance. Redding and Weinstein thank Princeton and Columbia respectively for research support. Weinstein would also like to thank the NSF (Award 1127493) for generous financial support. Any opinions, findings, and conclusions or recommendations expressed in this paper are those of the authors and do not necessarily reflect the views of the U.S. Census Bureau or any organization to which the authors are affiliated. Results have been screened to insure that no confidential data are revealed. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}