{
    "id": 24059,
    "citation_title": "The Uncovered Interest Parity Puzzle, Exchange Rate Forecasting, and Taylor Rules",
    "citation_author": [
        "Charles Engel",
        "Dohyeon Lee",
        "Chang Liu",
        "Chenxin Liu",
        "Steve Pak Yeung Wu"
    ],
    "citation_publication_date": "2017-11-27",
    "issue_date": "2017-11-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent research has found that the Taylor-rule fundamentals have power to forecast changes in U.S. dollar exchange rates out of sample. Our work casts some doubt on that claim. However, we find strong evidence of a related in-sample anomaly. When we include U.S. inflation in the well-known uncovered interest parity regression of the change in the exchange rate on the interest-rate differential, we find that the inflation variable is highly significant and the interest-rate differential is not. Specifically, high U.S. inflation in one month forecasts dollar appreciation in the subsequent month. We introduce a model in which a Taylor rule determines monetary policy, but in which not only monetary shocks but also liquidity shocks drive nominal interest rates. This model can potentially account for the empirical findings.\n\n",
    "acknowledgement": "\nWe are grateful for comments from participants at the conference sponsored by the Global Research Unit of the Department of Economics at the City University of Hong Kong, in May 2017, “Exchange Rate Models for a New Era: Major and Emerging Market Currencies.” We are especially grateful to our discussant, Daniel Law, and to an anonymous referee. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}