{
    "id": 24057,
    "citation_title": "Should we Get rid of the Natural Rate Hypothesis?",
    "citation_author": [
        "Olivier J. Blanchard"
    ],
    "citation_publication_date": "2017-11-27",
    "issue_date": "2017-11-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\n50 years ago, Milton Friedman articulated the natural rate hypothesis.  It was composed of two sub-hypotheses:  First, the natural rate of unemployment is independent of monetary policy.  Second, there is no long-run trade-off between the deviation of unemployment from the natural rate and inflation.  Both propositions have been challenged. The paper reviews the arguments and the macro and micro evidence against each. It concludes that, in each case, the evidence is suggestive, but not conclusive. Policy makers should keep the natural rate hypothesis as their null hypothesis, but keep an open mind and put some weight on the alternatives.\n\n",
    "acknowledgement": "\nPrepared for the Journal of Economic Perspectives.  I thank the editors for their suggestions, Larry Summers for many discussions, David Autor, David Cho, Jordi Gali, Egor Gornostay, Alan Krueger, Mathias Trabandt for data and help, Marios Angeletos, Larry Ball, Olivier Coibion, Nicola Gennaioli, Robert Solow for comments, and Julien Acalin, Thomas Pellet and Colombe Ladreit for excellent research assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.  An appendix with methodological details and further results is available at http://bit.ly/2zDggjY\n\n\n\nOlivier J. Blanchard\n\nI attest that the acknowledgments and my additional disclosure statement together disclose all sources of funding and all material and relevant financial relationships.\n\n\n"
}