{
    "id": 24056,
    "citation_title": "US Exports and Employment",
    "citation_author": [
        "Robert C. Feenstra",
        "Hong Ma",
        "Yuan Xu"
    ],
    "citation_publication_date": "2017-11-27",
    "issue_date": "2017-11-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the employment responses to import competition from China and to global export expansion from the United States, both of which have been expanding strongly during the past decades. We find that although Chinese imports reduce jobs, at both the industry level and the local commuting zone level, the global export expansion of US products also creates a considerable number of jobs. On balance over the entire 1991-2007 period, job gains due to changes in US global exports were slightly less than job losses due to Chinese imports. Using data at both the industry level and the commuting zone level, we find a net loss of around 0.2-0.3 million jobs. When we extend the analysis to 1991-2011, we find the net job effect of import and export exposure is roughly balanced at the commuting zone level.\n\n",
    "acknowledgement": "\nWe are grateful to Gordon Hanson, Steve Redding, Nina Pavcnik, Brendan Price, and participants at the NBER conference on \"Trade and Labor Markets\" for insightful comments. Mingzhi Xu provided excellent research assistance. Ma and Xu are grateful to the University of California, Davis for hosting them as visiting scholars and the China Scholarship Council for sponsoring the visit. Ma acknowledges financial support from the China NSF under grant no.71673160. The full dataset used and replication code will be made available at http://www.robertfeenstra.info/papers/. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}