{
    "id": 24058,
    "citation_title": "Learning from Coworkers: Peer Effects on Individual Investment Decisions",
    "citation_author": [
        "Paige Ouimet",
        "Geoffrey Tate"
    ],
    "citation_publication_date": "2017-11-27",
    "issue_date": "2017-11-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use unique data on employee decisions in the employee stock purchase plans (ESPPs) of U.S. public firms to measure the influence of networks on investment decisions. Comparing only employees within a firm during the same election window and controlling for a metro area fixed effect, we find that the local choices of coworkers to participate in the firm’s ESPP exert a significant influence on employees’ own decisions to participate. Local coworkers’ trading patterns also disseminate to colleagues through the network. In the cross-section, we find that some employees (men, younger workers) are particularly susceptible to peer influence. Generally, we find that more similar employees exert greater influence on each other’s decisions and, particularly, that high (low) information employees are most affected by other high (low) information employees. However, we also find that the presence of high information employees magnifies the effects of peer networks. We trace a value-increasing investment choice through employee networks. Thus, our analysis suggests the potential of networks and targeted investor education to improve financial decision-making.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}