{
    "id": 24062,
    "citation_title": "Who Becomes an Inventor in America? The Importance of Exposure to Innovation",
    "citation_author": [
        "Alexander M. Bell",
        "Raj Chetty",
        "Xavier Jaravel",
        "Neviana Petkova",
        "John Van Reenen"
    ],
    "citation_publication_date": "2017-12-04",
    "issue_date": "2017-11-30",
    "revision_date": "2019-01-25",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Public Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": [
        "\n",
        "\nTraining Program in Aging and Health Economics\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nWe characterize the factors that determine who becomes an inventor in the United States, focusing on the role of inventive ability (“nature”) vs. environment (“nurture”). Using deidentified data on 1.2 million inventors from patent records linked to tax records, we first show that children's chances of becoming inventors vary sharply with characteristics at birth, such as their race, gender, and parents' socioeconomic class. For example, children from high-income (top 1%) families are ten times as likely to become inventors as those from below-median income families. These gaps persist even among children with similar math test scores in early childhood – which are highly predictive of innovation rates – suggesting that the gaps may be driven by differences in environment rather than abilities to innovate. We then directly establish the importance of environment by showing that exposure to innovation during childhood has significant causal effects on children's propensities to invent. Children whose families move to a high-innovation area when they are young are more likely to become inventors. These exposure effects are technology-class and gender specific. Children who grow up in a neighborhood or family with a high innovation rate in a specific technology class are more likely to patent in exactly the same class. Girls are more likely to invent in a particular class if they grow up in an area with more women (but not men) who invent in that class. These gender- and technology class-specific exposure effects are more likely to be driven by narrow mechanisms such as role model or network effects than factors that only affect general human capital accumulation, such as the quality of schools. Consistent with the importance of exposure effects in career selection, women and disadvantaged youth are as under-represented among high-impact inventors as they are among inventors as a whole. These findings suggest that there are many “lost Einsteins” – individuals who would have had highly impactful inventions had they been exposed to innovation in childhood – especially among women, minorities, and children from low-income families.\n\n",
    "acknowledgement": "\nA preliminary draft of this paper was previously circulated under the title “The Lifecycle of Inventors.” The opinions expressed in this paper are those of the authors alone and do not necessarily reflect the views of the Internal Revenue Service, U.S. Department of the Treasury, or the National Institutes of Health. We would particularly like to thank Philippe Aghion, with whom we started thinking about these issues, for inspiration and many insightful comments. We would like to also thank Daron Acemoglu, Ufuk Akcigit, Olivier Blanchard, Erik Hurst, Danny Kahnemann, Pete Klenow, Henrik Kleven, Richard Layard, Eddie Lazear, Josh Lerner, Alex Olssen, Jim Poterba, Scott Stern, Otto Toivanen, Heidi Williams, and numerous seminar participants for helpful comments and discussions. Trevor Bakker, Augustin Bergeron, Mike Droste, Jamie Fogel, Nikolaus Hidenbrand, Alexandre Jenni, Benjamin Scuderi, and other members of the Opportunity Insights research team provided outstanding research assistance. This research was funded by the National Science Foundation, the National Institute on Aging Grant T32AG000186, Harvard University, the European Research Council, the Economic and Social Research Council at CEP, the Washington Center for Equitable Growth, the Kauffman Foundation, the Bill and Melinda Gates Foundation, and the Robert Wood Johnson Foundation.\n\n\n"
}