{
    "id": 24069,
    "citation_title": "Wages and Employment: The Canonical Model Revisited",
    "citation_author": [
        "Audra Bowlus",
        "Eda Bozkurt",
        "Lance Lochner",
        "Chris Robinson"
    ],
    "citation_publication_date": "2017-12-04",
    "issue_date": "2017-11-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe basic canonical model fails to predict the aggregate college premium outside of the original sample period (1963-1987) or to account for the observed deviations in college premia for younger vs. older workers. This paper documents that these failings are due to mis-measurement of the relevant prices and quantities when using composition adjustment methods to construct relative skill prices and supplies, which ignore cohort effects that are particularly important in the 1980s and 1990s. Re-estimating the model with prices and quantities that incorporate cohort effects produces a good fit for the out of sample prediction and explains the observed deviation in the college premium for younger vs. older workers even with perfect substitutability across age. Moreover, the estimated elasticity of substitution between high and low skill is higher and there is a much smaller role for skill-biased technical change in explaining the path of the college wage premium. The elasticity of substitution is also an important parameter for the broader literature on education and wages, especially in assessing general equilibrium responses to government policies. In the case of a tuition subsidy, price responses can undo most of the direct (partial equilibrium) effect of the subsidy on enrolment, so that general equilibrium enrolment responses are substantially weaker. The higher elasticity estimated in this paper, produces much weaker general equilibrium relative price changes and stronger enrolment effects.\n\n",
    "acknowledgement": "\nThis work was supported by the Centre for Human Capital and Productivity at the University of Western Ontario and the Canadian Social Sciences and Humanities Research Council. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}