{
    "id": 24068,
    "citation_title": "A New Index of Debt Sustainability",
    "citation_author": [
        "Olivier J. Blanchard",
        "Mitali Das"
    ],
    "citation_publication_date": "2017-12-04",
    "issue_date": "2017-11-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDebt sustainability is fundamentally a probabilistic concept: Debt is rarely sustainable with probability one. We propose an index of external debt sustainability that reflects this uncertainty. Namely we construct the index as the probability that, at the current exchange rate, net external debt is equal to or less than the present value of net exports. Constructing this index involves three steps: (1) deriving the distribution of the present value of net exports at the current exchange rate; (2) deriving the distribution of exchange rates associated with the condition that, for each realization, the present discounted value of net exports is at least equal to the value of current net debt; and (3) assessing where the current exchange rate stands in the distribution of exchange rates and thus the probability that debt is sustainable. Having shown how this can be done, we then compute the index for two countries, the United States and Chile. Our main conclusion is the large degree of uncertainty implied by the presence of large gross asset and liability positions, together with uncertainty about rates of return on these assets and liabilities. The size of the distribution of exchange rate adjustments implies that one should be careful in concluding that debt is or is not sustainable at the current exchange rate and that strong measures are potentially needed to reestablish sustainability. Exchange rates that appear overvalued in the baseline may still imply a reasonably high probability that debt is sustainable at the current exchange rate; symmetrically, exchange rates that appear undervalued in the baseline may still come with a reasonably low probability that debt is unsustainable at the current exchange rate.\n\n",
    "acknowledgement": "\nWe thank Martin Evans for useful discussions; Robert Barsky, William Cline, John Cochrane, Joe Gagnon, Egor Gornostay, Pierre-Olivier Gourinchas, Pablo Garcia-Silva, José de Gregorio, Ruth Judson, Maurice Obstfeld, and Charles Thomas for comments; and seminar participants at the Federal Reserve Bank of Chicago, the Central Bank of Chile, and the Federal Reserve Board of Governors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}