{
    "id": 24060,
    "citation_title": "Student Loan Nudges: Experimental Evidence on Borrowing and Educational Attainment",
    "citation_author": [
        "Benjamin M. Marx",
        "Lesley J. Turner"
    ],
    "citation_publication_date": "2017-11-27",
    "issue_date": "2017-11-22",
    "revision_date": "2017-11-28",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Behavioral Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate the impact of student loan “nudges” on community college students' borrowing and provide the first experimental evidence of the effect of student loans on educational attainment. Nonbinding loan offers listed in students' financial aid award letters, that do not alter students' choice sets, significantly affect borrowing. Students randomly assigned to receive a nonzero loan offer were 40 percent more likely to borrow than those who received a $0 loan offer. Nudge-induced borrowing increased both GPA and credits earned by roughly 30 percent in the year of the intervention, and in the following year, increased transfers to four-year colleges by 10 percentage points (nearly 200 percent). We predict that the average student would be better off receiving a nonzero loan offer for any discount rate below 12.4 percent. Students' borrowing responses to the nudge are most consistent with a model in which nonzero offers provide information about loan eligibility, suggesting that for most students, nonzero offers are welfare enhancing. Given that over 5 million U.S. college students receive $0 loan offers, our results indicate the potential to achieve large gains in educational attainment through changes to the choice architecture around borrowing.\n\n",
    "acknowledgement": "\nWe are grateful to the Lumina Foundation, ideas42, and the Russell Sage Foundation for financial support and to the participating community colleges for carrying out the experiments and providing the data used in this study. We also thank Eric Bettinger, Colleen Campbell, Judy Scott-Clayton, Dan Connolly, Alissa Fishbane, Jee Hang Lee, Dave Marcotte, and seminar participants at the Federal Reserve Bank of Chicago, Kansas State University, McMaster University, National University of Singapore, Teachers College Columbia University, University of Birmingham, University of Illinois, University of Maryland, University of North Carolina at Charlotte, University of Nottingham, 2015 TIBER Symposium on Psychology and Economics, 2015 and 2017 APPAM annual meetings, 2016 Advances with Field Experiments meeting, 2016 AEFP annual meeting, 2016 CESifo Area Conference on the Economics of Education, 2016 IPA Researcher Gathering on Financial Inclusion, 2016 NBER Fall Education Meeting, and 2017 Early-Career Behavioral Economics Conference for helpful comments and suggestions. Yuci Chen and Brian Feld provided excellent research assistance. The project was registered in the AEA RCT Registry with ID number AEARCTR-0000633 and approved by the UIUC Institutional Review Board under protocol #15366. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}