{
    "id": 24061,
    "citation_title": "The Effect of Education and School Quality on Female Crime",
    "citation_author": [
        "Javier Cano-Urbina",
        "Lance Lochner"
    ],
    "citation_publication_date": "2017-11-27",
    "issue_date": "2017-11-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper estimates the effects of educational attainment and school quality on crime among American women.  Using changes in compulsory schooling laws as instruments, we estimate significant effects of schooling attainment on the probability of incarceration using Census data from 1960-1980.  Using data from the 1960-90 Uniform Crime Reports, we also estimate that increases in average schooling levels reduce arrest rates for violent and property crime but not white collar crime.    Our results suggest small and mixed direct effects of school quality (as measured by pupil-teacher ratios, term length, and teacher salaries) on incarceration and arrests.  Finally, we show that the effects of education on crime for women are unlikely to be due to changes in labor market opportunities and may be more related to changes in marital opportunities and family formation.\n\n",
    "acknowledgement": "\nFor valuable comments, we thank Rodrigo Soares, Steve Machin, participants at the CESifo Area Conference on Economics of Education, and seminar participants from the University of Pennsylvania Criminology Department and Institute of Education Sciences.  We also thank Jeffrey Lingwall and Mel Stephens for providing us with measures of school quality for an extended history.  Lochner thanks the Social Sciences and Humanities Research Council of Canada for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}