{
    "id": 24064,
    "citation_title": "Credit Default Swaps, Agency Problems, and Management Incentives",
    "citation_author": [
        "Jongsub Lee",
        "Junho Oh",
        "David Yermack"
    ],
    "citation_publication_date": "2017-12-04",
    "issue_date": "2017-11-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe show in a theoretical model that credit default swaps induce managerial agency problems through two channels: reducing the opportunity for managers to transfer value to equityholders from creditors via strategic default, and reducing the intensity of monitoring by creditors, which leads to greater CEO diversion of assets as perquisites. We further show that boards can use compensation awards that increase managerial performance incentives (delta) and risk-taking incentives (vega) in order to mitigate these two agency problems, with increases in managerial vega being particularly useful to alleviate the strategic default-related agency problem. We study equity compensation awards to CEOs of S&P 1500 companies during 2001–2015 and find that they occur in patterns consistent with these predictions.\n\n",
    "acknowledgement": "\nPart of this paper was written while David Yermack was serving as a Visiting Professor at Erasmus University Rotterdam. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nDavid Yermack\n\nPart of this paper was written while serving as a Visiting\nProfessor at Erasmus University Rotterdam.\n\n\n"
}