{
    "id": 24063,
    "citation_title": "Environmental, Social, and Governance Criteria: Why Investors are Paying Attention",
    "citation_author": [
        "Ravi Jagannathan",
        "Ashwin Ravikumar",
        "Marco Sammon"
    ],
    "citation_publication_date": "2017-12-04",
    "issue_date": "2017-11-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe find that money managers could reduce portfolio risk by incorporating Environmental, Social, and Governance (ESG) criteria into their investment process. ESG-related issues can cause sudden regulatory changes and shifts in consumer tastes, resulting in large asset price swings which leave investors limited time to react. By incorporating ESG criteria in their investment strategy, money managers can tilt their holdings towards firms which are well prepared to deal with these changes, thereby managing exposure to these rare but potentially large risks.\n\n",
    "acknowledgement": "\nWe thank the AQR Research Group, Craig Furfine, Kose John, David Matsa, Lukasz Pomorski, Todd Pulvino, Prateek Raj for helpful comments. We alone are responsible for any errors and omissions. The views expressed in the article are those of the authors and do not necessarily represent the views of the institutions that the authors belong to. The article has been accepted for publication in the Journal of Investment Management. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}