{
    "id": 24065,
    "citation_title": "Leaving Money on the Table? Suboptimal Enrollment in the New Social Pension Program in China",
    "citation_author": [
        "Xi Chen",
        "Lipeng Hu",
        "Jody L. Sindelar"
    ],
    "citation_publication_date": "2017-12-04",
    "issue_date": "2017-11-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nChina’s recently implemented New Rural Pension Scheme (NRPS), the largest social pension program in the world, was designed to provide financial protection for its rural population and reduce economic inequities. Yet the impact of this program is mitigated if those eligible fail to enroll. This paper examines the extent to which pension-eligible individuals, and their families, make optimal pension decisions. Families are involved in the NRPS decisions because, in most cases, adult children need to enroll as a prerequisite of their parents’ receipt of benefits. We examine the decisions of both those eligible for pension benefits (i.e. over 60 years old) and their adult children. We use the rural sample of the 2012 China Family Panel Study to study determinants of the decision to enroll in NRPS, premiums paid, and time taken to enroll. We find evidence of low and suboptimal pension enrollment by eligible individuals and their families. Suboptimal enrollment takes various forms including failure to switch from the dominated default pension program to NRPS and little evidence that families make mutually beneficial intra-family decisions. For the older cohort, few individual and family characteristics are significant in enrollment decisions, but village characteristics play an important role. For the younger cohort, we find that more individual-level characteristics are significant, including own and children’s education. Village characteristics are important but not as much as for the older cohort.\n\n",
    "acknowledgement": "\nWe are grateful to have access to the data from the China Family Panel Studies (CFPS), which is funded by 985 Program of Peking University and carried out by the Institute of Social Science Survey of Peking University. Financial support from the James Tobin Research Fund at Yale Economics Department, the U.S. PEPPER Center Career Development Award (P30AG021342), and an NIH/NIA grant (R03 AG048920) are acknowledged. We acknowledge comments from participants at the following conferences and seminars: Center for Retirement Research at Boston College, AEA annual meetings, India Statistical Institute (ISI), IZA Labor Economics Conference, UPenn, University of Minnesota, New York Academy of Medicine, Gerontological Association of America (GSA), National University of Singapore, and Yale University. The views expressed herein and any remaining errors are those of the authors and do not represent any official agency. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}