{
    "id": 24066,
    "citation_title": "The Long-run Effects of Agricultural Productivity on Conflict, 1400-1900",
    "citation_author": [
        "Murat Iyigun",
        "Nathan Nunn",
        "Nancy Qian"
    ],
    "citation_publication_date": "2017-12-04",
    "issue_date": "2017-11-30",
    "revision_date": "2022-07-16",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides evidence of the long-run effects of a permanent increase in agricultural productivity on conflict. We construct a newly digitized and geo-referenced dataset of battles in Europe, the Near East and North Africa covering the period between 1400 and 1900 CE. For variation in permanent improvements in agricultural productivity, we exploit the introduction of potatoes from the Americas to the Old World after the Columbian Exchange. We find that the introduction of potatoes permanently reduced conflict for roughly two centuries. The results are driven by a reduction in civil conflicts.\n\n",
    "acknowledgement": "\nWe thank Lee Alston, Mikhail Golosov, Noel Johnson, Debraj Ray and Enrico Spolaore for their insights; the participants at Northwestern Applied Seminar, the College of William and Mary Development Seminar, University of Chicago Development Lunch, the University of Colorado at Boulder IBS Workshop, NBER Summer Institute EFJK Workshop, the Yale Political Economy and Development Conference, the University of Munich, the NBER Summer Institute EFGJK, ASREC meetings, the NES CSDSI Conference “The role of history and diversity in understanding development” for comments; Nicola Fontana, Anna Hovde, Eva Ng, Brittney Stafford-Sullivan and Jaya Wen for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}