{
    "id": 24074,
    "citation_title": "High Wage Workers Work for High Wage Firms",
    "citation_author": [
        "Katarína Borovičková",
        "Robert Shimer"
    ],
    "citation_publication_date": "2017-12-04",
    "issue_date": "2017-11-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a new approach to measuring the correlation between the types of matched workers and firms. Our approach accurately measures the correlation in data sets with many workers and firms, but a small number of independent observations for each. Using administrative data from Austria, we find that the correlation between worker and firm types lies between 0.4 and 0.6. We use artificial data sets with correlated worker and firm types to show that our estimator is accurate. In contrast, the Abowd, Kramarz and Margolis (1999) fixed effects estimator suggests no correlation between types in our data set. We show both theoretically and empirically that this reflects an incidental parameter problem.\n\n",
    "acknowledgement": "\nWe are grateful for comments from John Abowd, Fernando Alvarez, Stephane Bonhomme, Jaroslav Borovička, Thibaut Lamadon, Rasmus Lentz, Ilse Lindenlaub, Elena Manresa, Derek Neal and Martin Rotemberg, as well as participants in various seminars. Any remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nRobert Shimer\n\nI have received material compensation from the following institutions during the last three years: Barcelona Graduate School of Economics, the Federal Reserve Banks of Atlanta, Chicago, and Minneapolis, and the Sloan Foundation, as well as the National Science Foundation and the University of Chicago.\n\n\n"
}