{
    "id": 24070,
    "citation_title": "Shrinking the Cross Section",
    "citation_author": [
        "Serhiy Kozak",
        "Stefan Nagel",
        "Shrihari Santosh"
    ],
    "citation_publication_date": "2017-12-04",
    "issue_date": "2017-11-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe construct a robust stochastic discount factor (SDF) that summarizes the joint explanatory power of a large number of cross-sectional stock return predictors. Our method achieves robust out-of-sample performance in this high-dimensional setting by imposing an economically motivated prior on SDF coefficients that shrinks the contributions of low-variance principal components of the candidate factors. While empirical asset pricing research has focused on SDFs with a small number of characteristics-based factors—e.g., the four- or five-factor models discussed in the recent literature—we find that such a characteristics-sparse SDF cannot adequately summarize the cross-section of expected stock returns. However, a relatively small number of principal components of the universe of potential characteristics-based factors can approximate the SDF quite well.\n\n",
    "acknowledgement": "\nWe thank Svetlana Bryzgalova, Mikhail Chernov, Gene Fama, Stefano Giglio, Amit Goyal, Lars Hansen, Bryan Kelly, Ralph Koijen, Lubos Pastor, Michael Weber, Goufu Zhou, and seminar participants at ASU, City University of Hong Kong, HKUST, Lausanne, Michigan, UCLA, UCSD, Washington University in St. Louis, and Yale for helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}