{
    "id": 24071,
    "citation_title": "Investment Responses to Trade Liberalization: Evidence from U.S. Industries and Plants",
    "citation_author": [
        "Justin R. Pierce",
        "Peter K. Schott"
    ],
    "citation_publication_date": "2017-12-18",
    "issue_date": "2017-11-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the effect of a change in U.S. trade policy on the domestic investment of U.S. manufacturers. Using a difference-in-differences identification strategy, we find that industries more exposed to reductions in import tariff uncertainty exhibit relative declines in investment after the change in trade policy. Within industries, we find that this relationship is concentrated among establishments with low initial levels of labor productivity, capital intensity and skill intensity. Plants with high initial levels of skill intensity, by contrast, exhibit relative increases in investment with exposure. We also find evidence that establishments' investment activity is smoother following the policy change.\n\n",
    "acknowledgement": "\nAny opinions and conclusions expressed herein are those of the authors and do not necessarily represent the views of the U.S. Census Bureau, the Board of Governors, its research staff, or the National Bureau of Economic Research. All results have been reviewed to ensure that no confidential information has been disclosed. We thank Dave Donaldson, Gordon Hanson, Colin Hottman, Stephen Redding and seminar audiences at the NBER and Georgetown for suggestions and Travis Adams and Emily Wisniewski for helpful research assistance.\n\n\n"
}