{
    "id": 24079,
    "citation_title": "Job Tasks, Time Allocation, and Wages",
    "citation_author": [
        "Ralph Stinebrickner",
        "Todd R. Stinebrickner",
        "Paul J. Sullivan"
    ],
    "citation_publication_date": "2017-12-04",
    "issue_date": "2017-11-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhile a burgeoning literature has extolled the conceptual virtues of directly measuring the underlying job tasks that define work activities, in practice task-based approaches have been hampered by well-known data limitations. We study wage determination using data collected specifically to address these limitations. Most fundamentally, we construct the first longitudinal dataset containing job-level task information for individual workers. New quantitative task measures take advantage of unique survey questions that ask respondents to detail the amount of time spent performing People, Information, and Objects tasks at different skill levels. These measures have clear interpretations, suggest natural proxies for on-the-job human capital accumulation, and provide methodological guidance for future data collection initiatives. A model of comparative advantage highlights the benefits of the unique data features, and guides the specification and interpretation of empirical models. We provide new findings about the effect of current and past tasks on wages. First, current job tasks are quantitatively important, with high skilled tasks being paid substantially more than low skilled tasks. Second, there is no evidence of learning-by-doing (i.e., effects of past tasks) for low skilled tasks, but strong evidence for high skilled tasks. Current and past high skilled information tasks are particularly valuable, although high skilled interpersonal tasks also play a significant role. Shifting 10 percent of work time from low skilled people tasks to high skilled information tasks increases a worker’s yearly wage by 22 percent after ten years. The accumulation of valuable task-specific experience accounts for 70 percent of this increase, and the direct current-period effect of performing different tasks accounts for the remainder.\n\n",
    "acknowledgement": "\nWe would like to thank Shintaro Yamaguchi, Mary Hansen, and seminar participants at the University of North Carolina at Chapel Hill, University of Virginia, Washington University in St. Louis, the Federal Reserve Bank of Cleveland, McMaster University, Temple University, Arizona State University, the Society of Labor Economists Annual Meeting, and the Southern Economic Association Annual Meeting for helpful comments. The project was made possible by funding from The Mellon Foundation, The Spencer Foundation, The National Science Foundation, and SSHRC. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}