{
    "id": 24078,
    "citation_title": "Endowments, Skill-Biased Technology, and Factor Prices: A Unified Approach to Trade",
    "citation_author": [
        "Peter M. Morrow",
        "Daniel Trefler"
    ],
    "citation_publication_date": "2017-12-04",
    "issue_date": "2017-11-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a multi-factor, multi-sector Eaton-Kortum model in order to examine the impact of trade costs, factor endowments, and technology (both Ricardian and factor-augmenting) on factor prices, trade in goods, and trade in the services of primary factors (value-added trade). This framework nests the Heckscher-Ohlin-Vanek (HOV) model and the Vanek factor content of trade prediction. We take the model to the data using skilled and unskilled data for 38 countries. We have two findings. First, the key determinants of international variation in the factor content of trade are endowments and international variation in factor inputs used per dollar of output. Input-usage variation in turn is driven by (1) factor-augmenting international technology differences and (2) international factor price differences. Second, our estimates of factor-augmenting international technology differences — which imply cross-country variation in skill-biased technologies — are empirically similar to those used to rationalize cross-country evidence on income differences and directed technical change.\n\n",
    "acknowledgement": "\nWe are deeply indebted to David Weinstein for help throughout this project. We also thank Daron Acemoglu, Matilde Bombardini, Arnaud Costinot, Alan Deardorff, Dave Donaldson, Gene Grossman, Keith Head, Elhanan Helpman, Angelo Melino, Andres Rodriguez-Clare, Jonathan Vogel, and seminar participants at Barcelona GSE Summer Forum, Berkeley, Colorado, Columbia, Essex, LSE, the NBER (ITI), Oxford, Simon Fraser, Toronto, UBC, UC Santa Cruz, the West Coast Trade Conference (Stanford), Western Economic Association (Hawaii) for helpful comments and suggestions. Swapnika Rachapalli provided  exceptional research assistance. Peter Morrow thanks the Economics Department at the University of California, Berkeley where he was a Visiting Scholar. Trefler thanks the Canadian Institute for Advance Studies (CIFAR) Program in Institutions, Organizations and Growth. Both authors thank the Social Sciences and Humanities Research Council of Canada (SSHRC). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}