{
    "id": 24073,
    "citation_title": "Household Inequality and the Consumption Response to Aggregate Real Shocks",
    "citation_author": [
        "Gene Amromin",
        "Mariacristina De Nardi",
        "Karl Schulze"
    ],
    "citation_publication_date": "2017-12-04",
    "issue_date": "2017-11-30",
    "revision_date": "2018-01-19",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTo what extent does household inequality affect the response of aggregate consumption to aggregate real shocks? We first review two state-of-the-art papers with household heterogeneity and aggregate uncertainty. They teach us that having a larger fraction of poor and borrowing constrained households, who have a high marginal propensity to consume, amplifies the drop in aggregate consumption in response to a negative aggregate real shock. We then move on to the Panel Study of Income Dynamics (PSID) and Equifax data to quantify the fraction of people that are constrained in their consumption choices and to study how that fraction has changed before and after the Great Recession. We argue that the role of constraints cannot be adequately captured by only having a large share of households with no wealth before a recession. We find that, for all of the measures that we consider, the fraction of households that are  borrowing constrained has drastically increased since the onset of the Great Recession and that it has remained high, or even increased, all the way through 2012, the last year for which we currently have PSID data. Thus, it is not surprising that aggregate consumption has experienced such a large drop and remained depressed for a long time.\n\n",
    "acknowledgement": "\nWe are grateful to Dirk Kruger, Fabrizio Perri, and Kurt Mitman for providing us some of their graphs, some of their codes to compare with ours, and for helpful discussions. We thank Francisco Buera, Spencer Krane, and Marcelo Veracierto, for insightful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research, the CEPR, any agency of the federal government, or the Federal Reserve Bank of Chicago.\n\n\n"
}