{
    "id": 24077,
    "citation_title": "Reconsidering the Consequences of Worker Displacements: Firm versus Worker Perspective",
    "citation_author": [
        "Aaron B. Flaaen",
        "Matthew D. Shapiro",
        "Isaac Sorkin"
    ],
    "citation_publication_date": "2017-12-04",
    "issue_date": "2017-11-30",
    "revision_date": "2018-04-17",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPrior literature has established that displaced workers suffer persistent earnings losses by following workers in administrative data after mass layoffs. This literature assumes that these are involuntary separations owing to economic distress. This paper examines this assumption by matching survey data on worker-supplied reasons for separations with administrative data. Workers exhibit substantially different earnings dynamics in mass layoffs depending on the rea- son for separation. Using a new methodology to account for the increased separation rates across all survey responses during a mass layoff, the paper finds earnings loss estimates that are surprisingly close to those using only administrative data.\n\n",
    "acknowledgement": "\nThanks to Pawel Krolikowski, Margaret Levenstein, Kristin McCue, Luigi Pistaferri, Melanie Wallskog, Dan Weinberg and seminar participants at the University of Michigan, UC-Berkeley, Edinburgh, Penn State RDC Conference, the Research Data Center Annual Conference at the Atlanta Fed, and the Working Longer Conference at Stanford for comments. Thanks to Giovanni Righi for research assistance. This research is supported by the Sloan Foundation through the Census-HRS project at the University of Michigan with additional support from the Michigan Node of the NSF-Census Research Network (NCRN) under NSF SES 1131500. This research uses data from the Census Bureau's Longitudinal Employer- Household Dynamics Program, which was partially supported by the following National Science Foundation Grants SES-9978093, SES-0339191 and ITR-0427889; National Institute on Aging Grant AG018854; and grants from the Alfred P. Sloan Foundation. Shapiro acknowledges financial support from the MacCALM project [UK Economic and Social Research Council (ESRC), ES/L009633/1]. Any opinions and conclusions expressed herein are those of the authors and do not necessarily represent the views of the U.S. Census Bureau, the Federal Reserve System, or the National Bureau of Economic Research. All results have been reviewed to ensure that no confidential information is disclosed.\n\n\n"
}