{
    "id": 24084,
    "citation_title": "Urban Revival in America, 2000 to 2010",
    "citation_author": [
        "Victor Couture",
        "Jessie Handbury"
    ],
    "citation_publication_date": "2017-12-04",
    "issue_date": "2017-11-30",
    "revision_date": "2019-06-06",
    "topics": [
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper documents and explains the striking rise in the proclivity of college-educated individuals to reside near city centers since 2000. We show that this recent urban revival is driven almost entirely by younger college graduates in larger cities. With a residential choice model, we quantify the role of jobs, amenities, and house prices in explaining this trend. We find that the rising taste of young college graduates for non-tradable service amenities like restaurants and nightlife accounts for more than 40 percent of their movement toward city centers. Complementary data shows a corresponding rise in young college graduate expenditures on and trips to non-tradable services. We then link changes in both consumption and urbanization to secular trends of top income growth and delayed family formation amongst young college graduates.\n\n",
    "acknowledgement": "\nWe thank Prottoy Aman Akbar, Hero Ashman, Yue Cao, Allison Green, Yizhen Gu, Jeffrey Jacobs, Hae Nim Lee, Ellen Lin, Daniel Means, and Jungsoo Yoo for outstanding research assistance. We thank David Albouy, Nate Baum-Snow, Don Davis, Jonathan Dingel, Gilles Duranton, Ed Glaeser, Andy Haughwout, Erik Hurst, Jeffrey Lin, Hal Martin, Christopher Palmer, Jordan Rappaport, and Owen Zidar, as well as participants at the 2014 Urban Economics Association Meeting, the 2015 Duke-ERID Conference, the 2016 Stanford-SITE Conference, the 2016 NBER SI, the 2017 Chicago BFI Conference and numerous seminars for useful comments. Jessie Handbury thanks the Research Sponsors’ Program of the Wharton Zell-Lurie Real Estate Center and the Wharton Dean’s Research Fund, and Victor Couture thanks the Fisher Center for Real Estate and Urban Economics for generous financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}