{
    "id": 2408,
    "citation_title": "United States-Japan Economic Relations",
    "citation_author": [
        "Rachel McCulloch"
    ],
    "citation_publication_date": "1987-10-01",
    "issue_date": "1987-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe bilateral relationship with Japan now dominates American thinking on the benefits and costs of foreign trade. This paper reevaluates the past and future course of U.S.-Japan economic relations. It identifies six distinct aspects of the relationship that may underlie the continuing friction: bilateral imbalance on merchandise trade, capital flows from Japan to the United States, the yen/dollar exchange rate, sectoral trade distortions, Japan's technological catch-up, and societal differences. For each source of conflict, the main causes and potential remedies are assessed. Several important conclusions emerge from the analysis. First, although the bilateral trade and capital-account imbalances were produced primarily by macroeconomic factors and can therefore be viewed as \"temporary\" rather than long-term developments, elimination of the imbalances without serious damage may be difficult to achieve. In terms of sectoral adjustments, the U.S.-Japan relationship is entering a new phase as the two nations grow more similar in terms of technology base, abundance of capital and skilled labor, and per capita income. Two-way trade in technology and in technology-based services will become increasingly important, while both nations will cope with similar problems of adjustment to pressure from a new tier of competitors in Asia and elsewhere. As the aggregate imbalances diminish, sectoral trade conflict will be concentrated on the two ends of the technology spectrum, with issues raised both by conflicting approaches to the phasing out of uncompetitive industries and by the nurturing of new technology-based industries.\n\n",
    "acknowledgement": "\n"
}