{
    "id": 24081,
    "citation_title": "The Impact of Bank Credit on Labor Reallocation and Aggregate Industry Productivity",
    "citation_author": [
        "John (Jianqiu) Bai",
        "Daniel Carvalho",
        "Gordon M. Phillips"
    ],
    "citation_publication_date": "2017-12-04",
    "issue_date": "2017-11-30",
    "revision_date": "2017-12-08",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe provide evidence that the deregulation of U.S. state banking markets leads to a significant increase in the relative employment and capital growth of local firms with higher productivity and that this effect is concentrated among young firms. Using financial data for a broad range of firms, our analysis suggests that this effect is driven by a shift in the composition of local bank credit supply towards more productive firms. We estimate that this effect translates into economically important gains in aggregate industry productivity and that changes in the allocation of labor play a central role in driving these gains.\n\n",
    "acknowledgement": "\nWe thank Manuel Adelino, Andrew Ellul, Mark Garmaise, John Haltiwanger, Javier Miranda, Marco Navone, Vincenzo Quadrini, Geoffrey Tate, Michael Roberts (The Editor), Jeremy Stein, Rene Stulz, Greg Udell, two anonymous referees, and seminar participants at the AFA meetings 2016, CSEF-EIEF-SITE Conference on Finance and Labor, FIRS conference, FMA meetings, Indiana University (Kelley), NBER Corporate Finance SI 2015, NBER CRIW SI 2015, Northeastern University, Ohio State (Fisher), UCLA, University of Florida, University of Maryland (Smith), USC Marshall, University of Toronto, University of Wisconsin-Madison, and Washington University at St. Louis (Olin) for helpful comments. John (Jianqiu) Bai is from Northeastern University, Carvalho is from Indiana University, and Phillips is from Tuck School of Business at Dartmouth College. All of the authors have read the Journal of Finance’s disclosure policy and have no conflicts of interest to disclose. Any opinions and conclusions expressed herein are those of the author(s) and do not necessarily represent the views of the U.S. Census Bureau or the National Bureau of Economic Research. All results have been reviewed to ensure that no confidential information is disclosed.\n\n\n"
}