{
    "id": 24085,
    "citation_title": "Household Wealth Trends in the United States, 1962 to 2016: Has Middle Class Wealth Recovered?",
    "citation_author": [
        "Edward N. Wolff"
    ],
    "citation_publication_date": "2017-12-04",
    "issue_date": "2017-11-30",
    "revision_date": "2023-06-21",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAsset prices plunged between 2007 and 2010 but then rebounded from 2010 to 2016. The most telling finding is that median wealth plummeted by 44 percent over years 2007 to 2010. The inequality of net worth, after almost two decades of little movement, went up sharply from 2007 to 2010, and relative indebtedness for the middle class expanded. The sharp fall in median net worth and the rise in overall wealth inequality over these years are largely traceable to the high leverage of middle class families and the high share of homes in their portfolio. Mean and median wealth rebounded from 2010 to 2016, by 17 and 28 percent, respectively. While mean wealth surpassed its previous peak in 2007, median wealth was still down by 34 percent. More than 100 percent of the recovery in both was due to a high return on wealth but this factor was offset by negative savings.  Relative indebtedness continued to fall for the middle class from 2010 to 2016, and wealth inequality increased somewhat. The racial and ethnic disparity in wealth holdings widened considerably between 2007 and 2016, and the wealth of households under age 45 declined in relative terms.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}