{
    "id": 24089,
    "citation_title": "Brokers and Order Flow Leakage: Evidence from Fire Sales",
    "citation_author": [
        "Andrea Barbon",
        "Marco Di Maggio",
        "Francesco Franzoni",
        "Augustin Landier"
    ],
    "citation_publication_date": "2017-12-04",
    "issue_date": "2017-11-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing trade-level data, we study whether brokers play a role in spreading order flow information. We focus on large portfolio liquidations, which result in temporary drops in stock prices, and identify the brokers that intermediate these trades. We show that these brokers’ best clients tend to predate on the liquidating funds: at the beginning of the fire sale, they sell their holdings in the liquidated stocks, to then cover their positions once asset prices start recovering. The predatory trades generate at least 50 basis points over ten days and cause the liquidation costs for the distressed fund to almost double. These results suggest a role of brokers in fostering predatory behavior and raise a red flag for regulators. Moreover, our findings highlight the trade-off between slow execution and potential information leakage in the decision of optimal trading speed.\n\n",
    "acknowledgement": "\nWe thank Malcolm Baker, John Campbell, Laurent Frésard, Slava Fos (discussant), Gary Gorton, Owen Lamont, Jongsub Lee (discussant), Andrew Lo, Toby Moskowitz, Erik Stafford, and seminar participants at the Becker Friedman Institute CITE conference on New Quantitative Models of Financial Markets, FINRA Market Structure conference, LAEF 2nd OTC Markets and Securities Workshop, and AQR for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nAugustin Landier\n\nLandier is directing financial research at AXA-Investment Management Chorus, a quantitative asset management affiliate of Axa-IM. I have\n\n\n"
}