{
    "id": 24080,
    "citation_title": "U.S. Job Flows and the China Shock",
    "citation_author": [
        "Brian J. Asquith",
        "Sanjana Goswami",
        "David Neumark",
        "Antonio Rodriguez-Lopez"
    ],
    "citation_publication_date": "2017-12-04",
    "issue_date": "2017-11-30",
    "revision_date": "2017-12-15",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nInternational trade exposure affects job creation and destruction along the intensive margin (job flows due to expansions and contractions of firms' employment) as well as along the extensive margin (job flows due to births and deaths of firms). This paper uses 1992-2011 employment data from the {universe} of U.S. establishments to construct job flows at both the industry and commuting-zone levels, and  then estimates the impact of the `China shock' on each job-flow type. The China shock is accounted for by either the increase in Chinese import penetration in the U.S., or by the U.S. policy change that granted Permanent Normal Trade Relations (PNTR) status to China. We find that the China shock affects U.S. employment mainly through deaths of establishments. At the commuting-zone level, we find evidence of large job reallocation from the Chinese-competition exposed sector to the nonexposed sector, and establish that the gross employment effects of the China shock are fundamentally different from those of a more general adverse shock affecting the U.S. demand for domestic labor.\n\n",
    "acknowledgement": "\nWe thank Penny Goldberg (our discussant), Gordon Hanson, Steve Redding, Peter Schott, and participants at the NBER Trade and Labor Markets Conference for comments and suggestions that improved this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}