{
    "id": 24083,
    "citation_title": "Who Falls Prey to the Wolf of Wall Street? Investor Participation in Market Manipulation",
    "citation_author": [
        "Christian Leuz",
        "Steffen Meyer",
        "Maximilian Muhn",
        "Eugene Soltes",
        "Andreas Hackethal"
    ],
    "citation_publication_date": "2017-12-04",
    "issue_date": "2017-11-30",
    "revision_date": "2023-10-19",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "Behavioral Finance",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPrice distortions created by so-called “pump-and-dump” schemes are well known, but relatively little is known about the investors in these frauds. By examining 470 “pump-and-dump” schemes and a large data set of trading records for over 110,000 individual investors from a major German bank, we provide comprehensive evidence on the participation rate, magnitude of the investments, the losses, and the characteristics of the individuals who invest in such schemes. Participation is quite common with nearly 8% of active retail investors participating in at least one “pump-and-dump” losing on average nearly 30%. Next, we identify several distinct types among participating investors, some of which (i.e., speculating day trader) should not be viewed as falling prey to the schemes. Recognizing this heterogeneity is key when designing investor protections because we find investor types respond differently to market manipulation. We also show that portfolio composition and past trading behavior better explain scheme participation than demographics. Lastly, we document longer-lasting effects on participating investors that go beyond the immediate financial losses.\n\n",
    "acknowledgement": "\nWe would like to thank Brad Barber, Joey Engelberg (discussant), Gur Huberman, Alex Imas, Andrei Shleifer, Ahmed Tahoun, Joachim Voth, Tracy Wang, Joshua White and workshop participants at the Burton Accounting Conference at Columbia, Case Western Reserve University, University of Chicago Booth School of Business, European Accounting Association Congress, European Finance Association Annual Meeting, Frankfurt School of Finance & Management, Goethe University Frankfurt, HEC Lausanne, University of Michigan, University of Muenster, NBER Behavioral Finance meeting, Securities and Exchange Commission, Stanford University, Stockholm University, Temple University, and Vienna Graduate School of Finance for their helpful comments. This research would not have been possible without the collaboration of a German bank and we gratefully acknowledge the help provided by the bank and its employees. We thank Sebastian de Schmidt and BaFin for kindly providing data on German tout cases and many helpful conversations about the institutional setting. Christian Leuz gratefully acknowledges financial support by the Initiative on Global Markets. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}