{
    "id": 24082,
    "citation_title": "Venture Capital Investments and Merger and Acquisition Activity Around the World",
    "citation_author": [
        "Gordon M. Phillips",
        "Alexei Zhdanov"
    ],
    "citation_publication_date": "2017-12-04",
    "issue_date": "2017-11-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the relation between venture capital (VC) investments and mergers and acquisitions (M&A) activity around the world. We find evidence of a strong positive association between VC investments and lagged M&A activity, consistent with the hypothesis that an active M&A market provides viable exit opportunities for VC companies and therefore incentivizes them to engage in more deals. We also explore the effects of country-level pro-takeover legislation passed internationally (positive shocks), and US state-level antitakeover business combination laws (negative shocks), on VC activity. We find significant post-law changes in VC activity. VC activity intensifies after enactment of country-level takeover friendly legislation and decreases following passage of state antitakeover laws in the U.S.\n\n",
    "acknowledgement": "\nWe thank Tom Blaisdell, Laurent Fresard, Karl Lins, Merih Sevilir and seminar participants at the University of Hong Kong, HKUST, Indiana University and Michigan State University for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}