{
    "id": 24086,
    "citation_title": "The L-Shaped Phillips Curve: Theoretical Justification and Empirical Implications",
    "citation_author": [
        "Narayana R. Kocherlakota"
    ],
    "citation_publication_date": "2017-12-04",
    "issue_date": "2017-11-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper has two parts. In the first part, I demonstrate that, in the absence of price and wage bounds, monetary models do not have current equilibria - and so lack predictive content - for a wide range of possible policy rules and/or beliefs about future equilibrium outcomes. This non-existence problem disappears in models in which firms face (arbitrarily loose) finite upper bounds on prices or positive lower bonds on nominal wages. In the second part, I study the properties of a class of dynamic monetary models with these kinds of bounds on prices/wages. Among other results, I show that these models imply that the Phillips curve is L-shaped, are consistent with the existence of permanently inefficiently low output (secular stagnation), and do not imply that forward guidance is surprisingly effective. I show too that economies with lower nominal wage floors have even worse equilibrium outcomes in welfare terms. It follows that models with arbitrarily low but positive nominal wage floors are not well approximated by models without wage floors.\n\n",
    "acknowledgement": "\nPrevious versions of this paper circulated under the title, “Monetary Economies with Bounded Competition.” This version has a clearer discussion of the role of capacity constraints in the firm price/wage-setting game. I thank Eunmi Ko for excellent research assistance, I thank Mariacristina deNardi, Greg Kaplan, Matteo Maggiori, and participants in seminars at Chicago-Booth, Cornell University, the European Central Bank, the London School of Economics, Northwestern University, and University College-London for valuable comments, and I thank Ivan Werning, whose criticism of an earlier paper (Kocherlakota 2016a) spurred me to write this one. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nNarayana R. Kocherlakota\n\nThese relationships are material and could potentially be viewed  being relevant to this paper.\nThese relationships are material and may appear to be relevant to the paper.\n\n\nI served as President of the Federal Reserve Bank of Minneapolis, and served on the Federal Open Market Committee, from 2009-2015.\n\n\nIn 2017, I was compensated for a talk about monetary policy at a conference organized by a large financial institution.\n\n\nI have been employed as a columnist for BloombergView since March 2016.\n\n\n"
}