{
    "id": 24090,
    "citation_title": "Wealthier, Happier and More Self-Sufficient: When Anti-Poverty Programs Improve Economic and Subjective Wellbeing at a Reduced Cost to Taxpayers",
    "citation_author": [
        "Titus J. Galama",
        "Robson Morgan",
        "Juan E. Saavedra"
    ],
    "citation_publication_date": "2017-12-04",
    "issue_date": "2017-11-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe document how an anti-poverty program improves economic and subjective wellbeing, and self-sufficiency. Familias en Accion Urbano, a conditional cash transfer program implemented at scale in the country of Colombia, uses a means-test cutoff score selection rule that provides exogenous variation in program participation. We reproduce the score assignment rule in a nationally representative living standards household survey that measures multiple dimensions of economic and evaluative wellbeing. Three years into the program, beneficiary households at the margin report greater income, consumption and formal employment participation for both the household head and partner. Household income increased by ten times the amount of the government transfer, likely because of gains in formal employment. Beneficiary households at the margin also report greater overall satisfaction with life, greater happiness and greater satisfaction with food. These results support the hypothesis that among households with basic unmet needs, policies that have a permanent impact on income and consumption may also have a lasting impact on subjective wellbeing and self-sufficiency. Moreover, relatively small subsidies, further offset by additional government tax receipt, may generate substantial benefits to poor families at a reduced cost to taxpayers.\n\n",
    "acknowledgement": "\nResearch reported in this publication was supported by the National Institute on Aging of the National Institutes of Health under Award Numbers P01AG022481, K02AG042452 and R01AG037398. The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health. Titus Galama is grateful to the School of Economics of Erasmus University Rotterdam for a Visiting Professorship in the Economics of Human Capital. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}