{
    "id": 24091,
    "citation_title": "House Price Beliefs And Mortgage Leverage Choice",
    "citation_author": [
        "Michael Bailey",
        "Eduardo Dávila",
        "Theresa Kuchler",
        "Johannes Stroebel"
    ],
    "citation_publication_date": "2017-12-04",
    "issue_date": "2017-11-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the relationship between homebuyers' beliefs about future house price changes and their mortgage leverage choices. From a theoretical perspective, whether more pessimistic homebuyers choose more or less leverage is ambiguous and depends on their willingness to reduce the size of their housing investment. When households primarily maximize the levered return of their property investment, more pessimistic homebuyers reduce their leverage to purchase smaller houses. On the other hand, when considerations such as family size pin down the desired property size, pessimistic homebuyers reduce their financial exposure to the housing market by making smaller downpayments to buy similarly-sized homes. To determine which scenario better describes the data, we empirically investigate the cross-sectional relationship between beliefs and leverage choices in the U.S. housing market. Our data combine mortgage financing information and a housing market expectations survey with anonymized social network data from Facebook. The survey shows that an individual's belief distribution about future house price changes is affected by the recent house price experiences of her geographically distant friends, allowing us to use these experiences as quasi-exogenous shifters of individuals' house price beliefs. We find that more pessimistic homebuyers make smaller downpayments and choose higher leverage, in particular in states where default costs are relatively low, as well as during periods when house prices are expected to fall on average. Overall, our results provide evidence for an important role of heterogeneous beliefs in explaining individuals' financial decision-making.\n\n",
    "acknowledgement": "\nWe like to thank Jonathan Berk, Philippe Bracke, Peter DeMarzo, Nicola Gennaioli, Emmanuel Farhi, Sean Hundtofte, Amit Seru, Alp Simsek, Venky Venkateswaran, and Iván Werning, as well as seminar and conference participants at Bank of Ireland, Berkeley Haas, Chicago Booth, CREi, Drexel University, Empirical Macro Workshop in Charleston, Federal Reserve Bank of Philadelphia, LMU Munich, Massachusetts Institute of Technology, NYC Real Estate Conference, NBER Summer Institute, Stanford Institute for Theoretical Economics, University College London, University of Maryland, USC Rena Sivitanidou Lusk Research Symposium, UT Austin, Washington University in St. Louis for helpful comments. Elizabeth Casano, Drew Johnston, Hongbum Lee, and Luke Min provided excellent research assistance. This project was supported through a grant of the Center for Global Economy and Business at NYU Stern. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nMichael Bailey\n\nThis research was facilitated through a research consulting agreement between some of the academic authors (Kuchler and Stroebel) and Facebook. This research cooperation was established to allow researchers to collaborate with Facebook in order to exploit anonymized data sets based on Facebook’s unique data asset to address questions of policy importance. Bailey is a full-time employee at Facebook.\n\n\n\nJohannes Stroebel\n\nThis research was facilitated through a research consulting agreement between some of the academic authors (Kuchler, and Stroebel) and Facebook. This research cooperation was established to allow researchers to collaborate with Facebook in order to exploit anonymized data sets based on Facebook’s unique data asset to address questions of policy importance. Bailey is a full-time employee at Facebook.\n\n\n"
}