{
    "id": 24092,
    "citation_title": "Valuing Government Obligations When Markets are Incomplete",
    "citation_author": [
        "Jasmina Hasanhodzic",
        "Laurence J. Kotlikoff"
    ],
    "citation_publication_date": "2017-12-11",
    "issue_date": "2017-12-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Public Goods",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDetermining how to value net government obligations is a long-standing and fundamental question in public finance. Its answer is critical to cost-benefit analysis, the assessment of fiscal sustainability, generational accounting, and other economic issues. This paper posits and simulates a ten-period overlapping generations model with aggregate shocks to price safe and risky government net obligations, including options. Agents can't trade with future generations to hedge the model's productivity and depreciation shocks. Nor can they invest in anything other than one-period bonds and risky capital. Our results are surprising. We find that the pricing of short- as well as long-dated riskless obligations is anchored to the prevailing one-period risk-free return. More surprising, the prices of obligations whose values are proportional to the prevailing wage (e.g., Social Security benefits under a pay-go system with a fixed tax rate) are essentially identical to those of safe obligations, i.e., there is little risk adjustment. This is true notwithstanding our assumption of very large macro shocks. In contrast, government obligations provided in the form of options entail significant risk adjustment. We also show that the value of obligations to unborn generations depends on the nature of the compensating variation. Another finding is that the one-period bond market matters, but less than expected, to valuing obligations. Finally, our model lets us test the ability of arbitrage pricing to get prices right. Surprisingly, with the right specification, it comes close. Although highly stylized, our model suggests the potential of detailed, largescale CGE OLG models to price government obligations as well as non-marketed private securities in the presence of incomplete markets and macro shocks.\n\n",
    "acknowledgement": "\nWe thank Deborah Lucas, Stephen Zeldes, Andrew Lo, Kenneth Judd, Roger Meyerson, Stefania Garetto, Jianjun Miao, Alejandro Rivera, and participants of the University of Chicago Theory Workshop and the NBER SI Aging/Social Security Workshop for helpful comments. Work done in part while Hasanhodzic was supported by the NBER Pre-Doctoral Fellowship on the Economics of an Aging Workforce. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}