{
    "id": 24093,
    "citation_title": "Did the American Recovery and Reinvestment Act Help Counties Most Affected by the Great Recession?",
    "citation_author": [
        "Mario J. Crucini",
        "Nam T. Vu"
    ],
    "citation_publication_date": "2017-12-11",
    "issue_date": "2017-12-07",
    "revision_date": "2020-10-19",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOne of the statements of purpose of the American Recovery and Reinvestment Act (ARRA) was “to assist those most impacted by the recession.” To consider this facet, the grants-in-aid portion of the ARRA is assessed from the perspective of ﬁscal federalism. We estimate a trend-stationary autoregressive model of county-level wage income dynamics where each county is subject to a common shock (with county-speciﬁc factor loading) and an idiosyncratic shock. We then ask if counties that experienced larger negative wage income shocks during the Great Contraction subsequently received more transfers per capita in the form of grants-in-aid. The fact that the negative business cycle shocks pre-date the passage of the ARRA and subsequent disbursements allows identiﬁcation of the risk-pooling channel of the grants before ﬁscal multiplier eﬀects confound these two channels. We ﬁnd statistically signiﬁcant and economically large risk-pooling eﬀects.\n\n",
    "acknowledgement": "\nThe authors thank seminar participants at the Federal Reserve Board, the College of William and Mary, the Federal Reserve Bank of Richmond, Miami University, Oberlin College, Vanderbilt University, University of Cincinnati, and conference attendees at the Midwest Macroeconomics Meetings. We thank August Graue for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}