{
    "id": 24098,
    "citation_title": "Stock Price Crashes: Role of Slow-Moving Capital",
    "citation_author": [
        "Mila Getmansky",
        "Ravi Jagannathan",
        "Loriana Pelizzon",
        "Ernst Schaumburg",
        "Darya Yuferova"
    ],
    "citation_publication_date": "2017-12-11",
    "issue_date": "2017-12-07",
    "revision_date": "2021-02-19",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the role mutual funds play in the recovery from fast intraday crashes based on data from the National Stock Exchange of India for a single large stock. During normal times, trading activity and liquidity provision by mutual funds is negligible compared to other traders at around 4% of overall activity. Nevertheless, for the two intraday marketwide crashes in our sample, price recovery took place only after mutual funds moved in. Market stability may require the presence of well-capitalized standby liquidity providers for recovery from fast crashes.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Stock Price Crashes: Role of Capital Constrained Traders.\" We thank the Centre for Analytical Finance at the Indian School of Business and the National Stock Exchange of India for data. We thank Viral Acharya, Lawrence Glosten, Merrel Hora, Dermot Murphy, Nirmal Mohanty, Todd Pulvino, Ramabhadran Thirumalai, Ravi Varanasi, Vish Viswanathan, Pradeep Yadav, Brian Weller, Roberto Renò, and Aleksey Kolokolov for helpful comments. Isacco Baggio, Yakshup Chopra, Nuri Ersahin, Naveen Reddy Gondhi, Caitlin Gorback, Mrinal Mishra, and Roberto Panzica provided valuable research assistance. Special thanks to Rudresh Kunde and Tomasz Wisniewski for data support. Loriana Pelizzon gratefully acknowledges the research support from the Research Center SAFE, funded by the State of Hessen initiative for research LOEWE and Project 329107530 funded by the Deutsche Forschungsgemeinschaft (DFG, German Research Foundation). Mila Getmansky Sherman acknowledges research support from National Science Foundation, Award #1940223 and #1733942. All errors are our own. The views expressed in the paper are those of the authors and do not represent the views of AQR Capital Management LLC or the National Bureau of Economic Research.\n\n\n\nDarya Yuferova\n\nI acknowledge the financial support of the Norwegian School of Economics (NHH). I also acknowledge the support of Kellogg School of Management, Nothwestern University for providing access to data storage and processing power.\n\n\n"
}