{
    "id": 24099,
    "citation_title": "Property Rights, Land Misallocation and Agricultural Efficiency in China",
    "citation_author": [
        "A.V. Chari",
        "Elaine M. Liu",
        "Shing-Yi Wang",
        "Yongxiang Wang"
    ],
    "citation_publication_date": "2017-12-11",
    "issue_date": "2017-12-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the impact of a property rights reform in rural China that allowed farmers to lease out their land. We find the reform led to increases in land rental activity in rural households. Consistent with a model of transaction costs in land markets, our results indicate that the formalization of leasing rights resulted in a redistribution of land toward more productive farmers. Consequently, the aggregate productivity of land increased significantly. We also find that the reform increased the responsiveness of land allocation across crops to changes in crop prices.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge funding from the ESRC-DFID. This paper has benefitted from comments from Santosh Anagol, S. Anukriti, Chang Tai-Hsieh, Rachel Heath, Melanie Khamis, Adriana Kugler, Annemie Maertens, Laura Schechter, and seminar participants at the Agricultural and Development Conference (at Yale University), Columbia University, University of Virginia Darden, Stanford University, University of Delaware, Wharton and the World Bank. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nShing-Yi Wang\n\nI have no relevant or material financial interests that relate to the research described in this paper.\n\n\n"
}