{
    "id": 24100,
    "citation_title": "The Effect of Primary Care Visits on Health Care Utilization: Findings from a Randomized Controlled Trial",
    "citation_author": [
        "Cathy J. Bradley",
        "David Neumark",
        "Lauryn Saxe Walker"
    ],
    "citation_publication_date": "2017-12-11",
    "issue_date": "2017-12-07",
    "revision_date": "2018-07-17",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe conducted a randomized controlled trial, enrolling low-income uninsured adults in Virginia (United States), to determine whether cash incentives are effective at encouraging a primary care provider (PCP) visit, and at lowering utilization and costs. Subjects were randomized to four groups: untreated controls, and one of three incentive arms with incentives of $0, $25, or $50 for visiting a PCP within six months of group assignment. We used the exogenous variation generated by the experiment to obtain causal evidence on the effects of a PCP visit. We observed modest reductions in non-urgent emergency department use and increased outpatient use, but no reductions in overall costs. These findings in utilization are consistent with the expectation that PCPs offer an alternative to the emergency department for non-emergent conditions. Total costs did not decline because any savings from avoiding the emergency department were offset by increased outpatient utilization.\n\n",
    "acknowledgement": "\nBradley, Saxe and Neumark’s research was supported by AHRQ grant number R01-HS022534, “Incentives for Primary Care Use: A Randomized Controlled Trial in a Safety Net Setting.” The authors are grateful to Ms. Heather Saunders for project coordination, Drs. Chun-Chieh Hu and Bassam Dahman for statistical and programming support, Ms. Megan Eguchi for assistance with programming, Dr. Dexiang Gao for statistical consultation, the interviewers who collected and coded the data, the many subjects who generously donated their time to the project, and the Virginia Coordinated Care program that allowed us to enroll their patients and provided access to medical claim files. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}