{
    "id": 24103,
    "citation_title": "The Efficiency Consequences of Heterogeneous Behavioral Responses to Energy Fiscal Policies",
    "citation_author": [
        "Sébastien Houde",
        "Joseph E. Aldy"
    ],
    "citation_publication_date": "2017-12-11",
    "issue_date": "2017-12-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe behavioral responses to taxes and subsidies are often subject to various behavioral biases and transaction costs—what we define as “microfrictions.” We develop a theoretical framework to show how these microfrictions—and their heterogeneity across the population and policy instruments—affect the design of Pigouvian policies. Standard Pigouvian pricing still holds with transaction costs, but requires adjustment with behavioral biases. We use transaction-level data from the US appliance market to estimate the heterogeneous behavioral responses to an array of energy fiscal policies and to quantify microfrictions. We then assess optimal fiscal policies and find that it is rarely optimal to couple a Pigouvian tax on energy with an investment subsidy in this context. We also find that energy labels—intended to increase the salience of energy information—can interact in perverse ways with both taxes and subsidies.\n\n",
    "acknowledgement": "\nWe thank Blake Barr and Carlos Paez for excellent research assistance. We would like to thank Erica Myers, Catherine Wolfram, Matthias Rodemeier, Andreas Löoschel, Nicolai Kuminoff, and Massimo Filippini, for their comments and suggestions on previous drafts. We would also like to thank participants at NBER workshops on the energy policy trade-offs between economic efficiency and distributional equity, the AERE Summer Conference, and several seminar participants. This project benefited from support received from the Alfred P. Sloan Foundation through the NBER Energy Policy Efficiency and Equity Tradeoffs project. This research is also part of the activities of SCCER CREST, which is financially supported by the Swiss Commission for Technology and Innovation (CTI). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}