{
    "id": 24108,
    "citation_title": "The Costs of (sub)Sovereign Default Risk: Evidence from Puerto Rico",
    "citation_author": [
        "Anusha Chari",
        "Ryan Leary",
        "Toan Phan"
    ],
    "citation_publication_date": "2017-12-11",
    "issue_date": "2017-12-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPuerto Rico’s unique characteristics as a U.S. territory allow us to examine the channels through which (sub)sovereign default risk can have real effects on the macroeconomy. Post-2012, during the period of increased default probabilities, the cointegrating relationship between real activity in Puerto Rico and the U.S. mainland breaks down and Puerto Rico spirals into a significant decline. We exploit the cross-industry variation in default risk exposure to identify the impact of changes in default risk on employment. The evidence suggests that there are significantly higher employment growth declines in government demand and external finance dependent industries. An additional real effect of default anticipation is that heightened default risk Granger causes Puerto Rico’s austerity measures. An event study analysis using government bond yields and stock returns confirms that news of increased default risk increases the cost of capital for the Puerto Rican government and for publicly traded Puerto Rican firms.\n\n",
    "acknowledgement": "\nWe thank seminar participants at the Federal Reserve Board and conference participants at the Interdisciplinary Sovereign Debt Research and Management Conference (DebtCon) in Geneva for helpful comments and suggestions. We thank Mitu Gulati, Ju Hyun Kim, Violeta Sosa, Christoph Trebesch, and John Walter for helpful discussions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research, the Federal Reserve Bank of Richmond or the Federal Reserve System.\n\n\n"
}