{
    "id": 24109,
    "citation_title": "Intentions for Doing Good Matter for Doing Well: The (Negative) Signaling Value of Prosocial Incentives",
    "citation_author": [
        "Lea Cassar",
        "Stephan Meier"
    ],
    "citation_publication_date": "2017-12-11",
    "issue_date": "2017-12-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nProsocial incentives and Corporate Social Responsibility (CSR) initiatives are seen by many firms as an effective way to motivate workers. Recent empirical results seem to support the expectation that prosocial incentive, e.g. in the form of a charitable donations by the firm, can increase effort and motivation – sometimes even better than monetary incentives. We argue that the benefits crucially depend on the perceived intention of the firm. Workers use prosocial incentives as a signal about the firm's type and if used instrumentally in order to profit the firm, they can backfire. We show in an experiment in collaboration with an Italian firm, that monetary and prosocial incentives work very differently. While monetary incentives used instrumentally increase effort, instrumental charitable incentives backfire compared to non-instrumental incentives. This is especially true for non-prosocially-motivated workers who do not care about the prosocial cause but use prosocial incentives only as a signal about the firm. The results contribute to the understanding of the limits of prosocial incentives by focusing on their signaling value to the agent about the principal's type.\n\n",
    "acknowledgement": "\nWe thank Vanessa Burbano, Robert Dur, Constanca Esteves-Sorenson, Florian Engl, Sebastian Fehrler, Ray Fisman, Matthias Heinz, Alex Imas, Karine Nyborg, Dirk Sliwka, Mirco Tonin and participants at seminars and conference at Munich, Bonn, Frankfurt, Chicago, Yale, and Uber for valuable comments. Stephan Meier thanks Columbia Business School for funding this research project. Lea Cassar acknowledges financial support from the Swiss National  Science Foundation (grant number: P1ZHP1- 158624). This RCT was registered in the American Economic Association Registry for randomized control trials under Trial number AEARCTR-0001962. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}