{
    "id": 2410,
    "citation_title": "Investment, Openness, and Country Risk",
    "citation_author": [
        "Joshua Aizenman"
    ],
    "citation_publication_date": "1987-10-01",
    "issue_date": "1987-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe purpose of this study is to draw attention to the linkages between country risk and the openness of an economy, and to demonstrate that in the long run the openness of an economy is endogenously determined by the interaction between endowments and policies. The presence of country risk poses a problem for the smooth operation of international credit markets: the ex-ante first best policy is for countries to pre-commit themselves to no-default policies. Such a commitment, however, may not be credible because it may not be the optimal ex-post policy. This suggests a special role for policies leading towards investment in openness - as a way to increase the credibility of a no- default commitment. The paper studies the optimal implementation of these policies. Our analysis demonstrates that a rise in country risk is associated with more frequent defaults and consequently with a lower level of investment. The resultant drop in investment is larger in activities with greater reliance on international trade The presence of country risk is shown to introduce a distortion, calling for financial policies in the form of a tax on consumption borrowing and a different tax on investment borrowing. The optimal investment borrowing tax balances two effects: the aggregate indebtedness and the openness effects. The stronger the openness effect, the lower the optimal investment borrowing tax; and if this effect dominates, the optimal policy is in the form of an investment subsidy. A final topic of our analysis is a study of the nature of country risk in the presence of equity finance. We demonstrate that swapping nominal debt with equities may have useful consequences for reducing country risk, but it cannot eliminate the fundamental problems associated with international credit.\n\n",
    "acknowledgement": "\n"
}