{
    "id": 24107,
    "citation_title": "Is Occupational Licensing a Barrier to Interstate Migration?",
    "citation_author": [
        "Janna E. Johnson",
        "Morris M. Kleiner"
    ],
    "citation_publication_date": "2017-12-11",
    "issue_date": "2017-12-07",
    "revision_date": "2019-07-22",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Market Structures",
        "\n",
        "Labor Relations",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Nonprofits",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOccupational licensure, one of the most significant labor market regulations in the United States, may restrict the interstate movement of workers. We analyze the interstate migration of 22 licensed occupations.  Using an empirical strategy that controls for unobservable characteristics that drive long-distance moves, we find that the between-state migration rate for individuals in occupations with state-specific licensing exam requirements is 36 percent lower relative to members of other occupations.  Members of licensed occupations with national licensing exams show no evidence of limited interstate migration. The size of this effect varies across occupations and appears to be tied to the state specificity of licensing requirements.  We also provide evidence that the adoption of reciprocity agreements, which lower re-licensure costs, increases the interstate migration rate of lawyers.  Based on our results, we estimate that the rise in occupational licensing can explain part of the documented decline in interstate migration and job transitions in the United States.\n\n",
    "acknowledgement": "\nWe thank the Smith Richardson Foundation and the Kauffman Foundation for their financial support of our research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}