{
    "id": 24104,
    "citation_title": "Do Public Firms Respond to Investment Opportunities More than Private Firms? The Impact of Initial Firm Quality",
    "citation_author": [
        "Vojislav Maksimovic",
        "Gordon M. Phillips",
        "Liu Yang"
    ],
    "citation_publication_date": "2017-12-11",
    "issue_date": "2017-12-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing U.S. Census data, we track firms at birth and compare the growth pattern of IPO firms and their matched always-private counterparts over their life cycle. Firms that are larger at birth with faster initial growth are more likely to attain a larger size and to subsequently go public. We estimate a model to predict the propensity to become public (“public quality”) using initial conditions. Firms in the top percentile of public quality grow 29 times larger than the remaining firms fifteen years later if they actually become public and 14 times larger if they stay private, showing a large selection effect for IPO status. Public firms respond more to demand shocks after their IPO and are more productive than their matched private counterparts. This effect is stronger in industries that are capital intensive and dependent on external financing. Overall, initial conditions predict firm growth trajectories, selection into public status and responsiveness to demand shocks. We find no evidence of public market myopia when matching by initial conditions.\n\n",
    "acknowledgement": "\nVojislav Maksimovic is from University of Maryland and can be reached at vmax@rhsmith.umd.edu. Gordon Phillips is from Tuck School of Business at Dartmouth and NBER and can be reached at gordon.m.phillips@tuck.dartmouth.edu. Liu Yang is from University of Maryland and can be reached at lyang@rhsmith.umd.edu.  We thank Ian Appel and seminar participants at the University of Alberta Frontier of Finance Conference, University of British Columbia, Dartmouth College, Hong Kong University, Nanyang Technological University, Purdue University, Singapore Management University, Huazhong University of Technology, SUNY Buffalo, University of Maryland and the University of Oregon for helpful comments. Any opinions and conclusions expressed herein are those of the author(s) and do not necessarily represent the views of the U.S. Census Bureau. All results have been reviewed to ensure that no confidential information is disclosed. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}