{
    "id": 24106,
    "citation_title": "Austerity and the Rise of the Nazi party",
    "citation_author": [
        "Gregori Galofré-Vilà",
        "Christopher M. Meissner",
        "Martin McKee",
        "David Stuckler"
    ],
    "citation_publication_date": "2017-12-11",
    "issue_date": "2017-12-07",
    "revision_date": "2020-09-08",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the link between ﬁscal austerity and Nazi electoral success. Voting data from a thousand districts and a hundred cities for four elections between 1930 and 1933 shows that areas more aﬀected by austerity (spending cuts and tax increases) had relatively higher vote shares for the Nazi party. We also ﬁnd that the localities with relatively high austerity experienced relatively high suﬀering (measured by mortality rates) and these areas’ electorates were more likely to vote for the Nazi party. Our ﬁndings are robust to a range of speciﬁcations including an instrumental variable strategy and a border-pair policy discontinuity design.\n\n",
    "acknowledgement": "\nEarlier versions of this paper were presented at the Australian National University, Bocconi University, Hitotsubashi University, Humboldt University, NBER, New York University, New York University-Shanghai, Shanghai University of Finance and Economics, UC Berkeley, UC Davis, UC Irvine, UCLA, University of Groningen, University of Michigan and the 2018 World Economic History Congress. We thank Maja Adena, Barbara Biasi, Dan Bogart, Fabio Braggion, Barry Eichengreen, Ruben Enikolopov, Harold James, Sanford Jacoby, Peter Lindert, Dan Liu, Petra Moser, Maria Petrova, Burkhard Schipper, Nico Voigtländer, Hans-Joachim Voth and Noam Yuchtman, for a series of constructive suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nDavid Stuckler\n\nDS is funded by a Wellcome Trust Investigator Award and European Research Council HRES 313590\n\n\n"
}