{
    "id": 24116,
    "citation_title": "Endogenous Production Networks",
    "citation_author": [
        "Daron Acemoglu",
        "Pablo D. Azar"
    ],
    "citation_publication_date": "2017-12-18",
    "issue_date": "2017-12-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Consumption and Investment",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a tractable model of endogenous production networks. Each one of a number of products can be produced by combining labor and an endogenous subset of the other products as inputs. Different combinations of inputs generate (prespecified) levels of productivity. Markets are “contestable” in the sense that production technologies are available to a large number of potential producers. We establish the existence and uniqueness of an equilibrium with an endogenous production network and provide comparative static results on how prices and endogenous technology choices (and thus the production network) respond to changes in parameters. These results show that improvements in technology (or reductions in distortions) spread throughout the economy via input-output linkages and reduce all prices, and under reasonable restrictions on the menu of production technologies, also lead to a denser production network. Using a dynamic version of the model, we show that the endogenous evolution of the production network could be a powerful force towards sustained economic growth. At the root of this result is the fact that the arrival of a few new products expands the set of technological possibilities of all existing industries by a large amount — that is, if there are n products, the arrival of one more new product increases the combinations of inputs that each existing product can use from 2ⁿ⁻¹ to 2ⁿ, thus enabling significantly more pronounced cost reductions from the choice of optimal technology combinations. These cost reductions then spread to other industries that benefit from lower input prices and are further incentivized to adopt additional inputs.\n\n",
    "acknowledgement": "\nWe thank Nikhil Agarwal, Isaiah Andrews, Ozan Candogan, Chad Jones, Alireza Tahbaz-Salehi, Dan Waldinger and participants in seminars at the Becker-Friedman Institute, Boston University and MIT for suggestions. We gratefully acknowledge financial support from the Bradley Foundation, the Sloan Foundation, the Stanley and Rhoda Fischer Fellowship and the Becker-Friedman Institute. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}