{
    "id": 24117,
    "citation_title": "On the Estimation of Treatment Effects with Endogenous Misreporting",
    "citation_author": [
        "Pierre Nguimkeu",
        "Augustine Denteh",
        "Rusty Tchernis"
    ],
    "citation_publication_date": "2017-12-18",
    "issue_date": "2017-12-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nParticipation in social programs is often misreported in survey data, complicating the estimation of the effects of those programs. In this paper, we propose a model to estimate treatment effects under endogenous participation and endogenous misreporting. We show that failure to account for endogenous misreporting can result in the estimate of the treatment effect having an opposite sign from the true effect. We present an expression for the asymptotic bias of both OLS and IV estimators and discuss the conditions under which sign reversal may occur. We provide a method for eliminating this bias when researchers have access to information related to both participation and misreporting. We establish the consistency and  asymptotic normality of our estimator and assess its small sample performance through Monte Carlo simulations. An empirical example is given to illustrate the proposed method.\n\n",
    "acknowledgement": "\nWe thank Jason Abrevaya, Victor Chernozhukov, Steven Durlauf, William Greene, Kei Hirano, Arthur Lewbel, Nikolas Mittag, Robert Moffitt, Tom Mroz, Alistair O0Malley, Dale Poirier, Seth Richards-Shubik, Gary Solon, Jeffrey Wooldridge, seminar participants at Bank of Canada, Dalhousie University, University of Paris 10, University of California Berkeley, University of Nevada-Las Vegas, Northwestern University, as well as conference participants at the Tinbergen Institute, IZA, CERGE-EI, the Southern Economic Association, and the American Society of Health Economists, for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}