{
    "id": 24112,
    "citation_title": "The Rate of Return on Everything, 1870–2015",
    "citation_author": [
        "Òscar Jordà",
        "Katharina Knoll",
        "Dmitry Kuvshinov",
        "Moritz Schularick",
        "Alan M. Taylor"
    ],
    "citation_publication_date": "2017-12-18",
    "issue_date": "2017-12-15",
    "revision_date": "2019-05-10",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhat is the aggregate real rate of return in the economy? Is it higher than the growth rate of the economy and, if so, by how much? Is there a tendency for returns to fall in the long-run? Which particular assets have the highest long-run returns? We answer these questions on the basis of a new and comprehensive dataset for all major asset classes, including housing. The annual data on total returns for equity, housing, bonds, and bills cover 16 advanced economies from 1870 to 2015, and our new evidence reveals many new findings and puzzles.\n\n",
    "acknowledgement": "\nThis work is part of a larger project kindly supported by research grants from the Bundesministerium für Bildung und Forschung (BMBF) and the Institute for New Economic Thinking (INET). We are indebted to a large number of researchers who helped with data on individual countries. We are especially grateful to Francisco Amaral for outstanding research assistance, and would also like to thank Felix Rhiel, Mario Richarz, Thomas Schwarz, Lucie Stoppok, and Yevhenii Usenko for research assistance on large parts of the project. For their helpful comments we thank the editors and referees, along with Roger Farmer, John Fernald, Philipp Hofflin, David Le Bris, Clara Martínez-Toledano, Emi Nakamura, Thomas Piketty, Matthew Rognlie, Jón Steinsson, Johannes Stroebel, and Stijn Van Nieuwerburgh. We likewise thank conference participants at the NBER Summer Institute EFG Program Meeting, the Brevan Howard Centre for Financial Analysis at Imperial College Business School, the CEPR Housing Conference, and CEPR ESSIM at the Norges Bank, as well as seminar participants at Banca d’Italia, the Bank of England, Reserve Bank of New Zealand, Cornell University, New York University, University of Illinois at Urbana-Champaign, University of Chicago Booth School of Business, UC Berkeley, UCLA Anderson, Research Center SAFE, SciencesPo, and the Paris School of Economics. All errors are our own. The views expressed herein are solely the responsibility of the authors and should not be interpreted as reflecting the views of the Federal Reserve Bank of San Francisco, the Board of Governors of the Federal Reserve System, the Deutsche Bundesbank, or the National Bureau of Economic Research.\n\n\n"
}