{
    "id": 24115,
    "citation_title": "Weak States: Causes and Consequences of the Sicilian Mafia",
    "citation_author": [
        "Daron Acemoglu",
        "Giuseppe De Feo",
        "Giacomo De Luca"
    ],
    "citation_publication_date": "2017-12-18",
    "issue_date": "2017-12-15",
    "revision_date": "2017-12-20",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe document that the spread of the Mafia in Sicily at the end of the 19th century was in part shaped by the rise of socialist Peasant Fasci organizations. In an environment with weak state presence, this socialist threat triggered landholders, estate managers and local politicians to turn to the Mafia to resist and combat peasant demands. We show that the location of the Peasant Fasci is significantly affected by an exceptionally severe drought in 1893, and using information on rainfall, we establish the causal effect of the Peasant Fasci on the location of the Mafia in 1900. We provide extensive evidence that rainfall before and after this critical period has no effect on the spread of the Mafia or various economic and political outcomes. In the second part of the paper, we use the source of variation in the location of the Mafia in 1900 to estimate its medium-term and long-term effects. We find significant and quantitatively large negative impacts of the Mafia on literacy and various public goods in the 1910s and 20s. We also show a sizable impact of the Mafia on political competition, which could be one of the channels via which it affected local economic outcomes. We document negative effects of the Mafia on longer-term outcomes (in the 1960s, 70s and 80s) as well, but these are in general weaker and often only marginally significant. One exception is its persistent and strong impact on political competition.\n\n",
    "acknowledgement": "\nWe thank Alberto Alesina, Isaiah Andrews, Melissa Dell, Alfredo Del Monte, John Dickie, Camilo Garcia-Jimeno, Salvatore Lupo, Nicola Persico, Shanker Satyanath, and seminar and conference participants at the American Economic Association, the Canadian Institute for Advanced Research, the Association for the Study of Modern Italy, the Petralia Applied Economic Workshop, and the Universities of Napoli, Milano and Luxembourg for useful comments and suggestions. Stefano Presti, Luca Pennacchio and Sara Moccia provided assistance in data collection, while Mateo Montenegro provided exceptional research assistance for various parts of the project. Financial support from the Bradley Foundation, the Carnegie Foundation, the Army Research Office, ARO MURI W911NF-12-1-0509, and the UK ESRC Transformative Social Science Research Award is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}