{
    "id": 24110,
    "citation_title": "The Social Origins of Inventors",
    "citation_author": [
        "Philippe Aghion",
        "Ufuk Akcigit",
        "Ari Hyytinen",
        "Otto Toivanen"
    ],
    "citation_publication_date": "2017-12-11",
    "issue_date": "2017-12-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we merge three datasets - individual income data, patenting data, and IQ data - to analyze the determinants of an individual's probability of inventing. We find that: (i) parental income matters even after controlling for other background variables and for IQ, yet the estimated impact of parental income is greatly diminished once parental education and the individual's IQ are controlled for; (ii) IQ has both a direct  effect on the probability of inventing an indirect impact through education. The effect of IQ is larger for inventors than for medical doctors or lawyers. The impact of IQ is robust to controlling for unobserved family characteristics by focusing on potential inventors with brothers close in age. We also provide evidence on the importance of social family interactions, by looking at biological versus non-biological parents. Finally, we find a positive and significant interaction effect between IQ and father income, which suggests a misallocation of talents to innovation.\n\n",
    "acknowledgement": "\nThis project owes a lot to early discussions with Raj Chetty, Xavier Jaravel and John Van Reenen when we were embarking on two parallel projects, them on US inventors and us on Finnish inventors. We also benefitted from very helpful comments and suggestions from our discussants at the NBER Summer Institute and at the AEA meetings, namely Pierre Azoulay, Chad Jones, and Heidi Williams respectively, and also from seminar participants at the University of Chicago, the Kaufman Foundation, the Paris School of Economics, the London School of Economics, the IOG group at the Canadian Institute for Advanced Research, the Institute of Fiscal Studies, HECER, the University of Maastricht, Copenhagen Business School, EIEF and College de France. Akcigit gratefully acknowledges the National Science Foundation, the Alfred P. Sloan Foundation, and the Ewing Marion Kauffman Foundation for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nAri Hyytinen\n\nI also thank Yrjö Jahnsson Foundation for financial support.\n\n\n\nOtto Toivanen\n\nI thankfully acknowledge financial support from the Yrjö Jahnsson Foundation.\n\n\n"
}