{
    "id": 24113,
    "citation_title": "The Influence of Peer Genotypes and Behavior on Smoking Outcomes: Evidence from Add Health",
    "citation_author": [
        "Ramina Sotoudeh",
        "Dalton Conley",
        "Kathleen Mullan Harris"
    ],
    "citation_publication_date": "2017-12-18",
    "issue_date": "2017-12-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe introduce a novel use of genetic data for studying social influences on behavior: Using data from the National Longitudinal Study of Adolescent to Adult Health (Add Health), we deploy the distribution of genotypes in a given grade within a school to instrument the influence of peer smoking on an individual’s own smoking behavior. We argue that this design alleviates many problems inherent to estimating peer effects. Using this approach, we find the relationship between peer smoking and individual smoking to be larger than that estimated by prior studies. Further, we explore the reduced form relationship between peer genotypes and ego smoking and find that the impact of peers’ genetic risk for smoking on ego’s smoking behavior is at least half as large as the effect of individual’s own genotype and sex, and 30% the effect of age.  Moreover, peer influence on smoking appears heterogeneous by race: although whites and non-whites are equally susceptible to peer influence with respect to smoking, white egos are more likely to be influenced by white alters.  This analysis suggests a promising way that genetic information can be leveraged to identify peer effects that avoids the reflection problem, contextual effects and selection into peer groups.\n\n",
    "acknowledgement": "\nThis paper benefited from comments and discussions with Mark Hoffman, Parijat Chakrabarti, and the instructors of RSF Summer Institute in Social-Science Genomics. Funding for this study was provided by the Russell Sage Foundation (grant #83-15-29) and by the John D. and Catherine T. MacArthur Foundation Connected Learning Research Network. This paper uses data from The National Longitudinal Study of Adolescent Health (Add Health), a program project directed by Kathleen Mullan Harris and designed by J. Richard Udry, Peter S. Bearman, and Kathleen Mullan Harris at the University of North Carolina at Chapel Hill, and funded by grant P01-HD31921 from the Eunice Kennedy Shriver National Institute of Child Health and Human Development, with cooperative funding from 23 other federal agencies and foundations. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nKathleen Mullan Harris\n\nAdd Health GWAS data were funded by\nNICHD grants to Harris (R01 HD073342) and to Harris, Boardman, and McQueen (R01 HD060726).\n\n\n"
}