{
    "id": 24118,
    "citation_title": "The Diffusion of New Institutions: Evidence from Renaissance Venice's Patent System",
    "citation_author": [
        "Stefano Comino",
        "Alberto Galasso",
        "Clara Graziano"
    ],
    "citation_publication_date": "2017-12-18",
    "issue_date": "2017-12-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhat factors affect the diffusion of new economic institutions? This paper examines this question by exploiting the introduction of the first regularized patent system, which appeared in the Venetian Republic in 1474. We begin by developing a model that links patenting activity of craft guilds with provisions in their statutes. The model predicts that guild statutes that are more effective at preventing outsiders' entry and at mitigating price competition lead to less patenting. We test this prediction on a new dataset that combines detailed information on craft guilds and patents in the Venetian Republic during the Renaissance. We find a negative association between patenting activity and guild statutory norms that strongly restrict entry and price competition. We show that guilds that originated from medieval religious confraternities were more likely to regulate entry and competition, and that the effect on patenting is robust to instrumenting guild statutes with their quasi-exogenous religious origin. We also find that patenting was more widespread among guilds geographically distant from Venice, and among guilds in cities with lower political connections, which we measure by exploiting a new database of noble families and their marriages with members of the great council. Our analysis suggests that local economic and political conditions may have a substantial impact on the diffusion of new economic institutions.\n\n",
    "acknowledgement": "\nWe thank Dan Trefler, Kevin Bryan, Hugo Hopenhayn, Nicola Lacetera, Hong Luo, Eduardo Melero, Petra Moser, Michel Serafinelli, Mark Schankerman and Pian Shu for helpful comments. We thank seminar participants at the University of Toronto, the University of Trieste, the CESifo in Munich, the International IO Conference in Boston, the OECD-IPSDM conference in Mexico City, CEMFI Workshop on Innovation in Madrid, and the REER Conference at the Georgia Institute of Technology. We are indebted to Roberto Berveglieri for numerous discussions about the Venetian patent systems, and to Giovanni Caniato, Michael Knapton, Luca Molà, Lavinia Parziale, Luciano Pezzolo, and Andrea Zannini for providing insightful details on the Venetian Republic and its guild system. Tommaso Alba provided excellent research assistance. The authors gratefully acknowledge the financial support from the 2016 grants for research projects of the Einaudi Institute for Economics and Finance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}