{
    "id": 24114,
    "citation_title": "The Long-Run Effects of the Earned Income Tax Credit on Women’s Earnings",
    "citation_author": [
        "David Neumark",
        "Peter Shirley"
    ],
    "citation_publication_date": "2017-12-18",
    "issue_date": "2017-12-15",
    "revision_date": "2020-04-20",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing longitudinal data on marriage and children from the Panel Study of Income Dynamics from 1967 to 2016, we characterize women’s exposure to the federal and state Earned Income Tax Credit (EITC) during their first two decades of adulthood. We use measures of this exposure to estimate the long-run effects of the EITC on women’s labor market outcomes as mature adults, specifically at age 40. Our results suggest that exposure to a more generous EITC when women were unmarried and had older (school-age) children leads to higher earnings in the longer-run, and we find corresponding evidence suggesting that longer-run exposure of unmarried mothers to a more generous EITC increases cumulative labor market experience. Additionally, we find evidence to suggest that exposure to a more generous EITC when women had children while married leads to lower earnings and hours in the longer-run. For both groups, adjustments in hours worked along the intensive margin appear to drive these results. These longer-run effects are consistent with what we would expect from the short-run effects of the EITC on employment and hours predicted by theory and documented in other work.\n\n",
    "acknowledgement": "\nWe are grateful to the Laura and John Arnold Foundation and the Smith-Richardson Foundation for support for this research, through grants to the Economic Self-Sufficiency Policy Research Institute (ESSPRI) at UCI. We are grateful for helpful comments from anonymous referees, the editor, and seminar participants at Beijing Normal University, CESifo, Claremont Graduate University, Colorado University, DIW-Berlin, San Diego State University, SUNY-Buffalo, the Swedish Institute for Social Research, UCI, Syracuse University, the University of Illinois-Chicago, and the University of Luxembourg. Any opinions or conclusions expressed are the authors’ own and do not necessarily reflect those of the Laura and John Arnold Foundation, the Smith-Richardson Foundation, or the National Bureau of Economic Research.\n\n\n"
}