{
    "id": 24111,
    "citation_title": "The Effect of Court-Ordered Hiring Guidelines on Teacher Composition and Student Achievement",
    "citation_author": [
        "Cynthia (CC) DuBois",
        "Diane Whitmore Schanzenbach"
    ],
    "citation_publication_date": "2017-12-11",
    "issue_date": "2017-12-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Discrimination",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the effect of a court-ordered hiring guidelines intended to increase the share of black teachers employed in a school district in Louisiana. We find that the court-ordered hiring policy significantly increased the share of teachers who are black in the district relative to the rest of the state, and to a matched synthetic control sample. The policy also increased the share of new teachers hired who are black, and decreased the student-teacher representation gap, defined as the difference in enrollment share black among students and teachers in a district. There were increases in the share of black teachers observed in both predominately white and predominately black schools in the district. The policy had no measurable impacts—either positive or negative—on district-level measures of student achievement.\n\n",
    "acknowledgement": "\nThe authors are grateful to Jonathan Guryan, Kirabo Jackson, Simone Ispa-Landa, Olivia Healy, and Nora Gordon for helpful comments and suggestions, and to Abigail Pitts for research assistance. Any errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}