{
    "id": 24122,
    "citation_title": "The Effects of Quantitative Easing: Taking a Cue from Treasury Auctions",
    "citation_author": [
        "Yuriy Gorodnichenko",
        "Walker Ray"
    ],
    "citation_publication_date": "2017-12-18",
    "issue_date": "2017-12-15",
    "revision_date": "2018-03-19",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTo understand the effects of large-scale asset purchase programs recently implemented by central banks, we study how markets absorb large demand shocks for risk-free debt. Using high-frequency identification, we exploit the structure of the primary market for U.S. Treasuries to isolate demand shocks. These shocks are sizable, leading to large movements in Treasury yields and impacting corporate borrowing rates. Informed by a preferred habitat model of the term structure, we test for “local” demand effects and find evidence consistent with theoretical predictions. Crucially, this local effect is strongest when financial markets are disrupted. Our estimates are consistent with the view that quantitative easing worked mainly via market segmentation, with a potentially limited role for other channels.\n\n",
    "acknowledgement": "\nWe thank Michael Bauer, Rhys Bidder, Michael Fleming, Ed Knotek, Matteo Maggiori, Eric Swanson, Michael Weber, and seminar participants at Berkeley, New York Fed, Cleveland Fed, San Francisco Fed, ASU, CMC, and Northwestern for comments on an earlier version of the paper. We are grateful to Maxime Sauzet for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}