{
    "id": 24129,
    "citation_title": "How do insurance firms respond to financial risk sharing regulations? Evidence from the Affordable Care Act",
    "citation_author": [
        "Daniel W. Sacks",
        "Khoa Vu",
        "Tsan-Yao Huang",
        "Pinar Karaca-Mandic"
    ],
    "citation_publication_date": "2017-12-18",
    "issue_date": "2017-12-15",
    "revision_date": "2019-07-09",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate the effect of the Risk Corridors (RC) program on premiums and insurer participation in the Affordable Care Act (ACA)’s Health Insurance Marketplaces. The RC program, which was defunded ahead of coverage year 2016, and ended in 2017, is a risk sharing mechanism: it makes payments to insurers whose costs are high relative to their revenue, and collects payments from insurers whose costs are relatively low. We show theoretically that the RC program creates strong incentives to lower premiums for some insurers. Empirically, we find that insurers who claimed RC payments in 2015, before defunding, had greater premium increases in 2017, after the program ended. Insurance markets in which more insurers made RC claims experienced larger premium increases after the program ended, reflecting equilibrium effects. We do not find any evidence that insurers with larger RC claims in 2015 were less likely to participate in the ACA Marketplaces in 2016 and 2017. Overall we find that the end of the RC program significantly contributed to premium growth.\n\n",
    "acknowledgement": "\nPreviously circulated as \"The Effect of the Risk Corridors Program on Marketplace Premiums and Participation.\" We thank Roger Feldman, Kosali Simon, and audiences at Indiana University, University of Minnesota, Vanderbilt University, the Junior Health Economics Summit, and the Penn HIX conference for comments and suggestions from seminar audiences. We are grateful to the Robert Wood Johnson Foundation for collecting the HIX data and making them available, and to Kathy Hempstead for assistance with the data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nPinar Karaca-Mandic\n\nPinar Karaca-Mandic serves as a consultant to Precision Health Economics and Tactile Medical.\n\n\n"
}