{
    "id": 24125,
    "citation_title": "Scale versus Scope in the Diffusion of New Technology: Evidence from the Farm Tractor",
    "citation_author": [
        "Daniel P. Gross"
    ],
    "citation_publication_date": "2017-12-18",
    "issue_date": "2017-12-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing the farm tractor as a case study, I show that lags in technology diffusion arise along two distinct margins, which I term scale and scope. Though tractors are now used in nearly every agricultural field operation and in the production of nearly all crops, they first developed with much more limited application. Early diffusion was accordingly rapid in these narrower applications, but limited in scope until tractor technology generalized. The sequence of diffusion is consistent with a model of R&D in specific- versus general-purpose attributes and with other historical examples, suggesting that the key to understanding technology diffusion lies not only in explaining the number of different users, but also in explaining the number of different uses.\n\n",
    "acknowledgement": "\nI am grateful to Barry Eichengreen for his support throughout all stages of this project. I also thank Dominick Bartelme, Carola Binder, Susan Carter, Brad DeLong, Alex Field, Joel Mokyr, Petra Moser, Alan Olmstead, Paul Rhode, Daniel Robert, Richard Sutch, Noam Yuchtman, and especially Marty Olney for encouragement and helpful comments, as well as participants in the BEHL Economic History Lunch, All-UC Hundred Flowers conference, and NBER DAE Summer Institute meetings. I am grateful to Richard Sutch for sharing data on hybrid corn diffusion from the USDA Agricultural Statistics. I thank the Berkeley Economic History Lab and All-UC Group in Economic History for financial support. This research was additionally supported by NSF Graduate Research Fellowship Grant No. DGE-1106400 and an EHA Graduate Fellowship. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research. All errors are my own.\n\n\n"
}