{
    "id": 24120,
    "citation_title": "The Affordability Goal and Prices in the National Flood Insurance Program",
    "citation_author": [
        "Matthew E. Kahn",
        "V. Kerry Smith"
    ],
    "citation_publication_date": "2017-12-25",
    "issue_date": "2017-12-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe United States Gulf Region features areas that face significant flood risk.   Climate change may further elevate this risk.   Home owners in such areas face potentially large asset losses and property maintenance costs.  Anticipating these challenges, the Federal government has enacted a complex set of policies through its National Flood Insurance Program (NFIP).  The NFIP offers reduced insurance rates for homes built before rate maps were drawn and grandfathers rates for homes when new maps increase their risk ratings.  This paper asks if the goal of affordable NFIP insurance rates for the high risk Gulf Coast areas is warranted?   We compare the income distribution of the set of people who live in the areas that face the highest risk of flooding relative to nearby areas. Our findings imply reduced rates for high risk areas cannot be justified based on the assumption that  low income households live in these areas.\n\n",
    "acknowledgement": "\nSmith’s research was partially supported by the Property and Environment Research Center (PERC) under the Julian Simon Fellowship program in 2017. Support for the undergraduate RA was thru CENREP. Thanks are due Dan Benjamin, Barry Goodwin, and Wally Thurman as well as to research fellows and staff at PERC for comments on an earlier draft of this research and their assistance throughout the second author’s stay; to Nicolai Kuminoff and Alvin Murphy for assistance in helping the second author to access some of the data used in the analysis; and to W. Michael Hanemann for helping the second author to access to the National Research Council  commissioned “proof of concept” study (North Carolina Floodplain Mapping Program [2015]). Outstanding research assistance was provided by Ben Whitmore, CENREP undergraduate research fellow, at Arizona State University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}