{
    "id": 24137,
    "citation_title": "Norms in Bargaining: Evidence from Government Formation in Spain",
    "citation_author": [
        "Thomas Fujiwara",
        "Carlos Sanz"
    ],
    "citation_publication_date": "2017-12-25",
    "issue_date": "2017-12-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Welfare and Collective Choice",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTheories of multilateral bargaining and coalition formation applied to legislatures predict that parties’ seat shares determine their bargaining power. We present findings that are difficult to reconcile with this prediction. We use data from 2,898 municipal Spanish elections in which two parties tie in the number of seats. The party with slightly more general election votes is substantially more likely to appoint the mayor (form the government). Since tied parties should, on average, have equal bargaining power, this identifies the effect of being the most voted due to a norm prescribing that “the most voted should form government.” The effect of being most voted is comparable in size to the effect of obtaining an additional seat. This norm binds behavior even when the second and third most voted parties can form a winning coalition that prefers the most voted not to appoint the mayor. Voters punish, in future elections, second most voted parties that appoint mayors, suggesting that they enforce the norm. We document a similar second-versus-third most voted effect and provide suggestive evidence of similar norms from 28 national European parliaments. A model where elections play a dual role (aggregating information and disciplining incumbents) and different equilibria (norms) can occur is consistent with our results and yields additional predictions.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}