{
    "id": 24134,
    "citation_title": "The Value of Pharmacogenomic Information",
    "citation_author": [
        "John A. Graves",
        "Shawn Garbett",
        "Zilu Zhou",
        "Josh Peterson"
    ],
    "citation_publication_date": "2017-12-18",
    "issue_date": "2017-12-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPharmacogenomics, or the application of genetic testing to guide drug selection and/or dosing, is often cited as integral to the vision of how precision medicine can be integrated into routine clinical practice.  Yet despite a growing base of scientific discovery on genetic variation that predicts drug response, reimbursement for genetic testing among health systems and payers remains uneven.  In large measure this is because the cascading impacts of genetic testing on individual and provider incentives and behavior, as well as downstream health care spending and outcomes, remain poorly understood.  In this study, we couple evidence from a real-world implementation of pharmacogenomic testing with a discrete event simulation model. We use this framework to evaluate the cost-effectiveness of various genetic testing strategies.  We find that the cost-effectiveness of multiplexed genetic testing (e.g., whole genome sequencing) hinges on the ability of a health system to ensure that dense genotypic information is routinely utilized by physicians. Moreover, while much attention has been paid to lowering the cost of genetic tests, we demonstrate that in practice, other scientific and behavioral factors, focused on certain high-yield drug-gene pairs, are key to implementing precision medicine in ways that maximize its value.\n\n",
    "acknowledgement": "\nWe thank Jonathan Schildcrout, Yaping Shi, Dan Roden, Josh Denny, Ramya Marathi, Cassie Smith, Rafael Tamargo, and Katie Doherty for generous contributions to this project.  We are grateful also for thoughtful comments from seminar participants at Vanderbilt, the National Institutes of Health, and the NBER Program on Economic Dimensions of Personalized and Precision Medicine.  Generous support for this work was provided by the National Institutes of Health grants 1U01HL122904-01 and 1R01HG009694-01. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}