{
    "id": 24131,
    "citation_title": "Evolution of the Infant Health Production Function",
    "citation_author": [
        "Hope Corman",
        "Dhaval M. Dave",
        "Nancy E. Reichman"
    ],
    "citation_publication_date": "2017-12-18",
    "issue_date": "2017-12-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMichael Grossman’s seminal publication on the demand for health and health production (Grossman 1972) has spawned a substantial body of research focusing on the production of infant health. This article provides a systematic review of the published literature to date on infant health production and how it has evolved over the past 3-4 decades as data have become more available, computing has improved, and econometric methods have become more sophisticated. While empirical research in most fields has expanded in corresponding ways, the infant health production research has become an important part of the broader and inherently multidisciplinary literature on intergenerational health. The strongest and most robust findings are that policies matter for infant health, particularly those affecting access to health care, and that prenatal smoking and other chemical exposures substantially compromise infant health. Promising directions for future research include elucidating relevant pathways, reconciling the largely inconsistent estimated effects of nutrition and education, and exploring the roles of pre-conceptional and lifetime health care, paternal factors, social support, housing, complementarity and substitutability of inputs, factors that modify effects of inputs, and evolving medical technologies.\n\n",
    "acknowledgement": "\nFirst and foremost, this paper was a labor of love for our mentor, life coach, and friend, Michael Grossman. We (and at least 115 others) had the rare mentor who is not only brilliant, but also has a heart the size of Texas. Mike, we can't thank you enough for your extraordinary generosity with time, advice, and anything else that was needed to keep us going and even thrive. Your impact on our careers and our lives (and those of countless others) goes way beyond our product here. The authors would also like to thank Grace Hillman and Erik Adamcik for extensive research assistance in the preparation of this article. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}