{
    "id": 24136,
    "citation_title": "On Bunching and Identification of the Taxable Income Elasticity",
    "citation_author": [
        "Sören Blomquist",
        "Whitney Newey",
        "Anil Kumar",
        "Che-Yuan Liang"
    ],
    "citation_publication_date": "2017-12-25",
    "issue_date": "2017-12-21",
    "revision_date": "2019-11-01",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe taxable income elasticity is a key parameter for predicting the effect of tax reform or designing an income tax. Bunching at kinks and notches in a single budget set have been used to estimate the taxable income elasticity. We show that when the heterogeneity distribution is unrestricted the amount of bunching at a kink or a notch is not informative about the size of the taxable income elasticity, and neither is the entire distribution of taxable income for a convex budget set. Kinks do provide information about the size of the elasticity when a priori restrictions are placed on the heterogeneity distribution. They can identify the elasticity when the heterogeneity distribution is specified across the kink and provide bounds under restrictions on the heterogeneity distribution. We also show that variation in budget sets can identify the taxable income elasticity when the distribution of preferences is unrestricted and stable across budget sets. For nonparametric utility with general heterogeneity we show that kinks only provide elasticity information about individuals at the kink and we give bounds analogous to those for isoelastic utility. Identification becomes more difficult with optimization errors We show in examples how results are affected by optimization errors.\n\n",
    "acknowledgement": "\nPreviously circulated as \"The Bunching Estimator Cannot Identify the Taxable Income Elasticity.\" The NSF provided partial financial support via Grant 1757140. We are grateful for comments by R. Blundell, A. Finklestein, J. Hausman, H. Kleven, C. Manski, R. Matzkin, J. Poterba, E. Saez, H. Selin and participants at seminars at BC, Chicago, Georgetown, Harvard/MIT, Michigan, NYU, UC Irvine, UCL, UCLA, USC, Yale and the bunching conference at UCSD in March of 2018. This paper includes results from two previously unpublished working papers, Blomquist and Newey (2017) and Blomquist et al. (2015). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}