{
    "id": 24139,
    "citation_title": "Costs of Inefficient Regulation: Evidence from the Bakken",
    "citation_author": [
        "Gabriel E. Lade",
        "Ivan Rudik"
    ],
    "citation_publication_date": "2017-12-25",
    "issue_date": "2017-12-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEfficient pollution regulation equalizes marginal abatement costs across sources. Here we study a new flaring regulation in North Dakota's oil and gas industry and document its efficiency. Exploiting detailed well-level data, we find that the regulation reduced flaring 4 to 7 percentage points and accounts for up to half of the observed flaring reductions since 2015. We construct firm-level marginal flaring abatement cost curves and find that the observed flaring reductions could have been achieved at 20% lower cost by imposing a tax on flared gas equal to current public lands royalty rates instead of using firm-specific flaring requirements.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge financial support for this research from the National Science Foundation, Department of Energy, and NBER under the Economics of Energy Markets Grant program, grant number 36269.00.03.00. We thank Dave Keiser, John Rupp, Carly Urban, and seminar participants at Indiana University, Montana State University, East Carolina University, University of Minnesota, and the NBER Economics of Energy Markets meetings for helpful comments. Erix Ruiz-Mondaca and T.J. Rakitan provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}