{
    "id": 24130,
    "citation_title": "Inferring the Ideological Affiliations of Political Committees via Financial Contributions Networks",
    "citation_author": [
        "Yiran Chen",
        "Hanming Fang"
    ],
    "citation_publication_date": "2017-12-18",
    "issue_date": "2017-12-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAbout two thirds of the political committees registered with the Federal Election Commission do not self identify their party affiliations. In this paper we propose and implement a novel Bayesian approach to infer about the ideological affiliations of political committees based on the network of the financial contributions among them. In Monte Carlo simulations, we demonstrate that our estimation algorithm achieves very high accuracy in recovering their latent ideological affiliations when the pairwise difference in ideology groups' connection patterns satisfy a condition known as the Chernoff-Hellinger divergence criterion. We illustrate our approach using the campaign finance record in 2003-2004 election cycle. Using the posterior mode to categorize the ideological affiliations of the political committees, our estimates match the self reported ideology for 94.36% of those committees who self-reported to be Democratic and 89.49% of those committees who self reported to be Republican.\n\n",
    "acknowledgement": "\nWe would like to thank Ben Connault, Frank DiTraglia, Yue Hou, Karam Kang, Michael Leung, Tengyuan Liang, Sarah Moshary, Andrew Shephard, Rakesh Vohra, Yiqing Xu and participants in the North American Econometric Society Summer Meeting (2017, St. Louis) for helpful discussions and suggestions. All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}