{
    "id": 24138,
    "citation_title": "Exploiting MIT Shocks in Heterogeneous-Agent Economies: The Impulse Response as a Numerical Derivative",
    "citation_author": [
        "Timo Boppart",
        "Per Krusell",
        "Kurt Mitman"
    ],
    "citation_publication_date": "2017-12-25",
    "issue_date": "2017-12-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a new method for computing equilibria in heterogeneous-agent models with aggregate uncertainty. The idea relies on an assumption that linearization offers a good approximation; we share this assumption with existing linearization methods. However, unlike those methods, the approach here does not rely on direct derivation of first-order Taylor terms. It also does not use recursive methods, whereby aggregates and prices would be expressed as linear functions of the state, usually a very high-dimensional object (such as the wealth distribution). Rather, we rely merely on solving nonlinearly for a deterministic transition path: we study the equilibrium response to a single, small \"MIT shock'' carefully. We then regard this impulse response path as a numerical derivative in sequence space and hence provide our linearized solution directly using this path. The method can easily be extended to the case of many shocks and computation time rises linearly in the number of shocks. We also propose a set of checks on whether linearization is a good approximation. We assert that our method is the simplest and most transparent linearization technique among currently known methods. The key numerical tool required to implement it is value-function iteration, using a very limited set of state variables.\n\n",
    "acknowledgement": "\nBoppart thanks Vetenskapradet (grant 2016-02194) for financial support. Krusell thanks the Knut and Alice Wallenberg Foundation for financial support. MITman thanks the European Research Council (ERC Starting Grant 759482) and the Ragnar Soderbergs Stiftelse for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}