{
    "id": 24133,
    "citation_title": "Incentivizing Better Quality of Care: The Role of Medicaid and Competition in the Nursing Home Industry",
    "citation_author": [
        "Martin B. Hackmann"
    ],
    "citation_publication_date": "2017-12-18",
    "issue_date": "2017-12-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nCenter for Aging and Health Research\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nThis paper develops a model of the nursing home industry to investigate the quality effects of policies that either raise regulated reimbursement rates or increase local competition. Using data from Pennsylvania, I estimate the parameters of the model. The findings indicate that nursing homes increase the quality of care, measured by the number of skilled nurses per resident, by 8.8% following a universal 10% increase in Medicaid reimbursement rates. In contrast, I find that pro-competitive policies lead to only small increases in skilled nurse staffing ratios, suggesting that Medicaid increases are more cost effective in raising the quality of care.\n\n",
    "acknowledgement": "\nI thank my thesis advisers Steven Berry, Philip Haile, and Amanda Kowalski for their invaluable support. I thank seminar and conference participants at Bonn, CESifo, IIOC, INSEAD, the Kelley School of Business, the NBER Summer institute, NYU Stern, PennCorn, Penn State, RAND, the Simon Business School, the St. Louis Fed, Queen’s University, UCLA, the University of Maryland, the University of Wisconsin Madison, WEAI, Wharton, Yale, as well as Nikhil Agarwal, Joe Altonji, John Asker, Moshe Buchinsky, Zack Cooper, Camilo Dominguez, Maximiliano Dvorkin, Benjamin Friedrich, Paul Grieco, Nora Hackmann, Tobias Hackmann, Mitsuri Igami, Adam Kapor, Fabian Lange, Frank Limbrock, Adriana Lleras Muney, Costas Meghir, Charlie Murry, Christopher Neilson, Peter Newberry, Vincent Pohl, Maria Polyakova, Ted Rosenbaum, Stephen Ryan, Seth Zimmerman, and three anonymous referees for their thoughtful comments. Jean Roth and Mohan Ramanujan provided invaluable help with the data. Funding from the National Institute on Aging grant #P30 AG012810 is gratefully acknowledged. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}