{
    "id": 24135,
    "citation_title": "Making Discretion in Monetary Policy More Rule-Like",
    "citation_author": [
        "Frederic S. Mishkin"
    ],
    "citation_publication_date": "2017-12-25",
    "issue_date": "2017-12-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper argues that the rules versus discretion debate has been miscast because a central bank does not have to choose only between adopting a policy rule versus pure discretion, both of which have serious shortcomings.  Rather it can choose a constrained discretionary regime that has rule-like attributes.  Monetary policy discretion can be made more rule-like, by 1) adopting a nominal anchor such as an inflation target, and 2) communication of a monetary policy reaction process, especially through data-based forward guidance, in which the monetary policy authorities describe how the future policy path will change as economic circumstances change.\n\n",
    "acknowledgement": "\nThis paper was being presented at the Federal Reserve Bank of Boston, Annual Conference, “Are Rules Made to Be Broken?  Discretion and Monetary Policy,” October 13-14, 2017.  It’s original title was “Improving the Use of Discretion in Monetary Policy.”  I thank participants in the macro lunch seminar at Columbia University for their helpful comments. The views expressed here are my own and are not necessarily those of the Federal Reserve Bank of Boston, Columbia University or the National Bureau of Economic Research. Disclosure of my outside compensated activities can be found on my website at http://www0.gsb.columbia.edu/faculty/fmishkin/. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}