{
    "id": 24145,
    "citation_title": "Mars or Mercury? The Geopolitics of International Currency Choice",
    "citation_author": [
        "Barry Eichengreen",
        "Arnaud J. Mehl",
        "Livia Chitu"
    ],
    "citation_publication_date": "2017-12-25",
    "issue_date": "2017-12-21",
    "revision_date": "2017-12-29",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Globalization and International Relations",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe assess the role of economic and security considerations in the currency composition of international reserves.  We contrast the “Mercury hypothesis” that currency choice is governed by pecuniary factors familiar to the literature, such as economic size and credibility of major reserve currency issuers, against the “Mars hypothesis” that this depends on geopolitical factors.  Using data on foreign reserves of 19 countries before World War I, for which the currency composition of reserves is known and security alliances proliferated, our results lend support to both hypotheses.  We find that military alliances boost the share of a currency in the partner’s foreign reserve holdings by 30 percentage points.  These findings speak to current discussions about the implications of possible U.S. disengagement from global geopolitical affairs.  In a hypothetical scenario where the U.S. withdraws from the world, our estimates suggest that long-term U.S. interest rates could rise by as much as 80 basis points, assuming that the composition of global reserves changes but their level does not.\n\n",
    "acknowledgement": "\nThe authors are grateful to Thorsten Beck, Benjamin Cohen, Giancarlo Corsetti, Georgios Georgiadis, Jonathan Kirshner, Peter Lindert, Frank Moss, Andy Rose, Cédric Tille and to participants in an ECB internal seminar for comments and helpful discussions.  The views expressed herein are those of the authors and do not necessarily reflect the views of the ECB, of the Eurosystem  or of the National Bureau of Economic Research.\n\n\n"
}