{
    "id": 24147,
    "citation_title": "Labor Market Concentration",
    "citation_author": [
        "José Azar",
        "Ioana Marinescu",
        "Marshall I. Steinbaum"
    ],
    "citation_publication_date": "2017-12-25",
    "issue_date": "2017-12-21",
    "revision_date": "2019-02-06",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Antitrust",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA product market is concentrated when a few firms dominate the market. Similarly, a labor market is concentrated when a few firms dominate hiring in the market. Using data from the leading employment website CareerBuilder.com, we calculate labor market concentration for over 8,000 geographic-occupational labor markets in the US. Based on the DOJ-FTC horizontal merger guidelines, the average market is highly concentrated. Using a panel IV regression, we show that going from the 25th percentile to the 75th percentile in concentration is associated with a 17% decline in posted wages, suggesting that concentration increases labor market power.\n\n",
    "acknowledgement": "\nJosé Azar gratefully acknowledges the financial support of Secretaria d’Universitats I Recerca del Departament d’Empresa I Coneixement de la Generalitat de Catalunya. Ref.2016 BP00358. Marshall Steinbaum gratefully acknowledges the financial support of the Ewing Marion Kauffman Foundation. We thank Jonathan Baker, Einer Elhauge, Hiba Hafiz, Larry Katz, Alan Krueger and Michael Ransom for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nIoana Marinescu\n\nIoana Marinescu has consulted for the company CareerBuilder.com in the past. However, she did not have any paid engagements in the last 12 months.\n\n\n"
}