{
    "id": 24149,
    "citation_title": "Rules Versus Discretion: Assessing the Debate Over the Conduct of Monetary Policy",
    "citation_author": [
        "John B. Taylor"
    ],
    "citation_publication_date": "2017-12-25",
    "issue_date": "2017-12-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper reviews the state of the debate over rules versus discretion in monetary policy, focusing on the role of economic research in this debate. It shows that proposals for policy rules are largely based on empirical research using economic models. The models demonstrate the advantages of a systematic approach to monetary policy, though proposed rules have changed and generally improved over time. Rules derived from research help central bankers formulate monetary policy as they operate in domestic financial markets and the global monetary system.  However, the line of demarcation between rules and discretion is difficult to establish in practice which makes contrasting the two approaches difficult.  History shows that research on policy rules has had an impact on the practice of central banking. Economic research also shows that while central bank independence is crucial for good monetary policy making, it has not been enough to prevent swings away from rules-based policy, implying that policy-makers might consider enhanced reporting about how rules are used in monetary policy. The paper also shows that during the past year there has been an increased focus on policy rules in implementing monetary policy in the United States.\n\n",
    "acknowledgement": "\nThis paper was presented at the Federal Reserve Bank of Boston’s 61st Economic Conference, “Are Rules Made to be Broken? Discretion and Monetary Policy,” on October 13, 2017. I thank the Boston Fed for asking me to assess the current state of the rules versus discretion debate at the conference, and I thank Matthew Canzoneri, V.V. Chari, Geovanni Olivei, David Papell, Eric Rosengren, and especially my discussant Donald Kohn for helpful comments. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}