{
    "id": 24141,
    "citation_title": "The Importance of Education and Skill Development for Economic Growth in the Information Era",
    "citation_author": [
        "Charles R. Hulten"
    ],
    "citation_publication_date": "2017-12-25",
    "issue_date": "2017-12-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe neoclassical growth accounting model used by the BLS to sort out the contributions of the various sources of growth in the U.S. economy accords a relatively small role to education.  This result seems at variance with the revolution in information technology and the emergence of the “knowledge economy”, or with the increase in educational attainment and the growth in the wage premium for higher education.  This paper revisits this result using “old fashioned” activity analysis, rather than the neoclassical production function, as the technology underlying economic growth.  An important feature of this activity-based technology is that labor and capital are strong complements, and both inputs are therefore necessary for the operation of an activity.  The composition of the activities in operation at any point in time is thus a strong determinant of the demand for labor skills, and changes in the composition driven by technical innovation are a source of the increase in the demand for more complex skills documented in the literature.  A key result of this paper is that the empirical sources-of-growth results reported by BLS could equally have been generated by the activity-analysis model.  This allows the BLS results to be interpreted in a very different way, one that assigns a greater importance to labor skills and education.\n\n",
    "acknowledgement": "\nI would like to thank Leonard Nakamura and Valerie Ramey for their comments on earlier drafts, as well as the participants at the October 16-17, 2015, NBER/CRIW conference Education, Skills, and Technical Change: Implications for Future U.S. GDP Growth.  Remaining errors and interpretations are my responsibility. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}