{
    "id": 24143,
    "citation_title": "Index Investing and Asset Pricing under Information Asymmetry and Ambiguity Aversion",
    "citation_author": [
        "David Hirshleifer",
        "Chong Huang",
        "Siew Hong Teoh"
    ],
    "citation_publication_date": "2017-12-25",
    "issue_date": "2017-12-21",
    "revision_date": "2023-11-06",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn a setting with information asymmetry and a tradable value-weighted market index, ambiguity averse investors hold undiversified portfolios, and assets have nonzero alphas. But when a passive fund offers the risk-adjusted market portfolio (RAMP), whose weights depend on information precisions as well as market values, all investors hold the same portfolios as in the economy without model uncertainty and thus engage in index investing. So RAMP improves participation and risk sharing. Asset alphas are zero with RAMP as pricing portfolio. RAMP can be implemented by a fund of funds even if no manager individually has sufficient knowledge to do so.\n\n",
    "acknowledgement": "\nWe thank Hengjie Ai, David Dicks, Stefanos Delikouras, David Easley, Bing Han, Zhiguo He, Jiasun Li, Ye Li, Olivia Mitchell, Stijn Van Nieuwerburgh, Uday Rajan, Yushui Shi, Chen Wang, Yajun Wang, Liyan Yang, and seminar and conference participants at UC Irvine, National University of Singapore, Hong Kong Polytechnic University, the Annual Conference on Financial Economics and Accounting, the American Finance Association Annual Meeting, the Annual Conference of the Financial Intermediation Research Society, Western Finance Association Annual Meeting, Stanford Institute of Theoretical Economics Summer Workshop, SFS Cavalcade, and the Mitsui Finance Symposium for very helpful comments. The views expressed herein are those of the authors and do not necessarily  reflect the views of the National Bureau of Economic Research.\n\n\n"
}