{
    "id": 24151,
    "citation_title": "Recent Manufacturing Employment Growth: The Exception That Proves the Rule.",
    "citation_author": [
        "Robert Z. Lawrence"
    ],
    "citation_publication_date": "2017-12-25",
    "issue_date": "2017-12-21",
    "revision_date": "2024-10-03",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis Paper challenges two widely held views: first that trade performance has been the primary reason for the declining share of manufacturing employment in the United States and other industrial economies, and second that recent productivity growth in manufacturing has actually been quite rapid but is not accurately measured. The paper shows that for many decades, relatively faster productivity growth interacting with unresponsive demand has been the dominant force behind the declining share of employment in manufacturing in the United States and other industrial economies. It also shows that since 2010, however, the relationship has been reversed and slower productivity growth in manufacturing has been associated with more robust performance in manufacturing employment. These contrasting experiences suggest a tradeoff between the ability of the manufacturing sector to contribute to productivity growth and its ability to provide employment opportunities.\nWhile some blame measurement errors for the recently recorded slowdown in manufacturing productivity growth, spending patterns in the United States and elsewhere suggest that the productivity slowdown is real and that thus far fears about robots and other technological advances in manufacturing displacing large numbers of jobs appear misplaced.\n\n",
    "acknowledgement": "\nThis paper reflects work undertaken in part for a project on manufacturing and inclusive growth sponsored in part by the MasterCard Center for Inclusive Growth and the Peterson Institute for International Economics. I am very grateful for comments from Martin Baily, Olivier Blanchard, Robert Gordon, Ted Moran, Paul Solman, Ted Truman, and Nicolas Veron and for editing suggestions from Madona Devasahayam. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}