{
    "id": 24158,
    "citation_title": "The Arsenal of Democracy: Production and Politics During WWII",
    "citation_author": [
        "Paul W. Rhode",
        "James M. Snyder",
        "Jr.",
        "Koleman Strumpf"
    ],
    "citation_publication_date": "2018-01-01",
    "issue_date": "2017-12-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "National Fiscal Issues",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the geographic distribution of military supply contracts during World War II.  This is a unique case, since over $3 trillion current day dollars was spent, and there were concerns that the country's future hinged on the war outcome.  We find robust evidence consistent with the hypothesis that economic factors dominated the allocation of supply contracts, and that political factors---or at least winning the 1944 presidential election---were at best of secondary importance.  General industrial capacity in 1939, as well as specialized industrial capacity for aircraft production, are strong predictors of contract spending across states.  On the other hand, electoral college pivot probabilities are at best weak predictors of contract spending, and under the most plausible assumptions they are essentially unrelated to spending.  This is true not only for total contract spending over the entire period 1940-1944, but also for shorter periods leading up to the election in November 1944, as well as for new facilities spending.  That is, we find no evidence of an electoral cycle in the distribution of funds.\n\n",
    "acknowledgement": "\nWe thank participants at 2016 PECA conference at Northwestern University, 2017 Wallis Conference at the University of Rochester, Sanford Gordon, and Anthony Fowler for comments. Price Fishback generously provided New Deal spending data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}