{
    "id": 24156,
    "citation_title": "Open Enrollment Periods and Plan Choices",
    "citation_author": [
        "Francesco Decarolis",
        "Andrea Guglielmo",
        "Calvin Luscombe"
    ],
    "citation_publication_date": "2018-01-01",
    "issue_date": "2017-12-29",
    "revision_date": "2019-08-13",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOpen enrollment periods are pervasively used in insurance markets to limit adverse selection risks resulting when enrollees can switch plans at will. We exploit a change in the open enrollment rules of Medicare Advatage to analyze how beneficiaries responded to the option of switching to a 5-star rated plan at anytime, in a setting where insurers adjusted premiums and benefit design to counterbalance the increased selection risk. We present three findings: within-year switches to 5-star plans increase by 7-16%; demand for 5-star plans across the years does not change; the enrollees who switch to a 5-star plan during the year are in better health status than those who do not switch.\n\n",
    "acknowledgement": "\nDecarolis gratefully acknowledges financial support from the National Science Foundation (SES-1357705) and the Sloan Foundation (2011-5-23 ECON). Earlier drafts of this study benefited from comments by Pierre Andre Chiappori, Mark Duggan, Randall Ellis, Joshua Gottlieb, Kate Ho, Pietro Tebaldi and Robert Town. Andrea Guglielmo is an associate at Analysis Group, Inc. Research for this article was undertaken when he was a student at University of Wisconsin - Madison. The views presented in this article are those of the authors and do not reflect those of Analysis Group. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nCalvin Luscombe\n\nCalvin Luscombe is an employee of Amazon. Research for this article was undertaken when he was a student at Boston University. The views presented in this article are those of the authors and do not reflect those of Amazon.\n\n\n"
}