{
    "id": 24154,
    "citation_title": "An Historical Perspective on the Quest for Financial Stability and the Monetary Policy Regime",
    "citation_author": [
        "Michael D. Bordo"
    ],
    "citation_publication_date": "2018-01-01",
    "issue_date": "2017-12-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper surveys the co-evolution of monetary policy and financial stability for a number of countries across four exchange rate regimes from 1880 to the present. I present historical evidence on the incidence, costs and determinants of financial crises, combined with narratives on some famous financial crises. I then focus on some empirical historical evidence on the relationship between credit booms, asset price booms and serious financial crises. My exploration suggests that financial crises have many causes, including credit driven asset price booms, which have become more prevalent in recent decades, but that in general financial crises are very heterogeneous and hard to categorize. Two key historical examples stand out in the record of serious financial crises which were linked to credit driven asset price booms and busts: the 1920s and 30s and the Global Financial Crisis of 2007-2008. The question that arises is whether these two ‘perfect storms’ should be grounds for permanent changes in the monetary and financial environment.\n\n",
    "acknowledgement": "\nFor excellent research assistance I thank Maria Sole Pagliari of Rutgers University. For helpful comments and suggestions, I thank: Chris Meissner, Pierre Siklos, Harold James, Hugh Rockoff, Eugene White, John Landon Lane, John Taylor, Myron Scholes, Gavin Wright, Paul David, Lars E.O. Svennson, Aaron Tornell and David Wheelock. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}