{
    "id": 24150,
    "citation_title": "Increasing Community College Completion Rates among Low-Income Students: Evidence from a Randomized Controlled Trial Evaluation of a Case Management Intervention",
    "citation_author": [
        "William N. Evans",
        "Melissa S. Kearney",
        "Brendan C. Perry",
        "James X. Sullivan"
    ],
    "citation_publication_date": "2017-12-25",
    "issue_date": "2017-12-21",
    "revision_date": "2018-01-26",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCommunity colleges are an important part of the higher education landscape in the United States, but completion rates are extremely low, especially among low-income students. Much of the existing policy and research attention to this issue has focused on addressing academic and financial challenges. However, there is ample reason to think that non-academic obstacles might be key drivers of dropout rates for students living with the burden of poverty. This study examines the impact of a comprehensive case management intervention that is designed specifically to help low-income students overcome the multitude of barriers to college completion. We evaluate the impact of this intervention through a randomized controlled trial evaluation (RCT) conducted between 2013 and 2016 in Fort Worth, Texas. Eligible students were randomly assigned to a treatment group that was offered comprehensive case management, including emergency financial assistance (EFA), a separate treatment group offered only EFA, or a control group. Data from school administrative records indicate that the comprehensive case management program significantly increases persistence and degree completion, especially for women. Estimates for the full sample are imprecise, but the estimates for women imply that the case management intervention tripled associate degree receipt (31 percentage point increase).We find no difference in outcomes between the EFA-only treatment arm and the control group. A back-of-the-envelope calculation using average earnings gains associated with community college completion implies that program benefits exceed program costs ($5,640 per student for three year program) after only 4.25 years in the workforce post schooling.\n\n",
    "acknowledgement": "\nWe are indebted to Erin Byrne and Luke Horvath for their project and research support and we gratefully acknowledge the research assistance of Sreeraahul Kancherla, Fernando Saltiel, and Tim Seida. The paper has benefitted from comments from Susan Dynarski, Josh Goodman, Jonathon Guryan, Judy Hellerstein, Brad Hershbein, Isaac McFarlin, Lesley Turner, Marci Ybarra, and seminar participants at the University of Wisconsin, IRP Summer Workshop, University of Notre Dame, the NBER's Education Program, the IFS/CEP Joint Conference : Wages, Labour Market Policy and the Safety Net, the DC Economics of Education working group, and at the APPAM Fall Research Conference. We are grateful to our research partners at Catholic Charities Fort Worth and Tarrant County College. This study was registered in the American Economic Association’s RCT Registry under ID AEARCTR-0000223. This research was financially supported by funding from the Wilson Sheehan Lab for Economic Opportunities at Notre Dame, the Fischer Family Foundation, the Abdul Latif Jameel Poverty Action Lab, and NIH Grant #1R21HD081399-01A1. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}