{
    "id": 24159,
    "citation_title": "Knowledge Spillovers and Learning in the Workplace: Evidence from the U.S. Patent Office",
    "citation_author": [
        "Michael D. Frakes",
        "Melissa F. Wasserman"
    ],
    "citation_publication_date": "2018-01-01",
    "issue_date": "2017-12-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing application-level data from the Patent Office from 2001 to 2012, merged with personnel data on patent examiners, we explore the extent to which the key decision of examiners—whether to allow a patent—is shaped by the granting styles of her surrounding peers.  Taking a number of methodological approaches to dealing with the common obstacles facing peer-effects investigations, we document strong evidence of peer influence.  For instance, in the face of a one standard-deviation increase in the grant rate of her peer group, an examiner in her first two years at the Patent Office will experience a 0.15 standard-deviation increase in her own grant rate.  Moreover, we document a number of markers suggesting that such influences arise, at least in part, through knowledge spillovers among examiners, as distinct from peer-pressure mechanisms. We even find evidence that some amount of these spillovers may reflect knowledge flows regarding specific pieces of prior art that bear on the patentability of the applications in question, as opposed to just knowledge flows regarding general examination styles.  Finally, we find evidence suggesting that the magnitude of these peer examiner influences are just as strong, or stronger, than the influence of the examination styles of supervisors.\n\n",
    "acknowledgement": "\nWe are grateful for the very helpful comments received from Rochelle Dreyfuss, Jacob Goldin, Mark Lemley, Matt Notowidigdo, Arti Rai, Kyle Rozema, Dave Schwartz, Neel Sukhatme, Neil Thompson, and seminar participants at the Annual intellectual Property Scholars Conference and the Intellectual Property Statistics for Decision Makers Conference.  We are also grateful to Bhaven Sampat for providing patent citations data.  The work was funded by University of Illinois at Urbana Champaign Research Board, Award 12088 and the Cornell Institute for the Social Sciences Small Grant Award.  We are grateful to Matt Berry at the National Center for Supercomputing Applications at the University of Illinois for collecting data from the Patent Office’s PAIR database. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}