{
    "id": 24155,
    "citation_title": "Physician Practice Style and Healthcare Costs: Evidence from Emergency Departments",
    "citation_author": [
        "Gautam Gowrisankaran",
        "Keith A. Joiner",
        "Pierre-Thomas Léger"
    ],
    "citation_publication_date": "2018-01-01",
    "issue_date": "2017-12-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the variation across emergency department (ED) physicians in their resource use and health outcomes, and the relationship between ED resource use and future healthcare costs and outcomes. Our data record the initial treating hospital, ED physician, ED billed expenditures, and all interactions with the provincial health system within the subsequent 90 days for EDs in Montreal, Canada. Physicians in Montreal rotate across shifts between simple and difficult cases, implying a quasi-random assignment of patients to physicians conditional on the choice of ED. We consider three medical conditions that present frequently in the ED and for which mistreatment can result in dramatic consequences: angina, appendicitis, and transient ischemic attacks. To control for variation across physicians in their diagnostic acumen, for each condition, our sample consists of patients with a broader set of symptoms and signs that could be indicative of the condition. We regress measures of healthcare costs on indicators for the hospital and ED physician separately by condition. We then evaluate the correlations between different measures of skill and resource use. We find strong positive correlations of physician resource use and skills across the three conditions. However, physicians with costly practice styles are often associated with worse outcomes, in terms of more ED revisits and more hospitalizations. One exception is that for patients in the angina sample, ED physicians with more spending have fewer hospitalizations. Comparisons of physician effects for the base and broader sets of conditions show that both diagnosis and disposition skills are important.\n\n",
    "acknowledgement": "\nWe thank seminar participants at the University of Chicago, the University of Illinois at Urbana-Champaign, the University of Connecticut, the University of Illinois at Chicago, the University of Washington, McGill University, Weill-Cornell Medical School, the University of Chile, and conference participants at ASHE (Los Angeles, CA), HHES (Lochailort, Scotland), and WHIO (Santiago, Chile) for helpful comments, Michelle Houde and José Pérez at the Département de santé publique de Montréal for data assistance and extraction, Andreas Krull, M.D. and Marie-Josée Ouimet, M.D. for providing institutional details about Montreal Emergency Departments, and Sebastian Fleitas and Jianjing Lin for excellent research assistance. Gowrisankaran acknowledges funding from the Center for Management Innovations in Healthcare at the University of Arizona. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}