{
    "id": 24161,
    "citation_title": "How Do Individuals Repay Their Debt? The Balance-Matching Heuristic",
    "citation_author": [
        "John Gathergood",
        "Neale Mahoney",
        "Neil Stewart",
        "Joerg Weber"
    ],
    "citation_publication_date": "2018-01-01",
    "issue_date": "2017-12-29",
    "revision_date": "2018-08-17",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study how individuals repay their debt using linked data on multiple credit cards. Repayments are not allocated to the higher interest rate card, which would minimize the cost of borrowing. Moreover, the degree of misallocation is invariant to the economic stakes, which is inconsistent with optimization frictions. Instead, we show that repayments are consistent with a balance-matching heuristic under which the share of repayments on each card is matched to the share of balances on each card. Balance matching captures more than half of the predictable variation in repayments and is highly persistent within individuals over time.\n\n",
    "acknowledgement": "\nWe thank Joanne Hsu, Ben Keys, David Laibson, Brigitte Madrian, Devin Pope, Hiro Sakaguchi, Abby Sussman, Dick Thaler and seminar participants at Berkeley Haas, CEPR European Conference on Household Finance, Chicago Booth, FDIC, St Gallen, Luxembourg School of Finance, NBER Household Finance, Nottingham, Oslo Applied Microeconomics Conference, and the Philadelphia Fed for helpful comments. Hanbin Yang provided excellent research assistance. This work was supported by Economic and Social Research Council grants ES/K002201/1, ES/N018192/1, ES/P008976/1, Leverhulme grant RP2012-V-022, and by the Becker Friedman Institute at the University of Chicago. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}