{
    "id": 24164,
    "citation_title": "The Cross-Section of Risk and Return",
    "citation_author": [
        "Kent Daniel",
        "Lira Mota",
        "Simon Rottke",
        "Tano Santos"
    ],
    "citation_publication_date": "2018-01-01",
    "issue_date": "2017-12-29",
    "revision_date": "2019-11-06",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the finance literature, a common practice is to create characteristic portfolios by sorting on characteristics associated with average returns. We show that the resulting portfolios are likely to capture not only the priced risk associated with the characteristic, but also unpriced risk. We develop a procedure to remove this unpriced risk using covariance information estimated from past returns. We apply our methodology to the five Fama and French (2015) characteristic portfolios. The squared Sharpe ratio of the optimal combination of the resulting characteristic efficient portfolios is 2.16, compared with 1.16 for the original characteristic portfolios.\n\n",
    "acknowledgement": "\nWe thank Mike Chernov, Stefano Giglio, Ravi Jagannathan, Sonia Jimenez-Garcès, Ralph Koijen, Lars Lochstoer, Maurizio Luisi, Luca Mertens, Suresh Sundaresan, Paul Tetlock, Brian Weller, Michael Wolf, Dacheng Xiu, Leifu Zhang, as well as the participants of seminars at Amsterdam, Baruch/CUNY, BI Oslo, CEMFI, Cincinnati, Columbia, Cornell, Georgetown, Hannover, HEC Montreal, Icade, Kellogg/Northwestern, Michigan, NYU, TU München, Münster, UCLA, UT Austin, Washington University, Yale, Zürich, AQR, Barclays, Bloomberg, Deutsche Bank, Goldman Sachs, Kepos Capital, SQA, Stone Ridge, and the participants of conferences at the AFA, AFFI, DGF, EFA, EEA, Fordham, Hoechst, HKUST, Imperial College, “New Methods for the Cross Section of Returns” in Chicago, and Villanova for helpful comments and suggestions, and Dan Mechanic for his support with the computing cluster. Simon Rottke is grateful for financial support from the Fritz Thyssen Stiftung. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nKent Daniel\n\nThe author declares that he consults for financial firms, and serves on the academic advisory boards of several financial firms, but has no relevant or material financial interests that bear upon the research described in this paper.\n\n\n"
}