{
    "id": 24168,
    "citation_title": "The Death of a Regulator: Strict Supervision, Bank Lending, and Business Activity",
    "citation_author": [
        "João Granja",
        "Christian Leuz"
    ],
    "citation_publication_date": "2018-01-01",
    "issue_date": "2017-12-29",
    "revision_date": "2024-05-16",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe exploit the extinction of the thrift supervisor (OTS) to analyze the effects of supervision on bank lending and bank management. We first show that the OTS replacement resulted in stricter supervision of former OTS banks. Next, we analyze the ensuing lending effects and show that former OTS banks on average increase small business lending by roughly 10 percent. This increase is concentrated in well-capitalized banks and especially in banks that changed management practices following the supervisory transition. These findings suggest that stricter supervision operates not only through the enforcement of loss recognition and capital adequacy, but can also act as a catalyst for operational changes that correct deficiencies in bank management and lending practices, which in turn increase lending.\n\n",
    "acknowledgement": "\nWe thank our anonymous referee, Aytekin Ertan, Henry Eyring, Anil Kashyap, Anya Kleymenova, Randy Kroszner, David Lucca (discussant), Daniel Paravisini, Hester Peirce, Raghu Rajan, Thomas Rauter, Stephen Ryan, Amit Seru (discussant), Andrei Shleifer, Tobias Troeger (discussant), and workshop participants at the AFA, Chicago Booth, Duke, ETH-NYU-SAFE Law & Banking/Finance Conference, FDIC, IESE, Imperial College, LSE, NBER Corporate Finance meetings, NYU, Rice, Vanderbilt, University of Texas at Dallas, and University of Washington for their helpful comments and suggestions. We thank Tom Kim, Igor Kuznetsov, Maximillian Muhn, Fabian Nagel, Thomas Rauter, and Steven Vanhaverbeke for their excellent research assistance. This paper also benefited from a fellow visit by Christian Leuz at the Center for Advanced Studies on the Foundations of Law and Finance funded by the German Research Foundation (DFG). João Granja gratefully acknowledges support by the Jane and Basil Vasiliou Faculty Research Fund at the University of Chicago Booth School of Business.The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}