{
    "id": 24166,
    "citation_title": "Inferring Inequality with Home Production",
    "citation_author": [
        "Job Boerma",
        "Loukas Karabarbounis"
    ],
    "citation_publication_date": "2018-01-01",
    "issue_date": "2017-12-29",
    "revision_date": "2020-04-16",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe revisit the causes, welfare consequences, and policy implications of the dispersion in households' labor market outcomes using a model with uninsurable risk, incomplete asset markets, and home production. Accounting for home production amplifies welfare-based differences across households meaning that inequality in standards of living is larger than we thought. Home production does not offset differences that originate in the market sector because hours working at home do not covary with consumption and wages in the cross section of households and there are significant production efficiency differences in the home sector. The optimal tax system should feature more progressivity taking into account home production.\n\n",
    "acknowledgement": "\nWe are grateful to Mark Aguiar, Anmol Bhandari, Jonathan Heathcote, Erik Hurst, Richard Rogerson, Kjetil Storesletten, Gianluca Violante, three anonymous referees, and various seminar participants for useful comments. Karabarbounis thanks the Alfred P. Sloan Foundation for generous financial support. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n\nLoukas Karabarbounis\n\nLoukas Karabarbounis is a research consultant at the Federal Reserve Bank of Minneapolis. No person or institution with which he is affiliated has control over his research activities. The views expressed in his research are those of the author and not necessarily those of the Federal Reserve Bank of Minneapolis or the Federal Reserve System\n\n\n"
}