{
    "id": 24163,
    "citation_title": "Short- and Long-Horizon Behavioral Factors",
    "citation_author": [
        "Kent Daniel",
        "David Hirshleifer",
        "Lin Sun"
    ],
    "citation_publication_date": "2018-01-01",
    "issue_date": "2017-12-29",
    "revision_date": "2019-02-14",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a theoretically-motivated factor model based on investor psychology and assess its ability to explain the cross-section of U.S. equity returns. Our factor model augments the market factor with two factors which capture long- and short-horizon mispricing. The long-horizon factor exploits the information in managers' decisions to issue or repurchase equity in response to persistent mispricing. The short-horizon earnings surprise factor, which is motivated by investor inattention and evidence of short-horizon underreaction, captures short-horizon anomalies. This three-factor risk-and-behavioral model outperforms other proposed models in explaining a broad range of return anomalies.\n\n",
    "acknowledgement": "\nWe appreciate helpful comments from Jawad Addoum (FIRS discussant), Lauren Cohen, Chong Huang, Danling Jiang, Frank Weikai Li (CICF discussant), Christian Lundblad (Miami Behavioral Finance Conference discussant), Anthony Lynch (SFS Cavalcade discussant), Stefan Nagel, Christopher Schwarz, Robert Stambaugh (AFA discussant), Zheng Sun, Siew Hong Teoh, Yi Zhang (FMA discussant), Lu Zheng, and two anonymous referees. We also thank seminar participants at UC Irvine, University of Nebraska, Lincoln, Florida State University, Arizona State\nUniversity, and from participants in the FIRS meeting at Quebec City, Canada, the FMA meeting at Nashville, TN, the SFS Cavalcade North America meeting at Vanderbilt University, the China International Conference in Finance at Hangzhou, the Miami Behavioral Finance Conference 2017, and the AFA Annual Meetings at Philadelphia. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nKent Daniel\n\nThe author declares that he consults for financial firms, and serves on the academic advisory boards of several financial firms, but has no relevant or material financial interests that bear upon the research described in this paper.\n\n\n"
}