{
    "id": 24171,
    "citation_title": "Intermediation as Rent Extraction",
    "citation_author": [
        "Maryam Farboodi",
        "Gregor Jarosch",
        "Guido Menzio"
    ],
    "citation_publication_date": "2018-01-01",
    "issue_date": "2017-12-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a theory of intermediation as rent extraction, and explore its implications for the extent of intermediation, welfare and policy. A frictional asset market is populated by agents who are heterogeneous with respect to their bargaining skills, as some can commit to take-it-or-leave-it offers and others cannot. In equilibrium, agents with commitment power act as intermediaries and those without act as final users. Agents with commitment trade on behalf of agents without commitment to extract more rents from third parties. If agents can invest in a commitment technology, there are multiple equilibria differing in the fraction of intermediaries. Equilibria with more intermediaries have lower welfare and any equilibrium with intermediation is inefficient. Intermediation grows as trading frictions become small and during times when interest rates are low. A simple transaction tax can restore efficiency by eliminating any scope for bargaining.\n\n",
    "acknowledgement": "\nWe thank our audiences at various seminars and conferences. We are especially grateful to Fernando Alvarez, Manuel Amador, Kenneth Burdett, Francesco Lippi, Paolo Martellini, Adrian Masters, Claudio Michelacci, Jesse Perla, Robert Shimer, and Randy Wright for their comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nMaryam Farboodi\n\nMaryam Farboodi has received financial support from Princeton University for this research.  She has also received financial support from the Goldman Sachs Global Markets Institute to support other research during the past three years.\n\n\n"
}