{
    "id": 24173,
    "citation_title": "Parenthood, Family Friendly Workplaces, and the Gender Gaps in Early Work Careers",
    "citation_author": [
        "V. Joseph Hotz",
        "Per Johansson",
        "Arizo Karimi"
    ],
    "citation_publication_date": "2018-01-01",
    "issue_date": "2017-12-29",
    "revision_date": "2018-06-27",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe consider the role that workplace attributes play in accounting for the divergence in the careers of women and men, with the onset of parenthood. We exploit matched employer-employee data from Sweden to characterize a model-based index of workplace “family friendliness” and analyze the effect of more family friendly workplaces on the career gaps between mothers and fathers. We find that exogenously moving mothers to more family friendly workplaces would raise their wages and labor income. In contrast, such moves would entail reductions in the same outcomes for fathers, resulting in sizeable improvements in the parental gender gap in wages and income. At the same time, working in more family friendly workplaces would not reduce the penalty to wage rates earned by women with their transition to motherhood (i.e., the motherhood penalty), but it would reduce the motherhood penalty to earned income by facilitating mothers working more hours. Furthermore, the benefits of family friendly workplaces appear to come at the expense of the occupational skill progression of mothers relative to non-mothers, impeding mothers’ ability to climb career ladders over the longer run. Finally, using auxiliary data based on a survey, we find that jobs – as defined by our index – are more substitutable for one another in family friendly workplaces. This substitutability of workers in more family friendly workplaces appears to be the mechanism that facilitates mothers’ ability to balance work and family responsibilities in such workplaces. At the same time, it also may partially explain our finding that more family friendly workplaces slow mothers’ occupational skill-progression.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Parenthood, Family Friendly Firms, and the Gender Gaps in Early Work Careers.\" We thank Oriana Bandiera, Stéphane Bonhomme, Nicholas Bloom, Lena Hensvik, Henrik Kleven, Lance Lochner, Arnaud Maurel, Marjorie McElroy, Jessica Pan, Jörn-Steffen Pischke, Maya Rossin-Slater, Seth Sanders, Modibo Sidibe, Isaac Sorkin, Kathryn Shaw, Valentin Verdier, and seminar participants at University of Bristol, University of California-Davis, Duke University, Ragnar Frisch Centre for Economic Research (University of Oslo), Humboldt University, Research Institute of Industrial Economics (IFN), Linnaeus University, London School of Economics, University of North Carolina, University of Pennsylvania, Stanford University, Swedish Institute for Social Research (Stockholm University), University of Umeå, University of Western Ontario, the 2016 SOLE Meetings, the 2016 Uppsala Center for Labor Studies (UCLS) Advisory Board meeting, the 2017 Nordic Register Data Meeting, and the Conference on Gender Economics of Labor Markets at Uppsala University for their useful comments on and discussion of earlier versions of this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}