{
    "id": 24176,
    "citation_title": "Should Retail Investors' Leverage Be Limited?",
    "citation_author": [
        "Rawley Z. Heimer",
        "Alp Simsek"
    ],
    "citation_publication_date": "2018-01-01",
    "issue_date": "2017-12-29",
    "revision_date": "2019-06-25",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDoes the provision of leverage to retail traders improve market quality or facilitate socially inefficient speculation that enriches financial intermediaries? We evaluate the effects of 2010 regulations that cap leverage in the U.S. retail foreign exchange market. Using three unique data sets and a difference-in-differences approach, we document that the leverage-constraint reduces trading volume by 23%, alleviates high-leverage traders’ losses by 40%, and reduces brokerages’ operating capital by 25%. Yet, the policy does not affect the relative bid-ask prices charged by the brokerages. These results suggest the policy improves belief-neutral social welfare without reducing market liquidity.\n\n",
    "acknowledgement": "\nWe thank the operators of the social network for providing us the data, Alex Dusenbery for helping with the database, Jonathon Hazell for providing outstanding research assistance, and Adrien Verdelhan for giving us data from Brusa et al., 2014. We acknowledge the financial support of NSF Early Career Grant under Grant Number SES-1455319. Any remaining errors or omissions are the authors’ responsibility. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}