{
    "id": 24178,
    "citation_title": "Frictional Coordination",
    "citation_author": [
        "George-Marios Angeletos"
    ],
    "citation_publication_date": "2018-01-01",
    "issue_date": "2017-12-29",
    "revision_date": "2018-03-08",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe notion that business cycles are driven by demand shocks is subtle. I first review some of the conceptual and empirical challenges faced when trying to accommodate this notion in micro-founded, general-equilibrium models. I next review my own research, which sheds new light on the observed business cycles by accommodating frictional coordination in the form of higher-order uncertainty. This makes room for forces akin to animal spirits even when the equilibrium is unique. It allows demand shocks to generate realistic business cycles even when nominal rigidity is absent or undone by appropriate monetary policy. It modifies the general-equilibrium predictions of workhorse macroeconomic models in manners that seem both conceptually appealing and empirically relevant. And it offers new guidance to policy.\n\n",
    "acknowledgement": "\nThis article was prepared for the Schumpeter Lecture given at the 2016 Annual Meeting of the European Economic Association. I thank Dirk Krueger for detailed feedback; Daron Acemoglu, Olivier Blanchard, Harris Dellas and Fabrice Collard for comments; Fabrizio Zillibotti for early encouragement; and Chen Lian and Karthik Sastry for assistance. I am also grateful to my co-authors in the line of research upon which a large part of this lecture is based. Finally, I have no relevant financial relationships to disclose. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}