{
    "id": 24170,
    "citation_title": "Crude Oil Price Differentials and Pipeline Infrastructure",
    "citation_author": [
        "Shaun McRae"
    ],
    "citation_publication_date": "2018-01-01",
    "issue_date": "2017-12-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCrude oil production in the United States increased by nearly 80 percent between 2008 and 2016, mostly in areas that were far from existing refining and pipeline infrastructure. The production increase led to substantial discounts for oil producers to reflect the high cost of alternative transportation methods. I show how the expansion of the crude oil pipeline network reduced oil price differentials, which fell from a mean state-level difference of $10 per barrel in 2011 to about $1 per barrel in 2016. Using data for the Permian Basin, I estimate that the elimination of pipeline constraints increased local prices by between $6 and $11 per barrel. Slightly less than 90 percent of this gain for oil producers was a transfer from existing oil refiners and shippers. Refiners did not pass on these higher costs to consumers in the form of higher gasoline prices.\n\n",
    "acknowledgement": "\nI thank participants in the NBER Hydrocarbon Infrastructure and Transportation workshop, especially the organizers Jim Bushnell, Ryan Kellogg, and Erin Mansur, for many helpful comments and suggestions. I also thank the Sloan Foundation for their generous financial support. Jordán Mosqueda provided valuable research assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}