{
    "id": 24185,
    "citation_title": "On the Measurement of Upstreamness and Downstreamness in Global Value Chains",
    "citation_author": [
        "Pol Antràs",
        "Davin Chor"
    ],
    "citation_publication_date": "2018-01-08",
    "issue_date": "2018-01-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper offers four contributions to the empirical literature on global value chains (GVCs). First, we provide a succinct overview of several measures developed to capture the upstreamness or downstreamness of industries and countries in GVCs. Second, we employ data from the World Input-Output Database (WIOD) to document the empirical evolution of these measures over the period 1995-2011; in doing so, we highlight salient patterns related to countries’ GVC positioning – as well as some puzzling correlations – that emerge from the data. Third, we develop a theoretical framework – which builds on Caliendo and Parro’s (2015) variant of the Eaton and Kortum (2002) model – that provides a structural interpretation of all the entries of the WIOD in a given year. Fourth, we resort to a calibrated version of the model to perform counterfactual exercises that: (i) sharpen our understanding of the independent effect of several factors in explaining the observed empirical patterns in the period 1995-2011; and (ii) provide guidance for how future changes in the world economy are likely to shape the positioning of countries in GVCs.\n\n",
    "acknowledgement": "\nWe are grateful to Lorenzo Caliendo, Thibault Fally, Gene Grossman, Lili Yan Ing, and John Romalis for helpful comments, as well as to Jiacheng (Jack) Feng for extremely valuable research assistance. Antràs acknowledges support from the NSF (proposal #1628852). Chor acknowledges support from the Global Production Networks Center at the National University of Singapore (GPN@NUS). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}