{
    "id": 24189,
    "citation_title": "What Can UWE Do for Economics?",
    "citation_author": [
        "Tatyana Avilova",
        "Claudia Goldin"
    ],
    "citation_publication_date": "2018-01-08",
    "issue_date": "2018-01-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "General, Teaching",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMen outnumber women as undergraduate economics majors by three to one nationwide. Even at the best research universities and liberal arts colleges men outnumber women by two to one or more. The Undergraduate Women in Economics Challenge was begun in 2015 as an RCT with 20 treatment schools and at least 30 control schools to evaluate whether better course information, mentoring, encouragement, career counseling, and more relevant instructional content could move the needle. Although the RCT is still in the field, results from several within treatment-school randomized trials demonstrate that uncomplicated and inexpensive interventions can substantially increase the interest of women to major in economics.\n\n",
    "acknowledgement": "\nThe authors thank the Alfred P. Sloan Foundation for funding the Undergraduate Women in Economics Challenge through grant no. G-2014-14504 and to Danny Goroff of the Sloan Foundation for encouraging Goldin to undertake the task of leading the project. Thanks also go to the members of the UWE advisory board (the “Board of Experts”) who helped the authors set up The UWE Challenge. For more information see http://scholar.harvard.edu/goldin/UWE  This RCT was registered in the American Economic Association Registry for randomized control trials under Trial Number AEARCTR-0000686. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}