{
    "id": 24182,
    "citation_title": "The Fragility of Market Risk Insurance",
    "citation_author": [
        "Ralph Koijen",
        "Motohiro Yogo"
    ],
    "citation_publication_date": "2018-01-08",
    "issue_date": "2018-01-05",
    "revision_date": "2022-03-14",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nVariable annuities, which package mutual funds with minimum return guarantees over long horizons, accounted for $1.5 trillion or 35% of U.S. life insurer liabilities in 2015. Sales decreased and fees increased during the global financial crisis, and insurers made guarantees less generous or stopped offering guarantees to reduce risk exposure. These effects persist in the low interest rate environment after the global financial crisis, and variable annuity insurers suffered large equity drawdowns during the COVID-19 crisis. We develop and estimate a model of insurance markets in which financial frictions and market power determine pricing, contract characteristics, and the degree of market completeness.\n\n",
    "acknowledgement": "\nA.M. Best Company, Morningstar, and the NAIC own the copyright to their respective data, which we use with permission under their license agreements with Princeton University. This paper is based upon work supported by the National Science Foundation grant 1727049 and the Julis-Rabinowitz Center for Public Policy and Finance. Koijen acknowledges financial support from the Center for Research in Security Prices at the University of Chicago. We thank Adam Xu and Zhen Ye for assistance on constructing data from Morningstar Annuity Intelligence. We thank Don Noh, Jihong Song, and Haiyue Yu for proofreading. For comments and discussions, we thank Naoki Aizawa, Mark Flannery, Victoria Ivashina, Arvind Krishnamurthy, Emanuel M¨onch, Borghan Narajabad, Theo Nijman, Anna Paulson, Richard Rosen, and Donghwa Shin. We also thank seminar participants at Banque de France; Boston University; Federal Reserve Bank of Minneapolis; Federal Reserve Board; Michigan State University; NYU; Ohio State University; Princeton University; Temple University; UC Berkeley; UCLA; University of Chicago; University of Cincinnati; University of Delaware; University of Maryland; University of Michigan; University of Nebraska; UNC; University of South Carolina; UT Austin; UVA; Derivatives and Volatility 2017: The State of the Art; the 2017 DNB/Riksbank Macroprudential Conference; the 2017 SITE Workshop on Financial Regulation; the 2017 NBER Conference on Financial Market Regulation; the 2017 ICPM-Netspar Discussion Forum; the 2017 IMF Conference on Monetary, Financial, and Prudential Policy Interactions in the Post-Crisis World; the 2017 NBER Insurance Meeting; and the 2018 Macroeconomics of Pensions and Retirement Financing Conference. This paper is based upon work supported by the National Science Foundation under grant 1727049 and the Julis-Rabinowitz Center for Public Policy and Finance. Koijen acknowledges financial support from the Center for Research in Security Prices at the University of Chicago and the Fama Research Fund at the University of Chicago Booth School of Business. The authors have no conflicts of interest to disclose as defined by the Journal of Finance’s disclosure policy. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}