{
    "id": 24187,
    "citation_title": "Distrust and Political Turnover during Economic Crises",
    "citation_author": [
        "Nathan Nunn",
        "Nancy Qian",
        "Jaya Wen"
    ],
    "citation_publication_date": "2018-01-08",
    "issue_date": "2018-01-05",
    "revision_date": "2021-01-08",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use a six-decade long annual country-level panel dataset to document that recessions are more likely to cause political turnover in countries with lower levels of generalized trust. The effect is only present in democracies (not autocracies), for turnovers occurring through regular procedures (not coups), and during scheduled election years. We find similar effects for vote shares in national elections across sub-national regions within Europe and across counties within the United States. Furthermore, countries with higher trust experience more rapid recoveries from recessions. The results show that trust is an important determinant of political stability during recessions.\n\n",
    "acknowledgement": "\nWe thank Ethan Buena de Mesquita and Mike Golosov for theoretical insights; Mitra Akhtari, Monica Martinez-Bravo, Suresh Naidu, Peter Lorentzen, Ameet Morjaria and Torsten Persson for their suggestions; Maria Carrieri, Jörg Spenkuch and Edoardo Teso for their insights into U.S. data; and the participants at the EIEF workshop, the Asian Econometrics Society and the PECA conferences for useful comments. We are also grateful to Xialene Chang, Ricardo Dahis, Zhentao Jiang, Joris Mueller, Carlo Medici and Zixin Wei for excellent research assistance. Comments and suggestions are very welcome. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}