{
    "id": 24186,
    "citation_title": "The Intergenerational Effects of Parental Incarceration",
    "citation_author": [
        "Will Dobbie",
        "Hans Grönqvist",
        "Susan Niknami",
        "Mårten Palme",
        "Mikael Priks"
    ],
    "citation_publication_date": "2018-01-15",
    "issue_date": "2018-01-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate the causal effect of parental incarceration on children’s medium-run outcomes using administrative data from Sweden. Our empirical strategy exploits exogenous variation in parental incarceration from the random assignment of criminal defendants to judges with different incarceration tendencies. We find that the incarceration of a parent in childhood leads to significant increases in teen crime and pregnancy and a significant decrease in early-life employment. The effects are concentrated among children from the most disadvantaged families, where teen crime increases by 18 percentage points, teen pregnancy increases by 8 percentage points, and employment at age 20 decreases by 28 percentage points. In contrast, there are no detectable effects among children from more advantaged families. These results imply that the incarceration of parents with young children may increase the intergenerational persistence of poverty and criminal behavior, even in affluent countries with extensive social safety nets.\n\n",
    "acknowledgement": "\nWe thank Manudeep Bhuller, Stephen Billings, Leah Platt Boustan, Hank Farber, Randi Hjalmarsson, Alan Krueger, Ilyana Kuziemko, Matthew Lindquist, Alex Mas, Joseph Murray, David Price, Torsten Santavirta, Christopher Wildeman, Crystal Yang, Owen Zidar, and numerous seminar participants for helpful comments and suggestions. Kevin DeLuca, Nicole Gandre, Disa Hynsjo, James Reeves, Amy Wickett, and numerous students in Sweden provided excellent research assistance. Ann-Sofie Arvidsson, Malcolm Pettersson, and many others provided invaluable help in answering our questions about the institutional context. Funding for this project was provided by FORTE and Handelsbankens forskningsstiftelser. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}