{
    "id": 24188,
    "citation_title": "Deaths of Despair or Drug Problems?",
    "citation_author": [
        "Christopher J. Ruhm"
    ],
    "citation_publication_date": "2018-01-08",
    "issue_date": "2018-01-05",
    "revision_date": "2018-07-12",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe United States is in the midst of a fatal drug epidemic. This study uses data from the Multiple Cause of Death Files to examine the extent to which increases in county-level drug mortality rates from 1999-2015 are due to “deaths of despair”, measured here by deterioration in medium-run economic conditions, or if they instead are more likely to reflect changes in the “drug environment” in ways that present differential risks to population subgroups. A primary finding is that counties experiencing relative economic decline did experience higher growth in drug mortality than those with more robust growth, but the relationship is weak and mostly explained by confounding factors. In the preferred estimates, changes in economic conditions account for less than one-tenth of the rise in drug and opioid-involved mortality rates. The contribution of economic factors is even less when accounting for plausible selection on unobservables, with even a small amount of remaining confounding factors being sufficient to entirely eliminate the relationship. These results suggest that the “deaths of despair” framing, while provocative, is unlikely to explain the main sources of the fatal drug epidemic and that efforts to improve economic conditions in distressed locations, while desirable for other reasons, are not likely to yield significant reductions in drug mortality. Conversely, the risk of drug deaths varies systematically over time across population subgroups in ways that are consistent with an important role for the public health environment related to the availability and cost of drugs. Put succinctly, the fatal overdose epidemic is likely to primarily reflect drug problems rather than deaths of despair.\n\n",
    "acknowledgement": "\nI am grateful to Darren Lubotsky for providing Stata code to implement the multiple proxies procedure, Emily Oster for code to implement the selection on unobservables estimates, and Lila Kelso for outstanding assistance in creating analysis variables from the ARCOS data.  I thank Ariell Reshef, David Simon, Jonathan Skinner and seminar participants at the University of Chicago, University of Connecticut, University of Munich, University of Pittsburgh and Washington Center for Equitable Growth for helpful comments on earlier versions of this paper. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}