{
    "id": 24183,
    "citation_title": "Subways and Urban Air Pollution",
    "citation_author": [
        "Nicolas Gendron-Carrier",
        "Marco Gonzalez-Navarro",
        "Stefano Polloni",
        "Matthew A. Turner"
    ],
    "citation_publication_date": "2018-01-08",
    "issue_date": "2018-01-05",
    "revision_date": "2020-11-23",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate the effect of subway system openings on urban air pollution. On average, particulate concentrations are unchanged by subway openings. For cities with higher initial pollution levels, subway openings reduce particulates by 4% in the area surrounding a city center. The effect decays with distance to city center and persists over the longest time horizon that we can measure with our data, about four years. For highly polluted cities, we estimate that a new subway system provides an external mortality benefit of about $1b per year. For less polluted cities, the effect is indistinguishable from zero. Back of the envelope cost estimates suggest that reduced mortality due to lower air pollution offsets a substantial share of the construction costs of subways.\n\n",
    "acknowledgement": "\nWe are grateful to Christopher Balette, Jessica Burley, Alejandra Hernandez, Tasnia Hussain, Andy Liu, Fern Ramoutar, Mahdy Saddradini, Mohamed Salat, David Valdes, Farhan Yahya, and Guan Yi for research assistance. Assistance from Lynn Carlson and Yi Qi with the MODIS data and from Windsor Jarrod with computing is gratefully acknowledged, as are helpful conversations with Ken Chay and Michelle Marcus, and comments from Leah Brooks, Gabriel Kreindler, Remi Jedwab and many seminar participants. This paper is part of a Global Research Program on Spatial Development of Cities, funded by the Multi-Donor Trust Fund on Sustainable Urbanization by the World Bank and supported by the UK Department for International Development. The project was made possible through financial support from SSHRC under grant #224995, the International Growth Center under grant #89337, the Connaught Fund, and the Ontario Work-Study program. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}