{
    "id": 24191,
    "citation_title": "Estimating the Direct and Indirect Effects of Major Education Reforms",
    "citation_author": [
        "Michael Gilraine",
        "Hugh Macartney",
        "Robert McMillan"
    ],
    "citation_publication_date": "2018-01-08",
    "issue_date": "2018-01-05",
    "revision_date": "2020-08-24",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose an approach for credibly estimating indirect sorting effects of major education reforms and placing them alongside the reforms' direct and persistent effects for the first time. Applying our approach to California's state-wide class size reduction program, we estimate a large positive direct effect of smaller classes on test scores and an even larger indirect effect due to demographic changes as private school students switch into public schools; both effects also persist.  Accounting for sorting using these estimates raises the program's benefit-cost ratio significantly. Further, our analysis indicates that indirect sorting is likely relevant in policy evaluations more generally.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Education Reform in General Equilibrium: Evidence from California's Class Size Reduction.\" We would like to thank Pat Bayer and Gregorio Caetano for helpful discussions, and Marc-Antoine Chatelain, Damon Clark, Elaine Guo, Steve Lehrer, Ted Rosenbaum, Eduardo Souza-Rodrigues, Wilbert van der Klaauw, workshop participants at the University of Bristol (CPMO), Federal Trade Commission, New York Federal Reserve and University of Toronto, and participants at the CIREQ Applied Economics Conference and 2018 SOLE Meetings for additional comments.  Financial support is gratefully acknowledged from the IES, SSHRC, Duke University, and the University of Toronto Mississauga.  All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}