{
    "id": 24199,
    "citation_title": "Misallocation Measures: The Distortion That Ate the Residual",
    "citation_author": [
        "John Haltiwanger",
        "Robert Kulick",
        "Chad Syverson"
    ],
    "citation_publication_date": "2018-01-15",
    "issue_date": "2018-01-11",
    "revision_date": "2018-10-02",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA large literature on misallocation and productivity has arisen in recent years, with Hsieh and Klenow (2009; hereafter HK) as its standard empirical framework. The framework’s usefulness and theoretical founding make it a valuable starting point for analyzing misallocations. However, we show this approach is sensitive to model misspecification. The model’s mapping from observed production behaviors to misallocative wedges/distortions holds in a single theoretical case, with strict assumptions required on both the demand and supply sides. We demonstrate that applying the HK methodology when there is any deviation from these assumptions will mean “distortions” recovered from the data may not be signs of inefficiency. Rather, they may simply reflect demand shifts or movements of the firm along its marginal cost curve, quite possibly in profitable directions. The framework may then not just spuriously identify inefficiencies; it might be more likely to do so precisely for businesses better in some fundamental way than their competitors. Empirical tests in our data, which allow us to separate price and quantity and as such directly test the model’s assumptions, suggest the framework’s necessary conditions do not hold. We then extend the HK framework to allow for more general demand and supply structures to quantify the discrepancy between the framework and the data. We find substantial deviations, particularly on the demand side. Using a decomposition derived from our extended framework, we find that much of the variation in revenue-based TFP (the measure of distortions in HK) reflects the influence of demand shifts, either directly or through distortions correlated with those shifts. We furthermore show that under general conditions, the variance of revenue-based TFP is not a sufficient statistic for efficiency losses due to misallocation.\n\n",
    "acknowledgement": "\nJohn Haltiwanger is also a Schedule A employee of the U.S. Census Bureau and Robert Kulick a Census pathways intern at the time of the writing of this paper. We thank Ron Jarmin, Pete Klenow, and many seminar and conference participants for helpful comments. This paper previously circulated as “Misallocation Measures: Glowing Like the Metal on the Edge of a Knife.” Any opinions and conclusions expressed herein are those of the authors and do not necessarily represent the views of the U.S. Census Bureau or the National Bureau of Economic Research. All results have been reviewed to ensure that no confidential information is disclosed.\n\n\n"
}