{
    "id": 24195,
    "citation_title": "Triffin: dilemma or myth?",
    "citation_author": [
        "Michael D. Bordo",
        "Robert N. McCauley"
    ],
    "citation_publication_date": "2018-01-15",
    "issue_date": "2018-01-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTriffin gained enormous influence by reviving the interwar story that gold scarcity threatened deflation. In particular, he held that central banks needed to accumulate claims on the United States to back money growth. But the claims would eventually surpass the US gold stock and then central banks would inevitably stage a run on it. He feared that the resulting high US interest rates would cause global deflation. However, we show that the US gold position after WWII was no worse than the UK position in 1900. Yet it took WWI to break sterling’s gold link. And better and feasible US policies could have kept Bretton Woods going.\nThis history serves as a backdrop to our critical review of two later extensions of Triffin. One holds that the dollar’s reserve role required US current account deficits. This current account Triffin is popular, but anachronistic, and flawed in logic and fact. Nevertheless, it pops up in debates over the euro’s and the renminbi’s reserve roles. A fiscal Triffin holds that global demand for safe assets will either remain dangerously unsatisfied, or force excessive US fiscal debt. Less flawed, this story posits implausibly inflexible demand for and supply of safe assets. Thus, these stories do not convince in their own terms. Moreover, each lacks Triffin’s clear cross-over point from a stable system to an unstable one.\nTriffin’s seeming predictive success leads economists to wrap his brand around dissimilar stories. Yet Triffin’s dilemma in its most general form correctly points to the conflicts and difficulties that arise when a national currency plays a role as an international public good.\n\n",
    "acknowledgement": "\nThe authors thank Robert Aliber, Claudio Borio, Piet Clement, Joseph Gagnon, Dong He, Krista Hughes, Hiroyuki Ito, Steven Kamin, Eric Monnet, Hyun Song Shin and Chris Sims for discussion, Hiroyuki Ito and Joseph Gruber for their US residuals, and Julieta Contreras, Tania Romero and José Maria Vidal Pastor for research assistance. The views expressed are those of the authors and not necessarily those of the Bank for International Settlements or the National Bureau of Economic Research.\n\n\n"
}