{
    "id": 24198,
    "citation_title": "Dinner Table Human Capital and Entrepreneurship",
    "citation_author": [
        "Hans K. Hvide",
        "Paul Oyer"
    ],
    "citation_publication_date": "2018-01-15",
    "issue_date": "2018-01-11",
    "revision_date": "2019-09-10",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe document three new facts about entrepreneurship. First, a majority of male entrepreneurs start a firm in the same or a closely related industry as their fathers’ industry of employment. Second, this tendency is correlated with intelligence: higher-IQ entrepreneurs are less likely to follow their fathers. Third, an entrepreneur that starts a firm in the same industry as where his father was employed tends to outperform entrepreneurs in the same industry whose fathers did not work in that industry. We consider various explanations for these facts and propose that “dinner table human capital”, where children obtain industry knowledge through their parents, is an important factor behind them.\n\n",
    "acknowledgement": "\nWe are grateful for comments from Geoffrey Tate, Diane Burton, Sabrina Howell, Benjamin Jones, Steve Kaplan, Michael Powell, Per Stromberg, Lowell Taylor, Sandra Black, and many seminar participants. Oyer thanks Michael Mazzeo and Scott Schaefer for earlier collaboration that inspired this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}