{
    "id": 24192,
    "citation_title": "Environmental Externalities and Free-riding in the Household",
    "citation_author": [
        "Kelsey Jack",
        "Seema Jayachandran",
        "Sarojini Rao"
    ],
    "citation_publication_date": "2018-01-08",
    "issue_date": "2018-01-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWater use and electricity use, which generate negative environmental externalities, are susceptible to a second externality problem: with household-level billing, each person enjoys private benefits of consumption but shares the cost with other household members. If individual usage is imperfectly observed (as is typical for water and electricity) and family members are imperfectly altruistic toward one another, households overconsume even from their own perspective. We develop this argument and test its prediction that intrahousehold free-riding dampens price sensitivity. We do so in the context of water use in urban Zambia by combining billing records, randomized price variation, and a lab-experimental measure of intrahousehold altruism. We find that more altruistic households are considerably more price sensitive than are less altruistic households. Our results imply that the socially optimal price needs to be set to correct both the environmental externality and also the intrahousehold externality.\n\n",
    "acknowledgement": "\nWe thank the Southern Water and Sewerage Company for their collaboration on the project. We have benefited from comments made by audience members at numerous seminars and conferences, and from conversations with Nava Ashraf, Rebecca Dizon-Ross, Gilbert Metcalf, James Sallee, Dmitry Taubinsky, and Alessandra Voena. Flavio Malagutti, Lorenzo Uribe, Lydia Kim, and Alejandro Favela provided outstanding research assistance. We also thank Amanda Kohn for designing an information flyer used in the study. The International Growth Centre and J-PAL's Urban Services Initiative and Governance Initiative provided financial support. This RCT was registered in the American Economic Association Registry for randomized control trials under number AEARCTR-0000660. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}