{
    "id": 2419,
    "citation_title": "Have Productivity Levels Converged? Productivity Growth, Convergence, and Welfare in the Very Long Run",
    "citation_author": [
        "J. Bradford De Long"
    ],
    "citation_publication_date": "1987-10-01",
    "issue_date": "1987-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEconomists believe that because technology is a public good national productivity levels should \"converge.\" William Baumol(1986) argues that the imprint of convergence can be seen over the past century if one focuses attention on relatively rich nations that had the social capability to take advantage of machine technology. Using Maddison's (1 982) data, he finds that the productivity levels of sixteen such nations have converged since 1870. But convergence in Baumol's sample is guaranteed by construction. Maddison's (1982) study is by design of nations that have successfully developed and today have high incomes -- that have converged. Baumol's data are thus contaminated by sample selection bias and tell us little about whether those nations have converged that were seen a century ago as having the social capability for rapid industrialization. Considering an unbiased sample of nations that appeared ex ante likely to converge, and correcting econometrically for inevitable errors in independent variables dated 1870, reveals that rates of growth since 1870 are not strongly related to levels of 1870 income. The forces making for \"convergence\" have been counterbalanced by forces making for \"divergence\" even for those nations which should have converged most easily. There is one factor does emerge as a good ex ante predictor of a nation's rate of growth since 1870: the dominant religion. Holding constant 1870 per capita income, nations that had Protestant religious establishments in 1870 have 1979 per capita incomes more than one-third higher than do nations that had Catholic establishments. Interpretation of this fact is very difficult, but it does suggest that Max Weber [I9051 (1958) may have something to teach us about the forces that have determined growth in the industrial West over the past century.\n\n",
    "acknowledgement": "\n"
}