{
    "id": 24201,
    "citation_title": "Bureaucratic Competence and Procurement Outcomes",
    "citation_author": [
        "Francesco Decarolis",
        "Leonardo M. Giuffrida",
        "Elisabetta Iossa",
        "Vincenzo Mollisi",
        "Giancarlo Spagnolo"
    ],
    "citation_publication_date": "2018-01-15",
    "issue_date": "2018-01-11",
    "revision_date": "2019-03-10",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDoes a more competent public bureaucracy contribute to better economic outcomes? We address this question in the context of the US federal procurement of services and works by combining contract-level data on procurement performance and bureau-level data on competence and workforce characteristics. Using an instrumental variable strategy, we find that an increase in bureau competence causes a significant and economically important reduction in: i) delays, ii) cost overruns, and iii) number of renegotiations. Cooperation within the office appears to be a key driver of the findings.\n\n",
    "acknowledgement": "\nFor useful comments, we are grateful to Oriana Bandiera, Klenio Barbosa, Erich Battistin, Michael Best, Sascha Becker, Stephane Bonhomme, Gaétan de Rassenfosse, Mansi Deshpande, Fred Finan, Philippe Gaignepain, Luca Gnan, Josh Gottlieb, Ari Hyytinen, Vitalijs Jascisens, Camilo Garcia Jimeno, Alex MacKay, Marco Manacorda, Claudio Michelacci, Magne Mongstad, Andras Niedermayer, Benjamin Olken, Lars Persson, Gustavo Piga, Andrea Prat, Emilio Raiteri, Imran Rasul, Stephane Saussier, Andrei Shleifer, Otto Toivanen and the participants at seminars where preliminary versions of this study were presented. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}