{
    "id": 24200,
    "citation_title": "Statistical Discrimination and Duration Dependence in the Job Finding Rate",
    "citation_author": [
        "Gregor Jarosch",
        "Laura Pilossoph"
    ],
    "citation_publication_date": "2018-01-15",
    "issue_date": "2018-01-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper models a frictional labor market where employers endogenously discriminate against the long term unemployed. The estimated model replicates recent experimental evidence which documents that interview invitations for observationally equivalent workers fall sharply as unemployment duration progresses. We use the model to quantitatively assess the consequences of such employer behavior for job finding rates and long term unemployment and find only modest effects given the large decline in callbacks. Interviews lost to duration impact individual job-finding rates solely if they would have led to jobs. We show that such instances are rare when firms discriminate in anticipation of an ultimately unsuccessful application. Discrimination in callbacks is thus largely a response to dynamic selection, with limited consequences for structural duration dependence and long term unemployment.\n\n",
    "acknowledgement": "\nWe thank Sushant Acharya, Adrien Auclert, Steven Davis, Peter Diamond, Michael Elsby, Loukas Karabarbounis, Fabian Lange, Matthew Notowidigdo, Richard Rogerson, Robert Shimer, Isaac Sorkin, Shu Lin Wee, and the audiences at various seminars and conferences for their thoughts and comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}