{
    "id": 24202,
    "citation_title": "The Introduction of Tasers and Police Use of Force: Evidence from the Chicago Police Department",
    "citation_author": [
        "Bocar Ba",
        "Jeffrey Grogger"
    ],
    "citation_publication_date": "2018-01-15",
    "issue_date": "2018-01-11",
    "revision_date": "2018-01-18",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn March 2010, the Chicago Police Department changed its Taser policy, issuing the weapons to patrol officers instead of largely restricting their use to sergeants. We used that policy change to obtain difference-in-difference estimates of how the availability of Tasers affected the types of force employed by police, the total number of use-of-force incidents, injury rates per incident, the total number of injuries, and the race distribution of civilians involved in use-of-force incidents. The policy change initially led to a large increase in the use of Tasers, with limited substitution from other types of force. After a period of re-training, substitution between Tasers and other types of force, both greater and lesser, increased. Police injuries fell, but neither injury rates nor the number of injuries to civilians were affected. There is no evidence that Tasers led to a reduction in police use of firearms.\n\n",
    "acknowledgement": "\nWe thank Scott Ashworth, John MacDonald, Emily Owens, Daniel Tannenbaum, and participants at the 2017 Transatlantic Workshop on the Economics of Crime for helpful comments. We thank the staff at the Invisible Institute for access to and help with the data. Any errors are our own. Any errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}