{
    "id": 24203,
    "citation_title": "Do School Spending Cuts Matter? Evidence from The Great Recession",
    "citation_author": [
        "C. Kirabo Jackson",
        "Cora Wigger",
        "Heyu Xiong"
    ],
    "citation_publication_date": "2018-01-15",
    "issue_date": "2018-01-11",
    "revision_date": "2019-08-15",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDuring The Great Recession, national public-school per-pupil spending fell by roughly seven percent, and took several years to recover. The impact of such large and sustained education funding cuts is not well understood. To examine this, first, we document that the recessionary drop in spending coincided with the end of decades-long national growth in both test scores and college-going. Next, we show that this stalled educational progress was particularly pronounced in states that experienced larger recessionary budget cuts for plausibly exogenous reasons. To isolate budget cuts that were unrelated to (a) other ill-effects of the recession or (b) endogenous state policies, we use states’ historical reliance on State taxes (which are more sensitive to the business cycle) to fund public schools interacted with the timing of the recession as instruments for reductions in school spending. Cohorts exposed to these spending cuts had lower test scores and lower college-going rates. The test score impacts were larger for children in poor neighborhoods. Evidence suggests that both test scores and college-going were more adversely affected for Black and White students than Latinx students.\n\n",
    "acknowledgement": "\nThe statements made and views expressed are solely the responsibility of the authors. Wigger and Xiong are grateful for financial support from the US Department of Education, Institute of Education Sciences through its Multidisciplinary Program in Education Sciences (Grant Award # R305B140042). The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nHeyu Xiong\n\nXiong also thanks the Balzan Foundation and Northwestern’s Center for Economic history for financial support.\n\n\n"
}