{
    "id": 24217,
    "citation_title": "Sources of Displaced Workers’ Long-Term Earnings Losses",
    "citation_author": [
        "Marta Lachowska",
        "Alexandre Mas",
        "Stephen A. Woodbury"
    ],
    "citation_publication_date": "2018-01-22",
    "issue_date": "2018-01-19",
    "revision_date": "2019-06-06",
    "topics": [
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate the magnitudes of reduced earnings, work hours, and wage rates of workers displaced during the Great Recession using linked employer-employee panel data from Washington State. Displaced workers’ earnings losses occurred mainly because hourly wage rates dropped at the time of displacement and recovered sluggishly. Lost employer-specific premiums explain only 17 percent of these losses. Fully 70 percent of displaced workers moved to employers paying the same or higher wage premiums than the displacing employers, but these workers nevertheless suffered substantial wage rate losses. Loss of valuable specific worker-employer matches explain more than half of the wage losses.\n\n",
    "acknowledgement": "\nFor comments on an earlier draft, we thank Katharine Abraham, David Card, Henry Farber, Patrick Kline, Pawel Krolikowski, Peter Kuhn, Matthew Notowidigdo, Moritz Ritter, Jesse Rothstein, Isaac Sorkin, Desmond Toohey, Till von Wachter, and participants in several seminars, including Delaware, IZA, SOLE, the 2017 NBER Summer Institute, and the 2018 IRP Summer Workshop. We are especially grateful to Jeff Robinson of the Washington Employment Security Department for his help, to Ken Kline for superb research assistance, and to the Washington Center for Equitable Growth and the Russell Sage Foundation for supporting the research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}