{
    "id": 24213,
    "citation_title": "Corporate Credit Risk Premia",
    "citation_author": [
        "Antje Berndt",
        "Rohan Douglas",
        "Darrell Duffie",
        "Mark Ferguson"
    ],
    "citation_publication_date": "2018-01-22",
    "issue_date": "2018-01-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe measure credit risk premia - prices for bearing corporate default risk in excess of expected default losses - using Markit CDS and Moody’s Analytics EDF data. We find dramatic variation over time in credit risk premia, with peaks in 2002, during the global financial crisis of 2008-09, and in the second half of 2011. Even after normalizing these premia by expected default losses, median credit risk premia fluctuate over time by more than a factor of ten. Credit risk premia comove with macroeconomic indicators, even after controlling for variation in expected default losses, with higher premia per unit of expected loss during times of market-wide distress. Countercyclical variation of premia-to-expected-loss ratios is more pronounced for investment-grade issuers than for high-yield issuers.\n\n",
    "acknowledgement": "\nBerndt is a Professor of Finance at the Research School of Finance, Actuarial Studies and Statistics, Australian National University. Douglas is the founder and CEO of Quantifi, Inc. Duffie is the Dean Witter Distinguished Professor of Finance at the Graduate School of Business, Stanford University. Duffie is also a research associate of the National Bureau of Economic Research and a member of the board of directors of Moody’s Corporation. Ferguson is an independent quantitative finance contractor. We are grateful to Alex Edmans (editor) and Francis Longstaff (referee) for helpful comments and suggestions. We thank Moody’s Analytics for access to EDF data; Jeff Bohn, Richard Cantor, Ashish Das, Jim Herrity, David Kreisman, Albert Metz and Roger Stein for answering data-related questions; and Moody’s Investor Services for a research grant to Antje Berndt that partially supported her work. We thank seminar participants at numerous universities and conferences. We are also grateful to Yacine Ait-Sahalia, Franklin Allen, Gene Fama and Mitchell Petersen for useful discussions, to Jeremy Graveline, Gustavo Manso, Sergey Lobanov, Leandro Saita, and Wei Yang for research assistance, and to Linda Bethel and Sandra Berg for technical assistance. This paper is a comprehensive revision of our previous work, entitled “Measuring Default Risk Premia from Default Swap Rates and EDFs.” The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nDarrell Duffie\n\nAlthough already carefully disclosed in the acknowledgements of the paper, I will repeat here the disclosure of my relationship with Moody's Corporation, as a member of its board directors. Moody's is a provider of credit ratings and other credit related information, and supplied data used in this paper.\n\n\n"
}