{
    "id": 24219,
    "citation_title": "Children and Gender Inequality: Evidence from Denmark",
    "citation_author": [
        "Henrik Kleven",
        "Camille Landais",
        "Jakob Egholt Søgaard"
    ],
    "citation_publication_date": "2018-01-22",
    "issue_date": "2018-01-19",
    "revision_date": "2021-08-21",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDespite considerable gender convergence over time, substantial gender inequality persists in all countries. Using Danish administrative data from 1980-2013 and an event study approach, we show that most of the remaining gender inequality in earnings is due to children. The arrival of children creates a gender gap in earnings of around 20% in the long run, driven in roughly equal proportions by labor force participation, hours of work, and wage rates. Underlying these “child penalties”, we find clear dynamic impacts on occupation, promotion to manager, sector, and the family friendliness of the firm for women relative to men. Based on a dynamic decomposition framework, we show that the fraction of gender inequality caused by child penalties has increased dramatically over time, from about 40% in 1980 to about 80% in 2013. As a possible explanation for the persistence of child penalties, we show that they are transmitted through generations, from parents to daughters (but not sons), consistent with an influence of childhood environment in the formation of women’s preferences over family and career.\n\n",
    "acknowledgement": "\nWe thank Oriana Bandiera, Tim Besley, Raj Chetty, Claudia Goldin, Hilary Hoynes, Lawrence Katz, Gilat Levy, Marjorie McElroy, Suresh Naidu, Torsten Persson, and numerous seminar participants for helpful comments and discussions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}