{
    "id": 24211,
    "citation_title": "The Distributional Effects of Building Energy Codes",
    "citation_author": [
        "Christopher D. Bruegge",
        "Tatyana Deryugina",
        "Erica Myers"
    ],
    "citation_publication_date": "2018-01-22",
    "issue_date": "2018-01-19",
    "revision_date": "2018-01-31",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nState-level building energy codes have been around for over 40 years, but recent empirical research has cast doubt on their effectiveness. A potential virtue of standards-based policies is that they may be less regressive than explicit taxes on energy consumption. However, this conjecture has not been tested empirically in the case of building energy codes. Using spatial variation in California’s code strictness created by building climate zones, combined with information on over 350,000 homes located within 3 kilometers of climate zone borders, we evaluate the effect of building energy codes on home characteristics, energy use, and home value. We also study building energy codes’ distributional burdens. Our key findings are that stricter codes create a non-trivial reduction in homes’ square footage and the number of bedrooms at the lower end of the income distribution. On a per-dwelling basis, we observe energy use reductions only in the second lowest income quintile, and energy use per square foot actually increases in the bottom quintile. Home values of lower-income households fall, while those of high-income households rise. We interpret these results as evidence that building energy codes result in more distortions for lower-income households and that decreases in square footage are responsible for much of the code-induced energy savings.\n\n",
    "acknowledgement": "\nWe received financial support from the Sloan Foundation for this project as part of the Energy Policy Tradeoffs between Economic Efficiency and Distributional Equity initiative. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}