{
    "id": 24218,
    "citation_title": "Prices or Quantities Dominate Banking and Borrowing",
    "citation_author": [
        "Martin L. Weitzman"
    ],
    "citation_publication_date": "2018-01-22",
    "issue_date": "2018-01-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe possibility of intertemporal banking and borrowing of tradeable permits is often viewed as tilting the various policy debates about optimal pollution control instruments toward favoring such time-flexible quantities.  The present paper shows that this view is misleading, at least for the simplest dynamic extension of the original `prices vs. quantities' information structure.  The model of this paper allows the firms to know and act upon the realization of uncertain future costs two full periods ahead of the regulators.  For any given circumstance, the paper shows that either a fixed price or a fixed quantity is superior in expected welfare to time-flexible banking and borrowing.  Furthermore, the standard original formula for the comparative advantage of prices over quantities contains sufficient information to completely characterize the regulatory role of intertemporal banking and borrowing.  The logic and implications of these results are analyzed and discussed.\n\n",
    "acknowledgement": "\nFor helpful constructive comments, but without implicating them in errors, omissions, or interpretations, I am indebted to: Reyer Gerlagh, Kenneth Gillingham, Ben Groom, Garth Heutel, Ryan Kellogg, Frank Krysiak, Derek Lemoine, Jing Li, Jussi Lintunen, Ian MacKenzie, Gilbert Metcalf, Guy Meunier, Ian Parry, Cedric Philibert, Simon Quemin, Philippe Quirion, Mar Reguant, Till Requate, Richard Revesz, Andrew Schein, Richard Schmalansee, Joseph Shapiro, Jean Tirole, and Yi-Ming Wei.  The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}