{
    "id": 24216,
    "citation_title": "Identification and Estimation of Dynamic Causal Effects in Macroeconomics Using External Instruments",
    "citation_author": [
        "James H. Stock",
        "Mark W. Watson"
    ],
    "citation_publication_date": "2018-01-22",
    "issue_date": "2018-01-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAn exciting development in empirical macroeconometrics is the increasing use of external sources of as-if randomness to identify the dynamic causal effects of macroeconomic shocks. This approach – the use of external instruments – is the time series counterpart of the highly successful strategy in microeconometrics of using external as-if randomness to provide instruments that identify causal effects. This lecture exposits this approach and provides conditions on instruments and control variables under which external instrument methods produce valid inference on dynamic causal effects, that is, structural impulse response functions. These conditions can help guide the search for valid instruments in applications. We consider two methods, a one-step instrumental variables regression and a two-step method that entails estimation of a vector autoregression. Under a restrictive instrument validity condition, the onestep method is valid even if the vector autoregression is not invertible, so comparing the two estimates provides a test of invertibility. Under a less restrictive condition, where multiple lagged endogenous variables are needed as control variables in the one-step method, the conditions for validity of the two methods are the same.\n\n",
    "acknowledgement": "\nThis work was presented by Stock as the Sargan Lecture to the Royal Economic Society on April 11, 2017. We thank Paul Beaudry, Mark Gertler, Oscar Jordà, Daniel Lewis, Karel Mertens, Mikkel Plagborg-Møller, Glenn Rudebusch, José Luis Montiel Olea, Valerie Ramey, Morten Ravn, Giovanni Ricco, Neil Shephard, Leif Anders Thorsrud, Christian Wolf and an anonymous referee for helpful comments and/or discussions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}