{
    "id": 24212,
    "citation_title": "E-cigarettes and Adult Smoking",
    "citation_author": [
        "Henry Saffer",
        "Daniel Dench",
        "Dhaval Dave",
        "Michael Grossman"
    ],
    "citation_publication_date": "2018-01-22",
    "issue_date": "2018-01-19",
    "revision_date": "2018-04-25",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOver the past few years, adult use of e-cigs has been increasing while adult smoking has been declining.  Although there is a negative time correlation, it is important to determine if there is a causal effect of e-cig use on smoking.  This is important because of the known health hazards associated with smoking.  A key concern with most prior studies of e-cigs and smoking is that causality between e-cig use and cigarette use is ignored.  One contribution of this paper is to estimate structural and reduced form equations that replace e-cig use with e-cig price in order to avoid this endogeneity problem.  The data employed to estimate the empirical models come from the Tobacco Use Supplements (TUS).  These data are from the combined July 2014, January 2015 and May 2015 waves of the TUS.  The results show that e-cig use increases the probability of a quit attempt, the probability of a quit failure, the number of quit failures and the probability of a quit success.  It is also estimated that a 10% federal excise tax on e-cigs would reduce the number of quitters in the US by more than 250,000 per year.\n\n",
    "acknowledgement": "\nThis project was funded by grant number R01-DA039968 entitled “The Economics of Electronic Nicotine Delivery Systems: Advertising and Outcomes”, from the National Institute of Health to the National Bureau of Economic Research, Inc.  Thanks go to Donald Kenkel for comments on an earlier draft. This paper employs data from the A.C. Nielsen Company and was purchased from the Kilts Center of the University of the Chicago Booth School of Business.  Results are calculated (or derived) based on data from The Nielsen Company (US), LLC and marketing databases provided by the Kilts Center for Marketing Data Center at The University of Chicago Booth School of Business.  Information about the data and access are available at http://research.chicagobooth.edu/nielsen/.  We are grateful to the A.C. Nielsen Company and the Kilts Center for providing the data and for instructions in its use.  The conclusions drawn from the Nielsen data are those of the researchers and do not reflect the views of Nielsen.  Nielsen is not responsible for, had no role in, and was not involved in analyzing and preparing the results reported herein. All Rights Reserved.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}