{
    "id": 24210,
    "citation_title": "An Evaluation of the CPI Indexes for Prescription Drugs",
    "citation_author": [
        "Barry Bosworth",
        "John Bieler",
        "Michael Kleinrock",
        "Eric Koepcke",
        "Ernst R. Berndt"
    ],
    "citation_publication_date": "2018-01-29",
    "issue_date": "2018-01-19",
    "revision_date": "2020-12-04",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe prescription drug component of the Consumer Price Index (CPI measures recent and past drug price changes, and provides the basis for projecting future price trends and health care expenditures. However, there are concerns about the adequacy of the price data because of recent changes in the structure of the market for prescription drugs. We compare the prescription drug data of the CPI with a large alternative data set from the IQVIA Institute for Human Data Science. We analyze the overall consistency if the data from the two sources, and examine the influence of the large shift from brand to generic drug sales and the increased reliance on third party insurance plans that are excluded from the CPI sampling frame.\n\n",
    "acknowledgement": "\nThis research was supported by the National Institute of Aging of the National Institutes of Health under grant number R01 AG043560 to the National Bureau of Economic Research. The analysis was conducted with restricted access to Bureau of Labor Statistics (BLS) data, but the views expressed do not necessarily reflect those of the BLS. Any opinions expressed herein are those of the authors and do not necessarily represent the views of the National Institutes of Health, the Bureau of Labor Statistics, IQVIA Institute for Human Data Science, the National Bureau of Economic Research, or the Brookings Institution. All results have been reviewed to ensure that no confidential information is disclosed.\n\n\n\nErnst R. Berndt\n\nThis research was supported by the National Institute of Aging of the National Institutes of Health under grant number R01 AG043560 to the National Bureau of Economic Research.\n\n\n"
}