{
    "id": 24229,
    "citation_title": "What Do Workplace Wellness Programs Do? Evidence from the Illinois Workplace Wellness Study",
    "citation_author": [
        "Damon Jones",
        "David Molitor",
        "Julian Reif"
    ],
    "citation_publication_date": "2018-01-22",
    "issue_date": "2018-01-19",
    "revision_date": "2018-06-04",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nIllinois Workplace Wellness\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nWorkplace wellness programs cover over 50 million workers and are intended to reduce medical spending, increase productivity, and improve well-being. Yet, limited evidence exists to support these claims. We designed and implemented a comprehensive workplace wellness program for a large employer with over 12,000 employees, and randomly assigned program eligibility and financial incentives at the individual level. Over 56 percent of eligible (treatment group) employees participated in the program. We find strong patterns of selection: during the year prior to the intervention, program participants had lower medical expenditures and healthier behaviors than non-participants. However, we do not find significant causal effects of treatment on total medical expenditures, health behaviors, employee productivity, or self-reported health status in the first year. Our 95% confidence intervals rule out 83 percent of previous estimates on medical spending and absenteeism. Our selection results suggest these programs may act as a screening mechanism: even in the absence of any direct savings, differential recruitment or retention of lower-cost participants could result in net savings for employers.\n\n",
    "acknowledgement": "\nThis research was supported by the National Institute on Aging of the National Institutes of Health under award number R01AG050701; the National Science Foundation under Grant No. 1730546; the Abdul Latif Jameel Poverty Action Lab (J-PAL) North America U.S. Health Care Delivery Initiative; Evidence for Action (E4A), a program of the Robert Wood Johnson Foundation; and the W.E. Upjohn Institute for Employment Research. This study was pre-registered with the American Economics Association RCT Registry (AEARCTR-0001368). We are grateful to Andy de Barros for thoroughly replicating our analysis and to J-PAL for coordinating this replication effort. We thank our co-investigator Laura Payne for her vital contributions to the study, Lauren Geary for outstanding project management, Michele Guerra for excellent programmatic support, and Illinois Human Resources for invaluable institutional support. We are also thankful for comments from Kate Baicker, Jay Bhattacharya, Tatyana Deryugina, Joseph Doyle, Amy Finkelstein, Eliza Forsythe, Drew Hanks, Bob Kaestner, David Meltzer, Michael Richards, Richard Thaler, and seminar participants at AHEC, Harvard, Junior Health Economics Summit, MHEC, NBER Summer Institute, Ohio State University, University of Chicago AFE Conference, University of Zurich, UPenn Behavioral Economics and Health Symposium, SEA, and SIEPR. The findings and conclusions expressed are solely those of the authors and do not represent the views of the National Institutes of Health, any of our funders, the University of Illinois, or the National Bureau of Economic Research.\n\n\n"
}