{
    "id": 24227,
    "citation_title": "Intergenerational Effects of Incarceration",
    "citation_author": [
        "Manudeep Bhuller",
        "Gordon B. Dahl",
        "Katrine V. Løken",
        "Magne Mogstad"
    ],
    "citation_publication_date": "2018-01-22",
    "issue_date": "2018-01-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAn often overlooked population in discussions of prison reform is the children of inmates. How a child is affected depends both on what incarceration does to their parent and what they learn from their parent's experience. To overcome endogeneity concerns, we exploit the random assignment of judges who differ in their propensity to send defendants to prison. Using longitudinal data for Norway, we find that imprisonment has no effect on fathers’ recidivism but reduces their employment by 20 percentage points. We find no evidence that paternal incarceration affects a child's criminal activity or school performance.\n\n",
    "acknowledgement": "\nWe are grateful to Baard Marstrand at the Norwegian Courts Administration for help in accessing the data and in understanding institutional details. The project received generous financial support from the Norwegian Research Council. This short paper was prepared for a session at the annual ASSA meetings titled “New Findings in the Economics of Crime and Policing.” The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}