{
    "id": 24221,
    "citation_title": "Financial Heterogeneity and the Investment Channel of Monetary Policy",
    "citation_author": [
        "Pablo Ottonello",
        "Thomas Winberry"
    ],
    "citation_publication_date": "2018-01-22",
    "issue_date": "2018-01-19",
    "revision_date": "2020-06-29",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the role of financial frictions and firm heterogeneity in determining the investment channel of monetary policy. Empirically, we find that firms with low default risk – those with low debt burdens and high “distance to default” – are the most responsive to monetary shocks. We interpret these findings using a heterogeneous firm New Keynesian model with default risk. In our model, low-risk firms are more responsive to monetary shocks because they face a flatter marginal cost curve for financing investment. The aggregate effect of monetary policy may therefore depend on the distribution of default risk, which varies over time.\n\n",
    "acknowledgement": "\nWe thank the editor Gianluca Violante, four anonymous referees, and Andy Abel, Adrien Auclert, Cristina Arellano, Neele Balke, Paco Buera, Simon Gilchrist, Nils Gornermann, Chris House, Erik Hurst, Alejandro Justiniano, Greg Kaplan, Rohan Kekre, Aubhik Khan, John Leahy, Yueran Ma, Alisdair McKay, Fabrizio Perri, Felipe Schwartzman, Linda Tesar, Julia Thomas, Joe Vavra, Ivan Werning, Toni Whited, Christian Wolf, Arlene Wong, and Mark Wright for helpful conversations. We thank Alberto Arredondo, Mike Mei, Richard Ryan, Samuel Stern, Yuyao Wang, and Liangjie Wu for excellent research assistance. This research was funded in part by the Initiative on Global Markets at the University of Chicago Booth School of Business and the Michigan Institute for Teaching and Research in Economics. Winberry also gratefully acknowledges financial support from Chicago Booth. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}