{
    "id": 24222,
    "citation_title": "Liquidity Regimes and Optimal Dynamic Asset Allocation",
    "citation_author": [
        "Pierre Collin-Dufresne",
        "Kent D. Daniel",
        "Mehmet Saǧlam"
    ],
    "citation_publication_date": "2018-01-22",
    "issue_date": "2018-01-19",
    "revision_date": "2018-10-17",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe solve a portfolio choice problem when expected returns, volatilities and trading-costs follow a regime-switching model. The optimal policy trades towards an aim portfolio given by a weighted-average of the conditional mean-variance portfolios in all future states. The trading speed is higher in more persistent, riskier and higher-liquidity states. It can be optimal to overweight low Sharpe-ratio assets such as Treasury bonds because they remain liquid even in crisis states. We illustrate our methodology by constructing an optimal US equity market timing portfolio based on an estimated regime-switching model and on trading costs estimated using a large-order institutional trading dataset.\n\n",
    "acknowledgement": "\nFor valuable comments and suggestions, we thank Darrell Duffie, Hui Guo, Ron Kaniel, an anonymous referee, and seminar participants at Princeton University, UCLA, University of Cincinnati and the 2018 Zurich Workshop on Asset Pricing. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nKent D. Daniel\n\nThe author declares that he consults for financial firms, and serves on the academic advisory boards of several financial firms, but has no relevant or material financial interests that bear upon the research described in this paper.\n\n\n"
}