{
    "id": 24226,
    "citation_title": "The Power of Working Longer",
    "citation_author": [
        "Gila Bronshtein",
        "Jason Scott",
        "John B. Shoven",
        "Sita N. Slavov"
    ],
    "citation_publication_date": "2018-01-22",
    "issue_date": "2018-01-19",
    "revision_date": "2018-01-26",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper compares the relative strengths of working longer vs. saving more in terms of increasing a household’s affordable, sustainable standard of living in retirement. Both stylized households and actual households from the Health and Retirement Study are examined. We assume that workers commence Social Security benefits when they retire. The basic result is that delaying retirement by 3-6 months has the same impact on the retirement standard of living as saving an additional one-percentage point of labor earnings for 30 years. The relative power of saving more is even lower if the decision to increase saving is made later in the work life. For instance, increasing retirement saving by one percentage point ten years before retirement has the same impact on the sustainable retirement standard of living as working a single month longer. The calculations of the relative power of working longer and saving more are done for a wide range of realized rates of returns on saving, for households with different income levels, and for singles as well as married couples. The results are quite invariant to these circumstances.\n\n",
    "acknowledgement": "\nThis research was supported by the Alfred P. Sloan Foundation through grant #G-2017-9695. The views and approaches in this paper are solely those of the authors and do not represent the views of Cornerstone Research, Stanford University, George Mason University or the National Bureau of Economic Research. The authors are grateful to Ben Kaufman for outstanding research assistance.\n\n\n"
}