{
    "id": 24220,
    "citation_title": "Wage Dynamics and Returns to Unobserved Skill",
    "citation_author": [
        "Lance Lochner",
        "Youngmin Park",
        "Youngki Shin"
    ],
    "citation_publication_date": "2018-01-22",
    "issue_date": "2018-01-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEconomists disagree about the factors driving the substantial increase in residual wage inequality in the U.S. over the past few decades.  We identify and estimate a general model of log wage residuals that incorporates: (i) changing returns to unobserved skills, (ii) a changing distribution of unobserved skills, and (iii) changing volatility in wages due to factors unrelated to skills. Using data from the PSID, we estimate that the returns to unobserved skills have declined by as much as 50% since the mid-1980s despite a sizable increase in residual inequality.  Instead, the variance of skills rose over this period due to increasing variability in life cycle skill growth. Finally, we develop an assignment model of the labor market and show that both demand and supply factors contributed to the downward trend in the returns to skills over time, with demand factors dominating for non-college-educated men.\n\n",
    "acknowledgement": "\nFor their valuable comments, we thank Pat Bayer, Magne Mogstad, Fabrizio Perri, Gianluca Violante and Thomas Lemieux as well as seminar/conference participants at the Bank of Canada, Duke University, Hitotsubashi University, University of Maryland, NYU, University of Rochester, University of Western Ontario, Yonsei University, the 2017 Applied Micro Workshop in Oslo, and 2017 Annual Meetings of the Canadian Economics Association and the Society for Economic Dynamics. This research was supported by a grant from Canada's Social Sciences and Humanities Research Council. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}