{
    "id": 24233,
    "citation_title": "Ramsey Strikes Back: Optimal Commodity Taxes and Redistribution in the Presence of Salience Effects",
    "citation_author": [
        "Hunt Allcott",
        "Benjamin Lockwood",
        "Dmitry Taubinsky"
    ],
    "citation_publication_date": "2018-01-22",
    "issue_date": "2018-01-19",
    "revision_date": "2018-02-12",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAn influential result in modern optimal tax theory, the Atkinson and Stiglitz (1976) theorem, holds that for a broad class of utility functions, all redistribution should be carried out through labor income taxation, rather than differential taxes on commodities or capital. An important requirement for that result is that commodity taxes are known and fully salient when consumers make income-determining choices. This paper allows for the possibility consumers may be inattentive to (or unaware of) some commodity taxes when making choices about income. We show that commodity taxes are useful for redistribution in this setting. In fact, the optimal commodity taxes essentially follow the classic “many person Ramsey rule” (Diamond 1975), scaled by the degree of inattention. As a result, to the extent that commodity taxes are not (fully) salient, goods should be taxed when they are less elastically consumed, and when they are consumed primarily by richer consumers. We extend this result to the setting of corrective taxes, and show how nonsalient corrective taxes should be adjusted for distributional reasons.\n\n",
    "acknowledgement": "\nWe thank Keith Ericson for comments. We are grateful to the Sloan Foundation for grant funding. The model and derivations of the results follow Lockwood and Taubinsky (2017); see that paper for a generalization of the results to the case in which there is correlated preference heterogeneity. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}