{
    "id": 24234,
    "citation_title": "The Macroeconomics of Rational Bubbles: A User's Guide",
    "citation_author": [
        "Alberto Martin",
        "Jaume Ventura"
    ],
    "citation_publication_date": "2018-01-22",
    "issue_date": "2018-01-19",
    "revision_date": "2018-01-23",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides a guide to macroeconomic applications of the theory of rational bubbles. It shows that rational bubbles can be easily incorporated into standard macroeconomic models, and illustrates how they can be used to account for important macroeconomic phenomena. It also discusses the welfare implications of rational bubbles and the role of policy in managing them. Finally, it provides a detailed review of the literature.\n\n",
    "acknowledgement": "\nWe are grateful to Oscar Arce, Vladimir Asriyan, Gadi Barlevy, Sergi Basco, Gene Grossman, Jian Jun Miao and Toan Phan for their comments on an earlier draft. We thank Janko Heineken and Ilja Kantorovitch for superb research assistance. Martin acknowledges support from the Spanish Ministry of Economy, Industry and Competitiveness (grant ECO2016-79823-P) and from the ERC (Consolidator Grant FP7-615651-MacroColl). Ventura acknowledges support from the Spanish Ministry of Economy and Competitiveness (grant ECO2014-54430-P) and from the ERC Horizon 2020 Research and Innovation Programme (grant agreement 693512). In addition, both authors acknowledge support from the Spanish Ministry of Economy and Competitiveness, through the Severo Ochoa Programme for Centres of Excellence in R&D (SEV-2015-0563), from the CERCA Programme/Generalitat de Catalunya, from the Generalitat de Catalunya (grant 2014SGR-830 AGAUR), and from the Barcelona GSE Research Network. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}