{
    "id": 24231,
    "citation_title": "The Impact of Health on Labor Market Outcomes: Experimental Evidence from MRFIT",
    "citation_author": [
        "Melvin Stephens",
        "Jr.",
        "Desmond J. Toohey"
    ],
    "citation_publication_date": "2018-01-22",
    "issue_date": "2018-01-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhile economists have posited that health investments increase earnings, isolating the causal effect of health is challenging due both to reverse causality and unobserved heterogeneity.   We examine the labor market effects of a randomized controlled trial, the Multiple Risk Factor Intervention Trial (MRFIT), which monitored nearly 13,000 men for over six years. We find that this intervention, which provided a bundle of treatments to reduce coronary heart disease mortality, increased earnings and family income. We find few differences in estimated gains by baseline health and occupation characteristics.  Reductions in serious illnesses and work-limiting disabilities likely contributed to the observed gains.\n\n",
    "acknowledgement": "\nWe thank seminar participants at the Michigan Labor Lunch, the NBER Labor Studies and Health Economics meetings, Wisconsin CDE & CDHA, and the H2D2 conference for helpful comments and suggestions.  Research reported in this publication was supported by the National Institute On Aging of the National Institutes of Health under Award Number R03AG046503. The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}