{
    "id": 24237,
    "citation_title": "Signaling Safety",
    "citation_author": [
        "Roni Michaely",
        "Stefano Rossi",
        "Michael Weber"
    ],
    "citation_publication_date": "2018-01-22",
    "issue_date": "2018-01-19",
    "revision_date": "2019-11-26",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nContrary to signaling models' central predictions, changes in the level of cash flows do not empirically follow changes in dividends. We use the Campbell (1991) decomposition to construct cash-flow and discount-rate news from returns and find the following: (1) Both dividend changes and repurchase announcements signal changes in cash-flow volatility (in opposite direction); (2) larger cash-flow volatility changes come with larger announcement returns; and (3) neither discount-rate news, nor the level of cash-flow news, nor total stock return volatility change following dividend changes. We conclude cash-flow news—and not discount-rate news—drive payout policy, and payout policy conveys information about future cash-flow volatility.\n\n",
    "acknowledgement": "\nPreviously circulated as “The Information Content of Dividends: Safer Profits, Not Higher Profits.” We thank Franklin Allen, Malcolm Baker, Bruce Carlin, Jonathan Cohn, Jason Donaldson, Ran Duchin, Miguel Ferreira, Slava Fos, Xavier Freixas, Nicola Gennaioli, Simon Gervais, Denis Gromb, Jie He, Praveen Kumar, Christian Leuz, Gustavo Manso, Jose-Luis Peydro, Amit Seru, Henri Servaes, Victoria Vanasco, Jules Van Binsbergen, Vikrant Vig, Vish Viswanathan, Yufeng Wu, Toni Whited, Ivo Welch, Amir Yaron and conference and seminar participants at the American Finance Association Annual Meeting, Adam Smith Corporate Finance Conference, Bocconi, Cambridge, the Corporate Finance Conference at Washington University, ESMT, ESSEC, Frankfurt, London Business School, London School of Economics, NBER Corporate Finance, Nova SBE, the Revelstoke Finance Conference, the Review of Corporate Finance Studies Conference, the 2017 TAU Finance Conference, Universitat Pompeu Fabra, Tsinghua SEM, University of Houston, University of Warwick, and the 2018 Western Finance Association Annual Meeting for valuable comments. Weber acknowledges financial support from the Fama Miller Center and the Cohen Keenoy Faculty Research Fund at the University of Chicago Booth School of Business. We thank Xiao Yin and Lisa Li for valuable research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}