{
    "id": 24236,
    "citation_title": "Changing Business Dynamism and Productivity: Shocks vs. Responsiveness",
    "citation_author": [
        "Ryan A. Decker",
        "John C. Haltiwanger",
        "Ron S. Jarmin",
        "Javier Miranda"
    ],
    "citation_publication_date": "2018-01-22",
    "issue_date": "2018-01-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe pace of job reallocation has declined in all U.S. sectors since 2000.  In standard models, aggregate job reallocation depends on (a) the dispersion of idiosyncratic productivity shocks faced by businesses and (b) the marginal responsiveness of businesses to those shocks.  Using several novel empirical facts from business microdata, we infer that the pervasive post-2000 decline in reallocation reflects weaker responsiveness in a manner consistent with rising adjustment frictions and not lower dispersion of shocks.  The within-industry dispersion of TFP and output per worker has risen, while the marginal responsiveness of employment growth to business-level productivity has weakened.  The responsiveness in the post-2000 period for young firms in the high-tech sector is only about half (in manufacturing) to two thirds (economy wide) of the peak in the 1990s.  Counterfactuals show that weakening productivity responsiveness since 2000 accounts for a significant drag on aggregate productivity.\n\n",
    "acknowledgement": "\nJohn Haltiwanger is also a Schedule A part-time employee of the Census Bureau at the time of the writing of this paper.  We gratefully acknowledge financial support from the Kauffman Foundation.  Cody Tuttle provided excellent research assistance.  We thank John Abowd, Rudi Bachmann, Martin Baily, Jonathan Baker, Dave Byrne, Chris Foote, Lucia Foster, Clément Gorin, Bronwyn Hall, Matthias Kehrig, Pete Klenow, Kristin McCue, and conference or seminar participants at the 2015 Atlanta Fed Conference on Secular Changes in Labor Markets, the ASSA 2016 meetings, the 2016 Brookings “productivity puzzle” conference, the 3rd International ZEW conference, the 2016 ICC conference, BYU, University of Chicago, Drexel University, the Federal Reserve Board, George Mason University, Georgetown University, Michigan State University, the New York Fed, Princeton University, the Richmond Fed, the spring 2017 Midwest Macro meetings, the 2017 UNC IDEA conference, and the 2017 NBER Summer Institute meetings for helpful comments.  We are grateful for the use of the manufacturing productivity database developed in Foster, Grim and Haltiwanger (2016) as well as the revenue productivity database developed in Haltiwanger et al. (2017), and we thank Peter Schott for providing guidance and data for constructing import penetration data.  Any opinions and conclusions expressed herein are those of the authors and do not necessarily represent the views of the U.S. Census Bureau, the Board of Governors, its staff, or the National Bureau of Economic Research.  All results have been reviewed to ensure that no confidential information is disclosed.\n\n\n\nRon S. Jarmin\n\nI received no personal financial remuneration for this work.  I was a Co-PI on a Kauffman Foundation grant that funded RA support.\n\n\n\nJavier Miranda\n\nIn compliance with the requirement of the Journal’s disclosure policy, I would like to state that I, Javier Miranda, am an employee of the U.S. Census Bureau. I have received no direct financial support from any organization but I am one of the Principal Investigators on the grant from the Kauffman Foundation that we note in the acknowledgements section. The support from the Kauffman Foundation is directly related to this research as they have supported the development of the data infrastructure used in this paper as well as research analysis related to the topics in this paper. We are also using proprietary data in this paper housed at the U.S. Bureau of the Census. As we note in the acknowledgements section “All results have been reviewed to ensure that no confidential information is disclosed.”\n\n\n"
}