{
    "id": 24249,
    "citation_title": "Do Management Interventions Last? Evidence from India",
    "citation_author": [
        "Nicholas Bloom",
        "Aprajit Mahajan",
        "David McKenzie",
        "John Roberts"
    ],
    "citation_publication_date": "2018-01-29",
    "issue_date": "2018-01-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBeginning in 2008, we ran a randomized controlled trial that changed management practices in a set of Indian weaving firms (Bloom et al. 2013). In 2017 we revisited the plants and found three main results. First, while about half of the management practices adopted in the original experimental plants had been dropped, there was still a large and significant gap in practices between the treatment and control plants. Likewise, there remained a significant performance gap between treatment and control plants, suggesting lasting impacts of effective management interventions. Second, while few management practices had demonstrably spread across the firms in the study, many had spread within firms, from the experimental plants to the non-experimental plants, suggesting limited spillovers between firms but large spillovers within firms. Third, managerial turnover and the lack of Director time were two of the most cited reasons for the drop in management practices in experimental plants, highlighting the importance of key employees.\n\n",
    "acknowledgement": "\nFinancial support was provided by SEED at the Graduate School of Business at Stanford and by the World Bank under the Strategic Research Program (SRP). This research would not have been possible without the consulting team of Saurabh Bhatnagar, Shaleen Chavda, Rahul Dsouza, Sumit Kumar, and Ashutosh Tyagi. We thanks our formal discussant Rebecca Henderson and seminar participants at Duke, IGC, Maryland, NBER, Stanford and the World Bank for comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}