{
    "id": 24244,
    "citation_title": "Unconventional Fiscal Policy",
    "citation_author": [
        "Francesco D’Acunto",
        "Daniel Hoang",
        "Michael Weber"
    ],
    "citation_publication_date": "2018-01-29",
    "issue_date": "2018-01-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Behavioral Economics",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUnconventional fiscal policy uses announcements of future increases in consumption taxes to generate inflation expectations and accelerate consumption expenditure. It is budget neutral and time consistent. We provide preliminary evidence for the effectiveness of such policies using changes in value-added tax (VAT) and household survey data for Poland. We find households increased their inflation expectations and willingness to purchase durables before the increase in VAT. Future research has to ensure income, wealth effects, or intratemporal substitution channels cannot explain these results and ideally exploit exogenous variation in VAT in a fixed nominal interest rate environment.\n\n",
    "acknowledgement": "\nThe views expressed here are those of the authors and do not necessarily reflect the views of GfK or the views of the National Bureau of Economic Research. We thank the project coordinator at GfK, Rolf Buerkl, for help with the data and insightful comments. We also thank Rudi Bachmann, Oli Coibion (discussant), Yuriy Gorodnichenko, Valerie Ramey, Harald Uhlig, and conference participants at the 2018 AEA session on Conventional and Unconventional Fiscal Multipliers. Weber thanks the Cohen Keenoy Faculty Research Fund at the University of Chicago Booth School of Business.\n\n\n"
}