{
    "id": 24247,
    "citation_title": "Longevity, Education, and Income: How Large is the Triangle?",
    "citation_author": [
        "Hoyt Bleakley"
    ],
    "citation_publication_date": "2018-01-29",
    "issue_date": "2018-01-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhile health affects economic development and wellbeing through a variety of pathways, one commonly suggested mechanism is a \"horizon\" channel in which increased longevity induces additional education. A recent literature devotes much attention to how much education responds to increasing longevity, while this study asks instead what impact this specific channel has on wellbeing (welfare).  I note that death is like a tax on human-capital investments, which suggests the use of a standard public-economics tool: triangles.  I construct estimates of the triangle gain if education adjusts to lower adult mortality.  Even for implausibly large responses of education to survival  differences, almost all of today's low-human-development countries, if switched instantaneously to Japan's survival curve, would place a value on this channel of less than 15% of income.  Calibrating the model with well-identified micro- and cohort-level studies, I find that the horizon triangle for the typical low-income country is instead less than a percent of lifetime income.  Gains from increased survival in the 20th-century are similarly sized.\n\n",
    "acknowledgement": "\nI thank Lucy Chen, Obeid Rehman, Patricia Padilla, and Robert Venyige for excellent research assistance.  I also thank Barbara Anderson, Victoria Baranov, David Canning, Deon Filmer, Andrew Foster, Casper Worm Hansen, Adriana Lleras-Muney, Lars Lønstrup, Emily Oster, Elyce Rotella, Paul Rhode and seminar participants at Princeton (Center for Health and Wellbeing), University of Michigan (Robert Wood Johnson Workshop and Population Studies Center Brownbag), Michigan State University, the University of Connecticut, the PopPov2016 conference, Carnegie Mellon University, University of Pittsburgh, Northwestern University, the University of Buffalo, and the University of Copenhagen for helpful comments. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}