{
    "id": 24248,
    "citation_title": "Do CCTs Improve Employment and Earnings in the Very Long-Term? Evidence from Mexico",
    "citation_author": [
        "Adriana D. Kugler",
        "Ingrid Rojas"
    ],
    "citation_publication_date": "2018-01-29",
    "issue_date": "2018-01-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe assess long-term impacts of the Mexican conditional cash transfer (CCT) program on youth employment and earnings. We rely on the original random assignment into early and late treatment localities, which introduced CCTs in 1998 and 2000. We focus on children between 7 and 16 years of age in 1997, who we follow up to 17 years later. Using the household surveys between 2003 and 2015, we find that those with greater time of exposure to CCTs had greater increases in educational attainment. Moreover, we find significant and positive impacts of the program on the likelihood and quality of employment.\n\n",
    "acknowledgement": "\nWe are grateful to Joe Altonji, Josh Angrist, S. Anukriti, Mariano Bosch, Kristin Butcher, Rachel Heath, Melanie Khamis, Santiago Levy, Annemie Maertens, Laura Schechter, Erwin Tiongson, Shin-Yi Wang for comments, and to seminar participants at the SFS Development Seminar Series and at the Americas Initiative at Georgetown University. We are also grateful to Rogelio Grados and Martha Cuevas from PROSPERA for access to the original and follow up data on PROSPERA beneficiaries and for answering our questions on the data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}