{
    "id": 24241,
    "citation_title": "Financial Constraints, Institutions, and Foreign Ownership",
    "citation_author": [
        "Ron Alquist",
        "Nicolas Berman",
        "Rahul Mukherjee",
        "Linda Tesar"
    ],
    "citation_publication_date": "2018-01-29",
    "issue_date": "2018-01-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines how external finance dependence, financial development, and institutions influence brownfield foreign direct investment (FDI). We develop a model of cross-border acquisitions in which the foreign acquirer's choice of ownership structure reflects a trade-off between easing target credit constraints and the costs of operating in an environment of low institutional quality. Using a dataset of cross-border acquisitions in emerging markets, we find evidence supporting the central predictions of the model that: (i) a foreign firm is more likely to fully acquire a target firm in sectors that are more reliant on external finance, or in countries with lower financial development/higher institutional quality; (ii) the level of foreign ownership in partially foreign-owned firms is insensitive to institutional factors and depends weakly on financial factors; (iii) the share of foreign acquisitions in all acquisition activity is also higher in external finance dependent sectors, or financially under-developed/high institutional quality countries; and (iv) sectoral external finance dependence accentuates the effect of country-level financial development and institutional quality. The theory and empirical evidence provide insight into the interaction between the financial, institutional and technological determinants of North-South brown field FDI.\n\n",
    "acknowledgement": "\nNicolas Berman acknowledges financial support from A*Midex  (grant ANR-11-IDEX-0001-02 funded by the French government “Investissement d'Avenir” program). Rahul Mukherjee acknowledges the support of the Swiss National Science Foundation (Research Grant No. 172690). AQR Capital Management is a global investment \ffirm, which may or may not apply similar investment techniques or methods of analysis as described herein. The views expressed here are those of the authors and not necessarily those of AQR or the National Bureau of Economic Research.\n\n\n"
}