{
    "id": 24245,
    "citation_title": "AI as the next GPT: a Political-Economy Perspective",
    "citation_author": [
        "Manuel Trajtenberg"
    ],
    "citation_publication_date": "2018-01-29",
    "issue_date": "2018-01-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHistory suggests that dismal prophecies regarding the impact of great technological advances rarely come to pass. Yet, as many occupations will indeed vanish with the advent of AI as the new General Purpose Technology (GPT), we should search for ways to ameliorate the detrimental effects of AI, and enhance its positive ones, particularly in: (1) education and skills development: revamp the centuries-old “factory model” of education, and develop instead skills relevant for an AI-based economy – analytical, creative, interpersonal, and emotional. (2) The professionalization of personal care occupations, particularly in healthcare and education; these are to provide the bulk of future employment growth, yet as performed today involve little training and technology, and confer low wages. New, higher standards and academic requirements could be set for these occupations, which would enable AI to benefit both providers and users. (3) Affect the direction of technical advance – we distinguish between “human-enhancing innovations” (HEI), that magnify and enhance sensory, motoric, and other such human capabilities, and “human-replacing innovations” (HRI), which replace human intervention, and often leave for humans mostly “dumb” jobs. AI-based HEI’s have the potential to unleash a new wave of creativity and productivity, particularly in services, whereas HRI’s might just decrease employment and give rise to unworthy jobs.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}