{
    "id": 24256,
    "citation_title": "Demographics and FDI: Lessons from China's One-Child Policy",
    "citation_author": [
        "John B. Donaldson",
        "Christos Koulovatianos",
        "Jian Li",
        "Rajnish Mehra"
    ],
    "citation_publication_date": "2018-01-29",
    "issue_date": "2018-01-25",
    "revision_date": "2023-06-12",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFollowing the introduction of the one-child policy in China, the capital-labor ratio of China increased relative to that of India, while FDI/GDP inflows to China vs India simultaneously declined. These observations are explained in the context of a simple neoclassical OLG paradigm. The adjustment mechanism works as follows: the reduction in the growth rate of the (urban) labor force due to the one-child policy increases the capital per worker inherited from the previous generation. The resulting increase in China’s domestic capital-labor ratio thus “crowds out” the need for FDI in China relative to India. Our paper is a contribution to the nascent literature exploring demographic transitions and their effects on FDI flows.\n\n",
    "acknowledgement": "\nWe thank Costas Arkolakis, Costas Azariadis, Tom Cooley, Espen Henriksen, Dilip Mookherjee, Robert Lucas, Julien Penasse, Edward Prescott, Laszlo Sandor, Gustavo Ventura and participants of the Econometric Society meetings in Cotonou for helpful comments. We are especially grateful to Thomas Cooley for detailed feedback and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}