{
    "id": 24250,
    "citation_title": "Exchange Traded Funds 101 For Economists",
    "citation_author": [
        "Martin Lettau",
        "Ananth Madhavan"
    ],
    "citation_publication_date": "2018-01-29",
    "issue_date": "2018-01-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nExchange-traded funds (ETFs) represent one of the most important financial innovations in decades. An ETF is an investment vehicle that trades intraday and seeks to replicate the performance of a specific index. In recent years ETFs have grown substantially in assets, diversity, and market significance. This growth reflects the rise in passive asset management where investors seek to track a benchmark index rather than outperform the market as a whole. As a consequence, there is increased attention by investors, regulators, and academics seeking to assess and understand the implications of this rapid growth. This article explains the key drivers of ETF growth and their implications for economists and policy makers.\n\n",
    "acknowledgement": "\nMartin Lettau is the Kruttschnitt Family Chair in Financial Institutions, Haas School of Business, University of California at Berkeley, Berkeley, California. He is a Research Associate at the National Bureau of Economic Research, Cambridge, Massachusetts and a Research Fellow at the Centre for Economic Policy Research, London, United Kingdom. Ananth Madhavan is Managing Director, Global Head of ETF and Index Investing Research, BlackRock, Inc., San Francisco, California. The views expressed here are those of the authors alone and do not necessarily represent the views of BlackRock, Inc nor of the National Bureau of Economic Research. BlackRock the largest worldwide provider of ETFs.\n\n\n"
}