{
    "id": 24259,
    "citation_title": "From the Bargaining Table to the Ballot Box: Political Effects of Right to Work Laws",
    "citation_author": [
        "James Feigenbaum",
        "Alexander Hertel-Fernandez",
        "Vanessa Williamson"
    ],
    "citation_publication_date": "2018-01-29",
    "issue_date": "2018-01-25",
    "revision_date": "2019-02-13",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Relations",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nLabor unions directly affect wages, employment, industrial structure, and inequality. But unions also influence the economy and labor market indirectly through their effects on politics, providing candidates with voters, volunteers, and contributions, and lobbying on public policy. We use the enactment of right-to-work laws---which weaken unions by removing agency shop protections---to estimate the effect of unions on politics and policy from 1980-2016. Comparing counties on either side of a state and right-to-work border to causally identify the effects of the state laws, we find that right-to-work laws reduce Democratic Presidential vote shares by 3.5 percentage points. We find similar effects in Senate, House, and Gubernatorial races, as well as on state legislative control. Turnout is also 2 percentage points lower in right-to-work counties after passage. Exploring the mechanisms, we find that right-to-work laws dampen organized labor contributions to Democrats and that potential Democratic voters are less likely to be contacted to vote. The weakening of unions also has large downstream effects: fewer working-class candidates serve in state legislatures and Congress, while state policy moves in a more conservative direction.\n",
    "acknowledgement": "\nWe thank Sarah Anzia, Sam Bazzi, Peter Blair, David Broockman, Ellora Derenoncourt, Fred Finan, Don Green, Simon Jäger, Josh Kalla, Larry Katz, Kevin Lang, Gabe Lenz, Bob Margo, John Marshall, Shom Mazumder, Christopher Muller, Suresh Naidu, Daniele Paserman, Gianluca Russo, Eric Schickler, Johannes Schmieder, William Spriggs, and Bryce Steinberg, as well as seminar participants at Columbia University, Duke University, UC Santa Barbara, UC Berkeley Haas, UC Berkeley, Boston University, William & Mary, BYU, George Mason, Brown University, UMass Amherst, and the ASSA LERA Right-to-Work session for helpful feedback. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}