{
    "id": 24257,
    "citation_title": "Saving and Dissaving with Hyperbolic Discounting",
    "citation_author": [
        "Dan Cao",
        "Iván Werning"
    ],
    "citation_publication_date": "2018-01-29",
    "issue_date": "2018-01-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Households and Firms",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIs the standard hyperbolic-discounting model capable of robust qualitative predictions for savings behavior? Despite results suggesting a negative answer, we provide a positive one. We give conditions under which all Markov equilibria display either saving at all wealth levels or dissaving at all wealth levels. Moreover, saving versus dissaving is determined by a simple condition comparing the interest rate to a threshold made up of impatience parameters only. Our robustness results illustrate a well-behaved side of the model and imply that qualitative behavior is determinate, dissipating indeterminacy concerns to the contrary (Krusell and Smith, 2003). We prove by construction that equilibria always exist and that multiplicity is present in some cases, highlighting that our robust predictions are not due to uniqueness. Similar results may be obtainable in related dynamic games, such as political economy models of public spending.\n\n",
    "acknowledgement": "\nFor useful comments and suggestions, we thank the co-editor and four anonymous referees. We also appreciate conversations with Jinhui Bai, Satyajit Chatterjee, Behzad Diba, Per Krusell, Roger Lagunoff, John Rust, Tony Smith, Pierre Yared, Andrea Wilson, as well as seminar and conference participants. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}