{
    "id": 24262,
    "citation_title": "Stock Market Returns and Consumption",
    "citation_author": [
        "Marco Di Maggio",
        "Amir Kermani",
        "Kaveh Majlesi"
    ],
    "citation_publication_date": "2018-01-29",
    "issue_date": "2018-01-25",
    "revision_date": "2020-05-06",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper employs Swedish data on households' stock holdings to investigate how consumption responds to changes in stock market returns. We instrument the actual capital gains and dividend payments with past portfolio weights. Unrealized capital gains lead to a marginal propensity to consume (MPC) of 23% for the bottom 50% of the wealth distribution and about 3% for the top 30% of the wealth distribution. Households’ consumption is significantly more responsive to dividend payouts across all parts of the wealth distribution. Our findings are consistent with households treating capital gains and dividends as separate sources of income.\n\n",
    "acknowledgement": "\nThe data used in this paper come from the Swedish Interdisciplinary Panel (SIP) administered at the Centre for Economic Demography, Lund University, Sweden. We thank two anonymous referees, an associate editor and the editor, Stefan Nagel, for helpful comments that significantly improved the paper. We also thank Malcolm Baker, James Cloyne, Chris Carroll, Francesco D'Acunto, Samuel Hartzmark, Luigi Guiso, Matti Keloharju, Ralph Koijen, David Laibson, Geng Li, Jonathan Parker, Luigi Pistaferri, Larry Schmidt, Paolo Sodini, David Sraer, Stijn Van Nieuwerburgh, Gianluca Violante, Roine Vestman and Annette Vissing-Jørgensen and seminar participants at the 2017 meeting of the Econometric Society, New York University Conference on Household Finance, CEPR Household Finance Workshop in Copenhagen, Helsinki Finance Summit, NBER SI Consumption Micro to Macro, MIT Sloan, UCSD, CREI and UPF, NY Fed, UC Berkeley, University of Zurich, SFS Cavalcade, the European Finance Association, and the Western Finance Association for helpful comments. We thank Terrance Odean for providing data from a large brokerage in the US. Leonel Drukker and Erik Grenestam provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}