{
    "id": 24267,
    "citation_title": "Targeting with In-kind Transfers: Evidence from Medicaid Home Care",
    "citation_author": [
        "Ethan M.J. Lieber",
        "Lee M. Lockwood"
    ],
    "citation_publication_date": "2018-01-29",
    "issue_date": "2018-01-25",
    "revision_date": "2019-03-06",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMaking a transfer in kind reduces its value to recipients but can improve targeting. We develop an approach to quantifying this tradeoff and apply it to home care. Using randomized experiments by Medicaid, we find that in-kind provision significantly reduces the value of the transfer to recipients while targeting a small fraction of the eligible population that is sicker and has fewer informal caregivers than the average eligible. Under a wide range of assumptions within a standard model, the targeting benefit exceeds the distortion cost. This highlights an important cost of recent reforms toward more flexible benefits.\n\n",
    "acknowledgement": "\nWe are grateful to the Editor, Liran Einav, the anonymous referees, Norma Coe, Manasi Deshpande, Amy Finkelstein, Gopi Shah Goda, Tami Gurley-Calvez, Seema Jayachandran, Brian Melzer, Matt Notowidigdo, Mike Powell, Emmanuel Saez, Diane Schanzenbach, Jesse Shapiro, Courtney Van Houtven, our department colleagues, and many seminar participants for helpful comments. We thank Jose Carreno, Vishal Kamat, Max Rong, and Zeyu Wang for excellent research assistance. The research reported herein was performed pursuant to a grant from the U.S. Social Security Administration (SSA) through the Michigan Retirement Research Center (Grant #5 RRC08098401-05), funded as part of the Retirement Research Consortium. The opinions and conclusions expressed are solely those of the authors and do not represent the opinions or policy of the Social Security Administration, any agency of the Federal Government, the Michigan Retirement Research Center, or the National Bureau of the Economic Research. The authors declare that they have no relevant or material financial interests that relate to the research described in this paper.\n\n\n"
}