{
    "id": 24265,
    "citation_title": "Eclipse of the Public Corporation or Eclipse of the Public Markets?",
    "citation_author": [
        "Craig Doidge",
        "Kathleen M. Kahle",
        "G. Andrew Karolyi",
        "René M. Stulz"
    ],
    "citation_publication_date": "2018-01-29",
    "issue_date": "2018-01-25",
    "revision_date": "2019-03-28",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSince reaching a peak in 1997, the number of listed firms in the U.S. has fallen in every year but one. During this same period, public firms have been net purchasers of $3.6 trillion of equity (in 2015 dollars) rather than net issuers. The propensity to be listed is lower across all firm size groups, but more so among firms with less than 5,000 employees. Relative to other countries, the U.S. now has abnormally few listed firms. Because markets have become unattractive to small firms, existing listed firms are larger and older. We argue that the importance of intangible investment has grown but that public markets are not well-suited for young, R&D-intensive companies. Since there is abundant capital available to such firms without going public, they have little incentive to do so until they reach the point in their lifecycle where they focus more on payouts than on raising capital.\n\n",
    "acknowledgement": "\nDoidge is from the Rotman School of Management at the University of Toronto, Kahle is from the Eller School of Management at the University of Arizona, Karolyi is from the Cornell S.C. Johnson College of Business at Cornell University, and Stulz is from the Fisher College of Business at The Ohio State University, NBER, and ECGI. Parts of this paper update and discuss results from Doidge, Karolyi, and Stulz (2017) and Kahle and Stulz (2017). Other parts are new. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nG. Andrew Karolyi\n\nKarolyi has served as an ad hoc consultant to Dimensional Fund Advisors during the years when this paper was written.\n\n\n\nRené M. Stulz\n\nRené Stulz serves on the board of a bank and consults and provides expert testimony for financial institutions.\n\n\n"
}