{
    "id": 24260,
    "citation_title": "The Effects of Fair Trade Certification: Evidence from Coffee Producers in Costa Rica",
    "citation_author": [
        "Raluca Dragusanu",
        "Eduardo Montero",
        "Nathan Nunn"
    ],
    "citation_publication_date": "2018-01-29",
    "issue_date": "2018-01-25",
    "revision_date": "2021-08-16",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Development Economics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the effects of Fair Trade (FT) certification of coffee on producers and households in Costa Rica. Examining the production dynamics of all Costa Rican coffee mills from 1999–2014, we find that when global coffee prices are lower and the FT guaranteed minimum price is binding, FT certification is associated with a higher sales price, greater sales, and more revenues. We also find that certification reduces the probability of a mill closing down and exiting the industry. Looking at households, we find that certification is associated with higher incomes for farm owners. Part of this is due to a transfer of incomes from intermediaries whose incomes decrease due to FT. We find no effect of FT on unskilled workers, who are the more disadvantaged group within the coffee sector.\n\n",
    "acknowledgement": "\nWe thank the editor, Giovanni Peri, and four anonymous referees for comments and suggestions that substantially improved the paper. We also thank Stephanie Cappa, Grace Finley, Matthew Summers, and Marco Antonio Martinez del Angel for excellent research assistance, and ICAFE Costa Rica for sharing their data, as well as Laura Alfaro, David Atkin, Oriana Bandiera, Dave Donaldson, Erica Field, Rocco Macchiavello, Pepita Miquel-Florensa, Ameet Morjaria, Marc Muendler, Ben Olken, Nina Pavcnik, Andrea Podhorsky, and Christian Volpe, as well as seminar participants at MIT, the IADB, AEA Annual Meetings, Economics of Social Sector Organizations Conference at the University of Chicago, LACEA-IDB TIGN Annual Conference, Geneva Trade and Development Workshop, and NBER ITI Summer Institute for valuable comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}