{
    "id": 24261,
    "citation_title": "Pricing Assets in a Perpetual Youth Model",
    "citation_author": [
        "Roger Farmer"
    ],
    "citation_publication_date": "2018-01-29",
    "issue_date": "2018-01-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper constructs a general equilibrium model where asset price fluctuations are caused by random shocks to beliefs about the future price level that reallocate consumption across generations. In this model, asset prices are volatile, and price-earnings ratios are persistent, even though there is no fundamental uncertainty and \ffinancial markets are sequentially complete. I show that the model can explain a substantial risk premium while generating smooth time series for consumption. In my model, asset price fluctuations are Pareto inefficient and there is a role for treasury or central bank intervention to stabilize asset price volatility.\n\n",
    "acknowledgement": "\nI would like to thank Fernando Alvarez, Markus K. Brunnermeir, Zeno Enders, Emmanuel Farhi, Leland E. Farmer, Xavier Gabaix, Nicolae Gˆarleanu, Valentin Haddad, Lars Peter Hansen, Nobuhiro Kiyotaki, Robert E. Lucas Jr., N. Gregory Mankiw, Stavros Panageas, Nancy L. Stokey, Harald Uhlig, Ivan Werning and Pawel Zabczyk for their comments on earlier versions of the ideas contained in this paper. I would especially like to thank Leland E. Farmer for detailed and insightful comments. Thanks also to an anonymous referee of this journal and to the editor, Vincenzo Quadrini, who made a number of important suggestions that considerably improved the final version of the paper. I would also like to thank participants at the NBER Economic Fluctuations and Growth Meeting in February of 2014, the NBER 2014 summer workshop on Asset pricing, the 2014 summer meetings of the Society for Economic Dynamics in Toronto Canada, and the Brigham Young University Computational Public Economics Conference in Park City Utah, December 2014. Earlier versions of this work were presented at the Bank of England, the Board of Governors of the Federal Reserve, Harvard University, the International Monetary Fund, the Barcelona GSE 2015 Summer Forum, the London School of Economics, the London Business School, Penn State University, the University of Chicago, the Wharton School and Warwick University. Thanks to C. Roxanne Farmer for her editorial assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}