{
    "id": 24269,
    "citation_title": "Trade Creditors’ Information Advantage",
    "citation_author": [
        "Victoria Ivashina",
        "Benjamin Iverson"
    ],
    "citation_publication_date": "2018-01-29",
    "issue_date": "2018-01-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing information on the sales of debt claims for 132 U.S. Chapter 11 bankruptcy cases, we show that large trade creditors’ decisions to sell receivables of a distressed company in bankruptcy are predictive of lower recovery rates, and that in such cases these creditors sell ahead of less informed suppliers and other creditors. This result is especially pronounced for more opaque distressed firms, when trade creditors’ information advantage is likely largest. This evidence shows that suppliers that extend significant amounts of trade credit hold private information about their trade partners. Trade creditors who are geographically closer or in similar industries tend to lend the most, suggesting that these are two channels through which suppliers hold an information advantage.\n\n",
    "acknowledgement": "\nWe are grateful to BMC Group, Donlin Recano & Company, EPIQ Systems, and Kurtzman Carson Consultants (KCC) for their help in collecting the claims data used in this project. We thank Lamont Black (discussant), Effi Benmelech, Ian Dew-Becker, Konstantin Milbradt, Justin Murfin, David Smith, and participants at the Conference on Creditors and Corporate Governance (University of Chicago), the Midwest Finance Association Annual Meeting, and seminars at Northwestern University, Federal Reserve Bank of Boston, and the University of Luxembourg for helpful comments and suggestions. We are especially grateful to Ed Camson from Drum Capital for helping us understand the details of market for bankrupt claims, and to David Smith, our co-author on another project who has been instrumental in building the data used in this study. All errors in this paper are the responsibility of the authors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}