{
    "id": 24273,
    "citation_title": "Quantitative Analysis of Multi-Party Tariff Negotiations",
    "citation_author": [
        "Kyle Bagwell",
        "Robert W. Staiger",
        "Ali Yurukoglu"
    ],
    "citation_publication_date": "2018-02-05",
    "issue_date": "2018-02-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Industrial Organization",
        "\n",
        "Antitrust",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops a model of international tariff negotiations to study the design of the institutional rules of the GATT/WTO. We embed a multi-sector model of trade between multiple countries into a model of inter-connected bilateral negotiations over tariffs. Using 1990 trade flows and tariff outcomes from the Uruguay Round of GATT/WTO negotiations, we estimate country-sector productivity levels, sector-level productivity dispersion, iceberg trade costs, and country-pair bargaining parameters. We use the estimated model to simulate an alternative institutional setting for multilateral tariff negotiations in which the most-favored-nation requirement is abandoned. We find that abandonment of the most-favored-nation requirement would result in inefficient over-liberalization of tariffs and a deterioration in world-wide welfare relative to the negotiated outcomes in the presence of the most-favored-nation requirement.\n\n",
    "acknowledgement": "\nThis research was funded under NSF Grant SES-1326940. We thank seminar participants at Dartmouth, MIT, Northwestern, Penn, Princeton, Rochester, Sciences Po, Singapore Management University, Stanford, UC Berkeley, UNC, UT Austin, and the University of Wisconsin for many useful comments. Ohyun Kwon provided outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nRobert W. Staiger\n\nIn the Fall of 2011, I served as a consultant for the WTO and wrote a background paper ( http://www.ssc.wisc.edu/~rstaiger/NTMs_WTO_123111  ) for the WTO's World Trade Report 2012.\n\n\n"
}