{
    "id": 24274,
    "citation_title": "The \"End of Men\" and Rise of Women in the High-Skilled Labor Market",
    "citation_author": [
        "Guido Matias Cortes",
        "Nir Jaimovich",
        "Henry E. Siu"
    ],
    "citation_publication_date": "2018-02-05",
    "issue_date": "2018-02-01",
    "revision_date": "2018-11-20",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe document a new finding regarding changes in labor market outcomes for high-skilled men and women in the US. Since 1980, conditional on being a college-educated man, the probability of working in a cognitive/high-wage occupation has fallen. This contrasts starkly with the experience for college-educated women: their probability of working in these occupations rose, despite a much larger increase in the supply of educated women relative to men. We show that one key channel capable of rationalizing these findings is a greater increase in the demand for female-oriented skills in cognitive/high-wage occupations relative to other occupations. Using occupation-level data, we find evidence that this relative increase in the demand for female skills is due to an increasing importance of social skills within such occupations. Evidence from both male and female wages is also indicative of an increase in the demand for social skills. Finally, we document how these patterns change across the early and latter portions of the period.\n\n",
    "acknowledgement": "\nWe thank Paul Beaudry, Sonia Bhalotra, David Deming, Mariacristina De Nardi, Alice Eagly, Bruce Fallick, David Green, Lisa Kahn, Matthias Kehrig, Barbara Petrongolo, Alexandra Spitz-Oener, as well as numerous conference and seminar participants for helpful discussions and advice. Erin McCarthy provided expert research assistance. Cortes and Siu thank the Social Sciences and Humanities Research Council of Canada for support. The title borrows from Hanna Rosin's 2010 article in The Atlantic, “The End of Men.” The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}