{
    "id": 24270,
    "citation_title": "Why has Idiosyncratic Risk been Historically Low in Recent Years?",
    "citation_author": [
        "Söhnke M. Bartram",
        "Gregory W. Brown",
        "René M. Stulz"
    ],
    "citation_publication_date": "2018-01-29",
    "issue_date": "2018-01-25",
    "revision_date": "2018-03-01",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSince 1965, average idiosyncratic risk (IR) has never been lower than in recent years. In contrast to the high IR in the late 1990s that has drawn considerable attention in the literature, average market-model IR is 44% lower in 2013-2017 than in 1996-2000. Macroeconomic variables help explain why IR is lower, but using only macroeconomic variables leads to large prediction errors compared to using only firm-level variables. As a result of the dramatic change in the number and composition of listed firms since the late 1990s, listed firms are larger and older. Larger and older firms have lower idiosyncratic risk. Models that use firm characteristics to predict firm-level idiosyncratic risk estimated over 1963-2012 can largely or completely explain why IR is low over 2013-2017. The same changes that bring about historically low IR lead to unusually high market-model R-squareds.\n\n",
    "acknowledgement": "\nRespectively, Professor of Finance, University of Warwick, Professor and Sarah Graham Kenan Distinguished Scholar, Kenan-Flagler Business School, The University of North Carolina at Chapel Hill, and Everett D. Reese Chair of Banking and Monetary Economics, Fisher College of Business, The Ohio State University, NBER, and ECGI. We thank Laura Veldkamp for providing uncertainty index data. We are grateful for useful comments from Andrei Gon-çalves. Bartram gratefully acknowledges the warm hospitality of NYU’s Stern School of Business. This paper uses some results from Bartram, Brown, and Stulz (2016) and supersedes it. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nRené M. Stulz\n\nRené Stulz serves on the board of a bank and consults and provides expert testimony for financial institutions.\n\n\n"
}