{
    "id": 24278,
    "citation_title": "Randomizing Religion: The Impact of Protestant Evangelism on Economic Outcomes",
    "citation_author": [
        "Gharad T. Bryan",
        "James J. Choi",
        "Dean Karlan"
    ],
    "citation_publication_date": "2018-02-19",
    "issue_date": "2018-02-01",
    "revision_date": "2020-07-06",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": [
        "\n",
        "\nHealthcare Decision-Making and Outcomes for People Living with Alzheimer's Disease\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nWe study the causal impact of religiosity through a randomized evaluation of an evangelical Protestant Christian values and theology education program delivered to thousands of ultra-poor Filipino households. Six months after the program ended, treated households have higher religiosity and income; no statistically significant differences in total labor supply, consumption, food security, or life satisfaction; and lower perceived relative economic status. Exploratory analysis suggests that the income treatment effect may operate through increasing grit. Thirty months after the program ended, significant differences in the intensity of religiosity disappear, but those in the treatment group are less likely to be Catholic and more likely to be Protestant, and there is some mixed evidence that their consumption and perceived relative economic status are higher.\n\n",
    "acknowledgement": "\nThis study was registered, along with a pre-analysis plan, in the American Economic Association Registry for randomized control trials under trial number AEARCTR-0001060. Institutional Review Board approval by Innovations for Poverty Action (#1185), NBER (#17_116), and Yale University (#1410014779). For funding, we thank the Bill and Melinda Gates Foundation for funding related and overlapping data collection on access to savings, Celia and Joseph Grenny, NIH grant P01AG005842, and the Yale University Economic Growth Center. We thank Sachet Bangia, Nate Barker, Leah Bridle, Samantha Horn, Rebecca Hughes, Marius Karabaczek, Sana Khan, Megan McGuire, Neil Mirochnick, Isabel Oñate, Nassreena Sampaco-Baddiri, Cornelius Saunders, Martin Sweeney, and Sneha Stephen from Northwestern University and Innovations for Poverty Action for research assistance and management support. We thank Peter Aronow, Latika Chaudhary, Gregory Cox, Dan Hungerman, Laurence Iannaccone, Jared Rubin, and numerous seminar audiences for helpful comments. We thank Lincoln Lau, David Sutherland, Peter Nitchke, Daniel Mayhugh, Zaldy Rodriguez, the ICM Metrics team, Danilo Mijares and the ICM Bacolod staff, Lilian Barinas and the ICM Dumaguete staff, Jonathan Sanchez and the ICM Koronadal staff, and Evren Managua and the ICM General Santos staff for their collaboration, patience, flexibility, and curiosity throughout the design and implementation of this study. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}