{
    "id": 24277,
    "citation_title": "Does E-Cigarette Advertising Encourage Adult Smokers to Quit?",
    "citation_author": [
        "Dhaval M. Dave",
        "Daniel Dench",
        "Michael Grossman",
        "Donald S. Kenkel",
        "Henry Saffer"
    ],
    "citation_publication_date": "2018-02-05",
    "issue_date": "2018-02-01",
    "revision_date": "2018-02-06",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOnly recently introduced into the U.S. market, e-cigarettes have been aggressively promoted, and use is increasing rapidly among both adults and youths.  At the heart of the regulatory debate are fundamental questions regarding whether e-cigarettes will draw cigarette smokers away from a dangerous habit or lure new initiates into tobacco use.  We provide some of the first causal evidence on whether e-cigarette advertising on television and in magazines (which comprise about 90% of total media spending on e-cigarettes) encourage adult smokers to quit.  We find that the answer to this question is a yes for TV advertising but no for magazine advertising.  Our results indicate that a policy to ban TV advertising of e-cigarettes would have reduced the number of smokers who quit in the recent past by approximately 3%, resulting in roughly 105,000 fewer quitters in that period.  On the other hand, if the FDA were not considering regulations and mandates that would likely eliminate many e-cigarette producers during our sample period, e-cigarette ads might have reached the number of nicotine replacement therapy TV ads during that period.  That would have increased the number of smokers who quit by around 10%, resulting in an additional 350,000 quitters.\n\n",
    "acknowledgement": "\nThis paper was presented at a session sponsored by the Health Economics Research Organization (HERO) at the 2018 Meetings Conference of the Allied Social Science Associations in Philadelphia, PA, January 5-7, 2018; the 87th Annual Meetings of the Southern Economic Association in Tampa, FL, November 17-19, 2017; the Eleventh World Congress of the International Health Economics Association in Boston, MA, July 8-11, 2017; and the 43rd Annual Conference of the Eastern Economic Association in New York, NY, February 23-26, 2017.  The paper also was presented at seminars at IZA in Bonn, Germany, November 7, 2017 and at Auburn University in Auburn, Alabama, December 1, 2017.  We are grateful to participants in those forums, especially Kitt Carpenter, Hope Corman, Thomas Dohmen, David Jaeger, Robert Kaestner, Ji Yan, and Aaron Yellowitz, for helpful comments and suggestions.  Research for this paper was supported by grant 1R01DA039968A1 from the National Institute on Drug Abuse to the NBER. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}