{
    "id": 24275,
    "citation_title": "Targeted Price Controls on Supermarket Products",
    "citation_author": [
        "Diego Aparicio",
        "Alberto Cavallo"
    ],
    "citation_publication_date": "2018-02-05",
    "issue_date": "2018-02-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the impact of targeted price controls for supermarket products in Argentina from 2007 to 2015. Using web-scraping, we collected daily prices for controlled and non-controlled goods and measured the differential effects on inflation, product availability, and price dispersion. We first show that, although price controls are imposed on goods with significant CPI weight, they have a temporary effect on aggregate inflation and no downward effect on other goods. Second, contrary to common beliefs, we find that controlled goods are consistently available for sale. Third, firms compensate for price controls by introducing new product varieties at higher prices. This behavior, which increases price dispersion within narrow categories, is consistent with a standard vertical differentiation model in the presence of price controls.\n\n",
    "acknowledgement": "\nWe thank Manuel Bertolotto, Vivek Bhattacharya, Glenn Ellison, Ignacio Puente, Roberto Rigobon, Paulo Somaini, Jean Tirole, and workshop participants at MIT for helpful comments. All errors are our own. The data and scripts to reproduce the results in this paper are available at http://www.thebillionpricesproject.com The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}