{
    "id": 24276,
    "citation_title": "The Effects of Computers and Acquired Skills on Earnings, Employment and College Enrollment: Evidence from a Field Experiment and California UI Earnings Records",
    "citation_author": [
        "Robert W. Fairlie",
        "Peter Riley Bahr"
    ],
    "citation_publication_date": "2018-02-05",
    "issue_date": "2018-02-01",
    "revision_date": "2018-02-13",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides the first evidence on the earnings, employment and college enrollment effects of computers and acquired skills from a randomized controlled trial providing computers to entering college students. We matched confidential administrative data from California Employment Development Department (EDD)/Unemployment Insurance (UI) system earnings records, the California Community College system, and the National Student Clearinghouse to all study participants for seven years after the random provision of computers. The experiment does not provide evidence that computer skills have short- or medium-run effects on earnings.  These null effects are found along both the extensive and intensive margins of earnings (although the estimates are not precise).  We also do not find evidence of positive or negative effects on college enrollment. A non-experimental analysis of CPS data reveals large, positive and statistically significant relationships between home computers, and earnings, employment and college enrollment, raising concerns about selection bias in non-experimental studies.\n\n",
    "acknowledgement": "\nWe thank the Community Technology Foundation of California (ZeroDivide), UCACCORD, and Computers for Classrooms, Inc. for funding.  We thank seminar participants at Stanford University, University of Texas, Austin, Arizona State University, Columbia University, the Public Policy Institute of California and UCSC CLRC Workshop, and Peter Bergman, Leigh Linden and Karen Mossberger for comments and suggestions. We thank Mike Rasmussen, Karen Micalizio, Katalin Miko, Bev McManus, Linda Cobbler, Zeke Rogers and others at Butte College for helping with administering the program and providing administrative data, and Samantha Grunberg, Miranda Schirmer, Luba Petersen, Caitlin White, Anita McSwane-Williams, Matt Jennings, and Emilie Juncker for research assistance.  We thank Patrick Perry and the Chancellor’s Office of the California Community Colleges for authorizing and providing access to administrative and earnings data for this study.  Finally, we offer special thanks to Pat Furr for providing computers for the study and for her extensive help in administering the giveaway program. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}