{
    "id": 24279,
    "citation_title": "The Right Type of Legislator: A Theory of Taxation and Representation",
    "citation_author": [
        "Andrea Mattozzi",
        "Erik Snowberg"
    ],
    "citation_publication_date": "2018-02-05",
    "issue_date": "2018-02-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a theory of taxation and the distribution of government spending in a citizen-candidate model of legislatures. Individuals are heterogeneous in two dimensions: productive ability in the private sector and negotiating ability in politics. When these are positively correlated, rich voters always prefer a rich legislator, but poor voters face a trade-off. A rich legislator will secure more pork for the district, but will also prefer lower taxation than the poor voter. Our theory organizes a number of stylized facts across countries about taxation and redistribution, parties, and class representation in legislatures. We demonstrate that spending does not necessarily increase when the number of legislators increases, as the standard common-pool intuition suggests, and that many policies aimed at increasing descriptive representation may have the opposite effect.\n\n",
    "acknowledgement": "\nSnowberg gratefully acknowledges the support of NSF SES-1156154. We thank Ethan Bueno de Mesquita, Josh Clinton, Stephen Coate, Daniel Diermeier, Tim Feddersen, Patrick Francois, Sean Gailmard, Andrea Galeotti, Alex Hirsch, Morgan Kousser, Kai Konrad, Jenny Mansbridge, Gerard Padr\\'o i Miquel, Pablo Montagnes, Salvatore Nunnari, Giacomo Ponzetto, Debraj Ray, Jean-Laurent Rosenthal, Allistair Smith, Ken Shotts, Jim Snyder, Francesco Trebbi, Leeat Yariv, and seminar audiences at the Priorat Workshop, the Rotterdam Workshop in Political Economy, WZB Berlin, the Chicago Workshop on Institutional Design, the CIRPEE Political Economy conference, the Collegio Carlo Alberto, MPSA, Caltech, the University of Miami, IPEG, MEDS, George Mason, Georgetown, UBC, and UCB for useful conversations, comments, and encouragement. We also thank the Casa del Popolo di Fiesole for their hospitality, although it may have been reduced had they known what we were writing. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}