{
    "id": 24280,
    "citation_title": "Inequality and Aggregate Demand",
    "citation_author": [
        "Adrien Auclert",
        "Matthew Rognlie"
    ],
    "citation_publication_date": "2018-02-19",
    "issue_date": "2018-02-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "General Equilibrium",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe explore the transmission mechanism of income inequality to output. In the short run, higher inequality reduces output because marginal propensities to consume are negatively correlated with incomes, but this effect is quantitatively small in the data and in our model. In the long run, the output effects of income inequality are small if inequality is caused by rising dispersion in individual fixed effects, but can be large if it is the manifestation of higher individual income risk. We formalize the connection between partial and general equilibrium effects, and show that the two are closely related under standard assumptions about the behavior of monetary policy. Our economy features a depressed long-run real interest rate, allowing us to quantify the potential contribution of income inequality to secular stagnation.\n\n",
    "acknowledgement": "\nWe thank Mark Aguiar, Romain Baeriswyl, Eduardo Dávila, Gauti Eggertsson, Emmanuel Farhi, Andrea Ferrero, Greg Kaplan, Ralph Luetticke, Alisdair McKay, Neil Mehrotra, Ben Moll, Ezra Oberfield, Stavros Panageas, Pontus Rendahl, David Romer, Kathrin Schlafmann, Paolo Surico and Iván Werning for detailed comments and discussions, and participants at many conferences and seminars for their feedback. Yoko Shibuya and Andrés Yany provided valuable research assistance. Adrien Auclert and Matthew Rognlie thank the Washington Center for Equitable Growth and the Institute for New Economic Thinking, respectively, for financial support. The authors also thank Princeton University for its hospitality during part of this research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}