{
    "id": 24285,
    "citation_title": "Shift-Share Instruments and the Impact of Immigration",
    "citation_author": [
        "David A. Jaeger",
        "Joakim Ruist",
        "Jan Stuhler"
    ],
    "citation_publication_date": "2018-02-05",
    "issue_date": "2018-02-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA large literature exploits geographic variation in the concentration of immigrants to identify their impact on a variety of outcomes. To address the endogeneity of immigrants' location choices, the most commonly-used instrument interacts national inflows by country of origin with immigrants' past geographic distribution. We present evidence that estimates based on this \"shift-share\" instrument conflate the short- and long-run responses to immigration shocks. If the spatial distribution of immigrant inflows is stable over time, the instrument is likely to be correlated with ongoing responses to previous supply shocks. Estimates based on the conventional shift-share instrument are therefore unlikely to identify the short-run causal effect. We propose a \"multiple instrumentation\" procedure that isolates the spatial variation arising from changes in the country-of-origin composition at the national level and permits us to estimate separately the short- and long-run effects. Our results are a cautionary tale for a large body of empirical work, not just on immigration, that rely on shift-share instruments for causal inference.\n\n",
    "acknowledgement": "\nJan Stuhler acknowledges funding from the Spanish Ministry of Economy and Competitiveness (MDM2014-0431 and ECO2014-55858-P), the Fundación Ramón Areces, and the Comunidad de Madrid (MadEco-CM S2015/HUM-3444). We thank Josh Angrist, Michael Amior, Andreas Beerli, George Borjas, Christian Dustmann, Anthony Edo, Jesús Fernández-Huertas Moraga, Tim Hatton, Jennifer Hunt, Larry Katz, Joan Llull, Marco Manacorda, Simen Markussen, Joan Monras, Elie Murard, Barbara Petrongolo, Uta Schõnberg, JC Suarez Serrato, Uwe Sunde, Joachim Winter and seminar and conference participants at the Banco de España, CERGE-EI, Collegio Carlo Alberto, CREST, Duke University, the Frisch Centre in Oslo, Gothenburg University, Helsinki Center of Economic Research, IZA, London School of Economics, Lund University, Luxembourg Institute of Socio-Economic Research, Milan Labor Lunch Series, Norwegian School of Economics, Queen Mary University, Royal Holloway University, Universidad Autonoma de Barcelona, Uppsala University, University of Navarra, the 2017 PSE-CEPII Workshop on Migration, and the 2017 NBER Labor Studies Fall meeting for comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}