{
    "id": 24289,
    "citation_title": "The Comparative Advantage of Medicare Advantage",
    "citation_author": [
        "Joseph P. Newhouse",
        "Mary Beth Landrum",
        "Mary Price",
        "J. Michael McWilliams",
        "John Hsu",
        "Thomas McGuire"
    ],
    "citation_publication_date": "2018-02-12",
    "issue_date": "2018-02-08",
    "revision_date": "2023-10-14",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe ascertain the degree of service-level selection in Medicare Advantage (MA) using individual level data on the 100 most frequent HCC’s or combination of HCC’s from two national insurers in 2012-2013.  We find differences in the distribution of beneficiaries across HCC’s between TM and MA, principally in the smaller share of MA enrollees with no coded HCC, consistent with greater coding intensity in MA.  Among those with an HCC code, absolute differences between MA and TM shares of beneficiaries are small, consistent with little service-level selection.\nVariation in HCC margins does not predict differences between an HCC’s share of MA and TM enrollees, although one cannot a priori sign a relationship between margin and service-level selection.  Margins are negatively associated with the importance of post-acute care in the HCC.  Margins among common chronic disease classes amenable to medical management and typically managed by primary care physicians are larger than among diseases typically managed by specialists.  These margin differences by disease are robust against a test for coding effects and suggest that the average technical efficiency of MA relative to TM may vary by diagnosis.  If so, service-level selection on the basis of relative technical efficiency could be welfare enhancing.\n\n",
    "acknowledgement": "\nWe acknowledge support from the National Institute of Aging, Grant Number P01-AG032952 and thank Tim Layton, three referees, and Frank Sloan for comments on an earlier draft. Newhouse wishes to disclose that he is a director of and holds equity in Aetna. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}