{
    "id": 24281,
    "citation_title": "Social Transmission Bias and Investor Behavior",
    "citation_author": [
        "Bing Han",
        "David Hirshleifer",
        "Johan Walden"
    ],
    "citation_publication_date": "2018-02-05",
    "issue_date": "2018-02-01",
    "revision_date": "2020-01-31",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe offer a new social approach to investment decision making and asset prices. Investors discuss their strategies and convert others to their strategies with a probability that increases in investment returns. The conversion rate is shown to be convex in realized returns. Unconditionally, active strategies (e.g., high variance and skewness) dominate, although investors have no inherent preference over these characteristics. The model has strong predictions for how adoption of active strategies depends on investors' social networks. In contrast with nonsocial approaches, sociability, self-enhancing transmission and other features of the communication process determine the popularity and pricing of active investment strategies.\n\n",
    "acknowledgement": "\nA previous version of this paper was entitled, “Self-Enhancing Transmission Bias and Active Investing.” We thank seminar participants at Cambridge University, Central University of Finance and Economics, Chinese University of Hong Kong, Columbia University, Emory University, the Federal Reserve Board of New York, Nanyang Business School, National University of Singapore, New York University, Oxford University, Princeton University, Shanghai Advanced Institute of Finance, Singapore Management University, Southwestern University of Finance and Economics, UCLA, UCSD, University of Hong Kong, University of North Carolina, University of Toronto, University of Washington at Seattle, Washington University in St. Louis, Xiamen University, Yale University, and the Institute for Mathematical Behavioral Sciences at UC Irvine; participants at the National Bureau of Economic Research behavioral finance working group meeting in Chicago, the American Finance Association annual meetings, the Applied Behavioral Finance Conference at UCLA, the Linde Conference at Caltech, the BYU Red Rock Finance Conference, the SITE conference at Stanford University, and the 2nd China International Forum on Finance and Policy; Jennifer Conrad (Editor), an anonymous referee, the NBER discussant, Nick Barberis; the AFA discussant, Blake LeBaron; the ABF discussant, Andrea Eisfeldt; the Five Star discussant JuanJuan Meng; Markus Brunnermeier, Terry Burnham, Jean-Paul Carvalho, David Dicks, Jakub Jurek, Edward Rice, Nikolai Roussanov, Martin Schmalz, Siew Hong Teoh, Paul Tetlock, Rossen Valkanov, Michela Verardo, Ivo Welch, Jeff Wurgler, Hongjun Yan, Liyan Yang, and Wei Xiong for very helpful comments; and Jason Chan, SuJung Choi, and Major Coleman for helpful research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}