{
    "id": 24288,
    "citation_title": "Notice failure revisited: Evidence on the use of virtual patent marking",
    "citation_author": [
        "Gaétan de Rassenfosse"
    ],
    "citation_publication_date": "2018-02-05",
    "issue_date": "2018-02-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOne source of uncertainty in the patent system relates to the difficulty in identifying products that are protected with a patent. This paper studies the adoption by U.S. patentees of “virtual patent marking,” namely the online provision of constructive notice to the public that an article is patented. It proposes a simple model of the decision to adopt patent marking and empirically examines factors that affect adoption. Data suggest that about 12 percent of patent holders overall provide virtual marking information (and perhaps about 25 percent of commercially active assignees). Econometric analysis suggests that the most discriminant factor of the adoption of virtual marking is the size of the patent portfolio. The likelihood of adoption increases with portfolio size, consistent with evidence that firms with a larger patent portfolio are more likely to be infringed.\n\n",
    "acknowledgement": "\nThe author gratefully acknowledges financial support from the U.S. NSF, award number 1645264. The paper was developed as part of the Thomas Edison Innovation Fellowship program at the Center for the Protection of Intellectual Property (CPIP) at Antonin Scalia Law School, George Mason University. The author is grateful to Allison Mages, Catherine Shultz, Philip Wadsworth and Row Waldron for sharing their industry insights about virtual marking. Jonathan Barnett, Jennifer Brant, Eric Claeys, Dmitry Karshtedt, Jay Kesan, Adam Mossoff, David Orozco, Michael Risch, Mark Schultz and Brenda Simon provided valuable academic guidance. Jan Kozak provided useful research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}