{
    "id": 24286,
    "citation_title": "International Capital Flow Pressures",
    "citation_author": [
        "Linda S. Goldberg",
        "Signe Krogstrup"
    ],
    "citation_publication_date": "2018-02-05",
    "issue_date": "2018-02-01",
    "revision_date": "2019-10-11",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPressures on currencies manifest in exchange rate adjustments and international capital flows, and can also be offset by policy responses. This paper presents a theory-based measure of capital flow pressures, a new Exchange Market Pressure index, which combines pressures observed in exchange rate adjustments, official foreign exchange intervention and monetary policy changes. We use the index to identify so called safe-haven and risk-on status currencies and investigate the drivers of this status, showing the importance of country net foreign asset positions, size, and capital account openness. We also re-assess the contribution of the global financial factor in international capital flow pressures. The global factor explains a larger share of pressures on currencies measured using the EMP compared with using capital flow quantities. However, this global factor share is strongly dominated by idiosyncratic variation and only episodically large.\n\n",
    "acknowledgement": "\nThe views in this paper are solely the responsibility of the authors and do not necessarily reflect the views of the Federal Reserve Bank of New York, the Federal Reserve System, Danmarks Nationalbank, or the National Bureau of Economic Research. Part of the work on this paper was completed while Krogstrup was employed by the IMF. The authors would like to thank Gustavo Adler, Joshua Aizenman, Mahir Binici, Stijn Claessens, Giovanni Dell'Ariccia, Joseph Gagnon, Pierre Olivier Gourinchas, Olivier Jeanne, Martin Kaufmann, Robin Koepke, Maury Obstfeld, Jonathan Ostry, Sunil Sharma, Cédric Tille, Ted Truman, Jeromin Zettelmeyer and participants at research seminars at the IMF Research Department, the ECB, Danmarks Nationalbank, the Peterson Institute and the Graduate Institute in Geneva for insightful comments and suggestions. Jacob Conway, Sarah Gertler, Sarah Hamerling, Kevin Lai, Wenjie Li, Susannah Scanlan, Akhtar Shah, and Elaine Yao provided excellent research assistance. Livio Stracca and Maurizio Habib graciously provided their global risk aversion constructed series.\n\n\n"
}