{
    "id": 24284,
    "citation_title": "Human Judgment and AI Pricing",
    "citation_author": [
        "Ajay K. Agrawal",
        "Joshua S. Gans",
        "Avi Goldfarb"
    ],
    "citation_publication_date": "2018-02-05",
    "issue_date": "2018-02-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent artificial intelligence advances can be seen as improvements in prediction. We examine how such predictions should be priced. We model two inputs into decisions: a prediction of the state and the payoff or utility from different actions in that state. The payoff is unknown, and can only be learned through experiencing a state. It is possible to learn that there is a dominant action across all states, in which case the prediction has little value. Therefore, if predictions cannot be credibly contracted upfront, the seller cannot extract the full value, and instead charges the same price to all buyers.\n\n",
    "acknowledgement": "\nThanks to Miguel Villas-Boas for helpful comments. The authors are associated with the Creative Destruction Lab at the University of Toronto that involves artificial intelligence start-ups. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nAjay K. Agrawal\n\nThanks to the Social Sciences and Humanities Research Council of Canada for generous financial support.\n\n\n\nJoshua S. Gans\n\nI work with the Creative Destruction Lab that advises start-ups involved in artificial intelligence. I have also invested small amounts in some AI start-ups.\n\n\n\nAvi Goldfarb\n\nAvi Goldfarb has equity in several publicly traded technology companies as part of a broad investment portfolio.\n\n\n"
}