{
    "id": 24287,
    "citation_title": "Kaldor and Piketty’s Facts: The Rise of Monopoly Power in the United States",
    "citation_author": [
        "Gauti B. Eggertsson",
        "Jacob A. Robbins",
        "Ella Getz Wold"
    ],
    "citation_publication_date": "2018-02-12",
    "issue_date": "2018-02-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe macroeconomic data of the last thirty years has overturned at least two of Kaldor’s famous stylized growth facts: constant interest rates, and a constant labor share. At the same time, the research of Piketty and others has introduced several new and surprising facts: an increase in the financial wealth-to-output ratio in the US, an increase in measured Tobin’s Q, and a divergence between the marginal and the average return on capital. In this paper, we argue that these trends can be explained by an increase in market power and pure profits in the US economy, i.e., the emergence of a non-zero-rent economy, along with forces that have led to a persistent long term decline in real interest rates. We make three parsimonious modifications to the standard neoclassical model to explain these trends. Using recent estimates of the increase in markups and the decrease in real interest rates, we show that our model can quantitatively match these new stylized macroeconomic facts.\n\n",
    "acknowledgement": "\nWe thank the Washington Center for Equitable Growth, the Institute for New Economic Thinking, and the Brown University Wealth and Inequality Project for financial support. We also thank Lawrence Summers, David Weil, Neil Mehrotra, and Keshav Dogra for helpful discussions and conference and seminar participants at the New York Federal Reserve, the European Central Bank, and the Federal Reserve Board. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}