{
    "id": 24291,
    "citation_title": "Ancient Origins of the Global Variation in Economic Preferences",
    "citation_author": [
        "Anke Becker",
        "Benjamin Enke",
        "Armin Falk"
    ],
    "citation_publication_date": "2018-02-12",
    "issue_date": "2018-02-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nVariation in economic preferences is systematically related to both individual and aggregate economic outcomes, yet little is known about the origins of the worldwide preference variation. This paper uses globally representative data on risk aversion, time preference, altruism, positive reciprocity, negative reciprocity, and trust to uncover that contemporary preference heterogeneity has its roots in the structure of the temporally distant migration patterns of our very early ancestors: In dyadic regressions, differences in preferences between populations are significantly increasing in the length of time elapsed since the ancestors of the respective groups broke apart from each other. To document this pattern, we link genetic and linguistic distance measures to population-level preference differences (i) in a wide range of cross-country regressions, (ii) in within-country analyses across groups of migrants, and (iii) in analyses that leverage variation across linguistic groups. While temporal distance drives differences in all preferences, the patterns are strongest for risk aversion and prosocial traits.\n\n",
    "acknowledgement": "\nAn earlier version of this paper circulated as “The Ancient Origins of Cross-Country Heterogeneity in Risk Preferences”. We thank Markus Antony for extraordinary help in collecting the GPS data and Ammar Mahran and Patricia Sun for outstanding research assistance. We also thank Quamrul Ashraf and Oded Galor for data sharing. Armin Falk acknowledges financial support from the European Research Council through ERC #209214. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}