{
    "id": 24296,
    "citation_title": "Intergenerational Spillovers in Disability Insurance",
    "citation_author": [
        "Gordon B. Dahl",
        "Anne C. Gielen"
    ],
    "citation_publication_date": "2018-02-12",
    "issue_date": "2018-02-08",
    "revision_date": "2019-03-27",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing a 1993 Dutch policy reform and a regression discontinuity design, we find children of parents whose disability insurance (DI) eligibility was reduced are 11% less likely to participate in DI themselves, do not alter their use of other government programs, and earn 2% more as adults. The reduced transfers and increased taxes of children account for 40% of the fiscal savings relative to parents in present discounted value terms. Moreover, children of treated parents complete more schooling, have a lower probability of serious criminal arrests and incarceration, and take fewer mental health drugs as adults.\n\n",
    "acknowledgement": "\nWe thank Kate Antonovics, Prashant Bharadwaj, Julie Cullen, Roger Gordon, Rob Kok, Olivier Marie, Karthik Muralidharan, Erik Plug, and Dinand Webbink for helpful advice, and seminar participants at several universities and conferences for useful comments and suggestions. Financial support from the Tinbergen Institute and NWO (Vidi grant 452-17-007) is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}