{
    "id": 24290,
    "citation_title": "Do Discrete Choice Approaches to Valuing Urban Amenities Yield Different Results Than Hedonic Models?",
    "citation_author": [
        "Paramita Sinha",
        "Martha L. Caulkins",
        "Maureen L. Cropper"
    ],
    "citation_publication_date": "2018-02-12",
    "issue_date": "2018-02-08",
    "revision_date": "2019-09-19",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAmenities that vary across cities are typically valued using either a hedonic model, in which amenities are capitalized into wages and housing prices, or a discrete model of household location choice. In this paper, we use the 2000 Public Use Microdata Sample (PUMS) to value climate amenities using both methods. We compare estimates of marginal willingness to pay (MWTP), allowing preferences for climate amenities to vary by location. We find that mean MWTP for warmer winters is about twice as large using the discrete choice approach as with the hedonic approach; mean MWTP for cooler summers is approximately the same. The two approaches differ, however, in their estimates of taste sorting. The discrete choice model implies that households with the highest MWTP for warmer winters locate in cities with the mildest winters, while the hedonic model does not. Differences in estimates are due to primarily to two factors: (1) the discrete choice model incorporates the psychological costs of moving from one’s birthplace, which the hedonic models do not; (2) the discrete choice model uses information on market shares (i.e., population) in estimating parameters, which the hedonic model does not.\n\n",
    "acknowledgement": "\nWe thank the US Environmental Protection Agency for funding. This paper would not have been possible without GIS support from RTI. We thank David Albouy, Nick Kuminoff and Chris Timmins, for their comments. Ingmar Prucha and Hao Bo provided valuable help with model estimation. Any errors are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}