{
    "id": 24295,
    "citation_title": "Natural Gas Price Elasticities and Optimal Cost Recovery Under Consumer Heterogeneity: Evidence from 300 million natural gas bills",
    "citation_author": [
        "Maximilian Auffhammer",
        "Edward Rubin"
    ],
    "citation_publication_date": "2018-02-12",
    "issue_date": "2018-02-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHalf of American households heat their homes with natural gas furnaces and 43% use it to heat their water. Hence, understanding residential natural gas consumption behavior has become a first-order problem. In this paper, we provide the first ever causally identified, microdata-based estimates of residential natural gas demand elasticities using a panel of approximately 300 million bills in California. To overcome multiple sources of endogeneity, we employ a two-pronged empirical strategy: (1) we exploit a discontinuity along the border between two major natural-gas utilities in conjunction with (2) an instrumental variables strategy based upon the differences in the utilities’ rules/behaviors for internalizing changes in the upstream natural gas spot market. We estimate that the elasticity of demand for residential natural gas is between -0.23 and -0.17. We also provide evidence of significant seasonal and income-based heterogeneity in this elasticity. This heterogeneity suggests unexplored policy avenues that may be simultaneously efficiency-enhancing–in the absence of first best pricing—and pro-poor.\n\n",
    "acknowledgement": "\nWe thank Reed Walker, Sofia Berto Villa-Boas, James Sallee, Solomon Hsiang, Meredith Fowlie, Lucas Davis, Severin Borenstein, Peter Berck, and seminar/workshop participants at Berkeley ARE, Cornell University, the Luleå Department of Economics, Yale University, Camp Resources, and the Heartland Environmental and Resource Economics Workshop for valuable feedback. Auffhammer gratefully acknowledges support from the Julian Simon Fellowship at Property and Environment Research Center (PERC). All remaining errors are the authors’. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}