{
    "id": 24292,
    "citation_title": "Using Online Prices for Measuring Real Consumption Across Countries",
    "citation_author": [
        "Alberto Cavallo",
        "W. Erwin Diewert",
        "Robert C. Feenstra",
        "Robert Inklaar",
        "Marcel P. Timmer"
    ],
    "citation_publication_date": "2018-02-12",
    "issue_date": "2018-02-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe show that online prices can be used to construct quarterly purchasing power parities (PPPs) with a closely-matched set of goods and identical methodologies in a variety of developed and developing countries. Our results are close to those reported by the International Comparisons Program (ICP) in 2011 and the OECD in 2014, and can be used to obtain more up-to-date estimates of real consumption across countries without the need for consumer price index extrapolations. We discuss advantages and limitations associated with the use of online prices for PPs, including issues of representativeness and limited coverage of product categories and countries.\n\n",
    "acknowledgement": "\nWe thank the NSF (US), SSHRC (Canada), and NWO (Netherlands) for their financial support under a Digging into Data grant of the Trans-Atlantic Platform, entitled “Online Prices for Computing Standards Of Living across Countries (OPSLAC)”, https://diggingintodata.org/awards/2016/project/online-prices-computing-standards-living-across-countries-opslac. We also thank the International Comparisons Program and PriceStats for sharing their data and expertise. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nAlberto Cavallo\n\nThis research received financial support through a Digging into Data grant of the Trans-Atlantic Platform, entitled “Online Prices for Computing Standards Of Living across Countries (OPSLAC)”, from the National Science Foundation (US), Social Science and Humanities Research Council (Canada), and Netherlands Organization for Scientific Research (NWO). This information is included in the acknowledgements listed in the paper.  This financial support did not come with a non-disclosure obligation. It also did not involve a right for anyone to preview the data or paper before it was being circulated.\n\n\nI am a co-founder and have an ownership stake in PriceStats LLC, a private company that uses scraped online data to compute price indices in several countries. My wife, Pilar Iglesias, is the CEO of PriceStats LLC.  PriceStats provided free access to their proprietary databases and product matching tools and methods, and approved the publication of the estimated average prices, purchasing power parities, and related results produced as part of this research, without any requirements to review the results and paper before they were circulated or published.\n\n\nSince 2015 I have been an ad-honorem member of the Technical Advisory Committees of the US Bureau of Labor Statistics (BLS) and from 2015 to 2016 I was an ad-honorem member of the Technical Advisory Panel of the UK Office for National Statistics (ONS).\n\n\n"
}