{
    "id": 24293,
    "citation_title": "Decision Fatigue and Heuristic Analyst Forecasts",
    "citation_author": [
        "David Hirshleifer",
        "Yaron Levi",
        "Ben Lourie",
        "Siew Hong Teoh"
    ],
    "citation_publication_date": "2018-02-12",
    "issue_date": "2018-02-08",
    "revision_date": "2018-02-26",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPsychological evidence indicates that decision quality declines after an extensive session of decision-making, a phenomenon known as decision fatigue. We study whether decision fatigue affects analysts’ judgments. Analysts cover multiple firms and often issue several forecasts in a single day. We find that forecast accuracy declines over the course of a day as the number of forecasts the analyst has already issued increases. Also consistent with decision fatigue, we find that the more forecasts an analyst issues, the higher the likelihood the analyst resorts to more heuristic decisions by herding more closely with the consensus forecast, by self-herding (i.e., reissuing their own previous outstanding forecasts), and by issuing a rounded forecast.  Finally, we find that the stock market understands these effects and discounts for analyst decision fatigue.\n\n",
    "acknowledgement": "\nWe thank David Aboody, Kenneth Ahern, Michael Clement, Dan Givoly, Stanimir Markov, David Solomon, Brett Trueman and an anonymous referee; seminar participants at UC Irvine; conference participants at the American Accounting Associations Annual Meeting, the UCLA-USC-UCI Accounting Research Conference, the Law and Finance Conference at the University of San Diego, and the  Financial Accounting and Reporting Section Midyear Meeting for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}