{
    "id": 24309,
    "citation_title": "Resources, Conflict, and Economic Development in Africa",
    "citation_author": [
        "Achyuta Adhvaryu",
        "James E. Fenske",
        "Gaurav Khanna",
        "Anant Nyshadham"
    ],
    "citation_publication_date": "2018-02-12",
    "issue_date": "2018-02-08",
    "revision_date": "2018-02-16",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nNatural resources have driven both growth and conflict in modern Africa. We model the interaction of parties engaged in potential conflict over such resources. The likelihood of conflict depends on both the absolute and relative resource endowments of the parties. Resources fuel conflict by raising the gains from expropriation and by increasing \ffighting strength. Economic prosperity, as a result, is a function of equilibrium conflict prevalence determined not just by a region's own resources but also by the resources of its neighbors. Using high-resolution spatial data on resources, conflicts, and nighttime illumination across the whole of sub-Saharan Africa, we find evidence confirming each of the model's predictions. Structural estimates of the model reveal that conflict equilibria are more prevalent where institutional quality (measured by, e.g., risk of expropriation, property rights, voice and accountability) is worse.\n\n",
    "acknowledgement": "\nThanks to Sam Bazzi, Eli Berman, Chris Blattman, Hoyt Bleakley, Kate Casey, Oeindrila Dube, Markus Goldstein, Ruixue Jia, Ted Miguel, and seminar participants at Alaska, the Annual World Bank Conference on Africa (Berkeley), Copenhagen, ESOC (US Institute of Peace), HiCN (Toronto), Michigan, Northeastern, Pretoria, NEUDC (MIT), ThReD (Warwick), William and Mary, and the World Bank for valuable comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}