{
    "id": 24308,
    "citation_title": "Death by Pokémon GO: The Economic and Human Cost of Using Apps While Driving",
    "citation_author": [
        "Mara Faccio",
        "John J. McConnell"
    ],
    "citation_publication_date": "2018-02-12",
    "issue_date": "2018-02-08",
    "revision_date": "2018-04-04",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": null,
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing police accident reports for Tippecanoe County, Indiana, and exploiting the introduction of the augmented reality game Pokémon GO as a natural experiment, we document a disproportionate increase in crashes and associated vehicular damage, injuries, and fatalities in the vicinity of locations where users can play the game while driving.  We estimate the incremental county-wide cost of users playing Pokémon GO while driving to be in the range of $5.2 to $25.5 million over the 148 days following the introduction of the game.  Extrapolating these estimates to nation-wide levels yields a total ranging from $2.0 to $7.3 billion.\n\n",
    "acknowledgement": "\nWe thank Chief Jason Dombkowski of the West Lafayette Police Department, Captain Brad Bishop of the City of Lafayette, Chief John Cox of the Purdue Police, and Sheriff Barry Richard of the Tippecanoe County Sheriff’s Department for permitting access to the police accident reports.  We are especially thankful to Lafayette Police Department crime analyst Steve Hawthorne who provided the police accident reports data and patiently answered our questions.  We thank Stuart Graham of CyanSub for providing the latitude, longitude, and the names of all PokéStops and Gyms in Tippecanoe County.  We thank John Barrios, Michael Brennan, Jillian Carr, Logan Emery, Steve Hawthorne, Susan Lu, Maria-Teresa Marchica, Steve Martin, David Parsley, and Donald Teder for helpful comments and suggestions.  We also thank Adam Lawson and Nate Hitze of Purdue University for developing the parsing program used to extract street intersections data used in the online appendix. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}