{
    "id": 2430,
    "citation_title": "Tax Neutrality and Intangible Capital",
    "citation_author": [
        "Don Fullerton",
        "Andrew B. Lyon"
    ],
    "citation_publication_date": "1987-11-01",
    "issue_date": "1987-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany studies measure capital stocks and effective tax rates for different industries, but they consider only tangible assets such as equipment, structures, inventories, and land. Some of these studies also have estimated that the welfare cost of tax differences among these assets under prior law is about $10 billion per year or 13 percent of all corporate income tax revenue. Since the investment tax credit was available only for equipment, its repeal raises the effective rate of taxation of equipment toward that of other assets and virtually eliminates this welfare cost. However, firms also own intangible assets such as trademarks, copyrights, patents, a good reputation, or general production expertise. This paper provides alternative measures of the intangible capital stock, and it investigates implications for distortions caused by taxes. The existence of intangible capital markedly alters welfare cost calculations. Investments in advertising and R&D are expensed, so the effective rate of tax on these assets is less than that on equipment under prior law. With large differences between these assets and other tangible assets, we find that the welfare cost measure under prior law increases to $13 billion per year. Repeal of the investment credit taxes equipment more like other tangible assets but less like intangible assets. The welfare cost still falls, to about $7 billion per year, but it is no longer \"virtually eliminated.\" With additional sources of intangible capital, credit repeal could actually increase welfare costs. Finally, however, the Tax Reform Act of 1986 not only repeals the investment tax credit but reduces rates as well. Efficiency always increases in this model because the taxation of tangible assets is reduced toward that of intangible assets.\n\n",
    "acknowledgement": "\n"
}