{
    "id": 24302,
    "citation_title": "Do Employee Spinoffs Learn Markets From Their Parents? Evidence From International Trade",
    "citation_author": [
        "Marc-Andreas Muendler",
        "James E. Rauch"
    ],
    "citation_publication_date": "2018-02-12",
    "issue_date": "2018-02-08",
    "revision_date": "2018-03-20",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIt is well established that employee spinoffs learn their parents’ technologies, but little is known about their demand-side learning. We exploit the identification in international trade data of parent markets (countries) to investigate whether exporting employee spinoffs of exporting parents have an advantage in accessing their parents’ markets over exporting comparison firms well positioned to learn those markets at arm’s length. We find that, controlling for the greater overlap of spinoffs with their parents’ export products, at entry spinoffs access 51 percent more parent markets than exporting firms in the same 4-digit industries and municipalities as the parents. This advantage shrinks monotonically with time, becoming statistically insignificant four years after entry, indicating that intrafirm learning provides spinoffs with a four-year head start over learning at arm’s length. Spinoffs do not overlap more than comparison firms with parent markets that the parents did not serve at spinoff entry, providing evidence against the alternative hypothesis that product overlap inadequately controls for greater technological similarity of spinoffs to parents. Firm entry into parent markets predicted by spinoff status does not lead to entry into “adjacent” markets the following year.\n\n",
    "acknowledgement": "\nWe thank Ayal Chen-Zion, Ying Feng, and Kye Lippold for outstanding research assistance. We also thank participants in the USC International Economics Workshop, the APJAE Symposium on Industrial Organization and Global Value Chains, and the 22nd Annual Empirical Investigations in International Trade for many helpful comments. We are responsible for any errors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. An Online Supplement is available at http://econweb.ucsd.edu/~jrauch/pdfs/spinlearn-suppl.pdf\n\n\n"
}