{
    "id": 24307,
    "citation_title": "Strong Employers and Weak Employees: How Does Employer Concentration Affect Wages?",
    "citation_author": [
        "Efraim Benmelech",
        "Nittai Bergman",
        "Hyunseob Kim"
    ],
    "citation_publication_date": "2018-02-12",
    "issue_date": "2018-02-08",
    "revision_date": "2019-02-25",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze the effect of local-level labor market concentration on wages. Using Census data over the period 1977–2009, we find that: (1) local-level employer concentration exhibits substantial cross-sectional and time-series variation and increases over time; (2) consistent with labor market monopsony power, there is a negative relation between local-level employer concentration and wages that is more pronounced at high levels of concentration and increases over time; (3) the negative relation between labor market concentration and wages is stronger when unionization rates are low; (4) the link between productivity growth and wage growth is stronger when labor markets are less concentrated; and (5) exposure to greater import competition from China (the “China Shock”) is associated with more concentrated labor markets. These five results emphasize the role of local-level labor market monopsonies in influencing firm wage-setting behavior and can potentially explain some of the stagnation of wages in the United States over the past several decades.\n\n",
    "acknowledgement": "\nWe thank Eric Kim for research assistance, Bert Grider at the TRFSRDC for helping with data and clearance requests, and Evan Buntrock at the NYFSRDC (Cornell) for administrative assistance. Any opinions and conclusions expressed herein are those of the authors and do not necessarily represent the views of the U.S. Census Bureau. All results have been reviewed to ensure that no confidential information is disclosed. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}