{
    "id": 24304,
    "citation_title": "Who Pays in Pay for Performance? Evidence from Hospital Pricing",
    "citation_author": [
        "Michael Darden",
        "Ian McCarthy",
        "Eric Barrette"
    ],
    "citation_publication_date": "2018-02-12",
    "issue_date": "2018-02-08",
    "revision_date": "2019-08-01",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Hospital Readmission Reduction Program (HRRP) and the Hospital Value Based Purchasing Program (HVBP), two components of the Affordable Care Act's cost containment measures, introduced potentially sizeable penalties to underperforming hospitals across a variety of metrics. To the extent that penalized hospitals subsequently changed their processes of care, such changes may translate into higher payments from commercial insurance patients. In this paper, we estimate the effects of these pay-for-performance programs on private hospital payments using data on commercial insurance payments from a large, multi-payer database. We find that nearly 70% of the costs of the HRRP and HVBP penalties are borne by private insurance patients in the form of higher private insurance payments to hospitals. Specifically, we show that HRRP and HVBP led to increases in private payments of 1.4%, or approximately $183,700 per hospital based on an average relative penalty of $271,000. We find very limited evidence that these effects are driven by quality improvements, changes in treatment intensity, or changes in service mix.\n\n",
    "acknowledgement": "\nThis paper was previously circulated under the title “Hospital Prices and Public Payments.” We received no funding for this work. We report no conflicts of interest. We thank Jonathan Ketcham, Michael Richards, Jason Hockenberry, Bryan Dowd, David Dranove, Craig Garthwaite, and seminar participants at Johns Hopkins University, The Southeastern Health Economics Study Group, The Midwest Health Eco- nomics Conference, The National Bureau of Economic Research Summer Institute, George Washington University, The Carey School of Business at Johns Hopkins University, and the Federal Trade Commis- sion. Finally, we acknowledge the Health Care Cost Institute (HCCI), along with companies providing data (Aetna, Humana, and UnitedHealthcare) used in this analysis. All data analyses were conducted while Eric Barrette was Director of Research for HCCI. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}