{
    "id": 24300,
    "citation_title": "Making Big Changes: The Impact of Moves on Marriage among U.S. Army Personnel",
    "citation_author": [
        "Susan Payne Carter",
        "Abigail Wozniak"
    ],
    "citation_publication_date": "2018-02-12",
    "issue_date": "2018-02-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use exogenously determined, long-distance relocations of U.S. Army soldiers to investigate the impact of moving on marriage. We find that marriage rates increase sharply around the time of a move in an event study analysis. Reduced form exposure analysis reveals that an additional move over a five year period increases the likelihood of marriage by 14 percent. Moves increase childbearing by a similar magnitude, suggesting that marriages induced by a move are formed with long-term intentions. These findings are consistent with a model where the marriage decision is costly and relocation lowers the costs to making this decision. Our results have implications for understanding how people make major life decisions such as marriage, as well as the cost of migration.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not represent the U.S. Military Academy, the Department of the Army, the Department of Defense, or the National Bureau of Economic Research. We have benefited from comments from Sandra Black, Kyle Greenberg, Lars Lefgren, Ethan Lieber, David Lyle, and Bill Skimmyhorn, as well as seminar participants at the University of Chicago Harris School; the University of Notre Dame; the U.S. Census Bureau; the Upjohn Institute; NBER; the Federal Reserve Board of Governors; the University of Oregon; the University of Michigan, the Regional Science Association International - Urban Economics sessions; and the University of Michigan H2D2 conference. All errors are of course our own.\n\n\n"
}