{
    "id": 24303,
    "citation_title": "Do Conditional Cash Transfers Improve Economic Outcomes in the Next Generation? Evidence from Mexico",
    "citation_author": [
        "Susan W. Parker",
        "Tom Vogl"
    ],
    "citation_publication_date": "2018-02-12",
    "issue_date": "2018-02-08",
    "revision_date": "2021-01-19",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nConditional cash transfer programs have spread to over 60 countries in the past two decades, but little is known about their long-term effects. We estimate the lasting impact of childhood exposure to Mexico’s flagship program Progresa by leveraging the age structure of benefits and geographic variation in early program penetration nationwide. Childhood exposure improves women’s outcomes in early adulthood, with increases in educational attainment, geographic mobility, labor market performance, and household living standards. For men, effects are smaller and more difficult to distinguish from spatial convergence.\n\n",
    "acknowledgement": "\nWe are grateful to seminar participants at the BREAD/CEPR/STICERD/TCD Conference on Development Economics, CIDE, El Colegio de Mexico, the Florida Economics Seminar, Georgetown, George Mason, Monash, NEUDC, PAA, Princeton, UC San Diego, Universidad Iberoamericana, University of Hawaii, and University of Maryland for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}