{
    "id": 24306,
    "citation_title": "Sequential Bargaining in the Field: Evidence from Millions of Online Bargaining Interactions",
    "citation_author": [
        "Matthew Backus",
        "Thomas Blake",
        "Bradley Larsen",
        "Steven Tadelis"
    ],
    "citation_publication_date": "2018-03-12",
    "issue_date": "2018-02-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study patterns of behavior in bilateral bargaining situations using a rich, new dataset describing over 88  million listings from eBay's Best Offer platform, with back-and-forth bargaining occurring in over 25 million of these listings. We document patterns of behavior and relate them to \"rational\" and \"psychological\" theories of bargaining and find that bargaining patterns are consistent with elements of both approaches. Most notably, players with more bargaining strength typically receive better outcomes, and players exhibit equitable behavior by making offers that split-the-difference between negotiating positions. We are publicly releasing this new dataset to support additional empirical bargaining research.\n\n",
    "acknowledgement": "\nWe are grateful to eBay for allowing us to make the data used herein accessible and publicly available. This data can be accessed at http://www.nber.org/data/bargaining.html or by contacting the authors. We thank Luis Cabral, Peter Cramton, Emin Karagozoglu, Saul Lach, and Axel Ockenfels for thoughtful comments. We thank Brenden Eum, Ziao Ju, Rebecca Li, and Caio  Waisman for outstanding research assistance. Part of this research was supported by NSF Grant SES-1629060. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nMatthew Backus\n\nMatt Backus has in the past been a paid consulting researcher for eBay Inc.\n\n\n\nThomas Blake\n\nThe views expressed herein are those of the authors and do not necessarily reflect the views of their employers, eBay, or the National Bureau of Economic Research.\n\n\n\nBradley Larsen\n\nThis research was completed while I maintained a relationship with eBay Research (as a postdoctoral research, then as a paid consultant, then as an unpaid consultant). eBay did not at any time attempt to influence the outcome of the research.\n\n\n\nSteven Tadelis\n\neBay Inc, operator of ebay.com, has provided access to the data that is the basis of this study and agreed to make the data public.\n\n\nFor academic years 2011-2012 and 2012-2013 I was a full-time research scientist with eBay Research Labs. At the end of that period I continued on as a consultant, with continued data access and a significant financial relationship through March 2016.\n\n\nEBay’s legal team reviewed the output of our research to ensure that public release would not breach customer’s privacy or eBay’s obligation to shareholders.\n\n\nThough eBay has a material interest in understanding consumer behavior, we do not believe this imposed a conflict of interest that would have affected our results or the course of our research.\n\n\n"
}