{
    "id": 24313,
    "citation_title": "The Skills to Pay the Bills: Returns to On-the-job Soft Skills Training",
    "citation_author": [
        "Achyuta Adhvaryu",
        "Namrata Kala",
        "Anant Nyshadham"
    ],
    "citation_publication_date": "2018-02-12",
    "issue_date": "2018-02-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe evaluate the causal impacts of on-the-job soft skills training on the productivity, wages, and retention of female garment workers in India. The program increased women’s extraversion and communication, and spurred technical skill upgrading. Treated workers were 20 percent more productive than controls post-program. Wages rise very modestly with treatment (by 0.5 percent), with no differential turnover, suggesting that although soft skills raise workers’ marginal products, labor market frictions are large enough to create a substantial wedge between productivity and wages. Consistent with this, the net return to the firm was large: 258 percent eight months after program completion.\n\n",
    "acknowledgement": "\nWe are very grateful to Anant Ahuja, Chitra Ramdas, Raghuram Nayaka, Sudhakar Bheemarao, and Paul Ouseph for their coordination, enthusiasm, and guidance. Thanks to Dotti Hatcher, Lucien Chan, Noel Simpkin, and others at Gap, Inc. for their support and feedback on this work. We acknowledge funding from Private Enterprise Development in Low-Income Countries (PEDL) initiative, and Adhvaryu’s NIH/NICHD (5K01HD071949) career development award. This research has benefited from discussions with Michael Boozer, Robert Gibbons, Paul Gertler, Markus Goldstein, Rocco Macchiavello, David McKenzie, Dilip Mookherjee, Claudia Olivetti, Antoinette Schoar, Tavneet Suri, Chris Udry, John Van Reenen, and Chris Woodruff, and seminar audiences at NBER, Penn, MIT, USC, Madrid, PEDL, IGC, World Bank, AEA, Northeastern, NEUDC, Chicago, Michigan, McGill, Georgetown, and Copenhagen. Many thanks to Lavanya Garg, Robert Fletcher, and Aakash Mohpal for excellent research assistance. The views expressed herein do not represent PEDL, NIH, Gap, Inc., or Shahi Exports. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}