{
    "id": 24316,
    "citation_title": "The Effect of Organized Breast Cancer Screening on Mammography Use: Evidence from France",
    "citation_author": [
        "Thomas C. Buchmueller",
        "Léontine Goldzahl"
    ],
    "citation_publication_date": "2018-02-19",
    "issue_date": "2018-02-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn 2004, France introduced a national program of organized breast cancer screening. The national program built on pre-existing local programs in some, but not all, départements. Using data from multiple waves of a nationally representative biennial survey of the French population, we estimate the effect of organized screening on the percentage of women obtaining a mammogram. The analysis uses difference-in-differences methods to exploit the fact that the program was targeted at women in a specific age group: 50 to 74 years old. We find that organized screening significantly raised mammography rates among women in the target age range. Just above the lower age threshold, the percentage of women reporting that they had a mammogram in the past two years increased by over 10 percentage points after the national program went into effect. Mammography rates increased even more among women in their sixties. Estimated effects are particularly large for women with less education and lower incomes, suggesting that France's organized screening program has reduced socioeconomic disparities in access to mammography.\n\n",
    "acknowledgement": "\nFor the second author, this research has been supported by a post-doctoral grant co-financed y the chair \"Sante\" at the Fondation du risque and the project ANR 11-LABX-0019. The authors wish to thank the IRDES who provided the ESPS data used in this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}