{
    "id": 24310,
    "citation_title": "Designing Dynamic Subsidies to Spur Adoption of New Technologies",
    "citation_author": [
        "Ashley Langer",
        "Derek Lemoine"
    ],
    "citation_publication_date": "2018-02-12",
    "issue_date": "2018-02-08",
    "revision_date": "2018-08-03",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze the efficient subsidy for durable good technologies. We theoretically demonstrate that a policymaker faces a tension between intertemporally price discriminating by designing a subsidy that increases over time and taking advantage of future technological progress by designing a subsidy that decreases over time. Using dynamic estimates of household preferences for residential solar in California, we show that the efficient subsidy increases over time. The regulator's spending quintuples when households anticipate future technological progress and future subsidies.\n\n",
    "acknowledgement": "\nWe are grateful to the University of Arizona Renewable Energy Network for supporting this work. Kyle Wilson, Max Rosenthal, and Sanguk Nam provided valuable research assistance. We thank Todd Gerarden, Gautam Gowrisankaran, Erin Mansur, David Popp, Stan Reynolds, and Mo Xiao for helpful discussions. We also thank participants at the 2016 POWER conference, the 2016 Summer Conference of the Association of Environmental and Resource Economists, the 2017 Stanford Institute for Theoretical Economics, the 2018 National Bureau of Economic Research Summer Institute, North Carolina State University, the University of British Columbia, and the University of North Carolina/Duke. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}