{
    "id": 24314,
    "citation_title": "The Light and the Heat: Productivity Co-benefits of Energy-saving Technology",
    "citation_author": [
        "Achyuta Adhvaryu",
        "Namrata Kala",
        "Anant Nyshadham"
    ],
    "citation_publication_date": "2018-02-12",
    "issue_date": "2018-02-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMeasurement of the full costs and benefits of energy-saving technologies is often difficult, confounding adoption decisions. We study consequences of the adoption of energy-efficient LED lighting in garment factories around Bangalore, India. We combine daily production line-level data with weather data and estimate a negative, nonlinear productivity-temperature gradient. We find that LED lighting, which emits less heat than conventional bulbs, decreases the temperature on factory floors, and thus raises productivity, particularly on hot days. Using the firm’s costing data, we estimate the pay-back period for LED adoption is nearly one-sixth the length after accounting for productivity co-benefits.\n\n",
    "acknowledgement": "\nWe are incredibly thankful to Anant Ahuja, Chitra Ramdas, Shridatta Veera, Manju Rajesh, Raghuram Nayaka, Sudhakar Bheemarao, Paul Ouseph, and Subhash Tiwari for their coordination, enthusiasm, support, and guidance. Thanks to Prashant Bharadwaj, Michael Boozer, Rahul Deb, Josh Graff Zivin, Catherine Hausman, Tom Lyon, Robyn Meeks, Nick Ryan, Antoinette Schoar, Tavneet Suri, and Joseph Shapiro as well as seminar participants at Yale, MIT, Michigan, Carnegie Mellon, CEGA, the NBER, the IGC, the World Bank, PacDev, and NEUDC for helpful comments and suggestions. Robert Fletcher and Karry Lu provided excellent research assistance. Adhvaryu gratefully acknowledges funding from the NIH/NICHD (5K01HD071949), and all authors acknowledge funding from PEDL, a CEPR-sponsored grant initiative. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}