{
    "id": 24315,
    "citation_title": "Do Human Capital Decisions Respond to the Returns to Education? Evidence from DACA",
    "citation_author": [
        "Elira Kuka",
        "Na'ama Shenhav",
        "Kevin Shih"
    ],
    "citation_publication_date": "2018-02-12",
    "issue_date": "2018-02-09",
    "revision_date": "2019-04-30",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies human capital responses to the availability of the Deferred Action for Childhood Arrivals (DACA) program, which provides temporary work authorization and deferral from deportation for undocumented, high-school-educated youth. We use a sample of young adults that migrated to the U.S. as children to implement a difference-in-differences design that compares non-citizen immigrants (\"eligible\") to citizen immigrants (\"ineligible\") over time. We find that DACA significantly increased high school attendance and high school graduation rates, reducing the citizen-noncitizen gap in graduation by 40%. We also find positive, though imprecise, impacts on college attendance.\n\n",
    "acknowledgement": "\nWe would like to thank Anna Aizer, Catalina Amuedo-Dorantes, Elizabeth Cascio, Aimee Chin, Chloe East, Hilary Hoynes, Chris Karbownik, Melissa Kearney, Ethan Lewis, Dan Millimet, Matt Notowidigdo, Francesc Ortega, Marianne Page, Bruce Sacerdote, Diane Schanzenbach, and Doug Staiger, as well as seminar participants at Northwestern MPES, University of Connecticut, Oklahoma State University, the US Census Bureau, and conference participants at the Barcelona GSE Summer Forum Migration meeting, UC Davis Alumni Conference, WEAI Conference, SEA Conference, SOLE Annual Meeting, and AEA Annual Meeting for helpful suggestions and feedback. We are also grateful to Marcella Alsan for her feedback and for generously sharing data on Secure Communities activation dates with us. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}