{
    "id": 24311,
    "citation_title": "How Persistent Low Expected Returns Alter Optimal Life Cycle Saving, Investment, and Retirement Behavior",
    "citation_author": [
        "Vanya Horneff",
        "Raimond Maurer",
        "Olivia S. Mitchell"
    ],
    "citation_publication_date": "2018-02-12",
    "issue_date": "2018-02-08",
    "revision_date": "2018-08-20",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Behavioral Economics",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper explores how an environment of persistent low returns influences saving, investing, and retirement behaviors, as compared to what in the past had been thought of as more “normal” financial conditions. Our calibrated lifecycle dynamic model with realistic tax, minimum distribution, and Social Security benefit rules produces results that agree with observed saving, work, and claiming age behavior of U.S. households. In particular, our model generates a large peak at the earliest claiming age at 62, as in the data. Also in line with the evidence, our baseline results show a smaller second peak at the (system-defined) Full Retirement Age of 66. In the context of a zero return environment, we show that workers will optimally devote more of their savings to non-retirement accounts and less to 401(k) accounts, since the relative appeal of investing in taxable versus tax-qualified retirement accounts is higher in a low return setting. Finally, we show that people claim Social Security benefits later in a low interest rate environment.\n\n",
    "acknowledgement": "\nThe authors are grateful for research support from the German Investment and Asset Management Association (BVI), the SAFE Research Center funded by the State of Hessen, and the Pension Research Council/Boettner Center at The Wharton School of the University of Pennsylvania. We also thank the initiative High Performance Computing in Hessen for granting us computing time at the LOEWE-CSC and Lichtenberg Cluster. Suggestions from Jagadeesh Gokhale were also helpful. Opinions and any errors are solely those of the authors and not of the institutions with which the authors are affiliated, or any individual cited. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nOlivia S. Mitchell\n\nMitchell serves as an Independent Trustee for the Wells Fargo Advantage Funds and has received more than $10,000 from the TIAA Institute for research on retirement security.\n\n\n"
}