{
    "id": 24319,
    "citation_title": "The Wedge of the Century: Understanding a Divergence between CPI and PPI Inflation Measures",
    "citation_author": [
        "Shang-Jin Wei",
        "Yinxi Xie"
    ],
    "citation_publication_date": "2018-02-19",
    "issue_date": "2018-02-15",
    "revision_date": "2019-05-21",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTwo strands of the literature suggest that PPI inflation, rather than CPI inflation, should be the targeting variable in a monetary policy rule. The distinction between these two rules would only be important if the two inflation indices do not co-move strongly. The first contribution of this paper is to document that the two inflation gauges did co-move strongly in the last century but the correlation has fallen substantially since the start of this century. The second contribution is to propose a structural explanation for this divergence based on a lengthening of world production chains since 2000. This theory implies that the decline in the correlation is likely to be permanent and a rethinking of the monetary policy rules has become more important. Our multi-stage multi-country production model has additional predictions on the behavior of CPI and PPI inflation beyond a fallen correlation, and these predictions are also confirmed in the data.\n\n",
    "acknowledgement": "\nPreviously circulated as \"On the Divergence between CPI and PPI as Inflation Gauges: The Role of Supply Chains.\" We thank Pol Antràs, Xuehui Han, Yang Jiao, Miklos Koren, Andrei A. Levchenko, Ernest Liu, Nikhil Patel, Michael Woodford, and participants in the seminars and workshops at the Reserve Bank of Australia, Asian Development Bank, Columbia University, IMF, CEPR, UIBE, University of Melbourne, and University of Tokyo for their valuable comments, and Joy Glazener for editorial assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}