{
    "id": 24317,
    "citation_title": "Evidence of Decreasing Internet Entropy: The Lack of Redundancy in DNS Resolution by Major Websites and Services",
    "citation_author": [
        "Samantha Bates",
        "John Bowers",
        "Shane Greenstein",
        "Jordi Weinstock",
        "Yunhan Xu",
        "Jonathan Zittrain"
    ],
    "citation_publication_date": "2018-02-19",
    "issue_date": "2018-02-15",
    "revision_date": "2018-03-28",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\n This paper analyzes the extent to which the Internet’s global domain name resolution (DNS) system has preserved its distributed resilience given the rise of cloud-based hosting and infrastructure. We explore trends in the concentration of the DNS space since at least 2011. In addition, we examine changes in domains’ tendency to “diversify” their pool of nameservers – how frequently domains employ DNS management services from multiple providers rather than just one provider – a comparatively costless and therefore puzzlingly rare decision that could supply redundancy and resilience in the event of an attack or service outage affecting one provider.\n\n",
    "acknowledgement": "\nThe authors would like to thank Hans Christian Gregersen and Matt Phillips for their work in preparing early versions of our dataset. The authors would also like to thank David Dinin and Andy Ellis for lending us their expertise in DNS and other technical matters. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nYunhan Xu\n\nJonathan Zittrain's general disclosure page can be found at http://hls.harvard.edu/faculty/directory/10992/Zittrain.\n\n\n"
}