{
    "id": 24323,
    "citation_title": "Political Alignment, Attitudes Toward Government and Tax Evasion",
    "citation_author": [
        "Julie Berry Cullen",
        "Nicholas Turner",
        "Ebonya L. Washington"
    ],
    "citation_publication_date": "2018-02-19",
    "issue_date": "2018-02-15",
    "revision_date": "2019-07-02",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe ask whether attitudes toward government play a causal role in the evasion of U.S. personal income taxes. We use individual-level survey data to demonstrate a link between sharing the party of the president and trust in the administration generally and opinions on taxation and spending policy, more specifically. Next, we move to the county level, and measure tax behavior as turnover elections push voters in partisan counties into and out of alignment with the party of the president. We provide three types of evidence that alignment reduces evasion. As a county moves into alignment we find 1) taxpayers report more easily-evaded forms of income; 2) suspect EITC claims decrease; and 3) audits triggered and audits found to owe additional tax decrease. Our results provide real-world evidence that a positive outlook on government lowers tax evasion.\n\n",
    "acknowledgement": "\nWe thank Daniel Brownstead, Stephanie Hao, Claudio Labanca and Meredith Levine for excellent research assistance, and Jeffrey Clemens, Ricardo Perez-Truglia, Danny Yagan and participants in several conferences and seminars for helpful comments. All errors are our own. The analysis and conclusions set forth are those of the authors and do not indicate concurrence by the Board of Governors of the Federal Reserve, the U.S. Treasury, or the National Bureau of Economic Research. The individual-level data for this project were accessed when Turner was an employee of the U.S. Treasury.\n\n\n"
}