{
    "id": 24322,
    "citation_title": "Finance and Business Cycles: The Credit-Driven Household Demand Channel",
    "citation_author": [
        "Atif R. Mian",
        "Amir Sufi"
    ],
    "citation_publication_date": "2018-02-19",
    "issue_date": "2018-02-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEvery major financial crisis leaves its unique footprint on economic thought. The early banking crises taught us the importance of financial sector liquidity and the lender of last resort. The Great Depression highlighted the devastating effects of bank failures and the need for counter-cyclical fiscal and monetary policy. The Great Recession has brought to the surface the importance of credit-driven business cycles that operate through household demand. We discuss empirical evidence accumulated over the last decade supporting this view, and we also describe accompanying theoretical work that helps define these concepts.\n\n",
    "acknowledgement": "\nWe thank Daron Acemoglu, Andrei Shleifer, Jeremy Stein, Emil Verner, and Robert Vishny for comments that substantially improved the draft. We thank Michael Varley for excellent research assistance. We also thank the Julis Rabinowitz Center for Public Policy and Finance at Princeton and the Initiative on Global Markets and the Fama-Miller Center at Chicago Booth for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}