{
    "id": 24320,
    "citation_title": "Global Portfolio Rebalancing and Exchange Rates",
    "citation_author": [
        "Nelson Camanho",
        "Harald Hau",
        "Hélène Rey"
    ],
    "citation_publication_date": "2018-02-19",
    "issue_date": "2018-02-15",
    "revision_date": "2021-12-23",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine international equity allocations at the fund level and show how excess foreign returns influence portfolio rebalancing, capital flows and currencies. Our equilibrium model of incomplete FX risk trading where exchange rate risk partially segments international equity markets is consistent with the observed dynamics of equity returns, exchange rates, and fund-level capital flows. We document that rebalancing is more intense under higher FX volatility and find heterogeneous rebalancing behavior across different fund characteristics. A granular instrumental variable (GIV) approach identifies a positive currency supply elasticity.\n\n",
    "acknowledgement": "\nWe are grateful to the editor and two anonymous referees for very helpful comments. We thank Maury Obstfeld, Katharina Bergeant, Daniele Bianchi, Karen Lewis as well as seminar participants at the the CEBRA-CEPR-Riksbank 2020 Conference, the WFA 2020 Meeting in San Francisco, the NBER Summer Institute in International Asset Pricing in 2019, the ASSA 2019 meetings in Atlanta, the 2018 EUROFIDAI Finance meetings in Paris, the 8th Workshop on Exchange Rates at Banque de France, the 2018 FMA Annual meetings in San Diego, Banco de Portugal, the 2018 Lubramacro-Portuguese-Brazilian Macroeconomics meetings in Aveiro, the 2018 European meetings of the the Econometric Society in Cologne, the 2018\nEuropean Finance Association meetings in Warsaw, the 2018 Vienna Symposium on Foreign Exchange Markets, the 2018 Spanish Finance Forum in Santander, the 2018 Annual meetings of the Multinational Finance Society in Budapest and the 2018 Frontiers of Finance conference in Lancaster for comments. We are grateful to Paolo Surico for providing his software to calculate quantile range statistics. This research project benefited from a grant from the Swiss National Science Foundation (SNSF). Hélène Rey is grateful to the ERC for financial support (grant 695722). This research project benefited from the grants UID/GES/00407/2013 and PTDC/IIM-FIN/2977/2014 from the Portuguese Foundation for Science and Technology-FCT. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}