{
    "id": 24326,
    "citation_title": "Nonlinear Household Earnings Dynamics, Self-insurance, and Welfare",
    "citation_author": [
        "Mariacristina De Nardi",
        "Giulio Fella",
        "Gonzalo Paz Pardo"
    ],
    "citation_publication_date": "2018-02-19",
    "issue_date": "2018-02-15",
    "revision_date": "2018-10-04",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEarnings dynamics are much richer than typically assumed in macro models with heterogeneous agents. This holds for individual-pre-tax and household-post-tax earnings and across administrative (Social Security Administration) and survey (Panel Study of Income Dynamics) data. We estimate two alternative processes for household after-tax earnings and study their implications using a standard life-cycle model. Both processes feature a persistent and a transitory component, but while the first one is the canonical linear process with stationary shocks, the second one has substantially richer earnings dynamics, allowing for age-dependence of moments, non-normality, and nonlinearity in previous earnings and age. Allowing for richer earnings dynamics implies a substantially better fit of the evolution of cross-sectional consumption inequality over the life cycle and of the individual-level degree of consumption insurance against persistent earnings shocks. The richer earnings process also implies lower welfare costs of earnings risk.\n\n",
    "acknowledgement": "\nDe Nardi gratefully acknowledges support from the ERC, grant 614328 “Savings and Risks.” De Nardi is grateful to the Federal Reserve Bank of Chicago, where she carried out part of this research. Fella is grateful to UCL for their generous hospitality while he was working on this paper. Paz-Pardo gratefully acknowledges ESRC financial support for his postgraduate studies. We thank our Editor, Dirk Krueger, three anonymous referees, Marco Bassetto, Richard Blundell, Stephane Bonhomme, Tony Braun, Jeremy Lise, Fabrizio Perri, Fabien Postel-Vinay, Victor Ríos-Rull, Ananth Seshadri and Gustavo Ventura for helpful comments and suggestions. We are grateful to Moritz Kuhn for providing us with additional statistics from the Survey on Consumer Finances data set. The views expressed herein are those of the authors and do not necessarily reflect the views of the CEPR, the National Bureau of Economic Research, or the Federal Reserve Bank of Minneapolis.\n\n\n"
}