{
    "id": 24328,
    "citation_title": "The Optimal Inflation Target and the Natural Rate of Interest",
    "citation_author": [
        "Philippe Andrade",
        "Jordi Galí",
        "Hervé Le Bihan",
        "Julien Matheron"
    ],
    "citation_publication_date": "2018-02-19",
    "issue_date": "2018-02-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study how changes in the value of the steady-state real interest rate affect the optimal inflation target, both in the U.S. and the euro area, using an estimated New Keynesian DSGE model that incorporates the zero (or effective) lower bound on the nominal interest rate. We find that this relation is downward sloping, but its slope is not necessarily one-for-one: increases in the optimal inflation rate are generally lower than declines in the steady-state real interest rate. Our approach allows us not only to assess the uncertainty surrounding the optimal inflation target, but also to determine the latter while taking into account the parameter uncertainty facing the policy maker, including uncertainty with regard to the determinants of the steady-state real interest rate. We find that in the currently empirically relevant region for the US as well as the euro area, the slope of the curve is close to -0.9. That finding is robust to allowing for parameter uncertainty\n\n",
    "acknowledgement": "\nWe thank Raf Wouters for comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research, Banque de France or the Eurosystem.\n\n\n\nJordi Galí\n\nJordi Galí is a regular consultant to the European Central Bank, the Sveriges Riksbank. In addition, he is a member of the Board of Directors of Sabadell Asset-Management, an investment fund. To his knowledge none of those institutions is likely to have a financial, ideological, or political stake related to the article. No party had the right to review the paper prior to its circulation.\n\n\n"
}