{
    "id": 24329,
    "citation_title": "Measuring the Equilibrium Impacts of Credit: Evidence from the Indian Microfinance Crisis",
    "citation_author": [
        "Emily Breza",
        "Cynthia Kinnan"
    ],
    "citation_publication_date": "2018-02-19",
    "issue_date": "2018-02-15",
    "revision_date": "2021-01-14",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn October 2010, the state government of Andhra Pradesh, India issued an emergency ordinance, bringing microfinance activities in the state to a complete halt and causing a nation-wide shock to the liquidity of lenders, especially those with loans in the affected state. We use this massive dislocation in the microfinance market to identify the causal impacts of a reduction in credit supply on consumption, earnings, and employment in general equilibrium in rural labor markets. Using a proprietary district-level data set from 25 separate, for-profit microlenders matched with household data from the National Sample Survey, we find that district-level reductions in credit supply are associated with significant decreases in casual daily wages, household wage earnings and consumption. We find a substantial consumption multiplier from credit that is likely driven by two channels – aggregate demand and business investment. We calibrate a simple two-period, two-sector model of the rural economy that incorporates both channels and show that the magnitude of our wage results is consistent with the model’s predictions.\n\n",
    "acknowledgement": "\nWe thank Patricia Anghel, Ozgur Bozcaga, Connie Dang, Paul Friedrich, Sumit Gupta, Sang Kim, Taylor Lewis, Cecilia Peluffo, Venkatesh Ramamoorthy, Osman Siddiqi, Gabriel Tourek, and especially Bruno Barsanetti for excellent research assistance. All mistakes are are own. We thank Abhijit Banerjee, Paco Buera, Clement Imbert, Seema Jayachandran, Dean Karlan, Asim Khwaja, Marti Mestieri, Rohini Pande, and Eric Verhoogen for their helpful contributions. We also thank the Microfinance Institutions Network (MFIN) for coordinating the collection of the data and Parul Agarwal and the Centre for Microfinance (CMF) for their help in researching the AP crisis. Anthony D’Agostino generously shared the RBI data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}