{
    "id": 24325,
    "citation_title": "Uncertainty and Economic Activity: A Multi-Country Perspective",
    "citation_author": [
        "Ambrogio Cesa-Bianchi",
        "M. Hashem Pesaran",
        "Alessandro Rebucci"
    ],
    "citation_publication_date": "2018-02-19",
    "issue_date": "2018-02-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMeasures of economic uncertainty are countercyclical, but economic theory does not provide definite guidance on the direction of causation between uncertainty and the business cycle. This paper proposes a new multi-country approach to the analysis of the interaction between uncertainty and economic activity, without a priori restricting the direction of causality. We develop a multi-country version of the Lucas tree model with time-varying volatility and show that in addition to common technology shocks that affect output growth, higher-order moments of technology shocks are also required to explain the cross country variations of the realized volatility of equity returns. Using this theoretical insight, two common factors, a ‘real’ and a ‘financial’ one, are identified in the empirical analysis assuming different patterns of cross-country correlations of country-specific innovations to real GDP growth and realized stock market volatility. We then quantify the absolute and the relative importance of the common factor shocks as well as country-specific volatility and GDP growth shocks. The paper highlights three main empirical findings. First, it is shown that most of the unconditional correlation between volatility and growth can be accounted for by the real common factor, which is proportional to world growth in our empirical model and linked to the risk-free rate. Second, the share of volatility forecast error variance explained by the real common factor and by country-specific growth shocks amounts to less than 5 percent. Third, shocks to the common financial factor explain about 10 percent of the growth forecast error variance, but when such shocks occur, their negative impact on growth is large and persistent. In contrast, country-specific volatility shocks account for less than 1-2 percent of the growth forecast error variance.\n\n",
    "acknowledgement": "\nWe would like to thank Alex Chudik, Frank Diebold, Vadim Elenev, Domenico Giannone, Nicola Fusari, Michele Lenza, Pierre Noual, Giorgio Primiceri, Barbara Rossi, Ron Smith, Zhaogang Song, Allan Timmermann, and Paolo Zaffaroni for comments and useful suggestions. We have also benefited from comments by participants at the NBER Summer Institute (Forecasting and Empirical Methods Group), the 2017 BGSE Summer Forum, the ASSA Meetings, the EABCN-PWC-EUI Conference on “Time-varying models for monetary policy and financial stability,” the 2017 International Conference on Computational and Financial Econometrics, the University of St Andrews “Workshop on Time-Varying Uncertainty in Macro,” and seminars at the Bank of England and Johns Hopkins University. The views expressed in this paper are solely those of the authors and should not be taken to represent those of the Bank of England or the National Bureau of Economic Research.\n\n\n"
}