{
    "id": 24327,
    "citation_title": "Intuitive Donating: Testing One-Line Solicitations for $1 Donations in a Large Online Experiment",
    "citation_author": [
        "Samantha Horn",
        "Dean Karlan"
    ],
    "citation_publication_date": "2018-02-19",
    "issue_date": "2018-02-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe partnered with a large online auction website to test differing messages’ effects on the decision to donate to charity at checkout. Our setting, where impulsive decisions are likely to be driving donations, allows us to evaluate intuitive responses to messages prompting a donation. We find that shorter messages, matching grants, and descriptions of a charity’s mission increase both the likelihood that a user donates, as well as the average amount donated. Conversely, displaying the impact of the donated amount, the popularity of the charity, and that a charity uses scientific evidence do not improve donation rates. These results contribute to our understanding of how framing requests drives the decision to donate and are practically relevant to the many retail sites which promote giving at point of sale.\n\n",
    "acknowledgement": "\nWe thank MissionFish, eBay, and Clam Lorenz for collaboration and making the data available, and Matthew Grant and Nicole Mauriello at Innovations for Poverty Action for management and data analysis. This manuscript was prepared as a chapter for The Economics of Philanthropy. We also thank the book’s editors Kimberley Scharf and Mirco Tonin. All opinions and errors are our own. Karlan is founder and chairman of Innovations for Poverty Action, and at the time of this experiment was the executive director. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}