{
    "id": 24333,
    "citation_title": "Explaining the Decline in the U.S. Employment-to-Population Ratio: a Review of the Evidence",
    "citation_author": [
        "Katharine G. Abraham",
        "Melissa S. Kearney"
    ],
    "citation_publication_date": "2018-02-19",
    "issue_date": "2018-02-15",
    "revision_date": "2019-08-05",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper first documents trends in employment rates and then reviews what is known about the various factors that have been proposed to explain the decline in the overall employment-to-population ratio between 1999 and 2018. Population aging has had a large effect on the overall employment rate over this period, but within-age-group declines in employment among young and prime age adults also have played a central role. Among the factors whose effects the evidence allows us to quantify, labor demand factors, in particular increased import competition from China and the penetration of robots into the labor market, are the most important drivers of observed within-group declines in employment. Labor supply factors, most notably increased participation in disability insurance programs, have played a less important but not inconsequential role. Increases in the real value of state minimum wages and in the share of individuals with prison records also have contributed modestly to the decline in the aggregate employment rate. In addition to the factors whose effects we roughly quantify, we identify a set of potentially important factors about which the evidence does not yet allow us to draw clear conclusions. These include the challenges associated with arranging child care, improvements in leisure technology, changing social norms, increased use of opioids, the growth in occupational licensing, and declining labor market fluidity. Our evidence-driven ranking of factors should be useful for guiding future discussions about the sources of decline in the aggregate employment-to-population ratio and consequently the likely efficacy of alternative policy approaches to increasing employment rates.\n\n",
    "acknowledgement": "\nThe paper has benefitted from comments from David Autor, Will Carrington, Steve Durlauf, Alex Gelber, Jason Furman, Judy Hellerstein, Chinhui Juhn, Gray Kimbrough, David Lindauer, Lawrence Mishel, Robert Moffitt, Matthew Notowidigdo, David Neumark, Michael Reich, Christopher Smith, and Aaron Sojourner, as well as five anonymous reviewers. We also received helpful comments from participants in seminars at the Brookings Institution, the Social Security Administration, the Congressional Budget Office and the Chicago Federal Reserve Bank. The authors are grateful to Elisa Jacome, Terry Pack, Colin Wick and George Zuo for excellent research assistance and to Sarah Flood for help with the IPUMS-CPS data. We gratefully acknowledge financial support from the Smith Richardson Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}