{
    "id": 24336,
    "citation_title": "Positive and Normative Implications of Liability Dollarization for Sudden Stops Models of Macroprudential Policy",
    "citation_author": [
        "Enrique G. Mendoza",
        "Eugenio I. Rojas"
    ],
    "citation_publication_date": "2018-02-19",
    "issue_date": "2018-02-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\n\"Liability dollarization,'' namely intermediation of capital inflows in units of tradables into domestic loans in units of aggregate consumption, adds three important effects driven by real-exchange-rate fluctuations that alter standard models of Sudden Stops significantly: Changes on the debt repayment burden, on the price of new debt, and on a risk-taking incentive (i.e. a negative premium on domestic debt). Under perfect foresight, the first effect makes Sudden Stops milder and multiple equilibria harder to obtain. The three effects add an ``intermediation externality'' to the macroprudential externality of standard models, which is present even without credit constraints. Optimal policy under commitment can be decentralized equally by taxing domestic credit or capital inflows, and hence capital controls as a separate instrument are not justified. This optimal policy is time-inconsistent and follows a complex, non-linear schedule. Quantitatively, an optimized pair of constant taxes on domestic debt and capital inflows makes crises slightly less likely and yields a small welfare gain, but other pairs reduce welfare sharply. For high effective debt taxes, capital controls and domestic debt taxes are again equivalent, and for low ones welfare is higher with higher taxes on domestic debt than on capital inflows.\n\n",
    "acknowledgement": "\nThis paper was prepared for the IMF’s Eighteenth Jacques Polak Annual Research Conference. We would like to thank Cristina Arellano for her insightful discussion and conference participants for helpful comments. We are also grateful for comments and suggestions by Javier Bianchi, Emine Boz, Markus Brunnermeier, and Linda Tesar, and by participants at the 2018 AEA Annual Meetings, the XXIII Jornadas Anuales de Economía of the Central Bank of Uruguay, and the 2017 Workshop of the Financial Stability and Development Network of the IDB with the BIS-CCA. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}