{
    "id": 24332,
    "citation_title": "The Impact of Education on Family Formation: Quasi-Experimental Evidence from the UK",
    "citation_author": [
        "Michael Geruso",
        "Heather Royer"
    ],
    "citation_publication_date": "2018-02-19",
    "issue_date": "2018-02-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the impact of educational attainment on fertility and mating market outcomes. Using a regression discontinuity design, we exploit an extension of the compulsory schooling age from 15 to 16 in 1972 in the UK. The change was binding for a quarter of the population. Simple plots of the raw data show substantially lower teen fertility rates across the threshold of the reform, but no impacts on abortions and no impact on completed fertility by age 45. In the mating market, the reform induced both men and women to marry more educated mates, consistent with positive assortative mating. We show that timing of the teen fertility reduction coincided with the timing of the extra induced schooling and that the probability of marrying a peer in the same academic cohort rose. These results suggest that school attendance may have important direct effects, in addition to and separate from the human capital effects of education.\n\n",
    "acknowledgement": "\nWe thank Julie Jefferies and Louise O’Leary for the considerable time and effort that they and their team have devoted to this project. It would not have been possible without the live births dataset that they supplied. We also thank Mary Grinsted for generously supplying the abortion data used in this paper and Kevin Lynch for his help with the Longitudinal Study. We are extremely grateful to Damon Clark for his invaluable input and help in securing the data. Thanks to various seminar participants, Sarah Bana, Jenna Stearns, Cathy Weinberger, and the UCSB Econometrics group for their comments and suggestions. We thank Alexandra Gecker, Chang Lee, and Corey White for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}