{
    "id": 24330,
    "citation_title": "Managing Financial Globalization: Insights from the Recent Literature",
    "citation_author": [
        "Shang-Jin Wei"
    ],
    "citation_publication_date": "2018-02-19",
    "issue_date": "2018-02-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper seeks to draw lessons for developing countries based on a survey of the recent literature on financial globalization. First, while capital account openness holds promises (by potentially lowering cost of capital, promoting risk sharing, and providing disciplines on policies), it does not always work out that way in the data. Distortions in the domestic financial market, international capital market, domestic labor market, and domestic public governance can all make financial globalization less beneficial for developing countries. Second, developing countries may seek to avoid the effects of foreign monetary policy shocks. The empirical pattern appears to be somewhere between a trilemma and a dilemma. While nominal exchange rate flexibility provides some policy autonomy but not consistently, capital flow management can confer additional insulation against foreign monetary shocks.\n\n",
    "acknowledgement": "\nThis paper surveys the recent literature on the effects of financial globalization on developing countries and draws on several research papers that I have coauthored. I would like to thank Qingyuan Du, Jeffrey Frankel, Xuehui Han, Ayhan Kose, Jun Nie, Esward Prasad, Kenneth Rogoff, Hui Tong, and Jing Zhou for their research collaboration. I have learned a lot from them. I also thank Kristin Forbes and participants of the Conference on Globalization, Development, Economic and Financial Stability in Tokyo, December 2017, for very helpful comments. The paper is commissioned by the Asian Development Bank Institute. Any errors in the paper are entirely my own responsibility. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}