{
    "id": 24335,
    "citation_title": "Optimal Taxes on Capital in the OLG Model with Uninsurable Idiosyncratic Income Risk",
    "citation_author": [
        "Dirk Krueger",
        "Alexander Ludwig"
    ],
    "citation_publication_date": "2018-02-19",
    "issue_date": "2018-02-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe characterize the optimal linear tax on capital in an Overlapping Generations model with two period lived households facing uninsurable idiosyncratic labor income risk. The Ramsey government internalizes the general equilibrium feedback of private precautionary saving. For logarithmic utility our full analytical solution of the Ramsey problem shows that the optimal aggregate saving rate is independent of income risk. The optimal time-invariant tax on capital is increasing in income risk. Its sign depends on the extent of risk and on the Pareto weight of future generations. If the Ramsey tax rate that maximizes steady state utility is positive, then implementing this tax rate permanently generates a Pareto-improving transition even if the initial equilibrium is dynamically efficient. We generalize our results to Epstein-Zin-Weil utility and show that the optimal steady state saving rate is increasing in income risk if and only if the intertemporal elasticity of substitution is smaller than 1.\n\n",
    "acknowledgement": "\nWe thank Daniel Harenberg, Marek Kapicka, Yena Park and Catarina Reis as well as seminar participants at SED 2015 in Toulouse, University of Cologne, EIEF Rome, University of Tilburg, CERGE-EI Prague for helpful comments and Leon Huetsch for his excellent research assistance. Dirk Krueger thanks the NSF for continued financial support. Alex Ludwig gratefully acknowledges financial support by the Research Center SAFE, funded by the State of Hessen initiative for research LOEWE. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}