{
    "id": 24337,
    "citation_title": "No Strings Attached: The Behavioral Effects of U.S. Unconditional Cash Transfer Programs",
    "citation_author": [
        "Ioana Marinescu"
    ],
    "citation_publication_date": "2018-02-19",
    "issue_date": "2018-02-15",
    "revision_date": "2023-06-05",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe universal basic income has become a widely discussed measure in policy circles around the world. In this review, we cover the evidence relevant to its potential impact in the US, and in developed countries more generally. Many studies find no statistically significant effect of an unconditional cash transfer on the probability of working. In the studies that do find an effect on labor supply, the effect is small: a 10% income increase induced by an unconditional cash transfer decreases labor supply by about 1%. The evidence shows that an unconditional cash transfer can improve health and educational outcomes, and decrease criminality and drug & alcohol use, especially among the most disadvantaged youths.\n\n",
    "acknowledgement": "\nI acknowledge the financial support of the Roosevelt Institute. I wish to thank Marybeth Seitz-Brown for outstanding research assistance. Paul Niehaus, Elizabeth Rhodes and Brishen Rogers provided a reviews and feedback. I also want to thank Rakeen Mabud, and Marshall Steinbaum for their input and guidance through the process. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}