{
    "id": 24339,
    "citation_title": "Can Innovators be Created? Experimental Evidence from an Innovation Contest",
    "citation_author": [
        "Joshua S. Graff Zivin",
        "Elizabeth Lyons"
    ],
    "citation_publication_date": "2018-02-19",
    "issue_date": "2018-02-15",
    "revision_date": "2018-04-19",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nExisting theories and empirical research on how innovation occurs largely assume that innovativeness is an inherent characteristic of the individual and that people with this innate ability select into jobs that require it. In this paper, we investigate whether people who do not self-select into being innovators can be induced to innovate, and whether they innovate differently than those who do self-select into innovating. To test these questions, we designed and implemented an innovation contest for engineering and computer science students which allowed us to differentiate between those who self-select into innovative activities and those who are willing to undertake them only after receiving an additional incentive for doing so. We also randomly offer encouragement to subsets of both the induced and self-selected contest participants in order to examine the importance of confidence-building interventions on each sample. We find that while induced participants have different observable characteristics than those that were ‘innately’ drawn to the competition, on average, the success of induced participants was statistically indistinguishable from their self-selected counterparts and encouragement does not change this result. Heterogeneity in treatment effects suggests an important role for the use of targeted interventions.\n\n",
    "acknowledgement": "\nWe thank participants at the May, 2016 Innovation Growth Lab Research Meeting and those at the 5th AIEA-NBER conference. We gratefully acknowledge funding support from the Kauffman Foundation and the National Science Foundation through its SciSIP Program (Award SBE-1460344). This study is included in the AEA RCT Registry (AEARCTR-0001857). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}