{
    "id": 24347,
    "citation_title": "Effects of Expanding Health Screening on Treatment - What Should We Expect? What Can We Learn?",
    "citation_author": [
        "Rebecca Mary Myerson",
        "Darius Lakdawalla",
        "Lisandro D. Colantonio",
        "Monika Safford",
        "David Meltzer"
    ],
    "citation_publication_date": "2018-02-26",
    "issue_date": "2018-02-22",
    "revision_date": "2018-04-27",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nScreening interventions can produce very different treatment outcomes, depending on the reasons why patients had been unscreened in the first place. Economists have paid scant attention to these complexities and their implications for evaluating screening programs. In this paper, we propose a simple economic framework to guide policy-makers and analysts in designing and evaluating the impact of screening on treatment uptake. We apply these insights to several salient empirical examples that illustrate the different kinds of effects screening programs might produce. Our empirical examples focus on contexts relevant to the top cause of death in the United States, heart disease. We find that currently undiagnosed patients differ from currently diagnosed patients in important ways, leading to lower predicted uptake of recommended treatment if these patients were diagnosed. Additionally, changes in the composition of diagnosed patients can produce misleading conclusions during policy analysis, such as spurious reductions in measured health system performance as screening expands.\n\n",
    "acknowledgement": "\nWe are grateful for valuable suggestions from Daniel Bennett, Marguerite Burns, Lenisa Chang, James Heckman, Richard Hirth, Bryant Kim, and Edward Norton, as well as participants of the NBER summer institute, ASHEcon, and APPAM conferences. This work was supported by the National Institute of Neurological Disorders and Stroke [grant number U01 NS041588], the Agency for Healthcare Research and Quality [grant number R36HS023964-01], and the National Heart, Lung, and Blood Institute [grant numbers R01 HL080477 and K24 HL111154]. The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institute of Neurological Disorders and Stroke, the National Institutes of Health, or the National Bureau of Economic Research. Representatives of the funding agency have been involved in the review of the manuscript but not directly involved in the collection, management, analysis or interpretation of the data.\n\n\n\nDarius Lakdawalla\n\nDr. Lakdawalla holds equity in and serves as the Chief Strategy Officer of Precision Health Economics, which provides consulting services to firms in the pharmaceutical, biotechnology, and medical device industries.  No funding or compensation was received for this particular study.\n\n\n\nLisandro D. Colantonio\n\nThe REGARDS study is supported by a cooperative agreement U01 NS041588 from the National Institute of Neurological Disorders and Stroke, National Institutes of Health, Department of Health and Human Service. Representatives of the funding agency have been involved in the review of the manuscript but not directly involved in the collection, management, analysis or interpretation of the data. Additional support was provided by grants R01 HL080477 and K24 HL111154 from the National Heart, Lung, and Blood Institute. The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institute of Neurological Disorders and Stroke or the National Institutes of Health. The authors thank the other investigators, the staff, and the participants of the REGARDS study for their valuable contributions.  A full list of participating REGARDS investigators and institutions and further information about the study can be found at http://www.regardsstudy.org.\n\n\n"
}