{
    "id": 24349,
    "citation_title": "Carpooling and the Economics of Self-Driving Cars",
    "citation_author": [
        "Michael Ostrovsky",
        "Michael Schwarz"
    ],
    "citation_publication_date": "2018-02-26",
    "issue_date": "2018-02-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the interplay between autonomous transportation, carpooling, and road pricing. We discuss how improvements in these technologies, and interactions among them, will affect transportation markets. Our main results show how to achieve socially efficient outcomes in such markets, taking into account the costs of driving, road capacity, and commuter preferences. An important component of the efficient outcome is the socially optimal matching of carpooling riders. Our approach shows how to set road prices and how to share the costs of driving and tolls among carpooling riders in a way that implements the efficient outcome.\n\n",
    "acknowledgement": "\nWe are grateful to Saurabh Amin, Alexandre Bayen, Ben Edelman, Emir Kamenica, Hal Varian, and Laura Wynter for helpful comments and suggestions, and to Suraj Malladi for research assistance. This paper was presented at the 2017 NBER Market Design Working Group Meeting. Per NBER disclosure policy, we report that although Michael Schwarz is currently at Microsoft, this research was commenced when he was Chief Scientist for Waze. The views expressed herein are those of the authors and do not necessarily reflect the views of their past or current employers or the National Bureau of Economic Research.\n\n\n"
}