{
    "id": 24342,
    "citation_title": "The New Fama Puzzle",
    "citation_author": [
        "Matthieu Bussiere",
        "Menzie D. Chinn",
        "Laurent Ferrara",
        "Jonas Heipertz"
    ],
    "citation_publication_date": "2018-02-19",
    "issue_date": "2018-02-15",
    "revision_date": "2022-01-10",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe re-examine the historically common finding that ex post depreciation and the forward premium are negatively correlated, termed the forward premium puzzle. When covered interest differentials are zero, this finding is equivalent to the rejection of the joint hypothesis of uncovered interest parity (UIP) and full information rational expectations. We term this result the Fama puzzle (1984), given the difficulty in identifying a time-varying risk premium that could rationalize this result. In our analysis, the rejection occurs for eight exchange rates against the US dollar, but does not survive into the period during and in the decade after the financial crisis. Strikingly, in contrast to earlier findings, the Fama coefficient – the coefficient on the interest differential – then becomes large and positive; this is what we term the New Fama Puzzle. Using survey based measures of exchange rate expectations, we find much more constant evidence in favor of UIP. Hence, the explanation for the switch in the Fama coefficient in the wake of the global financial crisis is mostly a change in how expectations errors and interest differentials co-move.\n\n",
    "acknowledgement": "\nWe would like to thank Agnès Bénassy-Quéré, Yin-Wong Cheung, Alexander Chudik, Jeffrey Frankel, Jim Hamilton, Jean Imbs, Ben Johannsen, Joe Joyce, Steve Kamin, Evgenia Passari, Arnaud Mehl, Lucio Sarno, and conference participants at the Banque de France-Sciences Po. “Workshop on Recent Developments in Exchange Rate Economics,” the “Jean Monnet Workshop on Financial Globalization and its Spillovers,” and seminars at the Banque de France, ECB, Brandeis and the University of Adelaide, Dallas Fed, and UC Riverside. The views expressed do not necessarily reflect those of the Banque de France, the Eurosystem, or NBER.\n\n\n\nMenzie D. Chinn\n\nChinn wrote part of this paper while serving as a consultant to Banque de France.\n\n\n\nJonas Heipertz\n\nPart of the research was conducted while I was employed as intern at the Banque de France in the year 2014.\n\n\n"
}