{
    "id": 24343,
    "citation_title": "Promotions and the Peter Principle",
    "citation_author": [
        "Alan Benson",
        "Danielle Li",
        "Kelly Shue"
    ],
    "citation_publication_date": "2018-02-19",
    "issue_date": "2018-02-15",
    "revision_date": "2023-06-27",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe best worker is not always the best candidate for manager.  In these cases, do firms promote the best potential manager or the best worker in her current job? Using microdata on the performance of sales workers at 214 firms, we find evidence consistent with the “Peter Principle,” which predicts that firms prioritize current job performance in promotion decisions at the expense of other observable characteristics that better predict managerial performance.  We estimate that the costs of promoting workers with lower managerial potential are high, suggesting either that firms are making inefficient promotion decisions or that  the benefits of promotion-based incentives are great enough to justify the costs of managerial mismatch.\n\n",
    "acknowledgement": "\nWe thank Lisa Kahn, Steve Kaplan, Eddie Lazear, Inessa Liskovich (discussant), Vladimir Mukharlyamov (discussant), Paige Ouimet (discussant), Michaela Pagel (discussant), Amanda Pallais, Brian Phelan, Thomas Peeters, Lamar Pierce, Felipe Severino (discussant), Kathryn Shaw (discussant), Mike Waldman, and seminar participants at CUHK, FOM Conference, GSU CEAR, Gerzensee ESSFM, Harvard Business School, HKUST, Hong Kong U., ITAM, Melbourne FIRCG, MIT Sloan, Midwest Economics Association Meetings, Nanjing U., NBER (Corporate Finance, Personnel Economics, and Organizational Economics), Purdue, SOLE, Tsinghua PBC, U. of Chicago, U. of Hong Kong, U. of Miami, U. of Minnesota Carlson, Wharton People Analytics Conference, Wharton People \\& Organizations conference, and Yale Junior Finance Conference for helpful comments. We thank Menaka Hamplole and Leland Bybee for excellent research assistance. This research was funded in part by the Initiative on Global Markets and the Fama Miller Center at the University of Chicago Booth School of Business. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}