{
    "id": 24348,
    "citation_title": "Intellectual Property Use in Middle Income Countries: The Case of Chile",
    "citation_author": [
        "Carsten Fink",
        "Bronwyn H. Hall",
        "Christian Helmers"
    ],
    "citation_publication_date": "2018-02-26",
    "issue_date": "2018-02-22",
    "revision_date": "2019-11-12",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA frequently debated question is whether the use of intellectual property (IP) protection benefits the residents of low and middle income countries. We contribute to this debate with an analysis of the use of patents and trademarks by firms in Chile over the decade 1995-2005 as the then middle-income country experienced rapid economic growth. Using a novel dataset containing the merge of detailed firm-level information from the annual manufacturing census with firms’ patent and trademark filings with the Chilean IP office, we look at how IP use by companies has changed over time and analyze the determinants of and outcomes from their use, in particular first-time use. We find that firm growth prompts first-time use of patents and trademarks, though such use does not change the growth trajectory of firms nor does it improve their total factor productivity.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge financial support from the World Intellectual Property Organization and generous institutional support from the Chilean National Institute of Industrial Property (INAPI) and the Chilean National Statistical Institute (INE). Christian Helmers acknowledges financial support from Hoover IP2. We are particularly grateful to Viviana Ulloa Sanchez and Sergio Fontalva Urrutia for their help with the construction of the dataset. We also thank María-José Abud and Zhen Sun for excellent research assistance with the construction of the dataset and Aisén Etcheverry, María Catalina Olivos, and Maximiliano Santa Cruz for their generous support of this project. We thank Sergio Escudero, Mario Matus, Roberto Alvarez and participants at EPIP 2016 and 2017, Santa Clara University, and the 11th Annual Searle Center/USPTO Conference on Innovation Economics for helpful feedback. The views expressed in this article are those of the authors and do not necessarily reflect the views of INAPI, the World Intellectual Property Organization or its member states. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}