{
    "id": 24357,
    "citation_title": "Computerizing Industries and Routinizing Jobs: Explaining Trends in Aggregate Productivity",
    "citation_author": [
        "Sangmin Aum",
        "Sang Yoon (Tim) Lee",
        "Yongseok Shin"
    ],
    "citation_publication_date": "2018-02-26",
    "issue_date": "2018-02-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAggregate productivity growth in the U.S. has slowed down since the 2000s. We quantify the importance of differential productivity growth across occupations and across industries, and the rise of computers since the 1980s, for the productivity slowdown. Complementarity across occupations and industries in production shrinks the relative size of those with high productivity growth, reducing their contributions toward aggregate productivity growth, resulting in its slowdown. We find that such a force, especially the shrinkage of occupations with above-average productivity growth through “routinization,” was present since the 1980s. Through the end of the 1990s, this force was countervailed by the extraordinarily high productivity growth in the computer industry, of which output became an increasingly more important input in all industries (“computerization”). It was only when the computer industry's productivity growth slowed down in the 2000s that the negative effect of routinization on aggregate productivity became apparent. We also show that the decline in the labor income share can be attributed to computerization, which substitutes labor across all industries.\n\n",
    "acknowledgement": "\nThis paper was prepared for the Carnegie Rochester NYU Conference on “the Consequences of Transformative Technical Progress for the Macroeconomy.” We thank our discussant, Matthias Kehrig, for exceptionally detailed and constructive suggestions, and other conference participants for many useful comments. We also benefited from extended conversations about this paper with Christian Siegel, Henry Siu, and Sevin Yeltekin. The usual disclaimer applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}