{
    "id": 24359,
    "citation_title": "Seeing the Forest for the Trees? An Investigation of Network Knowledge",
    "citation_author": [
        "Emily Breza",
        "Arun G. Chandrasekhar",
        "Alireza Tahbaz-Salehi"
    ],
    "citation_publication_date": "2018-02-26",
    "issue_date": "2018-02-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Political Economy",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper assesses the empirical content of one of the most prevalent assumptions in the economics of networks literature, namely the assumption that decision makers have full knowledge about the networks they interact on. Using network data from 75 villages, we ask 4,554 individuals to assess whether five randomly chosen pairs of households in their village are linked through financial, social, and informational relationships. We find that network knowledge is low and highly localized, declining steeply with the pair’s network distance to the respondent. 46% of respondents are not even able to offer a guess about the status of a potential link between a given pair of individuals. Even when willing to offer a guess, respondents can only correctly identify the links 37% of the time. We also find that a one-step increase in the social distance to the pair corresponds to a 10pp increase in the probability of misidentifying the link. We then investigate the theoretical implications of this assumption by showing that the predictions of various models change substantially if agents behave under the more realistic assumption of incomplete knowledge about the network. Taken together, our results suggest that the assumption of full network knowledge (i) may serve as a poor approximation to the real world and (ii) is not innocuous: allowing for incomplete network knowledge may have first-order implications for a range of qualitative and quantitative results in various contexts.\n\n",
    "acknowledgement": "\nWe thank Abhijit Banerjee, Joshua Blumenstock, Steven Durlauf, Paul Goldsmith-Pinkham, Ben Golub, Matt Jackson, Cynthia Kinnan, Pooya Molavi, Melanie Morten, Suresh Naidu, Xu Tan, and Leeat Yariv for helpful comments. Financial support from the NSF under grants SES-1156182 and SES-1326661 is gratefully acknowledged. We thank Shobha Dundi, Devika Lakhote, Tithee Mukhopadhyay, Gowri Nagraj, and Ambika Sharma for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}