{
    "id": 24354,
    "citation_title": "Industry Input in Policymaking: Evidence from Medicare",
    "citation_author": [
        "David C. Chan",
        "Jr",
        "Michael J. Dickstein"
    ],
    "citation_publication_date": "2018-02-26",
    "issue_date": "2018-02-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": [
        "\n",
        "\nCenter for Aging and Health Research\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nIn setting prices for physician services, Medicare solicits input from a committee that evaluates proposals from industry. We investigate whether this arrangement leads to prices biased toward the interests of committee members. We find that increasing a measure of affiliation between the committee and proposers by one standard deviation increases prices by 10%, demonstrating a pathway for regulatory capture. We then evaluate the effect of affiliation on the quality of information used in price-setting. More affiliated proposals produce less hard information, measured as lower quality survey data. However, affiliation results in prices that are more closely followed by private insurers, suggesting that affiliation may increase the total information used in price-setting.\n\n",
    "acknowledgement": "\nWe are thankful to Dan Barron, Panle Barwick, Steve Callander, Alice Chen (discussant), Jeff Clemens, Zack Cooper, David Cutler, Wouter Dessein, Liran Einav, Ray Fisman, Bob Gibbons, Ben Golub, Josh Gottlieb, Matt Grennan (discussant), Jon Gruber, Wes Hartmann, Alex Hirsch, Zachary Hochstetler, Matt Jackson, Kei Kawai, Dan Kessler, Amanda Kowalski (discussant), Keith Krehbiel, Jon Levin, Danielle Li (discussant), Shih En Lu, Ateev Mehrotra, Joe Newhouse, Mike Powell, Jim Rebitzer (discussant), Al Roth, Ken Shotts, Sherry Smith, Bob Town (discussant), Francesco Trebbi, Noam Yuchtman, multiple members of the RUC who participated in detailed interviews, and many seminar participants. Sam Arenberg, Lulua Bahrainwala, Peter Favaloro, Atul Gupta, Johnny Huynh, Michael Kobiela, Douglas Laporte, and Lindsay Yang provided excellent research assistance. Chan gratefully acknowledges support from NIH DP5OD019903-01, NIH L30 AG051189-01, and NIH P30AG012810. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}