{
    "id": 24353,
    "citation_title": "Protectionism and the Business Cycle",
    "citation_author": [
        "Alessandro Barattieri",
        "Matteo Cacciatore",
        "Fabio Ghironi"
    ],
    "citation_publication_date": "2018-02-26",
    "issue_date": "2018-02-22",
    "revision_date": "2018-07-17",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the consequences of protectionism for macroeconomic fluctuations. First, using high-frequency trade policy data, we present fresh evidence on the dynamic effects of temporary trade barriers. Estimates from country-level and panel VARs show that protectionism acts as a supply shock, causing output to fall and inflation to rise in the short run. Moreover, protectionism has at best a small positive effect on the trade balance. Second, we build a small open economy model with firm heterogeneity, endogenous selection into trade, and nominal rigidity to study the channels through which protectionism affects aggregate fluctuations. The model successfully reproduces the VAR evidence and highlights the importance of aggregate investment dynamics and micro-level reallocations for the contractionary effects of tariffs. We then use the model to study scenarios where temporary trade barriers have been advocated as potentially beneficial, including recessions with binding constraints on monetary policy easing or in the presence of a fixed exchange rate. Our main conclusion is that, in all the scenarios we consider, protectionism is not an effective tool for macroeconomic stimulus.\n\n",
    "acknowledgement": "\nWe thank our discussants—Giancarlo Corsetti, Aurélien Eyquem, Fabrizio Perri, Katheryn Russ, and Joseph Steinberg—for very helpful comments. We are also grateful to Chad Bown, Ambrogio Cesa-Bianchi, Charles Engel, Luca Gambetti, Greg Ip, Yida Li, John Shea, Dalibor Stevanovic, and audiences at the AMSE-Banque de France Workshop on Heterogeneity in International Economics, Bank of Canada, Bank of England, Bank of Italy, Banque de France, CEPREMAP, the 2017 Joint Central Bankers’ Conference, the 2017 Midwest Macro Meetings, the 2017 NBER IFM Summer Institute, Ohio State University, Peking University PHBC, the Pontificia Universidad Católica de Chile, Université Paris-Dauphine, University of Kent, University of Maryland, University of Tübingen, University of Wisconsin-Madison, the 2017 West Coast Workshop in International Finance, the XVI Workshop on Macroeconomic Dynamics: Theory and Applications, and the 2018 Tsinghua Workshop in International Finance. The views in this paper are those of the authors and do not represent the views or policies of the CEPR and NBER. Alessandro Barattieri acknowledges financial support from the Unicredit and Universities Foundation Modigliani Research Grant.\n\n\n"
}