{
    "id": 24351,
    "citation_title": "Does Integration Change Gender Attitudes? The Effect of Randomly Assigning Women to Traditionally Male Teams",
    "citation_author": [
        "Gordon Dahl",
        "Andreas Kotsadam",
        "Dan-Olof Rooth"
    ],
    "citation_publication_date": "2018-03-05",
    "issue_date": "2018-02-22",
    "revision_date": "2020-12-10",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine whether exposure of men to women in a traditionally male-dominated environment can change attitudes about mixed-gender productivity, gender roles and gender identity. Our context is the military in Norway, where we randomly assigned female recruits to some squads but not others during boot camp. We find that living and working with women for 8 weeks causes men to have more egalitarian attitudes. There is a 14 percentage point higher fraction of men who think mixed-gender teams perform as well or better than same-gender teams, an 8 percentage point increase in men who think household work should be shared equally and a 14 percentage point increase in men who do not completely disavow feminine traits. Moreover, men exposed to mixed-gender teams are more likely to choose military occupations immediately after boot camp which have a higher fraction of females in them. But these effects do not persist once treatment stops. Treated men’s attitudes converge to those of the controls in a 6-month follow up survey and there is no long-term effect on choosing fields of study, occupations or workplaces with a higher fraction of women in them after military service ends. Contrary to the predictions of many policymakers, we do not find that integrating women into squads hurt male recruits’ performance or satisfaction with service, either during boot camp or their subsequent military assignment. These findings provide evidence that even in a highly gender-skewed environment, gender stereotypes are malleable and can be altered by integrating members of the opposite sex. But they also suggest that without continuing intensive exposure, effects are unlikely to persist.\n\n",
    "acknowledgement": "\nWe thank seminar participants at several universities and conferences for useful comments and suggestions, and especially Henning Finseraas. Special thanks to the Norwegian Defense Research Establishment (FFI), and in particular to Frank Steder and Torbjørn Hanson. This study could not have been conducted without their help and the support of FFI’s Age Cohort Research project team. Thanks also to the soldiers and staff of the North Brigade who participated in the study. Ada Fuglset, Eirik Strømland, and Wiktoria Szczesna provided excellent research assistance. This research has IRB approval from The Norwegian Center of Research Data (Number 39028) and the ethics committee at the National Service Administration, and is funded by Norwegian Research Council Project number 287766. Data made available by Statistics Norway and the National Service Administration have been essential for this research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}