{
    "id": 24356,
    "citation_title": "Marriage, Labor Supply and the Dynamics of the Social Safety Net",
    "citation_author": [
        "Hamish Low",
        "Costas Meghir",
        "Luigi Pistaferri",
        "Alessandra Voena"
    ],
    "citation_publication_date": "2018-02-26",
    "issue_date": "2018-02-22",
    "revision_date": "2022-12-23",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe 1996 US welfare reform introduced time limits on welfare receipt. We use quasi-experimental evidence and a lifecycle model of marriage, divorce, program participation, labor supply and savings to understand the impact of time limits on behavior and well-being. Time limits cause women to defer claiming in anticipation of future needs, an effect that depends on the probabilities of marriage and divorce. Time limits cost women 0.5% of life-time consumption, net of revenue savings redistributed by reduced taxation, with some groups affected much more. Expectations over future marital status are important determinants of the value of the social safety net.\n\n",
    "acknowledgement": "\nWe thank five anonymous referees and the editor, Magne Mogstad for detailed comments that substantially improved the paper. Abi Adams-Prassl, Joe Altonji, Orazio Attanasio, Richard Blundell, Marianne Bruins, Mariacristina De Nardi, Felix Gray, John Kennan, Pat Kline, Robert Moffitt, Andreas Mueller, Brian Phelan, Ben Polak, Andrew Shephard, Melissa Tartari, Matt Wiswall, James Ziliak and participants in various seminars and conferences provided helpful comments and suggestions. Davide Malacrino, Jorge Rodriguez Osorio, Matthew Schwartzman, CharlotteWoodacre, Maria Alejandra Rodriguez and Bruno Escobar provided excellent research assistance. Costas Meghir thanks the UK ESRC (grant number ES/K00624X/1), the ISPS at Yale and the Cowles foundation for financial assistance. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}