{
    "id": 24358,
    "citation_title": "Learning When to Quit: An Empirical Model of Experimentation",
    "citation_author": [
        "Bernhard Ganglmair",
        "Timothy Simcoe",
        "Emanuele Tarantino"
    ],
    "citation_publication_date": "2018-02-26",
    "issue_date": "2018-02-22",
    "revision_date": "2019-05-02",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nResearch productivity depends on the ability to discern whether an idea is promising, and a willingness to abandon the ones that are not. Economists know little about this process, however, because empirical studies of innovation typically begin with a sample of issued patents or published papers that were already selected from a pool of promising ideas. This paper unpacks the idea selection process using a unique dataset from the Internet Engineering Task Force (IETF), a voluntary organization that develops protocols for managing Internet infrastructure. For a large sample of IETF proposals, we observe a sequence of decisions to either revise, publish, or abandon the underlying idea, along with changes to the proposal and the demographics of the author team. Using these data, we provide a descriptive analysis of how R&D is conducted within the IETF, and estimate a dynamic discrete choice model whose key parameters measure the speed at which author teams learn whether they have a good (i.e., publishable) idea. The estimates imply that sixty percent of IETF proposals are publishable, but only one-third of the good ideas survive the review process. Author experience and increased attention from the IETF community are associated with faster learning. Finally, we simulate two counterfactual innovation policies: an R&D subsidy and a publication-prize. Subsidies have a larger impact on research output, though prizes perform better when accounting for researchers' opportunity costs.\n\n",
    "acknowledgement": "\nWe thank Matt Backus, Daniel Ereshov, Alberto Galasso, María García-Vega, Alessandro Gavazza, Scott Hiller, Ben Jones, Raphaël Levy, Xiaolin Li, Massimo Motta, Kathleen Nosal, Nicholas Pairolero, Mark Roberts, Marc Rysman, Pasquale Schiraldi, Florian Schütt, Carlos Serrano, Dave Waguespack, and seminar and conference participants at Bocconi University, Boston College, Boston University, CEMFI, Cornerstone Research, EIEF, HEC (Paris), Johns Hopkins University, Northeastern University, Queen's University, Toulouse School of Economics, Universidad Carlos III de Madrid, Universitat de Barcelona, University of British Columbia, University of Graz, University of Mannheim, University of Nebraska-Lincoln, University of Portsmouth, University of Salento, ZEW, Applied Microeconomics Workshop (Bolzano), Barcelona GSE Summer Forum on Applied Industrial Organization, CSEF-IGIER Symposium on Economics and Institutions, IIOC (Boston), MaCCI Conference on Innovation (Bad Homburg), Searle Center Annual Conference on Innovation Economics, TILEC Conference on Competition, Standardization, and Innovation, and the ZEW INNOPAT Conference for comments and suggestions. Ajándék Peák, Sucheth Prasad, Gabriele Salnaite, and Jacob Walsh provided excellent research assistance. Bernhard Ganglmair would like to thank the economics departments at Boston University and Northeastern University for their hospitality during his visits. Emanuele Tarantino acknowledges financial support from the Collaborative Research Center (CRC) Transregio 224 Bonn-Mannheim. Timothy Simcoe has worked as a consultant for several organizations that participate in the development of IETF standards, including Microsoft, Tellabs, and Apple. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}