{
    "id": 2435,
    "citation_title": "The Real Exchange Rate and Employment in U.S. Manufacturing: State and Regional Results",
    "citation_author": [
        "William H. Branson",
        "James P. Love"
    ],
    "citation_publication_date": "1987-11-01",
    "issue_date": "1987-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn a series of earlier papers we have examined the impact of exchange rate movements on employment and output in the manufacturing sector, disaggregated by industry sector and by production and non-production workers. In this paper we examine the impact of exchange rate movements on manufacturing employment, disaggregated geographically, using census divisions, regions, states and SMSA's as the unit of analysis. Empirical estimates of employment changes are first presented for the four census regions, the nine census divisions, and the fifty states plus the District of Columbia. For the country as a whole, we estimate that movements in the real exchange rate led to the loss of about 1 million manufacturing jobs over this period. We go on to examine in greater detail manufacturing employment in New York State, and report that exchange rate movements had a much larger impact in the areas outside of New York City than in the metropolitan area. This result is consistent with earlier work that found that employment in management or research is not as sensitive to exchange rate movements as employment in production processes. The New York results are followed by an examination of manufacturing employment in five southern states with large rural populations. Some policy makers have expressed a concern that manufacturing employment in rural areas suffered more than in urban areas during the period of the dollar appreciation. We find that within these five states, the impact of the exchange rate on manufacturing employment in the non-SMSA areas was the same or less than was the case for employment within SMSA areas. Finally, we use a multivariate model to explore why manufacturing employment is more sensitive to exchange rate movements in some states than in others. Factors which are associated with greater sensitivity of manufacturing employment to exchange rate movements are: the percent of the population living outside of SMSA areas, the level of production worker wages, and crude oil production. Factors that are associated with less sensitivity of manufacturing employment to exchange rate movements include the percent of the population with 4 years or more of college or per-capita expenditures on public secondary schools.\n\n",
    "acknowledgement": "\n"
}