{
    "id": 24350,
    "citation_title": "Waiting for the Payday? The Market for Startups and the Timing of Entrepreneurial Exit",
    "citation_author": [
        "Ashish Arora",
        "Andrea Fosfuri",
        "Thomas Roende"
    ],
    "citation_publication_date": "2018-02-26",
    "issue_date": "2018-02-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMost technology startups are set up for exit through acquisition by large corporations. In choosing when to sell, startups face a tradeoff. Early acquisition reduces execution errors but later acquisition improves the likelihood of finding a better match since in the early market, there are fewer buyers because early acquisition requires costly absorptive capacity. Moreover, the buyer’s decision to invest in absorptive capacity is related to the startup’s decision about the timing of the exit sale. In this paper, we build a model to capture this complexity and the related tradeoffs. We find that the early market for startups is inefficiently thin if the timing of exit is a strategic choice, i.e. startups have to commit to whether to exit early or late. Too few startups are sold early, and too few buyers invest in absorptive capacity. Paradoxically, venture capital aggravates the inefficiency. However, if the timing of exit is a tactical choice, i.e. startups can choose to go late after observing the early offers, there are too many early acquisitions and too much investment in absorptive capacity by incumbents\n\n",
    "acknowledgement": "\nWe thank seminar participants at Fuqua School of Business, Copenhagen Business School, Carlos III University, Danish Technical University, University of Tübingen, University of Mannheim, University of Southern California, KAIST, and the 6th HEC Paris Workshop on Entrepreneurship, for comments and suggestions. An earlier draft was circulated with the title “Investment in absorptive capacity and the decision between going early and waiting in the market for technology”. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}