{
    "id": 24369,
    "citation_title": "What do Self-Reports of Wellbeing Say about Life-Cycle Theory and Policy?",
    "citation_author": [
        "Angus Deaton"
    ],
    "citation_publication_date": "2018-03-05",
    "issue_date": "2018-03-01",
    "revision_date": "2018-03-11",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nHealthcare Decision-Making and Outcomes for People Living with Alzheimer's Disease\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nI respond to Atkinson's plea to revive welfare economics, and to considering alternative ethical frameworks when making policy recommendations. I examine a measure of self-reported evaluative wellbeing, the Cantril Ladder, and use data from Gallup to examine wellbeing over the life-cycle. I assess the validity of the measure, and show that it is hard to reconcile with familiar theories of intertemporal choice. I find a worldwide optimism about the future; in spite of repeated evidence to the contrary, people consistently but irrationally predict they will be better off five years from now. The gap between future and current wellbeing diminishes with age, and in rich countries, is negative among the elderly. I also use the measure to think about income transfers by age and sex. Policies that give priority those with low incomes favor the young and the old, while utilitarian policies favor the middle aged, and men over women.\n\n",
    "acknowledgement": "\nI thank Gallup for access to their data, and I acknowledge financial support from them, for whom I am a consulting Senior Scientist. The research was supported by the NIA through grants to the NBER, R01AG040629, R01AG053396, and P01AG005842, to the University of Southern California, R01AG051903, and to Princeton University P30AG024928. Prepared for an issue of the Journal of Public Economics in honor of Tony Atkinson. I am grateful to Marc Fleurbaey, Carol Graham, Ori Heffetz, Danny Kahneman and Arthur Stone for discussions on these issues over many years and to Ori Heffetz, Erzo Luttmer, Andrew Oswald, Anita Pugliese, Julie Ray, Rajesh Srinivasan, and a referee for comments on an earlier version. Most of all, I am grateful to Tony Atkinson for a lifetime of intellectual leadership, support, guidance, extraordinary wisdom and insights that were often many years ahead of their time. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}