{
    "id": 24361,
    "citation_title": "The Welfare Effects of Peer Entry in the Accommodation Market: The Case of Airbnb",
    "citation_author": [
        "Chiara Farronato",
        "Andrey Fradkin"
    ],
    "citation_publication_date": "2018-02-26",
    "issue_date": "2018-02-22",
    "revision_date": "2018-03-06",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the effects of enabling peer supply through Airbnb in the accommodation industry. We present a model of competition between flexible and dedicated sellers - peer hosts and hotels - who provide differentiated products. We estimate this model using data from major US cities and quantify the welfare effects of Airbnb on travelers, hosts, and hotels. The welfare gains are concentrated in locations (New York) and times (New Years Eve) when hotels are capacity constrained. This occurs because peer hosts are responsive to market conditions, expand supply as hotels fill up, and keep hotel prices down as a result.\n\n",
    "acknowledgement": "\nKatie Marlowe and Max Yixuan provided outstanding research assistance. We thank Nikhil Agarwal, Susan Athey, Matt Backus, Liran Einav, Christopher Knittel, Jonathan Levin, Greg Lewis, Chris Nosko, Debi Mohapatra, Ariel Pakes, Paulo Somaini, Sonny Tambe, Dan Waldinger, Ken Wilbur, Kevin Williams, Georgios Zervas, and numerous seminar participants for feedback. We are indebted to Airbnb’s employees, in particular Peter Coles, Mike Egesdal, Riley Newman, and Igor Popov, for sharing data and insights. We also thank Duane Vinson at STR and Sergey Shebalov at Sabre for sharing valuable data insights. Airbnb reviewed the paper to make sure that required confidential information was reported accurately. STR reviewed the paper to verify that all data and information provided by STR and the STR SHARE Center were correctly cited. Farronato has no material financial relationship with entities related to this research. Fradkin was previously an employee of Airbnb, Inc. and holds stock that may constitute a material financial position. The views expressed are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}