{
    "id": 24360,
    "citation_title": "People Management Skills, Employee Attrition, and Manager Rewards: An Empirical Analysis",
    "citation_author": [
        "Mitchell Hoffman",
        "Steven Tadelis"
    ],
    "citation_publication_date": "2018-02-26",
    "issue_date": "2018-02-22",
    "revision_date": "2020-04-06",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nHow much do a manager’s interpersonal skills with subordinates, which we call people management skills, affect employee outcomes? Are managers rewarded for having such skills? Using personnel data from a large, high-tech firm, we show that survey-measured people management skills have a strong negative relation to employee turnover. A causal interpretation is reinforced by research designs exploiting new workers joining the firm and manager moves. However, people management skills do not consistently improve most observed non-attrition outcomes. Better people managers themselves receive higher subjective performance ratings, higher promotion rates, and larger salary increases.\n\n",
    "acknowledgement": "\nWe thank Camilo Acosta-Mejia, Daphne Baldassari, Jordi Blanes i Vidal, Nick Bloom, Wouter Dessein, Guido Friebel, Maria Guadalupe, Matthias Heinz, Pat Kline, Eddie Lazear, Bentley MacLeod, Andrea Prat, Kathryn Shaw, Orie Shelef, Chris Stanton, Chad Syverson, Nick Zubanov, and many conference/seminar participants for helpful comments. We are grateful to the anonymous firm for providing access to proprietary data and to several managers from the firm for their insightful comments. One of the authors has performed paid work for the firm on topics unrelated to HR and the workforce. The paper was reviewed to ensure that confidential or proprietary information is not revealed. Hoffman acknowledges financial support from the Connaught New Researcher Award and the Social Science and Humanities Research Council of Canada. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}