{
    "id": 24366,
    "citation_title": "Taxing Hidden Wealth: The Consequences of U.S. Enforcement Initiatives on Evasive Foreign Accounts",
    "citation_author": [
        "Niels Johannesen",
        "Patrick Langetieg",
        "Daniel Reck",
        "Max Risch",
        "Joel Slemrod"
    ],
    "citation_publication_date": "2018-03-05",
    "issue_date": "2018-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn 2008, the IRS initiated efforts to curb the use of offshore accounts to evade taxes. This paper uses administrative microdata to examine the impact of the enforcement efforts on taxpayers’ reporting of offshore accounts and income. Enforcement caused approximately 60,000 individuals to disclose offshore accounts with a combined value of around $120 billion. Most disclosures happened outside offshore voluntary disclosure programs by individuals who never admitted prior noncompliance. The disclosed accounts were concentrated in countries whose institutions facilitate tax evasion. The enforcement-driven disclosures increased annual reported capital income by $2.5-$4 billion corresponding to $0.7-$1.0 billion in additional tax revenue.\n\n",
    "acknowledgement": "\nWe thank Rosanne Altshuler, John Guyton, Jim Hines, Jeffrey Hoopes, Chis Larsen, Leandra Lederman, Judith Miller, Lisa Rupert, Emmanuel Saez, William Strang, Alex Turk, Danny Yagan, Gabriel Zucman, and seminar participants at the National Tax Association Annual Conference, the University of Michigan, the University of California, Berkeley, Stanford Business School, NYU Law School, and the Columbia Tax Policy Workshop for comments on early drafts. Several people at IRS deserve special acknowledgement for their support of this work. These include Michael Bourque, Jeff Butler, Michael Dunn, Christine Glass, Chris Hess, Davy Leighton, Peter Rose, and Lisa Rosenmerkel for support of the research, as well as Katherine Fox and Clay Swanson for producing excellent internal reports on offshore accounts. We also thank Barry Johnson, Alicia Miller, and Michael Weber for facilitating this project through the Joint Statistical Research Program of the Statistics of Income Division of the IRS. All data work for this project involving confidential taxpayer information was done at IRS facilities, on IRS computers, by IRS employees, and at no time was confidential taxpayer data ever outside of the IRS computing environment. Reck, Risch, and Slemrod are IRS employees under an agreement made possible by the Intragovernmental Personnel Act of 1970 (5 U.S.C. 3371-3376). Niels Johannesen has received financial support for this research from the Danish Council for Independent Research and the Danish National Research Foundation. The views and opinions presented in this paper reflect those of the authors. They do not necessarily reflect the views or the official position of the Internal Revenue Service, Danish National Research Foundation, or the National Bureau of Economic Research. All results have been reviewed to ensure that no confidential information is disclosed.\n\n\n"
}