{
    "id": 24364,
    "citation_title": "Early-Stage Business Formation: An Analysis of Applications for Employer Identification Numbers",
    "citation_author": [
        "Kimberly Bayard",
        "Emin Dinlersoz",
        "Timothy Dunne",
        "John Haltiwanger",
        "Javier Miranda",
        "John Stevens"
    ],
    "citation_publication_date": "2018-03-05",
    "issue_date": "2018-03-01",
    "revision_date": "2024-07-16",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper reports on the development and analysis of a newly constructed dataset on the early stages of business formation. The data are based on applications for Employer Identification Numbers (EINs) submitted in the United States, known as IRS Form SS-4 filings. The goal of the research is to develop high-frequency indicators of business formation at the national, state, and local levels. The analysis indicates that EIN applications provide forward-looking and very timely information on business formation. The signal of business formation provided by counts of applications is improved by using the characteristics of the applications to model the likelihood that applicants become employer businesses. The results also suggest that EIN applications are related to economic activity at the local level. For example, application activity is higher in counties that experienced higher employment growth since the end of the Great Recession, and application counts grew more rapidly in counties engaged in shale oil and gas extraction. Finally, the paper provides a description of new public-use dataset, the “Business Formation Statistics (BFS),” that contains new data series on business applications and formation. The initial release of the BFS shows that the number of business applications in the 3rd quarter of 2017 that have relatively high likelihood of becoming job creators is still far below pre-Great Recession levels.\n\n",
    "acknowledgement": "\nThe views and opinions expressed herein are those of the authors and do not reflect the views of the U.S. Census Bureau, the Federal Reserve Board, or the Federal Reserve Bank of Atlanta. All results have been reviewed to ensure no confidential information is disclosed. John Haltiwanger is also a Schedule A part time employee of the U.S. Census Bureau at the time of the writing of this paper. Part of this research was conducted when Timothy Dunne was with the Federal Reserve Bank of Atlanta. Veronika Penciakova provided expert research assistance. We thank the Kauffman Foundation for financial support. We thank conference and seminar participants at the 2017 NBER Summer Institute Meetings, the 2017 Federal Reserve Policy Summit, the 2016 Society for Economic Measurement Conference, the 2014, 2015, and 2016 Federal Reserve System Committees on Regional Analysis, Atlanta Fed RDC Research Workshop, U.S. Census Bureau, George Mason University’s Schar School of Policy and Government, and Oberlin College for comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJavier Miranda\n\nIn compliance with the requirement of the Journal’s disclosure policy, I would like to state that I, Javier Miranda, am an employee of the U.S. Census Bureau. I have received no direct financial support from any organization but I am one of the Principal Investigators on the grant from the Kauffman Foundation that we note in the acknowledgements section. The support from the Kauffman Foundation is directly related to this research as they have supported the development of the data infrastructure used in this paper as well as research analysis related to the topics in this paper. We are also using proprietary data in this paper housed at the U.S. Bureau of the Census. As we note in the acknowledgements section “All results have been reviewed to ensure that no confidential information is disclosed.”\n\n\n"
}