{
    "id": 24363,
    "citation_title": "Intangible Investment and Firm Performance",
    "citation_author": [
        "Nathan Chappell",
        "Adam B. Jaffe"
    ],
    "citation_publication_date": "2018-03-05",
    "issue_date": "2018-03-01",
    "revision_date": "2019-04-29",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe combine survey and administrative data for about 13,000 New Zealand firms from 2005 to 2013 to study intangible investment and firm performance. We find that firm size and moderate competition is associated with higher intangible investment, while firm age is associated with lower intangible investment. Examining firm performance, we find that higher investment is associated with higher labour and capital input, higher revenue, and higher firm-reported employee and customer satisfaction, but not with higher productivity or profitability. The evidence suggests that intangible investment is associated with growth and 'soft' performance objectives, but not with productivity or profitability.\n\n",
    "acknowledgement": "\nThis research is partially funded by the Productivity Hub under the Productivity Partnership programme, and by Queensland University of Technology. We would like to thank Lawrence J. White and an anonymous referee for valuable feedback. We also thank participants at an internal Motu seminar, as well as participants at a Productivity Commission of New Zealand workshop for helpful comments. The paper was prepared for a special issue of Review of Industrial Organization in honour of Mike Scherer, edited by David Audretsch, Al Link and John Scott. We thank the editors for the opportunity to participate in the special issue. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}