{
    "id": 24367,
    "citation_title": "Keynes on the Sequencing of Economic Policy: Recovery and Reform in 1933",
    "citation_author": [
        "Sebastian Edwards"
    ],
    "citation_publication_date": "2018-03-05",
    "issue_date": "2018-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "History of Economic Thought",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOn December 31 1933, The New York Times published an open letter from John Maynard Keynes to President Franklin D. Roosevelt. In it Keynes encouraged FDR to expand public works through government borrowing. He also criticized FDR’s exchange rate policy, and argued that there was a need for lower long-term interest rates. But perhaps the most interesting feature of this letter is that Keynes made comments on the sequencing and speed of economic policies. He argued that “recovery” policies should precede “reform” measures. In this paper I analyze this particular aspect of the open letter, and I argue that for Keynes exchange rate stability was a key component of what he considered to be the appropriate order of policy. I also provide a comparison between Keynes’s views on sequencing and those developed in the 1980s and 1990s.\n\n",
    "acknowledgement": "\nI thank Michael Poyker for his assistance. I have benefitted from conversations with Michael Bordo, Leonidas Montes, and Ed Leamer. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}