{
    "id": 24373,
    "citation_title": "Short-Run Pain, Long-Run Gain? Recessions and Technological Transformation",
    "citation_author": [
        "Alexandr Kopytov",
        "Nikolai Roussanov",
        "Mathieu Taschereau-Dumouchel"
    ],
    "citation_publication_date": "2018-03-05",
    "issue_date": "2018-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent empirical evidence suggests that job polarization associated with skill-biased technological change accelerated during the Great Recession. We use a standard neoclassical growth framework to analyze how business cycle fluctuations interact with the long-run transition towards a skill-intensive technology. In the model, since adopting the new technology disrupts production, firms prefer to do so in recessions, when profits are low. Similarly, workers also tend to learn new skills during downturns. As a result, recessions are deeper during periods of technological transition, but they also speed up adoption of the new technology. We document evidence for these mechanisms in the data. Our calibrated model is able to match both the long-run downward trend in routine employment and the dramatic impact of the Great Recession. We also show that even in the absence of the Great Recession the routine employment share would have reached the observed level by the year 2012.\n\n",
    "acknowledgement": "\nWe thank Henry Siu (discussant), Sevin Yeltekin (editor), seminar participants at Columbia, Wharton, and conference participants at the Carnegie-Rochester-NYU Conference on Public Policy, for which this paper was prepared. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}