{
    "id": 24376,
    "citation_title": "Worker Flows, Entry and Productivity in the New Zealand Construction Industry",
    "citation_author": [
        "Nathan Chappell",
        "Adam B. Jaffe",
        "Trinh Le"
    ],
    "citation_publication_date": "2018-03-05",
    "issue_date": "2018-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe 21st century global decline in productivity growth is not well understood. One possible contributor is a decline in economic dynamism. We explore the contribution of firm formation and employee movement to productivity using administrative data on the population of New Zealand construction firms from 2001-2012, along with linked data on their employees and working proprietors, to study the relationships among entry, worker flows and firm productivity. Entrants are more productive than pre-existing firms. Firms that enter and stay exhibit a persistent productivity advantage that averages about seven percent, but which grows as experience accumulates. We find that job churn is prevalent in construction, with around 60 percent of firm-worker pairs not existing previously or not existing subsequently. Firms with new employees are more productive than those with no change in workforce, in part because of knowledge flows from other construction firms. In our preferred specification, with firm fixed effects, a standard deviation increase in the productivity of new employees' previous firms is associated with a 0.6 percent increase in productivity. The entry and worker-knowledge-flow phenomena are distinct, in that the entry effect is not explained by employee composition, and non-entrant firms also benefit from worker knowledge flows.\n\n",
    "acknowledgement": "\nThis paper is based on Motu Working Paper Nos. 16-08 and 18-02. We thank Richard Fabling, Dean Hyslop, Dave Maré and Lynda Sanderson for valuable discussion and comments. We also thank seminar participants at Motu Research, at the 2017 New Zealand Association of Economists conference, and at a Productivity Hub roundtable event. Funding was provided by BRANZ. All opinions and errors are ours alone. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}