{
    "id": 24371,
    "citation_title": "Wealth Taxation and Wealth Accumulation: Theory and Evidence from Denmark",
    "citation_author": [
        "Katrine Jakobsen",
        "Kristian Jakobsen",
        "Henrik Kleven",
        "Gabriel Zucman"
    ],
    "citation_publication_date": "2018-03-05",
    "issue_date": "2018-03-01",
    "revision_date": "2019-03-06",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing administrative wealth records from Denmark, we study the effects of wealth taxes on wealth accumulation. Denmark used to impose one of the world’s highest marginal tax rates on wealth, but this tax was drastically reduced and ultimately abolished between 1989 and 1997. Due to the specific design of the wealth tax, these changes provide a compelling quasi-experiment for understanding behavioral responses among the wealthiest segments of the population. We find clear reduced-form effects of wealth taxes in the short and medium run, with larger effects on the very wealthy than on the moderately wealthy. We develop a simple lifecycle model with utility of residual wealth (bequests) allowing us to interpret the evidence in terms of structural primitives. We calibrate the model to the quasi-experimental moments and simulate the model forward to estimate the long-run effect of wealth taxes on wealth accumulation. Our simulations show that the long-run elasticity of wealth with respect to the net-of-tax return is sizeable at the top of distribution. Our paper provides the type of evidence needed to assess optimal capital taxation.\n\n",
    "acknowledgement": "\nWe thank Raj Chetty, John Friedman, Wojciech Kopczuk, Petra Persson, Emmanuel Saez, Kurt Schmidheiny, Michael Smart, Stefanie Stantcheva, and Danny Yagan for comments and discussions. We thank Maxim Massenkoff and Yannick Schindler for outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}