{
    "id": 24374,
    "citation_title": "Political Campaigns and Church Contributions",
    "citation_author": [
        "Daniel M. Hungerman",
        "Kevin Rinz",
        "Tim Weninger",
        "Chungeun Yoon"
    ],
    "citation_publication_date": "2018-03-05",
    "issue_date": "2018-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": null,
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe combine a new dataset of weekly Catholic church donations with a new dataset of presidential-election campaign stops to explore the impact of stops on donations. We find that stops increase donations, with a campaign stop generating 2 percent more donations in the following week. Our results suggest that this effect is of short duration. Further, it does not appear to vary based on the political language used by the parish in its own church bulletins. However, the effect does appear to vary based on the religiosity of the candidates themselves, with Catholic candidates generating the largest increases.\n\n",
    "acknowledgement": "\nA special thanks to excellent research assistance from Kathleen Ryan and Eric Fein. Mackenzie Jones and Mitchell Murphy also provided helpful assistance. This project was funded by the FRSP program in the Office of Research at Notre Dame. The project was developed while professor Hungerman was working on a project funded by the John Templeton Foundation, but this paper was not funded by Templeton. The authors declare that they have no relevant or material interests that relate to the research described in this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}