{
    "id": 2437,
    "citation_title": "Trade Deficits in the Long Run",
    "citation_author": [
        "Barry Eichengreen"
    ],
    "citation_publication_date": "1987-11-01",
    "issue_date": "1987-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides an historical perspective on the recent behavior of the U.S. trade deficit. Judged by U.S. historical experience, the trade deficit has reached what is now unprecedented levels. That unprecedented deficit has its principal source not in changes in market structure affecting the speed with which quantities respond to prices but in the policy environment, namely the monetary-fiscal policy mix. While other industrial countries have run comparable merchandise trade deficits at various points in the past, these countries either financed their deficits out of interest earnings on prior foreign investments or through the large-scale export of services, or used the debt they incurred to finance investment in infra- structure and to expand their capacity to export. Neither of these scenarios has a counterpart in current U.S. experience. How easily can the trade deficit be eliminated if historical experience is a guide? Typically, the rapid reduction of deficits has been achieved through the reduction of imports; this typically entails restraints on aggregate demand from which recession results. Trade deficits have been reduced most quickly and at lowest cost when at least one of two conditions prevails: a favorable shock to the terms of trade or a reallocation of resources toward investment in export-oriented sectors. The first of these conditions is largely beyond the authorities' control, while the second must be initiated well in advance. Barring a fortuitous terms-of-trade shock, this does not give cause for optimism that the conditions are present for rapidly eliminating the U.S. trade deficit at low cost.\n\n",
    "acknowledgement": "\n"
}