{
    "id": 24372,
    "citation_title": "Incentives Can Reduce Bias in Online Reviews",
    "citation_author": [
        "Ioana Marinescu",
        "Nadav Klein",
        "Andrew Chamberlain",
        "Morgan Smart"
    ],
    "citation_publication_date": "2018-03-05",
    "issue_date": "2018-03-01",
    "revision_date": "2018-03-06",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOnline reviews are a powerful means of propagating the reputations of products, services, and even employers. However, existing research suggests that online reviews often suffer from selection bias—people with extreme opinions are more motivated to share them than people with moderate opinions, resulting in biased distributions of reviews. Providing incentives for reviewing has the potential to reduce this selection bias, because incentives can mitigate the motivational deficit of people who hold moderate opinions. Using data from one of the leading employer review companies, Glassdoor, we show that voluntary reviews have a different distribution from incentivized reviews. The likely bias in the distribution of voluntary reviews can affect workers’ choice of employers, because it changes the ranking of industries by average employee satisfaction. Because observational data from Glassdoor are not able to provide a measure of the true distribution of employer reviews, we complement our investigation with a randomized controlled experiment on MTurk. We find that when participants’ decision to review their employer is voluntary, the resulting distribution of reviews differs from the distribution of forced reviews. Moreover, providing relatively high monetary rewards or a pro-social cue as incentives for reviewing reduces this bias. We conclude that while voluntary employer reviews often suffer from selection bias, incentives can significantly reduce bias and help workers make more informed employer choices.\n\n",
    "acknowledgement": "\nWe would like to thank Ellora Derenoncourt, James Guthrie, Nan Li, Serge de Motta Veiga, Imran Rasul, Aaron Sojourner, Sameer Srivastava, Donald Sull, Kyle Welch, Ashley Whillans and participants to seminars at the University of Chicago for their useful comments. We would also like to thank Chen Jiang for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}