{
    "id": 24379,
    "citation_title": "Dangers of a Double-Bottom Line: A Poverty Targeting Experiment Misses Both Targets",
    "citation_author": [
        "Dean Karlan",
        "Adam Osman",
        "Jonathan Zinman"
    ],
    "citation_publication_date": "2018-03-12",
    "issue_date": "2018-03-08",
    "revision_date": "2021-07-12",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Behavioral Economics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTwo for-profit Philippine banks, aiming to increasing microlending to the poor, incorporated a widely used poverty measurement tool into their loan applications and tested the tool using randomized training content. Treated loan officers were provided an explanation of the tool’s purpose; exhortation tying the tool to the organizations’ social missions; and reassurance that these data, conditional on other characteristics, do not predict default and thus should not jeopardize incentive pay based on portfolio performance. The control group training merely labeled the tool “additional household information.” The strategy backfired, leading to no additional poor applicants and potentially lower-performing loans. Descriptive evidence suggests the training exacerbated loan officer misperceptions about compensation incentives and multitasking problems. This cautionary tale is an example of why management may want include social outcomes directly into employee performance evaluations, or silo corporate social responsibility efforts from core operations.\n\n",
    "acknowledgement": "\nApproval from the Yale University Human Subjects Committee, IRB0510000752 and from the Innovations for Poverty Action Human Subjects Committee, IRB #07October-002. The project was registered on the AEA RCT Registry (AEARCTR-0000165). For funding we thank the Bill and Melinda Gates Foundation, the Consultative Group for Assistance to the Poor (CGAP), and AusAID. For project management and field support we thank Innovations for Poverty Action; specifically: Varun Kshirsagar, Kareem Haggag, Megan McGuire, Faith McCollister, Mark Miller, Sarah Oberst and Bernie Seville. For collaboration we thank the senior management and staffs at First Macro Bank, FICO Bank, and Grameen Foundation. The authors retained full intellectual freedom to report and interpret the results throughout the study. The data that support the findings of this study are available from the corresponding author upon reasonable request and will be made available in a public repository upon acceptance. All errors and opinions are those of the authors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}