{
    "id": 24377,
    "citation_title": "Sticky Expectations and Consumption Dynamics",
    "citation_author": [
        "Christopher D. Carroll",
        "Edmund Crawley",
        "Jiri Slacalek",
        "Kiichi Tokuoka",
        "Matthew N. White"
    ],
    "citation_publication_date": "2018-03-05",
    "issue_date": "2018-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMacroeconomic models often invoke consumption “habits” to explain the substantial persistence of aggregate consumption growth. But a large literature has found no evidence of habits in microeconomic datasets that measure the behavior of individual households. We show that the apparent conflict can be explained by a model in which consumers have accurate knowledge of their personal circumstances but ‘sticky expectations’ about the macroeconomy. In our model, the persistence of aggregate consumption growth reflects consumers’ imperfect attention to aggregate shocks. Our proposed degree of (macro) inattention has negligible utility costs, because aggregate shocks constitute only a tiny proportion of the uncertainty that consumers face.\n\n",
    "acknowledgement": "\nThe computational results in this paper were constructed using tools in the Econ-ARK/HARK toolkit. The toolkit can be cited by its digital object identifier, 10.5281/zenodo.1001068, in the references as Carroll, White, and Econ-ARK (2017). Thanks to Robert King, Bartosz Maćkowiak, Kathrin Schlafmann, Gianluca Violante and seminar participants in the NBER Summer Institute, the Copenhagen Conference on Heterogeneity, the McMaster University, the University of Michigan, and the University of Delaware for constructive and insightful comments which substantially improved this paper. The views presented in this paper are those of the authors, and should not be attributed to the European Central Bank, the Japanese Ministry of Finance, or the National Bureau of Economic Research.\n\n\n"
}