{
    "id": 24378,
    "citation_title": "Investment versus Output Subsidies: Implications of Alternative Incentives for Wind Energy",
    "citation_author": [
        "Joseph E. Aldy",
        "Todd D. Gerarden",
        "Richard L. Sweeney"
    ],
    "citation_publication_date": "2018-03-05",
    "issue_date": "2018-03-01",
    "revision_date": "2019-04-05",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the choice between subsidizing investment or output to promote socially desirable production. We exploit a natural experiment in which wind farm developers could choose an investment or an output subsidy to estimate the impact of these policy instruments on productivity. Using instrumental variables and matching estimators, we find that wind farms claiming the investment subsidy produced 10 to 12 percent less power than wind farms claiming the output subsidy, and that this effect reflects subsidy incentives rather than selection. Introducing investment subsidies caused the Federal government to spend 14 percent more per unit of output from wind farms.\n\n",
    "acknowledgement": "\nBlake Barr, Juliet Bramante, Jeff Bryant, Napat Jatusripitak, Michael O'Brien, Carlos Paez, Jun Shepard, Avi Zevin, and Howard Zhang provided excellent research assistance. Thanks to Scott Walker, Gabe Chan and Joern Huenteler for assistance with wind speed data; and Curtis Carlson, John Horowitz, and Adam Looney for assistance with historical tax policy information. This project has been supported by the Alfred P. Sloan Foundation (grant 2015-13862) and the Harvard University Center for the Environment. Aldy acknowledges support from BP, the Taubman Center, and the Belfer Center. Gerarden acknowledges support from U.S. EPA STAR Fellowship no. FP-91769401-0. We have benefited from feedback provided at several conferences; by attendees of seminars at Chicago, Columbia, Duke, Harvard, LSE, Oxford, and UAlbany; as well as from Alberto Abadie, Lucas Davis, Kelsey Jack, Jud Jaffe, Ken Gillingham, Joel Landry, Jeff Liebman, Erin Mansur, Paul Goldsmith-Pinkham, Matt Rogers, Dick Schmalensee, Jim Stock, and Martin Weitzman. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}