{
    "id": 24383,
    "citation_title": "Making Moves Matter: Experimental Evidence on Incentivizing Bureaucrats through Performance-Based Postings",
    "citation_author": [
        "Adnan Q. Khan",
        "Asim Ijaz Khwaja",
        "Benjamin A. Olken"
    ],
    "citation_publication_date": "2018-03-12",
    "issue_date": "2018-03-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBureaucracies often post staff to better or worse locations, ostensibly to provide incentives. Yet we know little about whether this works, with heterogeneity in preferences over postings impacting effectiveness. We propose a performance-ranked serial dictatorship mechanism, whereby bureaucrats sequentially choose desired locations in order of performance. We evaluate this using a two-year field experiment with 525 property tax inspectors in Pakistan. The mechanism increases annual tax revenue growth by 30-41 percent. Inspectors that our model predicts face high equilibrium incentives under the scheme indeed increase performance more. Our results highlight the potential of periodic merit-based postings in enhancing bureaucratic performance.\n\n",
    "acknowledgement": "\nThis project is the result of collaboration among many people. We thank Robert Gibbons, Parag Pathak, and numerous seminar participants for helpful comments. We thank Gabriel Kreindler, Alyssa Lawther, Ismail Khan, Kunal Mangal, Guillermo Palacios Diaz, Wayne Sandholtz, Garima Sharma, and Mahvish Shaukat for outstanding research assistance in Cambridge and Zahir Ali, Osman Haq, Turab Hassan, Obeid Rahman, Ali Abbas, Adeel Shafqat, Omer Qasim, Mehak Siddiquei, Shahan Shahid and the late Sadaqat Shah for outstanding research assistance in Lahore. We thank all the Secretaries, Director Generals, Directors, the two Project Directors from the Punjab Department of Excise and Taxation, the Punjab Finance, Planning and Development departments and the Chief Secretary and Chief Minister's offices for their support over the many years of this project. This RCT was registered in the American Economic Association Registry for randomized control trials under trial number AEARCTR-0002753. Financial support for the project came from 3ie, the IGC, and the NSF (under grant SES-1124134). The views expressed here are those of the authors and do not necessarily reflect those of the many individuals or organizations acknowledged here, nor those of the National Bureau of Economic Research.\n\n\n\nAdnan Q. Khan\n\n•\tFinancial support for the project came from 3ie, the IGC (supported by the UK Department for International Development), and the NSF (under grant SES-1124134).\n•\tFieldwork for this project in Pakistan was managed by the Center for Economic Research, Pakistan (CERP).\n•\tThis project received the in-kind support of the Government of Punjab, Pakistan, which provided access to administrative tax data for the project and which implemented the transfers described in this paper.\n•\tI used to work for the Government of Punjab and Pakistan from November 1992 to August 2005. Other than salaries for my period of work from 1992 to 2005, I have received no financial payments from the Government of Punjab.\n•\tI currently work for the International Growth Centre (IGC) which part-funded the project through a competitively awarded grant.\n•\tI am a director of Center for Economic Research in Pakistan (CERP) which implemented the project in Pakistan. CERP is non-profit research center and has no stake in the outcomes of any given evaluation results. My position at CERP is not paid.\n•\tNeither the funders nor the Government of Punjab had right of prior review over this study.\n\n\n\nAsim Ijaz Khwaja\n\n•\tFinancial support for the project came from 3ie, the IGC (supported by the UK Department for\nInternational Development), and the NSF (under grant SES‐1124134).\n•\tFieldwork for this project in Pakistan was managed by the Centre for Economic Research,\nPakistan.\n•\tThis project received the in‐kind support of the Government of Punjab, Pakistan, which provided\naccess to administrative tax data for the project and which implemented the transfers described\nin this paper. I have received no financial payments from the Government of Punjab.\n•\tNeither the funders nor the Government of Punjab had right of prior review over this study.\n•\tI am a director of Evidence for Policy Design (EPoD) at the Harvard Kennedy School of Government.  EPoD has no stake in the outcomes of any given evaluation results, however EPoD does have a position on what is considered a rigorous evaluation methodology.\n•\tI am a cofounder and unpaid board member of the Centre for Economic Research, Pakistan (CERP). CERP has no stake in the outcomes of any given evaluation results, however CERP does have a position on what is considered a rigorous evaluation methodology.\n•\tI serve as an editor of the Review of Economics and Statistics (journal). Editor Compensation.\n\n\n\nBenjamin A. Olken\n\nDisclosure Statement for Benjamin Olken\n•\tFinancial support for the project came from 3ie, the IGC (supported by the UK Department for International Development), and the NSF (under grant SES-1124134).\n•\tFieldwork for this project in Pakistan was managed by the Centre for Economic Research, Pakistan.\n•\tThis project received the in-kind support of the Government of Punjab, Pakistan, which provided access to administrative tax data for the project and which implemented the transfers described in this paper. I have received no financial payments from the Government of Punjab.\n•\tI am a director of J-PAL at MIT. J-PAL has no stake in the outcomes of any given evaluation results. However, J-PAL does have a position on what is considered a rigorous evaluation methodology.\n•\tNeither the funders nor the Government of Punjab had right of prior review over this study.\n\n\n"
}