{
    "id": 24387,
    "citation_title": "The New Prescription Drug Paradox: Pipeline Pressure and Rising Prices",
    "citation_author": [
        "Alice M. Ellyson",
        "Anirban Basu"
    ],
    "citation_publication_date": "2018-03-12",
    "issue_date": "2018-03-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEconomic literature has extensively studied how prices for incumbent pharmaceutical drugs respond to generic competition after entry. However, less attention has been paid to pricing behavior in anticipation of brand-to-brand competition. We contribute to this gap in the literature by both developing a model of pricing strategies for incumbent drug manufacturers under tiered-insurance anticipating branded competition. Our model predicts rising prices for incumbent drugs for a range of elasticities as the likelihood of entry increases from competitors with horizontally-differentiated products. Using the insulin market as a natural experiment, we exploit exogenous variation in a potential entrant's completion of clinical trials to identify the effect of drug pipeline pressure on the prices of incumbent drugs. Results suggest that pipeline pressure significantly increases the prices of incumbent drugs. We expect that similar pricing effects will be prevalent with potential biosimilar entry.\n\n",
    "acknowledgement": "\nThe authors thank comments from seminar participants at the University of Washington PHEnOM series, Federal Trade Commission, RAND, and the Department of Defense. All opinions and errors are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nAlice M. Ellyson\n\nThe lead author is a Senior Fellow at the University of Washington in The Comparative Health Outcomes, Policy, and Economics (CHOICE) Institute. The position is funded through an unrestricted grant from Pfizer. The views expressed are those of the authors and should not be attributed to Pfizer Inc. or any of its affiliates. Pfizer Inc. was not involved in any of the following activities: the study design; the collection, analysis, and/or interpretation of data; the writing of the manuscript; or the decision to submit the article for publication.\n\n\n"
}