{
    "id": 24389,
    "citation_title": "Pollution and Human Capital Migration: Evidence from Corporate Executives",
    "citation_author": [
        "Ross Levine",
        "Chen Lin",
        "Zigan Wang"
    ],
    "citation_publication_date": "2018-03-12",
    "issue_date": "2018-03-09",
    "revision_date": "2020-01-13",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the impact of pollution on the migration of high human capital employees. We link data on the opening of toxic-emitting plants with the career paths of executives at S&P 1500 firms. We discover that toxic-emitting plant openings increase executive departures from neighboring firms with adverse effects on stock prices. The results: are larger when polluting plants and firms are geographically closer, hold only for executives physically-based at treated firms, hold only for the opening of polluting plants, do not reflect other local factors or prior stock price performance, and are larger among executives with more general human capital.\n\n",
    "acknowledgement": "\nPreviously circulation \"Toxic Emissions and Executive Migration.\" We are grateful for the comments of participants at the 31st Australasian Finance and Banking Conference, Karel Hrazdil, Lucas Davis, Adair Morse, Philip Strahan, and Reed Walker. We thank Yan Li, Luping Yu and Po-Yu Liu for excellent assistance. Lin acknowledges the financial support from the Seed Funding for Strategic Interdisciplinary Research at HKU and the Center of Financial Innovation and Development of HKU. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}