{
    "id": 24384,
    "citation_title": "Connecting the Countryside via E-Commerce: Evidence from China",
    "citation_author": [
        "Victor Couture",
        "Benjamin Faber",
        "Yizhen Gu",
        "Lizhi Liu"
    ],
    "citation_publication_date": "2018-03-12",
    "issue_date": "2018-03-09",
    "revision_date": "2020-04-09",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper estimates the impact of the first nation-wide e-commerce expansion program on rural households. To do so, we combine a randomized control trial with new survey and administrative microdata. In contrast to existing case studies, we find little evidence for income gains to rural producers and workers. Instead, the gains are driven by a reduction in cost of living for a minority of rural households who tend to be younger, richer and in more remote markets. These effects are mainly due to overcoming logistical barriers to e-commerce, rather than to additional investments to adapt e-commerce to the rural population.\n\n",
    "acknowledgement": "\nWe are grateful to the Bill and Melinda Gates Foundation, CEGA, the Clausen Center, the Haas School of Business, the Weiss Family Fund and the Natural Science Foundation of Guangdong Province, China (Grant No. 2020A1515011163) for providing funding for this study. We have benefited from outstanding research assistance by Hero Ashman, Allison Green, Wenwei Peng, Jose Vasquez-Carvajal and Yi Wei. We are grateful to Lijun Sun, Wei Wang, Wei Zheng and Fang Ye for their tireless support during the implementation of this project. We also thank Hongbing Gao, Zhenzhong Sheng, Liang Chen, Wentao Zhang and Zhengwei Jiang for providing us access to and assistance with the transaction database. This research was approved by the Berkeley Office for the Protection of Human Subjects under IRB Protocol No 2015-09-7944 and the research design was pre-registered under RCT ID AEARCTR-0001582. All views expressed and errors are our own. The views expressed herein are those of the authors and do not  necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}