{
    "id": 24388,
    "citation_title": "Capital Markets and Grain Prices: Assessing the Storage Approach",
    "citation_author": [
        "Wolfgang Keller",
        "Carol H. Shiue",
        "Xin Wang"
    ],
    "citation_publication_date": "2018-03-12",
    "issue_date": "2018-03-09",
    "revision_date": "2019-01-28",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper evaluates a well-known approach from the economic history literature that uses grain prices to shed light on interest rates. Although this method has been applied in influential work starting with McCloskey and Nash (1984) and has potentially wide applicability in situations where interest rates are not available, this paper provides the first analysis of how well the storage cost approach captures actual capital market performance on a number of different dimensions. Using matched data on bank interest rates and grain prices for early 19th century U.S. regions, we find that the storage cost approach is useful for quantifying the performance of capital markets. The storage cost approach captures well regional differences in market performance, also in comparison to interest rate figures derived from the prices of bills of exchange. The paper also assesses the storage cost approach’s robustness to measurement error, incomplete information, outliers, and other factors.\n\n",
    "acknowledgement": "\nWe thank Stephen Broadberry, Howard Bodenhorn, Jan Luiten van Zanden, and participants at the CEPR Economic History Symposium 2018 for comments. Support by the National Science Foundation (SES grant #1124426) is gratefully acknowledged (Keller and Shiue). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}