{
    "id": 24386,
    "citation_title": "What Would You Do With $500? Spending Responses to Gains, Losses, News and Loans",
    "citation_author": [
        "Andreas Fuster",
        "Greg Kaplan",
        "Basit Zafar"
    ],
    "citation_publication_date": "2018-03-12",
    "issue_date": "2018-03-09",
    "revision_date": "2018-03-13",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use survey questions about spending in hypothetical scenarios to investigate features of propensities to consume that are useful for distinguishing between consumption theories. We find that (i) responses to unanticipated gains are vastly heterogeneous (either zero or substantially positive); (ii) responses to losses are much larger and more widespread than responses to gains; and (iii) even those with large responses to gains do not respond to news about future gains. These three findings suggest that limited access to disposable resources is an important determinant of spending behavior. We also find that (iv) households do not respond to the offer of a one-year interest-free loan, suggesting that this is not a consequence of short-term credit constraints; and (v) people do cut spending in response to news about future losses, suggesting that neither is this a consequence of myopia. A calibrated two-asset life-cycle precautionary savings model can account for these features of propensities to consume, but cannot account for (vi) a positive extensive-margin size-effect for spending responses to gains, which suggests that non-convexities due to durability, salience or attention costs may also be important.\n\n",
    "acknowledgement": "\nNima Dahir and Alberto Polo provided outstanding research assistance, for which we are grateful. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of New York, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n\nGreg Kaplan\n\nDisclosure Statement\nGreg Kaplan\nJanuary 2018\n\n\nCurrent primary appointment:\n•\tProfessor, Department of Economics and the College, University of Chicago\n\n\nCurrent additional appointments\n•\tAdvisory Board Member, Opportunity and Inclusive Growth Institute, Federal Reserve Bank of Minneapolis\n•\tResearch Council, Becker Freidman Institute\n•\tAdvisory Board Member, NBER Macroeconomics Annual\n•\tConsultant, Federal Reserve Bank of Chicago\n•\tResearch Associate, National Bureau of Economic Research\n•\tInternational Research Fellow, Institute for Fiscal Studies\n\n\nPrevious additional appointments in last five years\n•\tVisiting Professor, University of New South Wales\n•\tEconomic Advisor, Reserve Bank of Australia\n•\tEditor, Review of Economic Dynamics\n•\tConsultant, Federal Reserve Bank of Philadelphia\n\n\nOrganizations from which I have received cumulative amounts >= USD10,000 in last five years\n•\tUniversity of New South Wales\n•\tReserve Bank of Australia\n•\tFederal Reserve Bank of Minneapolis\n•\tCenter for Monetary and Financial Studies (CEMFI)\n•\tUnited States Soccer Federation\n\n\n"
}