{
    "id": 24382,
    "citation_title": "The Costs of Corporate Tax Complexity",
    "citation_author": [
        "Eric Zwick"
    ],
    "citation_publication_date": "2018-03-12",
    "issue_date": "2018-03-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Behavioral Economics",
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDoes tax code complexity alter corporate behavior? This paper investigates this question by focusing on the decision to claim refunds for tax losses. In a sample of 1.2M observations from the population of corporate tax returns, only 37% of eligible firms claim their refund. A simple cost-benefit analysis of the tax loss choice cannot explain low take-up, which motivates an investigation of how tax complexity alters this calculation. A research design exploiting tax preparer switches, deaths, and relocations shows that sophisticated preparers increase the claiming behavior of small and mid-market firms. Tax complexity decreases take-up among large firms through interactions of refund claims with other tax code provisions and with the audit process.\n\n",
    "acknowledgement": "\nSome of the results in this paper previously circulated in working papers with the titles, “The Role of Experts in Fiscal Policy Transmission” and “Do Experts Help Firms Optimize?” We thank Steve Bond, Jediphi Cabal, Gary Chamberlain, Raj Chetty, David Cutler, John Friedman, Ed Glaeser, Michelle Hanlon, Nathan Hendren, Rebecca Lester, Andrew Lyon, Ruud de Mooij, Paul Goldsmith-Pinkham, John Graham, Lisa Rupert, Eugene Soltes, Adi Sunderam, Erin Towery, Danny Yagan, and seminar and conference participants for comments and ideas. Jessica Henderson, Prab Upadrashta, and Caleb Wroblewski provided excellent research assistance. We are grateful to our colleagues in the U.S. Treasury Office of Tax Analysis and the IRS Office of Research, Analysis and Statistics— especially Curtis Carlson, John Guyton, Barry Johnson, Jay Mackie, Rosemary Marcuss, and Mark Mazur—for making this work possible. We also thank George Contos, Ronald Hodge, Patrick Langetieg, and Brenda Schafer for help understanding the IRS data systems and the U.S. tax code. The views expressed here are ours and do not necessarily reflect those of the U.S. Treasury Office of Tax Analysis, nor the IRS Office of Research, Analysis and Statistics. Zwick gratefully acknowledges the University of Chicago Booth School of Business, the Neubauer Family Foundation, and the Harvard Business School Doctoral Office for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}