{
    "id": 24397,
    "citation_title": "Climate Adaptive Response Estimation: Short And Long Run Impacts Of Climate Change On Residential Electricity and Natural Gas Consumption Using Big Data",
    "citation_author": [
        "Maximilian Auffhammer"
    ],
    "citation_publication_date": "2018-03-12",
    "issue_date": "2018-03-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper proposes a simple two-step estimation method (Climate Adaptive Response Estimation - CARE) to estimate sectoral climate damage functions, which account for long- run adaptation. The paper applies this method in the context of residential electricity and natural gas demand for the world's sixth largest economy - California. The advantage of the proposed method is that it only requires detailed information on intensive margin behavior, yet does not require explicit knowledge of the extensive margin response (e.g., technology adoption). Using almost two billion energy bills, we estimate spatially highly disaggregated intensive margin temperature response functions using daily variation in weather. In a second step, we explain variation in the slopes of the dose response functions across space as a function of summer climate. Using 18 state-of-the-art climate models, we simulate future demand by letting households vary consumption along the intensive and extensive margins. We show that failing to account for extensive margin adjustment in electricity demand leads to a significant underestimate of the future impacts on electricity consumption. We further show that reductions in natural gas demand more than offset any climate-driven increases in electricity consumption in this context.\n\n",
    "acknowledgement": "\nI thank the California Energy Commission's PIER program for generous funding and PERC's Lone Mountain Fellowship, which provided time to write. Katrina Jessoe, Joe Shapiro, Guido Franco, Kyle Meng and seminar participants at Stanford University, UC Irvine, Iowa State University, UCSB, UIUC, Lawrence Berkeley Labs, Arizona State University, Resources for the Future, PERC, NBER and the 2017 ASSA Meetings have provided valuable feedback.  All remaining errors are the author's. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}