{
    "id": 24399,
    "citation_title": "Blockchain Disruption and Smart Contracts",
    "citation_author": [
        "Lin William Cong",
        "Zhiguo He"
    ],
    "citation_publication_date": "2018-03-12",
    "issue_date": "2018-03-09",
    "revision_date": "2018-04-27",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Antitrust",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBlockchain technology provides decentralized consensus and potentially enlarges the contracting space using smart contracts with tamper-proofness and algorithmic executions. Meanwhile, generating decentralized consensus entails distributing information which necessarily alters the informational environment. We analyze how decentralization affects consensus effectiveness, and how the quintessential features of blockchain reshape industrial organization and the landscape of competition. Smart contracts can mitigate informational asymmetry and improve welfare and consumer surplus through enhanced entry and competition, yet the irreducible distribution of information during consensus generation may encourage greater collusion. In general, blockchains can sustain market equilibria with a wider range of economic outcomes. We further discuss anti-trust policy implications targeted to blockchain applications, such as separating consensus record-keepers from users.\n\n",
    "acknowledgement": "\nThe authors thank Matthieu Bouvard, Alex Edmans, Andreas Park, Maureen O'Hara, Edward “Ned” Prescott, Hongda Zhong, and an anonymous referee for insightful discussions of the paper, and Jingtao Zheng for excellent research assistance that helped shape an initial version of the paper. They are also grateful to Susan Athey, Tom Ding, Itay Goldstein, Brett Green, Campbell Harvey, Gur Huberman, Wei Jiang, Andrew Karolyi, Jiasun Li, Minyu Peng, Chung-Hua Shen, Dominic Williams, David Yermack, and seminar and conference participants at Chicago Booth, HBS, Notre Dame Mendoza, CUHK Econ, AEA, NBER Conference on Competition and the Industrial Organization of Securities Markets, RFS FinTech workshop, Federal Reserve Bank in Philadelphia FinTech Conference, USC FOM Conference, 25th SFM Conference, CEIBS Behavioral Finance and FinTech Forum, SFS Calvacade Asia-Pacific, AMAC FinTech and Smart Investing Workshop, TAU Finance Conference, and NBER Conference on Financial Market Regulation for very helpful feedback and comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}