{
    "id": 24391,
    "citation_title": "Grain Today, Gain Tomorrow: Evidence from a Storage Experiment with Savings Clubs in Kenya",
    "citation_author": [
        "Shilpa Aggarwal",
        "Eilin Francis",
        "Jonathan Robinson"
    ],
    "citation_publication_date": "2018-03-12",
    "issue_date": "2018-03-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany farmers in the developing world lack access to effective savings and storage devices. Such devices might be particularly valuable for farmers since income is received as a lump sum at harvest but expenditures are incurred throughout the year, and because grain prices are low at harvest but rise over the year. We experimentally provided two saving schemes to 132 ROSCAs in Kenya, one designed around communally storing maize and the other around saving cash for inputs. About 56% of respondents took up the products. Respondents in the maize storage intervention were 23 percentage points more likely to store maize (on a base of 69%), 37 percentage points more likely to sell maize (on a base of 36%) and (conditional on selling) sold later and at higher prices. We find no effects of the individual input savings intervention on input usage, likely because baseline input adoption was higher than expected.\n\n",
    "acknowledgement": "\nWe are grateful to Ashwini Chhatre, Maitreesh Ghatak and Dahyeon Jeong for useful discussions, and to 2 anonymous referees and seminar participants at IIM Bangalore, the Indian School of Business, and the Naval Postgraduate School for helpful comments. We thank Claudia Casarotto for research support. We thank ATAI and the University of California, Santa Cruz for funding, and IPA Kenya for administrative support. We thank Michael Dalious, Kathryn Dutile, Maira Reimao, and Dario Sidhu of Evidence Action for their collaboration. This research protocol was approved by the IRBs of Maseno University, UCSC, ISB, and IPA. The project operated under a research permit granted by the Kenyan National Commission for Science, Technology, and Innovation. This trial is registered in the American Economic Association’s registry for randomized controlled trials (AEARCTR–0002188). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}