{
    "id": 24394,
    "citation_title": "Socioeconomic Integration of U.S. Immigrant Groups over the Long Term: The Second Generation and Beyond",
    "citation_author": [
        "Brian Duncan",
        "Stephen J. Trejo"
    ],
    "citation_publication_date": "2018-03-12",
    "issue_date": "2018-03-09",
    "revision_date": "2019-11-05",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this chapter, we document generational patterns of educational attainment and earnings for contemporary immigrant groups. We also discuss some potentially serious measurement issues that arise when attempting to track the socioeconomic progress of the later-generation descendants of U.S. immigrants, and we summarize what recent research has to say about these measurement issues and how they might bias our assessment of the long-term integration of particular groups. Most national origin groups arrive with relatively high educational attainment and/or experience enough improvement between the first and second generations such that they quickly meet or exceed, on average, the schooling level of the typical American. Several large and important Hispanic groups (including Mexicans and Puerto Ricans) are exceptions to this pattern, however, and their prospects for future upward mobility are subject to much debate. Because of measurement issues and data limitations, Mexican Americans in particular and Hispanic Americans in general probably have experienced significantly more socioeconomic progress beyond the second generation than available data indicate. Even so, it may take longer for their descendants to integrate fully into the American mainstream than it did for the descendants of the European immigrants who arrived near the turn of the twentieth century.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}