{
    "id": 24392,
    "citation_title": "Dominated Options in Health-Insurance Plans",
    "citation_author": [
        "Chenyuan Liu",
        "Justin R. Sydnor"
    ],
    "citation_publication_date": "2018-03-12",
    "issue_date": "2018-03-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent studies have found that many people select into health plans with higher coverage (e.g., lower deductibles) even when those plans are financially dominated by other options. We explore whether having dominated options is common by analyzing data on plan designs from the Kaiser Family Foundation Employer Health Benefits Survey for firms that offered employees both a high-deductible (HD) health plan and a lower-deductible (LD) option. In 65% of firms the high-deductible option would result in lower maximum possible health spending for the employee for the year.  We estimate that the HD plan financially dominates the LD plan at roughly half of firms across a wide range of possible health spending needs employees might anticipate.  The expected savings from selecting the HD plan are typically over $500 per year, often with no increase in financial risk. We present evidence that these patterns may arise naturally from employers passing through large average-cost differences between HD and LD plans to their employees. We discuss the implications of those dynamics for the nature of transfers between employees and the efficiency of health spending.\n\n",
    "acknowledgement": "\nWe thank the Kaiser Family Foundation and the Health Research Educational Trust for access to the data from the Survey of Employer Health Benefits used in this analysis. We thank Keith Ericson, Amy Finkelstein, Ben Handel, Nathaniel Hendren, Nicola Lacetera, Devin Pope, John Mullahy and participants at the American Risk and Insurance Association Meetings and University of Wisconsin Center for Financial Security Household Finance Workshop for comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}