{
    "id": 24390,
    "citation_title": "Income Volatility and the PSID: Past Research and New Results",
    "citation_author": [
        "Robert A. Moffitt",
        "Sisi Zhang"
    ],
    "citation_publication_date": "2018-03-12",
    "issue_date": "2018-03-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Panel Study of Income Dynamics (PSID) has made more contributions to the study of income volatility than any other data set in the U.S. Its record of research is truly seminal. In this paper we first present the reasons that the PSID has made such major contributions to research on the topic.  Then we review the major papers that have used the PSID to study income volatility and we compare their results to those using other data sets.  Lastly, we present new results for male earnings volatility through 2014. We find that both gross volatility and the component consisting of only the variance of transitory shocks have experienced a large increase during the Great Recession after following similar trends to those previously established showing upward trends from the 1970s to the 1980s followed by a stable period until the Recession.\n\n",
    "acknowledgement": "\nThe authors would like to thank Peter Gottschalk for involvement, advice, and assistance at every step of the project. We thank Yujian Chen and Shuting Zhang for excellent research assistance. We also thank Michael Carr, Emily Wiemers, and James Ziliak for comments. This research received no financial support from any outside agency or organization.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}