{
    "id": 24396,
    "citation_title": "Quality of Judicial Institutions, Crimes, Misdemeanors, and Dishonesty",
    "citation_author": [
        "Naci H. Mocan",
        "Samantha Bielen",
        "Wim Marneffe"
    ],
    "citation_publication_date": "2018-03-12",
    "issue_date": "2018-03-09",
    "revision_date": "2018-11-28",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Economic Systems",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate the extent to which perceived quality of judicial institutions has an impact on individuals’ propensity for criminal and dishonest behavior and on their views regarding the acceptability of dishonesty and law-breaking. We use micro data on residents of 25 European countries and employ alternative measures of judicial quality as perceived by the residents of these countries. As an instrument for perceived judicial quality we employ the procedures with which prosecutors and judges are appointed to their posts in each country. As alternative instruments, we employ an index of de jure institutional quality as well as its components, which provide similar results. The findings show that an increase in the perception of the quality of judicial institutions, such as an improvement in judicial independence or the impartiality of the courts, has a deterrent effect on dishonest and criminal acts. A higher perceived quality of the judicial system makes individuals less likely to find acceptable a variety dishonest and illicit behaviors, suggesting that institutions help shape the beliefs of the society. We obtain the same results when we analyze the sample of immigrants, whose cultural attributes should be (more) related to their countries of origin, rather than their countries of residence, and thus should be arguably uncorrelated with the factors that can impact the instrument. We show that people’s beliefs in the importance of the family, in the fairness of others, and the importance of being rich are not impacted by judicial quality, suggesting that judicial quality is not a blanket representation of underlying cultural norms and beliefs in the society.\n\n",
    "acknowledgement": "\nWe thank Luiza Pogorelova for outstanding research assistance. Janet Bentzen, Anastasia Litina, Andreas Ek, Jonathan Klick, Andreas Irmen, Marco Vannini, Claudio Detotto, Brian McCannon and participants of ASREC Europe 2018 Conference in Luxembourg City, the LACEA-AL CAPONE Workshop on Economics of Crime in Montevideo, Uruguay, CRENoS Workshop on Institutions, Individual behavior and Economic Outcomes, and SEA Meetings in New Orleans, Louisiana provided helpful comments. Bielen acknowledges the financial support from Research Foundation Flanders, grant number 12S3117N. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}