{
    "id": 24405,
    "citation_title": "The Retirement-Consumption Puzzle: New Evidence from Personal Finances",
    "citation_author": [
        "Arna Olafsson",
        "Michaela Pagel"
    ],
    "citation_publication_date": "2018-03-19",
    "issue_date": "2018-03-16",
    "revision_date": "2024-12-05",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Asset Pricing",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses a detailed panel of individual spending, income, account balances, and credit limits from a personal finance management software provider to investigate how expenditures, liquid savings, and consumer debt change around retirement. The longitudinal nature of our data allows us to estimate individual fixed-effects regressions and thereby control for all selection on time-invariant (un)observables. We provide new evidence on the retirement-consumption puzzle and on whether individuals save adequately for retirement. We find that, upon retirement, individuals reduce their spending in both work-related and leisure categories. However, we feel that it is difficult to tell conclusively whether expenses are work related or not, even with the best data. We thus look at household finances and find that individuals delever upon retirement by reducing consumer debt and increasing liquid savings. We argue that these findings are difficult to rationalize via, for example, work-related expenses. A rational agent would save before retirement because of the expected fall in income, and dissave after retirement, rather than the exact opposite\n\n",
    "acknowledgement": "\nWe are grateful for the financial financial support of the Pension Research Center (PeRCent) at Copenhagen Business School, and we thank Andrew Caplin, Rachel Kranton, Jawad Addoum, Jon Parker, Matthew Rabin, Botond Koszegi, David Laibson, Steve Zeldes, Emi Nakamura, Jon Zinman, Jennifer La'O, Emir Kamenica and seminar participants at the Federal Reserve Bank of Richmond, University of Queensland, PerCent 2017 Conference, University of Minnesota, Columbia University, and ECWFC at the WFA 2017 for a range of insightful comments. We are also indebted to August Schweitz Eriksson and Meniga for providing the Icelandic data and to Steffen Meyer for replicating our results in German bank data. We also thank Belinda Chen for outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}