{
    "id": 24404,
    "citation_title": "Accounting for Factorless Income",
    "citation_author": [
        "Loukas Karabarbounis",
        "Brent Neiman"
    ],
    "citation_publication_date": "2018-03-12",
    "issue_date": "2018-03-09",
    "revision_date": "2018-06-15",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Consumption and Investment",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Industrial Organization",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nComparing U.S. GDP to the sum of measured payments to labor and imputed rental payments to capital results in a large and volatile residual or “factorless income.” We analyze three common strategies of allocating and interpreting factorless income, specifically that it arises from economic profits (Case Π), unmeasured capital (Case K), or deviations of the rental rate of capital from standard measures based on bond returns (Case R). We are skeptical of Case Π as it reveals a tight negative relationship between real interest rates and economic profits, leads to large fluctuations in inferred factor-augmenting technologies, and results in profits that have risen since the early 1980s but that remain lower today than in the 1960s and 1970s. Case K shows how unmeasured capital plausibly accounts for all factorless income in recent decades, but its value in the 1960s would have to be more than half of the capital stock, which we find less plausible. We view Case R as most promising as it leads to more stable factor shares and technology growth than the other cases, though we acknowledge that it requires an explanation for the pattern of deviations from common measures of the rental rate. Using a model with multiple sectors and types of capital, we show that our assessment of the drivers of changes in output, factor shares, and functional inequality depends critically on the interpretation of factorless income.\n\n",
    "acknowledgement": "\nWe thank Anhua Chen for providing exceptional research assistance and Andy Atkeson, Emmanuel Farhi, Oleg Itskhoki, Greg Kaplan, Casey Mulligan, Richard Rogerson, Matt Rognlie, and Bob Topel for helpful comments. We gratefully acknowledge the support of the National Science Foundation. Karabarbounis thanks the Alfred P. Sloan Foundation and Neiman thanks the Becker Friedman Institute at the University of Chicago for generous financial support. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n\nLoukas Karabarbounis\n\nLoukas Karabarbounis is a research consultant at the Federal Reserve Bank of Minneapolis. No person or institution with which he is affiliated has control over his research activities. The views expressed in his research are those of the author and not necessarily those of the Federal Reserve Bank of Minneapolis or the Federal Reserve System\n\n\n"
}