{
    "id": 24408,
    "citation_title": "Bartik Instruments: What, When, Why, and How",
    "citation_author": [
        "Paul Goldsmith-Pinkham",
        "Isaac Sorkin",
        "Henry Swift"
    ],
    "citation_publication_date": "2018-03-19",
    "issue_date": "2018-03-16",
    "revision_date": "2019-11-26",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Children and Families",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Bartik instrument is formed by interacting local industry shares and national industry growth rates. We show that the typical use of a Bartik instrument assumes a pooled exposure research design, where the shares measure differential exposure to common shocks, and identification is based on exogeneity of the shares. Next, we show how the Bartik instrument weights each of the exposure designs. Finally, we discuss how to assess the plausibility of the research design. We illustrate our results through three applications: estimating the elasticity of labor supply, estimating local labor market effects of Chinese imports, and estimating the elasticity of substitution between immigrants and natives.\n\n",
    "acknowledgement": "\nThanks to the editor (Thomas Lemieux), anonymous referees, Isaiah Andrews, David Autor, Tim Bartik, Paul Beaudry, Kirill Borusyak, Jediphi Cabal, Arun Chandrasekhar, Gabriel Chodorow-Reich, Damon Clark, Richard Crump, Rebecca Diamond, Mark Duggan, Matt Gentzkow, Andrew Goodman-Bacon, David Green, Gordon Hanson, Caroline Hoxby, Peter Hull, Guido Imbens, Xavier Jaravel, Pat Kline, Magne Mogstad, Maxim Pinkovskiy, Luigi Pistaferri, Giovanni Righi, Ben Sand, Pedro Sant’Anna, Juan Carlos Suarez Serrato, Jan Stuhler, Melanie Wallskog, Kenneth West, Wilbert van der Klaauw, Eric Zwick, and numerous seminar participants for helpful comments. Thanks to Maya Bidanda, Jacob Conway, and Victoria de Quadros for research assistance. Thanks to David Card for sharing code, and Rodrigo Adao, Kirill Borusyak, Peter Hull, Xavier Jaravel, Michal Kolesar, and Eduardo Morales for sharing data. Swift was supported by the National Science Foundation Graduate Research Fellowship. Part of the work on this paper was completed while Goldsmith-Pinkham was employed by the Federal Reserve Bank of New York. The views expressed are those of the authors and do not necessarily reflect those of the Federal Reserve Bank of New York, the Federal Reserve Board, or the National Bureau of Economic Research. All errors are our own, please let us know about them.\n\n\n"
}