{
    "id": 24401,
    "citation_title": "Malpractice Reform and the Sorting of New Physicians by Medical Human Capital",
    "citation_author": [
        "Pinka Chatterji",
        "Siyang Li",
        "Gerald R. Marschke"
    ],
    "citation_publication_date": "2018-03-12",
    "issue_date": "2018-03-09",
    "revision_date": "2020-03-09",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe test whether state malpractice reforms differentially attract physicians whose human capital attributes may predispose them towards higher-than-average malpractice risk and lower quality patient care. Using an exit survey of physicians completing residencies between 1998 and 2017, we estimate willingness-to-pay to locate their first practice in a malpractice-reformed state. We find physicians are willing to forego on average about $11 in hourly wages to locate in a reform state. Training in a high vs. low-risk specialty, graduating from a less vs. more selective medical school, and training at a low vs. higher-ranked teaching hospital increases willingness-to-pay to locate in a reform state by $18 to $24 per hour. We argue that the generally strong human capital-bias in physician sorting responses to litigation reform may play a role in the geographic variation in patient care documented in the health literature.\n\n",
    "acknowledgement": "\nThe authors sincerely thank Dr. David Armstrong at the University at Albany Center for Health Workforce Studies for providing access to the Survey of Residents Completing Training in New York State. Any opinions, findings, and conclusions or recommendations expressed in this material are those of the author(s) and do not necessarily reflect the views of the Center for Health Workforce Studies or the National Bureau of Economic Research. All errors are the responsibility of the authors\n\n\n"
}