{
    "id": 24419,
    "citation_title": "Shining a Light on Purchasing Power Parities",
    "citation_author": [
        "Maxim Pinkovskiy",
        "Xavier Sala-i-Martin"
    ],
    "citation_publication_date": "2018-03-19",
    "issue_date": "2018-03-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "General, Teaching",
        "\n",
        "Macroeconomics",
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nNighttime lights data are a measure of economic activity whose error is plausibly independent of the measurement errors of most conventional indicators. Therefore, we can use nighttime lights as an independent benchmark to assess existing measures of economic activity (Pinkovskiy and Sala-i-Martin (2016)). We employ this insight to generate three findings in the study of PPP-adjusted estimates of GDP around the world between 1992 and 2010. First, we find that while market exchange rates described poor economies better than did PPP-adjusted estimates in the late 1990s (Dowrick and Akmal 2008; Almas 2012), this pattern has disappeared by the 2010s. Second, we also find that estimates of PPPs have been steadily improving from one price survey round to the next, including during the controversial 2005 and 2011 rounds. Third, we leverage this fact to assess whether it is optimal to measure relative prices as close as possible to the year of interest or to use the latest available relative price data and discard the rest, and provide a theoretical framework in which the latter may be optimal. Using data from the Penn World Tables, we find that, indeed, it is optimal to only use the latest price data, and hence, to revise existing PPP-adjusted estimates whenever a new price survey is released.\n\n",
    "acknowledgement": "\nWe are very grateful to Matthew Bosch, Andrew Haughwout, Robert Feenstra, Nicole Gorton, Robert Inklaar, Michelle Jiang, Chris Papageorgiou, Marcel Timmer, Wilbert van der Klaauw and seminar participants at the Federal Reserve Bank of New York and at the IMF for very helpful comments. We are very grateful to Noah Kwicklis and Rachel Schuh for superb research assistance. Any views expressed in this paper are the authors' and do not necessarily reflect those of the Federal Reserve Bank of New York, the Federal Reserve System, or the National Bureau of Economic Research. All errors are our own.\n\n\n"
}