{
    "id": 24412,
    "citation_title": "Estimating the Associations between SNAP and Food Insecurity, Obesity, and Food Purchases with Imperfect Administrative Measures of Participation",
    "citation_author": [
        "Charles J. Courtemanche",
        "Augustine Denteh",
        "Rusty Tchernis"
    ],
    "citation_publication_date": "2018-03-19",
    "issue_date": "2018-03-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAdministrative data are considered the “gold standard” when measuring program participation, but little evidence exists on the potential problems with administrative records or their implications for econometric estimates. We explore issues with administrative data using the FoodAPS, a unique dataset that contains two different administrative measures of Supplemental Nutrition Assistance Program (SNAP) participation as well as a survey-based measure. We first document substantial ambiguity in the two administrative participation variables and show that they disagree with each other almost as often as they disagree with self-reported participation. Estimated participation and misreporting rates can be meaningfully sensitive to choices made to resolve this ambiguity and disagreement. We then document similar sensitivity in regression estimates of the associations between SNAP and food insecurity, obesity, and the Healthy Eating Index. These results serve as a cautionary tale about uncritically relying on linked administrative records when conducting program evaluation research.\n\n",
    "acknowledgement": "\nThis research was supported by USDA grant no. 59-5000-5-0115 to the National Bureau of Economic Research, entitled, “Using FoodAPS for Research in Diet, Health, Nutrition, and Food Security.” The views expressed are those of the authors and not necessarily those of the Economic Research Service, Food and Nutrition Service, the U.S. Department of Agriculture, or  the National Bureau of Economic Research. We thank Marianne Bitler, Janet Currie, Christian Gregory, John Kirlin, Diane Schanzenbach, and participants at the Association for Public Policy Analysis and Management Fall Research Conference and National Bureau of Economic Research Conferences on Using FoodAPS for Research in Diet, Health, Nutrition, and Food Security for helpful comments.\n\n\n"
}