{
    "id": 24414,
    "citation_title": "Computerizing VAT Invoices in China",
    "citation_author": [
        "Haichao Fan",
        "Yu Liu",
        "Nancy Qian",
        "Jaya Wen"
    ],
    "citation_publication_date": "2018-03-19",
    "issue_date": "2018-03-16",
    "revision_date": "2020-04-02",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper documents that an increase in the enforcement of value-added tax (VAT) caused by the adoption of a new technology significantly increased VAT payments by large manufacturing firms in China. The reform contributed to 27.1% of VAT revenues and 12.9% of total government revenues in the five subsequent years. The main mechanism is likely to be a reduction in VAT deductions. The dynamic effects of the reform suggest that the rise in tax revenues is non-monotonic over time, with large short-run gains and smaller, though still positive, long-run gains. The reform also reduced firm revenues and inputs, and increased productivity.\n\n",
    "acknowledgement": "\nPreviously circulated as “The Effects of Computerizing VAT Invoices in China.” We thank Esther Duflo, Gabrielle Fack, Hanming Fang, Lucie Gadenne, Mike Golosov, Jessica Leight, Magne Mostad, Dina Pomeranz, Stefanie Stantcheva and Daniel (Yi) Xu for their insights; and the participants of the MIT/Harvard Development Workshop, Northwestern Applied Micro Workshop, University of Zurich Macro and Development Seminar, MSU Development Workshop, University of Chicago Development Lunch, CEPR Development and Taxation Workshop, IMF and Atlanta Federal Reserve Bank’s conference on the Chinese Economy, CEPR Development Workshop, M&M Conference at the Chicago Federal Reserve Bank, Fudan University TED Conference, Peking University CCER Summer Institute, Lixin University Workshop on Public Finance, Shanghai Technical University Applied Workshop and Chicago Area Development Mini Conference for useful comments. We are grateful to Joris Mueller and Zhentao Jiang for excellent research assistance. All mistakes are our own.\n\n\n"
}