{
    "id": 24411,
    "citation_title": "Mirage on the Horizon: Geoengineering and Carbon Taxation Without Commitment",
    "citation_author": [
        "Daron Acemoglu",
        "Will Rafey"
    ],
    "citation_publication_date": "2018-03-19",
    "issue_date": "2018-03-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe show that, in a model without commitment to future policies, geoengineering breakthroughs can have adverse environmental and welfare effects because they change the (equilibrium) carbon taxes. In our model, energy producers emit carbon, which creates a negative environmental externality, and may decide to switch to cleaner technology. A benevolent social planner sets carbon taxes without commitment. Higher future carbon taxes both reduce emissions given technology and encourage energy producers to switch to cleaner technology. Geoengineering advances, which reduce the negative environmental effects of the existing stock of carbon, decrease future carbon taxes and thus discourage private investments in conventional clean technology. We characterize the conditions under which these advances diminish - rather than improve - environmental quality and welfare.\n\n",
    "acknowledgement": "\nWe thank Marco Battaglini, Patrick Behrer, Steve Cicala, Bård Harstad, Gustavo Joaquim, Antoine Levy, Torben Mideksa, William Nordhaus, Alp Simsek, James Stock, Ludwig Straub, Massimo Tavoni, Gernot Wagner, Martin Weitzman, and seminar participants at the U.C. Berkeley Advanced Workshop in Climate Economics, the Harvard Environmental Economics Lunch, the Harvard Solar Geoengineering Research Program, the MIT Joint Program on the Science and Policy of Global Change, and the MIT Macro Lunch for comments and useful suggestions. This material is based upon work supported by the National Science Foundation Graduate Research Fellowship Program under Grant No. 1122374. Any opinions, findings, and conclusions or recommendations expressed in this material are those of the author(s) and do not necessarily reflect the views of the National Science Foundation or the National Bureau of Economic Research. Rafey also acknowledges financial support from the Becker Friedman Institute at the University of Chicago and the MIT Environmental Solutions Initiative.\n\n\n"
}