{
    "id": 24417,
    "citation_title": "Early Evidence on Recreational Marijuana Legalization and Traffic Fatalities",
    "citation_author": [
        "Benjamin Hansen",
        "Keaton S. Miller",
        "Caroline Weber"
    ],
    "citation_publication_date": "2018-03-19",
    "issue_date": "2018-03-16",
    "revision_date": "2021-09-26",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOver the last few years, marijuana has become legally available for recreational use to roughly a quarter of Americans. Policy makers have long expressed concerns about the substantial external costs of alcohol, and similar costs could come with the liberalization of marijuana policy. Indeed, the fraction of fatal accidents in which at least one driver tested positive for THC has increased nationwide by an average of 10 percent from 2013 to 2016.  For Colorado and Washington, both of which legalized marijuana in 2014, these increases were 92 percent and 28 percent, respectively. However, identifying a causal effect is difficult due to the presence of significant confounding factors. We test for a causal effect of marijuana legalization on traffic fatalities in Colorado and Washington with a synthetic control approach using records on fatal traffic accidents from 2000-2016. We find the synthetic control groups saw similar changes in marijuana-related, alcohol-related and overall traffic fatality rates despite not legalizing recreational marijuana.\n\n",
    "acknowledgement": "\nWe thank Michael Kuhn, Simeon Minard, and Glen Waddell for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}