{
    "id": 24418,
    "citation_title": "Initial Coin Offerings and the Value of Crypto Tokens",
    "citation_author": [
        "Christian Catalini",
        "Joshua S. Gans"
    ],
    "citation_publication_date": "2018-03-19",
    "issue_date": "2018-03-16",
    "revision_date": "2019-03-06",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper explores how entrepreneurs can use initial coin offerings — whereby they issue crypto tokens and commit to only accept those tokens as payment for their products — to fund venture start-up costs. We show that the ICO mechanism allows entrepreneurs to generate buyer competition for the token, giving it value. We also find that venture returns are independent of any committed growth in the supply of tokens over time, but that initial funds raised are maximized by setting that growth to zero to encourage saving by early participants. Nonetheless, since the value of the tokens depends on a single period of demand, the ability to raise funds is more limited than in traditional equity finance. Furthermore, a lack of commitment in monetary policy undermines saving behavior, hence the cost of using tokens to fund start-up costs is inflexibility in future capital raises. Crypto tokens can also facilitate coordination among stakeholders within digital ecosystems when network effects are present.\n\n",
    "acknowledgement": "\nWe thank Jane Wu and participants at the University of Chicago, University of Michigan and University of Toronto for useful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJoshua S. Gans\n\nI work with the Creative Destruction Lab that advises start-ups some of who are considering ICOs. I have also consulted with ORBS -- a startup in this area.\n\n\n"
}