{
    "id": 24426,
    "citation_title": "Rent Creation and Sharing: New Measures and Impactson TFP",
    "citation_author": [
        "Gilbert Cette",
        "Jimmy Lopez",
        "Jacques Mairesse"
    ],
    "citation_publication_date": "2018-03-26",
    "issue_date": "2018-03-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis analysis proposes new measures of rent creation or (notional) mark-up and workers’ share of rents on cross-country-industry panel data. While the usual measures of mark-up rate implicitly assume perfect labor markets, our approach relaxes this assumption, and takes into account that part of firms’ rent created in an industry is shared with workers to an extent which can vary with their skills. Our results are based on a cross-country-industry panel covering 14 OECD countries and 19 industries over the 1985-2005 period. In a first part of our analysis we draw on OECD indicators of product and labor market (anticompetitive) regulations to test how they are related to our new measures of mark-up and rent-sharing. We find that anti-competitive Non-Manufacturing Regulations (NMR) affect mark-up rates positively, and hence firms’ rent creation and workers’ share of rent, whereas Employment Protection Legislation (EPL) has no impact on rent creation, but boosts workers’ wages per hour. However, we observe that these wage increases are offset by a negative impact from EPL on hours worked per output unit, leading to a non-significant impact of EPL on workers’ share of rents. The effects of EPL for low-skilled workers appear to be more pronounced than those for medium-skilled workers, both being much greater than for highly-skilled workers. In the second part of our analysis, we estimate the impacts of our new measures on Total Factor Productivity (TFP) in the framework of a straightforward regression model. We use the OECD regulations indicators as relevant instrument to take care of endogeneity and to make sure that the resulting estimates assess the proper regulation impacts of rent creation and sharing without being biased by other confounding effects. We find that less competition in the product and labor markets as assessed by our measures of mark-up and workers’ share of rents have both substantial negative impacts on TFP.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}