{
    "id": 24421,
    "citation_title": "Demographics and Automation",
    "citation_author": [
        "Daron Acemoglu",
        "Pascual Restrepo"
    ],
    "citation_publication_date": "2018-03-19",
    "issue_date": "2018-03-16",
    "revision_date": "2018-07-21",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe argue theoretically and document empirically that aging leads to greater (industrial) automation, and in particular, to more intensive use and development of robots. Using US data, we document that robots substitute for middle-aged workers (those between the ages of 36 and 55). We then show that demographic change—corresponding to an increasing ratio of older to middle-aged workers—is associated with greater adoption of robots and other automation technologies across countries and with more robotics-related activities across US commuting zones. We also provide evidence of more rapid development of automation technologies in countries undergoing greater demographic change. Our directed technological change model further predicts that the induced adoption of automation technology should be more pronounced in industries that rely more on middle-aged workers and those that present greater opportunities for automation. Both of these predictions receive support from country-industry variation in the adoption of robots. Our model also implies that the productivity implications of aging are ambiguous when technology responds to demographic change, but we should expect productivity to increase and labor share to decline relatively in industries that are most amenable to automation, and this is indeed the pattern we find in the data.\n\n",
    "acknowledgement": "\nWe thank participants at the Brown University microeconomics seminar and the NBER Summer Institute, and especially our discussant, Valerie Ramey, for comments. We also thank Giovanna Marcolongo, Mikel Petri, Joonas Tuhkuri and Sean Wang for excellent research assistance, and Google, Microsoft, the Sloan Foundation, the Smith Richardson Foundation, and the Toulouse Network on Information Technology for generous financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}