{
    "id": 24422,
    "citation_title": "Long-Term and Heterogeneous Effects of Job-Search Assistance",
    "citation_author": [
        "Dayanand S. Manoli",
        "Marios Michaelides",
        "Ankur Patel"
    ],
    "citation_publication_date": "2018-03-19",
    "issue_date": "2018-03-16",
    "revision_date": "2023-05-11",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines long-term and heterogenous treatment effects of an experimental job-search assistance program that operated in Nevada from July through December 2009. Over the eight-year follow-up period, the program increased participants’ employment and earnings, reduced short-term UI receipt, reduced loss of homeownership, and increased Federal tax filing and tax receipts. Related to heterogeneity, roughly 40 percent of the sample is estimated to have negative treatment effects on long-term employment which are corroborated by accompanying positive treatment effects on entry into disability insurance. Positive impacts on homeownership appear concentrated among individuals with positive employment treatment effects.\n\n",
    "acknowledgement": "\nThis paper is derived from a project titled “The Effects of Employment and Earnings on Tax Filing and Tax Liability: Evidence on Short-term and Long-term Effects Using Administrative Tax Data.” This project is partly based on data collected by IMPAQ International, LLC (IMPAQ) as part of a study funded by the U.S. Department of Labor (DOL). This research was conducted while Ankur Patel was an employee at the U.S. Department of the Treasury. The views, findings, interpretations, errors, and conclusions expressed in this paper are entirely those of the authors and do not reflect or represent the views or the official positions of the U.S. Department of the Treasury, the Office of Tax Analysis, DOL, IMPAQ, the United States Internal Revenue Service, any other government agency, or the National Bureau of Economic Research. Any taxpayer data used in this research was kept in a secured Treasury or IRS data repository, and all results have been reviewed to ensure that no confidential information is disclosed. Day Manoli is grateful for funding from Arnold Ventures. We are grateful to numerous people for helpful comments and suggestions, including DOL and IMPAQ staff, and conference and seminar participants.\n\n\n"
}