{
    "id": 24428,
    "citation_title": "Estimating the Effects of a Large For-Profit Charter School Operator",
    "citation_author": [
        "Susan Dynarski",
        "Daniel Hubbard",
        "Brian Jacob",
        "Silvia Robles"
    ],
    "citation_publication_date": "2018-04-02",
    "issue_date": "2018-03-22",
    "revision_date": "2018-04-11",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we leverage randomized admissions lotteries to estimate the impact of attending a National Heritage Academy (NHA) charter school. NHA is the fourth largest for-profit charter operator in the country, enrolling more than 56,000 students in 86 schools across 9 states. Unlike several of the other large for-profit companies that operate virtual charters, NHA only has standard bricks-and-mortar schools. Our estimates indicate that attending a NHA charter school for one additional year is associated with a 0.04 standard deviation increase in math achievement. Effects on other outcomes are smaller and not statistically significant. In contrast to most prior charter school research that finds the largest benefits for low-income, underrepresented minorities in urban areas, the benefits of attending an NHA charter network are concentrated among non-poor students attending charter schools outside urban areas. Using data from a survey of school administrators in traditional public and charter schools, we document several aspects of school organization, culture and instructional practice that might explain these positive effects.\n\n",
    "acknowledgement": "\nWe are grateful to our partners at the Michigan Department of Education (MDE) and Michigan’s Center for Educational Performance and Information (CEPI), especially Thomas Howell and Venessa Keesler. Mahima Mahadevan provided expert project management. We thank the Institute of Education Sciences (Grant R305A120269) and the Smith Richardson Foundation for funding this research. This research uses data structured and maintained by the Michigan Consortium for Educational Research (MCER). We are also grateful to a number of fantastic research assistants, including Max Gross, Andrew Litten, Julian Hsu and Brittany Vasquez. MCER data are modified for analysis using rules governed by MCER and are not identical to data collected and maintained by MDE and CEPI. Results, information and opinions are the authors’ and do not reflect the views or positions of MDE or CEPI. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}