{
    "id": 24423,
    "citation_title": "Are Resettled Oustees from the Sardar Sarovar Dam Project Better off Today than their Former Neighbors who were not Ousted?",
    "citation_author": [
        "Swaminathan S. Anklesaria Aiyar",
        "Neeraj Kaushal"
    ],
    "citation_publication_date": "2018-03-19",
    "issue_date": "2018-03-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Sardar Sarovar Dam in Gujarat is arguably the most controversial dam ever built in India, with over a 100,000 displaced people. Most ousted families in Gujarat were resettled in the late 1980s and early 1990s.  All oustees were tribals—a term used in India to cover a list of tribes viewed as so backward and historically oppressed that the Indian Constitution in 1950 reserved a quota of seats in education, government jobs, and Parliamentary seats for them. The Gujarat government promised to offer each male adult in the ousted families above the age of 18 five acres of land regardless of their earlier forest holdings. Additional compensation was to be given for loss of houses and livestock. Despite the continuing opposition to the dam from influential NGOs, there is no systematic empirical study of its effects on the long-term wellbeing of the ousted families. Our study investigates: Are resettled oustees from the Sardar Sarovar Dam project better off in 2017, approximately three decades after resettlement, than their former neighbours who were not ousted? \nWe carried out a survey of a randomly selected sample of outsted families (treatment group) and a randomly selected sample of their former neighbors who lived in high areas that would remain above water when the reservoir rises to its maximum height and therefore were allowed to stay (comparison group).  We found that, despite implementation glitches, those displaced were far better off than their former forest neighbours in ownership of a range of assets including TVs, cellphones, vehicles, access to schools and hospitals, and agricultural markets. The gap in asset ownership and other outcomes between the treatment and comparison groups were often statistically larger if the heads of the household were illiterate compared to the gap if they were literate. This finding suggests that resettlement helped vulnerable groups more than the less vulnerable and that fears that  resettlement will destroy the lives and life-styles of tribals have been grossly exaggerated.  \nWe also found that 54% of displaced folk wished to return to their old habitat, showing that nostalgia for ancestral land can matter more than onweship of assets and economic wellbeing. Nearby undisplaced forest dwellers were asked if they would like to be \"forcibly\" resettled with the full compensation package. Of two forest groups, 31% and 52% said yes. Clearly many, though not all, tribesfolk yearn to leave the forest.\n\n",
    "acknowledgement": "\nThe authors thank the International Growth Centre, London School of Economics and Political Science for funding this project and researchers at Karvy Insights for assistance in survey design, data collection, and analysis. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}