{
    "id": 24420,
    "citation_title": "Innovation, Productivity Dispersion, and Productivity Growth",
    "citation_author": [
        "Lucia Foster",
        "Cheryl Grim",
        "John C. Haltiwanger",
        "Zoltan Wolf"
    ],
    "citation_publication_date": "2018-03-19",
    "issue_date": "2018-03-16",
    "revision_date": "2018-09-11",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine whether underlying industry innovation dynamics are an important driver of the large dispersion in productivity across firms within narrowly defined sectors. Our hypothesis is that periods of rapid innovation are accompanied by high rates of entry, significant experimentation and, in turn, a high degree of productivity dispersion. Following this experimentation phase, successful innovators and adopters grow while unsuccessful innovators contract and exit yielding productivity growth. We examine the dynamic relationship between entry, productivity dispersion, and productivity growth using a new comprehensive firm-level dataset for the U.S. We find a surge of entry within an industry yields with a lag an increase in productivity dispersion and then after a subsequent lag an increase in productivity growth. These patterns are more pronounced for the High Tech sector where we expect there to be more innovative activities. These patterns change over time suggesting other forces are at work during the post-2000 slowdown in aggregate productivity.\n\n",
    "acknowledgement": "\nJohn Haltiwanger was also a part-time Schedule A employee of the Census Bureau at the time of the writing of this paper. This is a revised version of a paper presented at the NBER/CRIW conference on Measuring and Accounting for Innovation in the 21st Century held in Washington, D.C. in March 2017. We thank Nick Bloom, Jonathan Haskel, Ron Jarmin, Jim Spletzer, and CRIW Conference attendees for helpful comments on an earlier draft. Any opinions and conclusions expressed herein are those of the authors and do not necessarily represent the views of the U.S. Census Bureau or National Bureau of Economic Research. All results have been reviewed to ensure that no confidential information is disclosed.\n\n\n"
}