{
    "id": 24424,
    "citation_title": "NAFTA and the Wages of Married Women",
    "citation_author": [
        "Shushanik Hakobyan",
        "John McLaren"
    ],
    "citation_publication_date": "2018-03-19",
    "issue_date": "2018-03-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing US Census data for 1990-2000, we estimate effects of NAFTA on US wages, focusing on differences by gender. We find that NAFTA tariff reductions are associated with substantially reduced wage growth for married blue-collar women, much larger than the effect for other demographic groups. We investigate several possible explanations for this finding. It is not explained by differential sensitivity of female-dominated occupations to trade shocks, or by household bargaining that makes married women workers less able to change their industry of employment than other workers. We find some support for an explanation based on an equilibrium theory of selective non-participation in the labor market, whereby some of the higher-wage married women workers in their industry drop out of the labor market in response to their industry's loss of tariff. However, this does not fully explain the findings so we are left with a puzzle.\n\n",
    "acknowledgement": "\nWe are grateful for comments made by seminar participants at the the NBER Conference on Trade and Labor Markets, the World Bank, US International Trade Commission, Michigan State, the Pontifical Catholic University (PUC) of Rio de Janeiro, the International Trade Workshop at Duke and ELSNIT Conference. This research was supported by the Bankard Fund for Political Economy and by the Upjohn Institute. All remaining errors are ours. The views expressed in this paper are those of the authors and should not be attributed to the IMF, its Executive Board, its management, its member country governments, or the National Bureau of Economic Research.\n\n\n"
}