{
    "id": 24430,
    "citation_title": "How News and Its Context Drive Risk and Returns Around the World",
    "citation_author": [
        "Charles W. Calomiris",
        "Harry Mamaysky"
    ],
    "citation_publication_date": "2018-03-26",
    "issue_date": "2018-03-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a classification methodology for the context and content of news articles to predict risk and return in stock markets in 51 developed and emerging economies. A parsimonious summary of news, including topic-specific sentiment, frequency, and unusualness (entropy) of word flow, predicts future country-level returns, volatilities, and drawdowns. Economic and statistical significance are high and larger for year-ahead than monthly predictions. The effect of news measures on market outcomes differs by country type and over time. News stories about emerging markets contain more incremental information. Out-of-sample testing confirms the economic value of our approach for forecasting country-level market outcomes.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge support from the Program for Financial Studies and the Bank of England, and excellent research assistance from Yong Wang, Minchen Zheng, and Sirui Wang. We thank the Thomson Reuters Corp. for graciously providing the data that was used in this study.  For helpful comments we thank Kent Daniel, Robert Hodrick, Leif-Anders Thorsrud, Diego Garcia, an anonymous referee, and seminar participants at Catholic University of Chile, the 2016 RIDGE/ Banco Central del Uruguay Workshop on Financial Stability, the AlphaSimplex Group, the 2017 News & Finance Conference at Columbia, Chapman University, Villanova University, Ohio State University, the Federal Reserve Bank of Kansas City, Arizona State University, the Global Risk Institute, and the University of Colorado. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}