{
    "id": 24438,
    "citation_title": "The Impacts of Paid Family Leave Benefits: Regression Kink Evidence from California Administrative Data",
    "citation_author": [
        "Sarah Bana",
        "Kelly Bedard",
        "Maya Rossin-Slater"
    ],
    "citation_publication_date": "2018-03-26",
    "issue_date": "2018-03-22",
    "revision_date": "2019-06-13",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use ten years of California administrative data with a regression kink design to estimate the causal impacts of benefits in the first state-level paid family leave program for women with earnings near the maximum benefit threshold. We find no evidence that a higher weekly benefit amount (WBA) increases leave duration or leads to adverse future labor market outcomes for this group. In contrast, we document that a rise in the WBA leads to an increased likelihood of returning to the pre-leave firm (conditional on any employment) and of making a subsequent paid family leave claim.\n\n",
    "acknowledgement": "\nWe thank Clement de Chaisemartin, Yingying Dong, Peter Ganong, Simon Jaeger, Zhuan Pei, Lesley Turner, and seminar and conference participants at UCSB, UC Berkeley (Haas), University of Notre Dame, Brookings Institution, the Western Economic Association International (WEAI), the National Bureau of Economic Research (NBER) Summer Institute, the “Child Development: The Roles of the Family and Public Policy” conference in Vejle, Denmark, the All-California Labor Economics Conference, the ESSPRI workshop at UC Irvine, and the Southern Economic Association meetings for valuable comments. Rossin-Slater is grateful for support from the National Science Foundation (NSF) CAREER Award No. 1752203. Any opinions, findings, and conclusions or recommendations expressed in this paper are those of the authors and do not necessarily reflect the views of the National Science Foundation. All errors are our own. The California Employment Development Department (EDD) had the right to comment on the results of the paper, per the data use agreement between the authors and the EDD. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}