{
    "id": 2443,
    "citation_title": "Lending to an Insecure Sovereign",
    "citation_author": [
        "Herschel I. Grossman"
    ],
    "citation_publication_date": "1987-11-01",
    "issue_date": "1987-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper analyzes a reputational equilibrium for sovereign debt in a model in which the sovereign borrows to finance spending for defense against threats to its survival in power. In this model, the amount of sovereign debt and defense spending, the resulting survival probability, and the sovereign's implied discount rate for future consumption are determined simultaneously. The optimal amount of debt and defense spending equates the marginal cost of defense spending in reducing the level of consumption to the marginal benefit of defense spending in increasing the probability of surviving to enjoy future consumption. In the reputational equilibrium, however, the amount of debt and the associated discount rate must be small enough that the short-run gains from debt repudiation are not larger than the long-run costs from the loss of a trustworthy reputation. The analysis shows that the interest rate on the sovereign's debt and the discount rate for the sovereign that results from optimal borrowing and defense spending can be small enough that optimal borrowing and defense spending satisfy the condition for a reputational equilibrium. In this case, the sovereign's inability to make an irrevocable commitment not to repudiate its debts does not hinder its ability to finance its defense against threats to its survival. This result is more likely to obtain the smaller is the expected rate of return that lenders require, the larger is the amount of servicing that a potential successor sovereign would rationally provide for debts incurred by the current sovereign, and the closer is the relation between the current sovereign's discount rate and its probability of surviving in power.\n\n",
    "acknowledgement": "\n"
}