{
    "id": 24435,
    "citation_title": "Selecting Directors Using Machine Learning",
    "citation_author": [
        "Isil Erel",
        "Léa H. Stern",
        "Chenhao Tan",
        "Michael S. Weisbach"
    ],
    "citation_publication_date": "2018-03-26",
    "issue_date": "2018-03-22",
    "revision_date": "2019-06-13",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCan algorithms assist firms in their decisions on nominating corporate directors? We construct algorithms to make out-of-sample predictions of director performance. Tests of the quality of these predictions show that directors predicted to do poorly indeed do poorly compared to a realistic pool of candidates. Predictably poor performing directors are more likely to be male, have more past and current directorships, fewer qualifications, and larger networks than the directors the algorithm would recommend in their place. Machine learning holds promise for understanding the process by which governance structures are chosen, and has potential to help real-world firms improve their governance.\n\n",
    "acknowledgement": "\nWe thank Renée Adams and Reena Aggarwal (who graciously shared data), Lucian Bebchuk, Philip Bond, Lisa Cook, Ran Duchin, Daniel Ferreira (discussant), Fabrizio Ferri, Shan Ge, Jarrad Harford, Ben Hermalin, Joan MacLeod Heminway, Joshua Lee (discussant), Nadya Malenko (discussant), Jordan Nickerson (discussant) Miriam Schwartz-Ziv, Anil Shivdasani, Tracy Yue Wang (discussant), Ayako Yasuda, Luigi Zingales (discussant) and conference and seminar participants at North Carolina, Northeastern, Ohio State, Singapore, Tennessee, Washington, 2017 Pacific Northwest Finance Conference, 2017 WAPFIN Conference at NYU Stern, 2017 NABE TEC Conference, 2018 University of Miami-AFFECT conference, 2018 Drexel Corporate Governance Conference, 2018 ICWSM BOD workshop, 2018 NBER Economics of AI Conference, 2018 Wash. U. Olin Corporate Finance Conference, 2019 AFA Annual Meetings, 2019 NBER Big Data Conference, 2019 Conference on Emerging Technologies in Accounting and Financial Economics at USC and 2019 Wine Country Finance Conference. Special thanks to Ronan Le Bras for providing invaluable help throughout the project. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}