{
    "id": 24439,
    "citation_title": "Foreign Safe Asset Demand and the Dollar Exchange Rate",
    "citation_author": [
        "Zhengyang Jiang",
        "Arvind Krishnamurthy",
        "Hanno Lustig"
    ],
    "citation_publication_date": "2018-03-26",
    "issue_date": "2018-03-22",
    "revision_date": "2020-09-21",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a theory that links the U.S. dollar’s valuation in FX markets to the convenience yield that foreign investors derive from holding U.S. safe assets. We show that this convenience yield can be inferred from the Treasury basis: the yield gap between U.S. government and currency-hedged foreign government bonds. Consistent with the theory, a widening of the basis coincides with an immediate appreciation and a subsequent depreciation of the dollar. Our results lend empirical support to models which impute a special role to the U.S. as the world’s provider of safe assets and the dollar, the world’s reserve currency.\n\n",
    "acknowledgement": "\nWe thank Chloe Peng and Ziqing Wang for excellent research assistance. We also thank Mark Aguiar, Mike Chernov, Magnus Dahlquist, Wenxin Du (discussant), Greg Duﬀee, Charles Engel, Emmanuel Farhi, Maury Obstfeld (discussant), Pierre-Olivier Gourinchas (discussant), Ben Hébert, Zhiguo He (discussant), Oleg Itskhoki, Matteo Maggiori, Brent Neiman, Alexi Savov, Jesse Schreger (discussant), Lukas Schmid (discussant), Dongho Song (discussant), Jeremy Stein, Adrien Verdelhan and Stanley Zin for helpful discussions, and seminar participants at the BIS, Carnegie Mellon, Chicago Booth, Columbia, Harvard Business School, Northwestern Kellogg, New York Fed, NYU, Ohio State, San Francisco Fed, Stanford, UT-Austin and UC-Boulder as well as the participants at CESifo Area Conference, the NBER SI IFM 2018, Vienna Symposium on Foreign Exchange Markets, the NBER Fall AP 2018, the 2019 inaugural David Backus conference on macro-ﬁnance, the 2019 Toulouse/CBL conference, and the 2019 AEA for their comments. We have read the Journal of Finance disclosure policy and have no conﬂicts of interest to disclose. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}