{
    "id": 24431,
    "citation_title": "Who Owned Citibank? Familiarity Bias and Business Network Influences on Stock Purchases, 1925-1929",
    "citation_author": [
        "Charles W. Calomiris",
        "Elliot S.M. Oh"
    ],
    "citation_publication_date": "2018-03-26",
    "issue_date": "2018-03-22",
    "revision_date": "2019-08-12",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study factors influencing individuals’ decisions to purchase Citibank stock during the 1920s. Ownership was encouraged by proximity to New York and higher wealth. Lack of familiarity was also an important barrier. The establishment of Citibank branches within a U.S. county or a foreign country was associated with a large increase in share ownership in that location, ceteris paribus. Within the New York City metropolitan area, individual characteristics related to wealth, knowledge, and one’s influence within the New York City Business network increased the probability of becoming a Citibank shareholder. Business associates in the network were an important influence on purchase decisions. Connections with Citibank officers and directors, or with people who had such connections, increased the probability of buying Citibank shares. Connections with other Citibank shareholders also increased the probability of buying Citibank shares. Connections with officers and directors of other large New York banks reduced the probability of owning Citibank, presumably because it increased familiarity with a close substitute for Citibank shares. Network influence reflected more than the transmission of inside information; executives imitated other’s stock buying behavior, which provides evidence of the importance of familiarity for purchases. The role of some network influences, like other identifiable influences, became less important during the price boom of 1928-1929, perhaps reflecting the rising importance of other means of increasing familiarity during the price boom (i.e., media coverage).\n\n",
    "acknowledgement": "\nThe authors are grateful to Lois Kauffman, Kerri Anne Burke, Shira Bistricer, and Richard Gomes of Citigroup, who patiently and graciously offered help and advice accessing materials at the Citibank Archive, and to Citigroup for its willingness to open its archive to researchers. The authors thank Daniel Marcin for sharing the New York Times 1924 list of taxpayers, and the NBER and IPUSM for making the 100 Percent Federal Census data available. They thank Dora Costa, Shrihari Santosh, Pablo Slutzky participants in the UCLA economics department conference on Organizations in History and participants in the University of Maryland Brownbag seminar for comments on an earlier draft. They also thank William Harvey, Anastasia De Pierro, Julie van den Kieboom, Julia Davidson, Dabin Moon, Steven Yoon, Xiaoyu Sun, Palmer Lao, Pinank Shah, Atieh Ashkezari, Bryan Lee, Hyungbin Park, Jenny Yoo, and Craig Buckthorp for excellent research assistance, and Taeh-Hwan Kim, Ju-Heon Kang, Jin-Woo Huh, Hyun-Kyu Oh, Ji-Wang Ko, Do-Guen Lee, Tae-Hong Kim, Byung-Jun Song, Hee-Jin Seo, Hae-Do Jeong, Gi-Wook Choi, and Hong-Sik Yoon for efforts in coding data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}