{
    "id": 24433,
    "citation_title": "Capital Inflows, Equity Issuance Activity, and Corporate Investment",
    "citation_author": [
        "Charles W. Calomiris",
        "Mauricio Larrain",
        "Sergio L. Schmukler"
    ],
    "citation_publication_date": "2018-03-26",
    "issue_date": "2018-03-22",
    "revision_date": "2019-11-15",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Development Economics",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use issuance-level data to study how equity capital inflows that enter emerging market economies affect equity issuance and corporate investment. We show that foreign inflows are strongly correlated with country-level issuance. The relation reflects the behavior of large issuers issuing in domestic equity markets and that of firms issuing in international markets. Those larger, more liquid, and highly valued firms are the ones more likely to raise equity when their country receives capital inflows. To identify supply-side shocks, we instrument capital inflows into each country with exogenous changes in other countries’ attractiveness to foreign investors. Shifts in the supply of foreign capital are important drivers of increased equity inflows. Instrumented inflows lead a subset of firms (large domestic issuers and foreign issuers) to raise new equity, which they use mainly to fund investment. Corporate investment increases between one-tenth and four-tenths the amount of foreign equity capital entering the country.\n\n",
    "acknowledgement": "\nWe thank Laura Alfaro, Nathan Converse (discussant), Erik Gilje (discussant), Jeanne Lafortune, Atif Mian, Gabriel Natividad, Luis Serven, Jose Tessada, Shang-Jin Wei, and participants at presentations held at the ASSA Annual Meetings, Finance UC Conference, Hebrew University, HEC Paris, Kansas City Fed, LACEA-LAMES Annual Meetings, Southern Economic Association Annual Meetings, University of Chile, University of Michigan, University of Santiago Chile, and Vienna Graduate School of Finance for useful comments. We are grateful to Soha Ismail for superb research assistance, to Facundo Abraham, Juan Cortina, and Ruth Llovet for their valuable help at different stages of the project, and to Tatiana Didier and Tomas Williams for facilitating access to data. Larrain acknowledges funding from Proyecto Fondecyt Iniciacion #11160879. Schmukler thanks the financial support of the World Bank Knowledge for Change Program. The views expressed here do not necessarily represent those of the World Bank. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}