{
    "id": 24444,
    "citation_title": "Resource Misallocation in European Firms: The Role of Constraints, Firm Characteristics and Managerial Decisions",
    "citation_author": [
        "Yuriy Gorodnichenko",
        "Debora Revoltella",
        "Jan Svejnar",
        "Christoph T. Weiss"
    ],
    "citation_publication_date": "2018-03-26",
    "issue_date": "2018-03-22",
    "revision_date": "2020-06-15",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing a new survey, we document high dispersion of marginal revenue products across firms in the European Union (EU). To interpret this dispersion, we develop a highly portable framework to quantify gains from better allocation of resources. We demonstrate that, apart from direct measures of distortions, firm characteristics, such as demographics, quality of inputs, utilization of resources, and dynamic adjustment of inputs, are predictors of the marginal revenue products of capital and labor. We emphasize that some firm characteristics may reflect compensating differentials rather than constraints and the effect of constraints on the dispersion of marginal products may hence be smaller than has been assumed in the literature. We show that cross-country differences in the dispersion of marginal products in the EU are largely due to differences in how the business, institutional and policy environment translates firm characteristics into outcomes rather than to the differences in firm characteristics per se. Removing distortions could raise EU aggregate productivity by 40 percent or more.\n\n",
    "acknowledgement": "\nWe thank Russell Cooper, Peter Klenow, Albert Park and seminar participants in Berkeley, Bristol, Padova, at the 2018 ASSA meeting (Philadelphia), the CompNet 7th Annual Conference (Halle), the conference “Investment in the new monetary and financial environment” (Paris), the 2019 EEA Congress (Manchester), for helpful discussion and comments. In preparing this paper, Yuriy Gorodnichenko and Jan Svejnar worked under a grant from the European Investment Bank. Jan Svejnar was also supported by the Czech Science Foundation (grant No. 15-24642S). The views expressed herein are those of the authors and do not necessarily reflect the views of the European Investment Bank or the National Bureau of Economic Research.\n\n\n"
}