{
    "id": 24447,
    "citation_title": "Should they stay or should they go? Climate Migrants and Local Conflicts",
    "citation_author": [
        "Valentina Bosetti",
        "Cristina Cattaneo",
        "Giovanni Peri"
    ],
    "citation_publication_date": "2018-03-26",
    "issue_date": "2018-03-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere is extensive evidence that higher temperature increases the probability of local conflict. There is also some evidence that emigration represents an important margin of adaptation to climatic change. In this paper we analyse whether migration influences the link between warming and conflicts by either attenuating the effects in countries of origin and/or by spreading them to countries of destination. We find that in countries where emigration propensity, as measured by past diaspora, was higher, increases in temperature had a smaller effects on conflict probability, consistent with emigration functioning as \"escape valve\" for local tensions. We find no evidence that climate-induced migration increased the probability of conflict in receiving countries.\n\n",
    "acknowledgement": "\nThe research leading to these results has received funding from the Italian Ministry of Education, University and Research and the Italian Ministry of Environment, Land and Sea under the GEMINA project. Valentina Bosetti also acknowledges funding from the ERC Starting Grant 336703 project RISICO and thanks IGIER The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}