{
    "id": 24440,
    "citation_title": "U.S. Employment and Opioids: Is There a Connection?",
    "citation_author": [
        "Janet Currie",
        "Jonas Y. Jin",
        "Molly Schnell"
    ],
    "citation_publication_date": "2018-03-26",
    "issue_date": "2018-03-22",
    "revision_date": "2019-04-09",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses quarterly county-level data from 2006–2014 to examine the direction of causality in the relationship between per capita opioid prescription rates and employment-to-population ratios. We first estimate models of the effect of per capita opioid prescription rates on employment-to-population ratios, instrumenting opioid prescriptions for younger ages using opioid prescriptions to the elderly. We find that the estimated effect of opioids on employment-to-population ratios is positive but small for women, while there is no relationship for men. We then estimate models of the effect of employment-to-population ratios on opioid prescription rates using a shift-share instrument, and find ambiguous results. Overall, our findings suggest that there is no simple causal relationship between economic conditions and the abuse of opioids. Therefore, while improving economic conditions in depressed areas is desirable for many reasons, it is unlikely on its own to curb the opioid epidemic.\n\n",
    "acknowledgement": "\nWe thank participants at the 2017 IZA Workshop on Health and Labor Markets for their helpful feedback. We gratefully acknowledge support from the program for U.S. Health and Health Policy at the Center for Health and Wellbeing at Princeton University. The statements, findings, conclusions, views, and opinions contained and expressed herein are not necessarily those of IQVIA (nor any of its affiliated or subsidiary entities), QuintilesIMS (nor any of its affiliated or subsidiary entities), nor of the National Bureau of Economic Research.\n\n\n"
}