{
    "id": 24446,
    "citation_title": "Mortgage Design in an Equilibrium Model of the Housing Market",
    "citation_author": [
        "Adam M. Guren",
        "Arvind Krishnamurthy",
        "Timothy J. McQuade"
    ],
    "citation_publication_date": "2018-03-26",
    "issue_date": "2018-03-22",
    "revision_date": "2019-12-27",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow can mortgages be redesigned to reduce housing market volatility, consumption volatility, and default? How does mortgage design interact with monetary policy? We answer these questions using a quantitative equilibrium life cycle model with aggregate shocks, long-term mortgages, and an equilibrium housing market, focusing on designs that index payments to monetary policy. Designs that raise mortgage payments in booms and lower them in recessions do better than designs with fixed mortgage payments. The benefits are quantitatively substantial: In a simulated crisis under a monetary regime in which the central bank lowers real interest rates in a bust, house prices fall 2.24 percentage points less, 23 percent fewer households default, and consumption falls by 0.79 percentage points less with ARMs relative to FRMs. Among designs that reduce payments in a bust, we show that those that front-load the payment reductions and concentrate them in recessions outperform designs that spread payment reductions over the life of the mortgage. Front-loading alleviates household liquidity constraints in states where they are most binding, reducing default and stimulating housing demand by new homeowners. To isolate this channel, we compare an FRM with a built-in option to be converted to an ARM with an FRM with an option to be refinanced at the prevailing FRM rate. Under these two contracts, the present value of a lender's loan falls by roughly an equal amount, but the FRM that can be converted to an ARM, which front loads payment reductions, reduces the declines in prices and consumption six times as much, and reduces default three times as much.\n\n",
    "acknowledgement": "\nThe authors would like to thank Chaojun Wang and Xuiyi Song for excellent research assistance and seminar participants at SED, SITE, Kellogg, Queen's, Indiana, LSE, Boston University, HULM, Housing: Micro Data, Macro Problems, NBER Summer Institute Capital Markets and the Economy, CEPR Housing and the Macroeconomy, Chicago Booth Asset Pricing, UCLA, University of Pittsburgh, MIT Sloan, Wharton, the University of Pennsylvania, Tomasz Piskorski, Erwan Quintin, Jan Eberly, Alex Michaelides, Alexei Tchistyi, and Andreas Fuster for useful comments. Guren acknowledges research support from the National Science Foundation under grant #1623801 and from the Boston University Center for Finance, Law, and Policy. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}