{
    "id": 24448,
    "citation_title": "Control Versus Execution: Endogenous Appropriability and Entrepreneurial Strategy",
    "citation_author": [
        "Kenny Ching",
        "Joshua S. Gans",
        "Scott Stern"
    ],
    "citation_publication_date": "2018-04-02",
    "issue_date": "2018-03-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper considers the role of Rosenbergian uncertainty (i.e., economic uncertainties that arise after successful invention) in shaping appropriability for start-up innovators.  Rather than assuming that the appropriability regime surrounding an innovation is exogenous, we focus on the endogenous choice entrepreneurs face between investing in ensuring control-based appropriability versus investing in the execution and operation of their fledgling businesses.  Investment in execution allows entrepreneurs to advance more quickly than competitors, while control requires delays in commercialization.  Control and execution are strategic substitutes as they represent alternative paths to earning future rents.  Because the size and likelihood of these rents is uncertain, entrepreneurs may be unable to rank these alternative paths in advance, and so their endogenous choice will be grounded in factors such as individual preferences, capabilities, or coherence with their overall entrepreneurial strategy.  A subtle consequence is that the appropriability regime ultimately governing an innovation will be the result of the endogenous choices of the entrepreneur rather than more traditional environmental factors.  Motivated by notable historical examples such as the invention and commercialization of the telephone, we explore these ideas by considering the choice of appropriability regime among a sample of academic entrepreneurs: within a sample of ventures that could have been developed by either faculty or students (or both), we find that faculty-led ventures are much more closely associated with formal intellectual property, student-led ventures are more rapid in their commercialization activities, and, relative to faculty-led ventures, student-led ventures display a tradeoff between patenting and commercialization speed.\n\n",
    "acknowledgement": "\nThis paper was prepared for the Industrial and Corporate Change Conference Beyond Technological Innovation and Diffusion hosted by the Institute for Business Innovation, UC-Berkeley.  We thank the conference participants for thoughtful feedback and remarks.  We also thank Alfonso Gambardella, Francine LaFontaine, Fiona Murray, Valentina Tartari, David Teece, Heidi Williams, Jane Wu and audiences at the Copenhagen Business School, Northwestern Kellogg School of Management, NYU Stern School of Management, Simon Fraser University, University of Melbourne, Oxford University and University College London for helpful comments. All errors remain ours. We thank the MIT Roberts, Hammond and Krasner Fund at MIT for financial support, and the Copenhagen Business School and Harvard Business School for hosting Stern during the completion of this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJoshua S. Gans\n\nJoshua Gans advises numerous start-ups on entrepreneurial strategy. He receives no research funding from such start-ups and the views here to do not represent any of those companies. He also teaches MBA and undergraduate students entrepreneurial strategy.\n\n\n\nScott Stern\n\nScott Stern periodically receives compensation for speaking about or consulting about innovation policy and entrepreneurial strategy, typically at events organized by government agencies or other institutions in the policy process or involved in accelerating start-up companies.\n\n\n"
}