{
    "id": 24441,
    "citation_title": "Race and Economic Opportunity in the United States: An Intergenerational Perspective",
    "citation_author": [
        "Raj Chetty",
        "Nathaniel Hendren",
        "Maggie R. Jones",
        "Sonya R. Porter"
    ],
    "citation_publication_date": "2018-03-26",
    "issue_date": "2018-03-22",
    "revision_date": "2019-12-31",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the sources of racial disparities in income using anonymized longitudinal data covering nearly the entire U.S. population from 1989-2015. We document three results. First, black Americans and American Indians have much lower rates of upward mobility and higher rates of downward mobility than whites, leading to persistent disparities across generations. Conditional on parent income, the black-white income gap is driven by differences in wages and employment rates between black and white men; there are no such differences between black and white women. Hispanic Americans have rates of intergenerational mobility more similar to whites than blacks, leading the Hispanic-white income gap to shrink across generations. Second, differences in parental marital status, education, and wealth explain little of the black-white income gap conditional on parent income. Third, the black-white gap persists even among boys who grow up in the same neighborhood. Controlling for parental income, black boys have lower incomes in adulthood than white boys in 99% of Census tracts. The few areas with small black-white gaps tend to be low-poverty neighborhoods with low levels of racial bias among whites and high rates of father presence among blacks. Black males who move to such neighborhoods earlier in childhood have significantly better outcomes. However, fewer than 5% of black children grow up in such areas. Our findings suggest that reducing the black-white income gap will require efforts whose impacts cross neighborhood and class lines and increase upward mobility specifically for black men.\n\n",
    "acknowledgement": "\nThe views expressed are those of the authors and not necessarily those of the U.S. Census Bureau or the National Bureau of Economic Research. The statistical summaries reported in this paper have been cleared by the Census Bureau's Disclosure Review Board release authorization number CBDRB-FY18-195. We thank Rick Banks, Jennifer Eberhardt, David Ellwood, John Friedman, Roland Fryer, David Grusky, Anthony Jack, Lawrence Katz, Adam Looney, Alex Mas, Amy O'Hara, Amanda Pallais, John Powell, Sean Reardon, Jesse Shapiro, Emmanuel Saez, Robert Sampson, Isaac Sorkin, Florencia Torche, William Julius Wilson, numerous seminar participants, and anonymous referees for helpful comments and discussions. We are indebted to Michael Droste, Benjamin Goldman, Jamie Gracie, Alexandre Jenni, Martin Koenen, Sarah Merchant, Emanuel Schertz, James Stratton, Joseph Winkelmann, and our other Opportunity Insights pre-doctoral fellows for their outstanding contributions to this work. This research was funded by the Bill & Melinda Gates Foundation, the Robert Wood Johnson Foundation, the Kellogg Foundation, and Harvard University.\n\n\n"
}