{
    "id": 24449,
    "citation_title": "The Impact of Artificial Intelligence on Innovation",
    "citation_author": [
        "Iain M. Cockburn",
        "Rebecca Henderson",
        "Scott Stern"
    ],
    "citation_publication_date": "2018-04-02",
    "issue_date": "2018-03-29",
    "revision_date": "2019-04-30",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nArtificial intelligence may greatly increase the efficiency of the existing economy. But it may have an even larger impact by serving as a new general-purpose “method of invention” that can reshape the nature of the innovation process and the organization of R&D.  We distinguish between automation-oriented applications such as robotics and the potential for recent developments in “deep learning” to serve as a general-purpose method of invention, finding strong evidence of a “shift” in the importance of application-oriented learning research since 2009. We suggest that this is likely to lead to a significant substitution away from more routinized labor-intensive research towards research that takes advantage of the interplay between passively generated large datasets and enhanced prediction algorithms.  At the same time, the potential commercial rewards from mastering this mode of research are likely to usher in a period of racing, driven by powerful incentives for individual companies to acquire and control critical large datasets and application-specific algorithms.  We suggest that policies which encourage transparency and sharing of core datasets across both public and private actors may be critical tools for stimulating research productivity and innovation-oriented competition going forward.\n\n",
    "acknowledgement": "\nThe authors would like to thank the organizers and participants at the first NBER conference on the Economics of Artificial Intelligence, and in particular our discussant Matthew Mitchell for many helpful suggestions and ideas. Michael Kearney provided extraordinary research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. Funding for this paper was provided by the MIT Sloan School of Management, by the HBS Division of Research and by the Questrom School of Management.\n\n\n\nScott Stern\n\nScott Stern periodically receives compensation for speaking about or consulting about innovation policy, typically at events organized by government agencies or other institutions in the policy process.\n\n\n"
}