{
    "id": 24442,
    "citation_title": "Effectiveness of Connected Legislators",
    "citation_author": [
        "Marco Battaglini",
        "Valerio Leone Sciabolazza",
        "Eleonora Patacchini"
    ],
    "citation_publication_date": "2018-03-26",
    "issue_date": "2018-03-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we study the extent to which social connections influence the legislative effectiveness of members of the U.S. Congress. We propose a new model of legislative effectiveness that formalizes the role of social connections and generates simple testable predictions. The model predicts that a legislator's equilibrium effectiveness is proportional to a specific weighted Katz-Bonacich centrality in the network of social connections, where the weights depend on the legislators' characteristics. We then propose a new empirical strategy to test the theoretical predictions using the network of cosponsorship links in the 109th-113th Congresses. The strategy addresses network endogeneity by implementing a two-step Heckman correction based on an original instrument: the legislators' alumni connections. We find that, in the absence of a correction, all measures of centrality in the cosponsorship network are significant. When we control for network endogeneity, however, only the measure suggested by the model remains significant, and the fit of the estimation is improved. We also study the influence of legislators' characteristics on the size of network effects. In doing so, we provide new insights into how social connectedness interacts with factors such as seniority, partisanship and legislative leadership in determining legislators' effectiveness.\n\n",
    "acknowledgement": "\nFor useful comments and discussions we thank Tiziano Arduini, Quoc-Anh Do, Sida Peng and seminar participants at 2017 B-PECO Conference in Brussels and the 2017 Behavioral Public Economics Workshop in Vienna. We thank Angela Cools for outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}