{
    "id": 24451,
    "citation_title": "Tax-Exempt Lobbying: Corporate Philanthropy as a Tool for Political Influence",
    "citation_author": [
        "Marianne Bertrand",
        "Matilde Bombardini",
        "Raymond Fisman",
        "Francesco Trebbi"
    ],
    "citation_publication_date": "2018-04-02",
    "issue_date": "2018-03-29",
    "revision_date": "2019-02-20",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe explore the role of charitable giving as a means of political influence, a channel that has been heretofore unexplored in the political economy literature. For philanthropic foundations associated with Fortune 500 and S&P500 corporations, we show that grants given to charitable organizations located in a congressional district increase when its representative obtains seats on committees that are of policy relevance to the firm associated with the foundation. This pattern parallels that of publicly disclosed Political Action Committee (PAC) spending. As further evidence on firms’ political motivations for charitable giving, we show that a member of Congress’s departure leads to a short-term decline in charitable giving to his district, and we again observe similar patterns in PAC spending. Charities directly linked to politicians through personal financial disclosure forms filed in accordance to Ethics in Government Act requirements exhibit similar patterns of political dependence. Our analysis suggests that firms deploy their charitable foundations as a form of tax-exempt influence seeking. Based on a straightforward model of political influence, our estimates imply that 7.1 percent of total U.S. corporate charitable giving is politically motivated, an amount that is economically significant: it is 280 percent larger than annual PAC contributions and about 40 percent of total federal lobbying expenditures. Given the lack of formal electoral or regulatory disclosure requirements, charitable giving may be a form of political influence that goes mostly undetected by voters and shareholders, and which is directly subsidized by taxpayers.\n\n",
    "acknowledgement": "\nBertrand: University of Chicago Booth School of Business and NBER; Bombardini: University of British Columbia, CIFAR, and NBER; Fisman: Boston University and NBER; Trebbi: University of British Columbia, CIFAR, and NBER. We would like to thank Dave Baron, Matthew Gentzkow and participants at the 2017 meeting of the Canadian Economics Association and seminar participants at Stanford GSB, University of Texas-Austin, NYU, Princeton, UCLA, Warwick, LSE and Yale. Bombardini and Trebbi acknowledge financial support from CIFAR and SSHRC. Ken Norris, Dina Rabinovitz, Juan Felipe Riano, Varit Senapitak, and Ana-Maria Tenekedjieva provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}