{
    "id": 24452,
    "citation_title": "Mortality from Nestlé’s Marketing of Infant Formula in Low and Middle-Income Countries",
    "citation_author": [
        "Jesse K. Anttila-Hughes",
        "Lia C.H. Fernald",
        "Paul J. Gertler",
        "Patrick Krause",
        "Eleanor Tsai",
        "Bruce Wydick"
    ],
    "citation_publication_date": "2018-04-02",
    "issue_date": "2018-03-29",
    "revision_date": "2025-01-22",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nInfant formula use has been implicated in tens of millions of infant deaths in low and middle-income countries over the past several decades, but causal evidence of its link with mortality remains elusive. We combine birth record data from over 2.6 million infants across 38 countries in the Demographic and Health Surveys (DHS) with reconstructed historical data from annual investor reports on the timing of Nestlé entrance into infant formula country markets. Consistent with the hypothesis that formula mixed with unclean water could act as a disease vector, we find that infant mortality increased in households with unclean water sources by 19.4 per thousand births following Nestlé market entrance, but had no effect among other households. This rate is equivalent to a 27% increase in mortality in the population using unclean water and amounts to about 212,000 excess deaths per year at the peak of the Nestlé controversy in 1981.\n\n",
    "acknowledgement": "\nWe thank Claire Boone, Ingvild Madsen-Lampe and Carol Spector for outstanding research assistance, and Jere Behrman, Melissa Binder, Kitt Carpenter, Janet Currie, Andrew Dustan, Gregory Heath, Russell Mask, Ted Miguel, Nigel Rollins, Kira Villa, and Tom Vogl as well as seminar participants at UC Berkeley, UC Davis, Princeton, Vanderbilt, Notre Dame, Covenant College, University of New Mexico, University of Minnesota, Montana State University, and the 2017 International Economic Association Meetings in Mexico City. The authors have no financial or material interests in the results in this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}