{
    "id": 24450,
    "citation_title": "More than Just a Nudge: Supporting Kindergarten Parents with Differentiated and Personalized Text-Messages",
    "citation_author": [
        "Christopher J. Doss",
        "Erin M. Fahle",
        "Susanna Loeb",
        "Benjamin N. York"
    ],
    "citation_publication_date": "2018-04-02",
    "issue_date": "2018-03-29",
    "revision_date": "2018-04-03",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent studies show that texting-based interventions can produce educational benefits in children across a range of ages. We study effects of a text-based program for parents of kindergarten children, distinguishing a general program from one adding differentiation and personalization based on each child’s developmental level. Children in the differentiated and personalized program were 63 percent more likely to read at a higher level (p<0.001) compared to the general group; and their parents reported engaging more in literacy activities. Effects were driven by children further from average levels of baseline development indicating that the effects likely stemmed from text content.\n\n",
    "acknowledgement": "\nWe give special thanks to Carla Bryant, Meenoo Yashar, Pamela Geisler, and numerous other employees of the San Francisco Unified School District for the many ways in which they supported this study. The research reported here was supported in part by the Institute of Education Sciences, U.S. Department of Education, through Grant R305B090016 to Stanford University as well as generous grants from the Silver Giving Foundation and the Evelyn and Walter Haas Jr. Foundation. The opinions expressed are those of the authors and do not necessarily represent views of the Institute or the U.S. Department of Education or the National Bureau of Economic Research.\n\n\n\nBenjamin N. York\n\nBenjamin N. York has an ownership stake in ParentPowered Public Benefit Corporation, which creates technology enabled supports for families, including text messaging programs.\n\n\n"
}