{
    "id": 24453,
    "citation_title": "Knowledge Transfer Abroad: The Role of U.S. Inventors within Global R&D Networks",
    "citation_author": [
        "Lee Branstetter",
        "Britta Glennon",
        "J. Bradford Jensen"
    ],
    "citation_publication_date": "2018-04-02",
    "issue_date": "2018-03-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe location of US multinational foreign R&D has shifted significantly to include emerging markets in addition to traditional Western R&D hubs, resulting in two challenges for multinationals: (1) how to transfer knowledge across geographic distances, and (2) how to facilitate learning when local knowledge sources in given technological areas are inadequate. This paper argues that to overcome these challenges, multinationals utilize home country inventors on foreign affiliate inventor teams – and in particular on teams in locations with insufficiently specialized local knowledge stocks – to facilitate knowledge transfer. Empirical analysis of a comprehensive dataset of US multinational R&D and patenting activity provides robust support for this argument. The findings have important implications for understanding how countries can gain expertise in technical areas and how poor countries can escape the knowledge trap, and they provide insight into management of increasingly dispersed multinational global R&D networks, particularly in locations with relatively unspecialized local inventors.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge useful comments and feedback from Juan Alcacer, John Walsh, Erica Fuchs, Brian Kovak, and attendees of the 2017 CCC Doctoral Consortium and of the 2018 AOM Symposium on the Globalization of R&D, as well as financial support from the National Science Foundation through two grants: 1360165 and 1360170. The statistical analysis of firm-level data on U.S. multinational companies was conducted at the Bureau of Economic Analysis (BEA), United States Department of Commerce under arrangements that maintain legal confidentiality requirements. We thank Bill Zeile, Jim Fetzer, and Ray Mataloni for helpful discussions on the BEA data. All errors and omissions remain our own responsibility. The views expressed are those of the authors and do not reflect official positions of the U.S. Department of Commerce or the National Science Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJ. Bradford Jensen\n\nI received approximately $15,000 from the University of Basel for teaching in 2017.\n\n\nI am a part-time employee at the U.S. Census Bureau.\n\n\nI am a non-resident senior fellow at the Peterson Institute for International Economics. I am sometimes paid for research I contribute to Peterson Institute programs.\n\n\n"
}