{
    "id": 24456,
    "citation_title": "Trade and Minimum Wages in General Equilibrium: Theory and Evidence",
    "citation_author": [
        "Xue Bai",
        "Arpita Chatterjee",
        "Kala Krishna",
        "Hong Ma"
    ],
    "citation_publication_date": "2018-04-02",
    "issue_date": "2018-03-29",
    "revision_date": "2021-07-30",
    "topics": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops a new model with heterogeneous firms under perfect competition in a Heckscher-Ohlin setting. We derive a novel prediction regarding the effect of minimum wages on selection, namely that a binding minimum wage will raise (or lower) TFP at the firm and industry level depending on whether the capital intensity of entry costs exceeds (falls short of) that of production. Exploiting rich regional variation in minimum wages across Chinese counties and using firm level production data, we find robust evidence in support of causal effects of minimum wages consistent with our theoretical predictions.\n\n",
    "acknowledgement": "\nWe are grateful to Churen Sun, Yi Huang, and Gewei Wang for generously sharing their minimum wage data. We thank the editor and two anonymous referees for comments that greatly improved the paper. We are also indebted to David Atkin, Lorenzo Caliendo, Kerem Cosar, Arnaud Costinot, Meredith Crowley, Roberto Álvarez Espinoza, Giovanni Facchini, Lu Han, Michael Koelle, Sergey Lychagin, Peter Morrow, Marc Muendler, Peter Neary, Valerie Smeets and Lex Zhao for comments. We are also grateful, to participants of the InsTED Advances in the Theory and Empirics of Institutions, Trade and Economic Development 2019, Canadian Economics Association Annual Conference 2019, CAFRAL, Australasian Trade Workshop 2018, ASSA Annual Meeting 2018, IESR Firms in Emerging Economies Workshop 2018, CESifo The Minimum Wage Institution 2018, Princeton Summer 2017 IES workshop, Summer at the Census workshop 2018, the Econometric Society 2017 Asian Meeting and 2017 China Meeting, the TIGN 2017 conference in Montvideo and the CESifo Conference on the Global Economy in Munich, Kansas State University, Federal Reserve Bank of Kansas City, UNSW, Duke, UCSC, World Bank, Monash University, Cambridge University, and Xiamen University for comments. We thank Meghna Bramhachari, Yingyan Zhao, and Hongbing Wei for able research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}