{
    "id": 24455,
    "citation_title": "International Joint Ventures and Internal Technology Transfer vs. External Technology Spillovers: Evidence from China",
    "citation_author": [
        "Kun Jiang",
        "Wolfgang Keller",
        "Larry D. Qiu",
        "William Ridley"
    ],
    "citation_publication_date": "2018-04-02",
    "issue_date": "2018-03-29",
    "revision_date": "2024-03-29",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the economics of international joint ventures using administrative data for China. We first show that foreign investors choose Chinese partners that are relatively large, productive, and more innovative to set up their joint venture. Using a difference-in-differences framework and accounting for these selection effects, we then provide evidence that joint ventures lead to domestic benefits in the form of productivity and technological spillovers to both the Chinese partners in joint ventures as well as other domestic Chinese firms. Exploiting the easing of joint venture requirements as China entered the WTO in the year 2001, we further show that intra-industry spillovers from joint ventures to other domestic firms increased in the wake of China’s WTO accession, consistent with gains from foreign technology rising due to enhanced commitment through the rules-based WTO system. Our results shed new light on the efficacy of FDI performance requirements as well as on claims regarding international technology transfer that underpinned the China-US trade war.\n\n",
    "acknowledgement": "\nThanks to the editor for useful comments and guidance, as well as to two referees for comments that have improved this paper. We would also like to thank Chad Bown, Loren Brandt, Lee Branstetter, Beata Javorcik, and Shang-Jin Wei, as well as participants at numerous venues for helpful comments and suggestions. Chaoqun Zhan has provided excellent research assistance. This project was financially supported by RGC Competitive Earmarked Research Grant No. 17501914 of the Hong Kong Special Administrative Region Government. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}