{
    "id": 24454,
    "citation_title": "The International Transmission of Monetary Policy",
    "citation_author": [
        "Claudia M. Buch",
        "Matthieu Bussiere",
        "Linda Goldberg",
        "Robert Hills"
    ],
    "citation_publication_date": "2018-04-02",
    "issue_date": "2018-03-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents the novel results from an internationally coordinated project by the International Banking Research Network (IBRN) on the cross-border transmission of conventional and unconventional monetary policy through banks. Teams from seventeen countries use confidential micro-banking data for the years 2000 through 2015 to explore the international transmission of monetary policies of the U.S., euro area, Japan, and United Kingdom. Two other studies use international data with different degrees of granularity. International spillovers into lending to the private sector do occur, especially for U.S. policies, and bank-specific heterogeneity influences the magnitudes of transmission. The effects are supportive of the international bank lending channel and the portfolio channel of monetary policy transmission. They also show that the frictions that banks face matter; in particular, foreign currency funding and hedging considerations can be a key source of heterogeneity. The forms of bank balance sheet heterogeneity that differentiate spillovers across banks are not uniform across countries. International spillovers into lending can be large for some banks, even while the average international spillovers of policies into nonbank lending generally are not large.\n\n",
    "acknowledgement": "\nThe authors thank the International Banking Research Network for thoughtful discussions of content, methodology, and data, and for the empirical results serving as inputs into the meta-analysis of this paper. Helpful comments and discussions were provided by Jean Imbs and participants at “Global financial linkages and monetary policy transmission” conference in Paris in June 2017, Stijn Claessens, Galina Hale, Katharine Neiss, and anonymous referees. Excellent research assistance was provided by Jacob Conway, April Meehl, and Elaine Yao. The views expressed in this paper are solely those of the authors and should not be interpreted as reflecting those of the Federal Reserve Bank of New York, the Federal Reserve System, the Deutsche Bundesbank, the Banque de France, the Eurosystem, the Bank of England, or the National Bureau of Economic Research.\n\n\n"
}