{
    "id": 24459,
    "citation_title": "Mortgage Market Credit Conditions and U.S. Presidential Elections",
    "citation_author": [
        "Alexis Antoniades",
        "Charles W. Calomiris"
    ],
    "citation_publication_date": "2018-04-02",
    "issue_date": "2018-03-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n",
        "Other History",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nVoters punish incumbent Presidential candidates for contractions in the local (county-level) supply of mortgage credit during market-wide contractions of credit, but they do not reward them for expansions in mortgage credit supply in boom times. Our primary focus is the Presidential election of 2008, which followed an unprecedented swing from very generous mortgage underwriting standards to a severe contraction of mortgage credit. Voters responded to the credit crunch by shifting their support away from the Republican Presidential candidate in 2008.  That shift was particularly pronounced in states that typically vote Republican, and in swing states. The magnitude of the effect is large. If the supply of mortgage credit had not contracted from 2004 to 2008, McCain would have received half the votes needed in nine crucial swing states to reverse the outcome of the election. The effect on voting in these swing states from local contractions in mortgage credit supply was five times as important as the increase in the unemployment rate; if unemployment had not increased from 2004 to 2008, that improvement in local labor markets would only have given McCain only 9% of the votes needed to win the nine crucial swing states.  We extend our analysis to the Presidential elections from 1996 to 2012 and find that voters’ reactions are similar for Democratic and Republican incumbent parties, but different during booms and busts of mortgage credit. These asymmetric results indicate that voters react strongly and negatively to credit supply contraction; however, organized political bargaining (the “smoke-filled room channel”) rather than voting was the primary vehicle for rewarding politicians for supporting government subsidies for mortgage risk during booms.\n\n",
    "acknowledgement": "\nWe thank Howard Rosenthal, participants in the October 2015 Meetings of the International Atlantic Economic Society, and seminar participants at Georgetown University, University of Heidelberg, University of Cyprus, and the Max-Planck Institute in Bonn for comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}