{
    "id": 24461,
    "citation_title": "Foreign Direct Investment and Knowledge Diffusion in Poor Locations",
    "citation_author": [
        "Girum Abebe",
        "Margaret S. McMillan",
        "Michel Serafinelli"
    ],
    "citation_publication_date": "2018-04-02",
    "issue_date": "2018-03-29",
    "revision_date": "2021-02-23",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use a plant level survey to identify interactions between domestic plants and foreign direct investment (FDI) in Ethiopia’s manufacturing sector. One third of Ethiopian plants are linked to FDI through labor sharing, supply chains and competition. Technology upgrading most commonly occurs as a result of competition in output markets and observation and imitation of FDI in the same line of business. Other benefits include enhanced managerial practices and knowledge about exporting. Spillovers from FDI are identified by comparing changes in total factor productivity (TFP) among domestic plants in districts where a large greenfield foreign plant produces and districts where FDI in the same industry and around the same time was licensed but not yet operational. Over the four years starting with the year of the FDI opening, the TFP of domestic plants is 11 percent higher in treated districts, employment in domestic plants increases and more domestic plants open.\n\n",
    "acknowledgement": "\nWe thank Nathaniel Baum-Snow, Loren Brandt, Pamela Campa, David Card, Kunal Dasgupta, Eike J Eser, Zhexin Feng, Christian Fons-Rosen, Matthias Heinz, Enrico Moretti, Marco Gonzales Navarro, Peter Morrow, Jonas Hjort, Richard Hornbeck, Thierry Mayer, Anna Raute, Marco Sanfilippo, Seyhun Orcan Sakalli, William Strange, Petra Thiemann, Eric Verhoogen, Etienne Wasmer, Genet Zinabou and seminar participants at Essex, IMF, Universitat Autonoma de Barcelona, Oxford, NBER Summer Institute PRDP, NYUAD, CEPR - PEDL Research Workshop, IGC Growth Week, Trinity College Dublin, SAEe 2017, RCEF 2016, University of Toronto, York University, University of Bristol, CEMFI, Wilfrid Laurier University, EEA 2018, AFSE 2018, ISER, University of Cologne, Milano MILLS, the CReAM UCL Workshop in Labour Economics, the Firms, Markets, and Development workshop at the Ortygia Business School and the Foreign Investment and Structural Transformation in Africa workshop in Addis Ababa for suggestions, and Mia Ellis, Yiwei Jiang, Jed Silver, Inigo Verduzco for excellent research assistance. We also thank plants’ employees who have generously given their time in interviews. We thank the International Food Policy Research Institute’s program Policies, Institutions and Markets, PEDL, and the University of Toronto Connaught Fund for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}