{
    "id": 24465,
    "citation_title": "The Effects of EITC Correspondence Audits on Low-Income Earners",
    "citation_author": [
        "John Guyton",
        "Kara Leibel",
        "Dayanand S. Manoli",
        "Ankur Patel",
        "Mark Payne",
        "Brenda Schafer"
    ],
    "citation_publication_date": "2018-04-02",
    "issue_date": "2018-03-29",
    "revision_date": "2019-12-12",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEach year, the United States Internal Revenue Service identifies taxpayers who may have erroneously claimed Earned Income Tax Credit (EITC) benefits and audits them through a mail correspondence process to verify their claims. This paper exploits the random variation arising from certain aspects of the audit selection process to estimate the impacts of these EITC correspondence audits on taxpayer behaviors. In the years after being audited, taxpayers are less likely to claim EITC benefits, and most of the reduction appears to be in EITC claims that may have been flagged for potential EITC noncompliance. Additionally, qualifying children on audited returns are more likely to be claimed by other taxpayers after the audits. These spillovers indicate that net overpayments may be less than gross overpayments, since ineligible qualifying children on audited returns could potentially be eligible qualifying children on other taxpayers’ returns. Lastly, EITC correspondence audits affect real economic activity, as wage earners experience changes in the likelihood of having wage employment in the years after being audited.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Tax Enforcement and Tax Policy: Evidence on Taxpayer Responses to EITC Correspondence Audits.\" This research does not represent any official views or opinions of the Internal Revenue Service, any other government agency, or the National Bureau of Economic Research. Manoli gratefully acknowledges research funding from the Laura and John Arnold Foundation, and the authors thank Deena Ackerman, Lily Batchelder, Ciyata Coleman, Patricia Gray, Lorraine Harrison, Erin King, Wojciech Kopczuk, Pat Langetieg, Emily Lin, Janet McCubbin, Alicia Miller, Lynne Morrison, Leatta Phillips, Pete Rose, Dan Shaviro, Joel Slemrod, Alex Turk, and numerous colleagues and seminar and conference participants for helpful comments and discussions.\n\n\n"
}