{
    "id": 24463,
    "citation_title": "Foreign Exchange Intervention Redux",
    "citation_author": [
        "Roberto Chang"
    ],
    "citation_publication_date": "2018-04-02",
    "issue_date": "2018-03-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nReceived wisdom posits that sterilized foreign exchange intervention can be effective by altering the currency composition of assets held by the public. This paper proposes an alternative channel: sterilized intervention may (or may not) have real effects because it changes the net credit position of the central bank vis a vis financial intermediaries, thereby affecting external debt limits. This argument is developed in the context of an open economy model with domestic banks subject to occasionally binding collateral constraints. Intervention has real effects if and only if it occurs when the constraints bind; at such times, a sterilized sale of official reserves relaxes the constraints by reducing the central bank's debt to domestic banks, freeing resources for the latter to increase the supply of credit to domestic agents. The analysis yields several noteworthy implications for intervention policy, official reserves accumulation, and the interaction between intervention and monetary policy.\n\n",
    "acknowledgement": "\nPrepared for the 2017 Central Bank of Chile Annual Conference. I am indebted to José De Gregorio and Paolo Cavallino for insightful discussions. I also thank Guillermo Calvo, Luis Felipe Céspedes and seminar participants at Rutgers, ITAM Banco de Mexico, and the Di Tella IEF Workshop for useful comments and suggestions. Of course, any errors or shortcomings are solely mine. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}