{
    "id": 24464,
    "citation_title": "Age Gradient in Female Crime: Welfare Reform as a Turning Point",
    "citation_author": [
        "Hope Corman",
        "Dhaval M. Dave",
        "Nancy E. Reichman"
    ],
    "citation_publication_date": "2018-04-02",
    "issue_date": "2018-03-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study explores how a major public policy change—the implementation of welfare reform in the U.S. in the 1990s—shaped the age gradient in female crime. We used FBI arrest data to investigate the age-patterning of the effects of welfare reform on women’s arrests for property crime, the type of crime women are most likely to commit and that welfare reform has been shown to affect. We found that women’s property crime arrest rates declined over the age span; that welfare reform led to an overall reduction in adult women’s property crime arrests of about 4%, with the strongest effects for women ages 25–29 and in their 40s; that the effects were slightly stronger in states with stricter work incentives; and that the effects were much stronger in states with high criminal justice expenditures and staffing. The key contributions of this study are the focus on a broad and relevant policy-based “turning point” (change in circumstances that can lead people to launch or desist from criminal careers), addressing the general question of how a turning point shapes age gradients in criminal behavior, and the focus on women in the context of the age patterning of crime.\n\n",
    "acknowledgement": "\nThis research was supported in part by a grant to Hope Corman at Rider University by the Charles Koch Foundation. The authors are grateful to Erik Adamcik for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}