{
    "id": 24467,
    "citation_title": "The Political Economy of Ideas: On Ideas Versus Interests in Policymaking",
    "citation_author": [
        "Sharun Mukand",
        "Dani Rodrik"
    ],
    "citation_publication_date": "2018-04-02",
    "issue_date": "2018-03-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a conceptual framework to highlight the role of ideas as a catalyst for policy and institutional change. We make an explicit distinction between ideas and vested interests and show how they feed into each other. In doing so the paper integrates the Keynes-Hayek perspective on the importance of ideas with the currently more fashionable Stigler-Becker (interests only) approach to political economy. We distinguish between two kinds of ideational politics – the battle among different worldviews on the efficacy of policy (worldview politics) versus the politics of victimhood, pride and identity (identity politics). Political entrepreneurs discover identity and policy ‘memes’ (narratives, cues, framing) that shift beliefs about how the world works or a person’s belief of who he is (i.e. identity). Our framework identifies a complementarity between worldview politics and identity politics and illustrates how they may reinforce each other. In particular, an increase in identity polarization may be associated with a shift in views about how the world works. Furthermore, an increase in income inequality is likely to result in a greater incidence of ideational politics. Finally, we show how ideas may not just constrain, but also ‘bite’ the interests that helped propagate them in the first instance.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge discussions with and comments of Tim Besley, Sumon Majumdar, Debraj Ray and Kenneth Shepsle. Raghul Venkatesh provided superb research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}