{
    "id": 24468,
    "citation_title": "The Transformation of Manufacturing and the Decline in U.S. Employment",
    "citation_author": [
        "Kerwin Kofi Charles",
        "Erik Hurst",
        "Mariel Schwartz"
    ],
    "citation_publication_date": "2018-04-02",
    "issue_date": "2018-03-29",
    "revision_date": "2021-02-24",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing data from a variety of sources, this paper comprehensively documents the dramatic changes in the manufacturing sector and the large decline in employment rates and hours worked among prime-aged Americans since 2000. We use cross-region variation to explore the link between declining manufacturing employment and labor market outcomes.  We find that manufacturing decline in a local area in the 2000s had large and persistent negative effects on local employment rates, hours worked and wages.  We also show that declining local manufacturing employment is related to rising local opioid use and deaths. These results suggest that some of the recent opioid epidemic is driven by demand factors in addition to increased opioid supply. We conclude the paper with a discussion of potential mediating factors associated with declining manufacturing labor demand including public and private transfer receipt, sectoral switching, and inter-region mobility.  Overall, we conclude that the decline in manufacturing employment was a substantial cause of the decline in employment rates during the 2000s particularly for less educated prime age workers. Given the trends in both capital and skill deepening within this sector, we further conclude that many policies currently being discussed to promote the manufacturing sector will have only a modest labor market impact for less educated individuals.\n\n",
    "acknowledgement": "\nWe thank Mark Aguiar, David Autor, John Cochrane, Steve Davis, David Dorn, Bob Hall, Gordon Hanson, Matt Notowidigdo, Jonathan Parker and seminar participants at the Hoover Policy Workshop for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}