{
    "id": 24470,
    "citation_title": "Measuring Ex-Ante Welfare in Insurance Markets",
    "citation_author": [
        "Nathaniel Hendren"
    ],
    "citation_publication_date": "2018-04-02",
    "issue_date": "2018-03-29",
    "revision_date": "2019-10-16",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe willingness to pay for insurance captures the value of insurance against only the risk that remains when choices are observed. This paper develops tools to measure the ex-ante expected utility impact of insurance subsidies and mandates when choices are observed after some insurable information is revealed. The approach retains the transparency of using reduced-form willingness to pay and cost curves, but it adds one additional sufficient statistic: the difference in marginal utilities between insured and uninsured. I provide an approach to estimate this statistic that uses only reduced-form willingness to pay and cost curves, combined with either a measure of risk aversion. I compare the approach to structural approaches that require fully specifying the choice environment and information sets of individuals. I apply the approach using existing willingness to pay and cost curve estimates from the low-income health insurance exchange in Massachusetts. Ex-ante optimal insurance prices are roughly 30% lower than prices that maximize market surplus. While mandates would increase deadweight loss, the results suggest they would actually increase ex-ante expected utility.\n\n",
    "acknowledgement": "\nI am very grateful to Raj Chetty, David Cutler, Liran Einav, Amy Finkelstein, Ben Handel, Pat Kline, Tim Layton, Mark Shepard, Mike Whinston, seminar participants at the NBER Summer Institute and University of Texas, along with five anonymous referees and the editor, Adam Sziedl, for helpful comments and discussions. I also thank Kate Musen for helpful research assistance. Support from the National Science Foundation CAREER Grant is gratefully acknowledged. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}