{
    "id": 24471,
    "citation_title": "Leveling the Playing Field for High School Choice: Results from a Field Experiment of Informational Interventions",
    "citation_author": [
        "Sean P. Corcoran",
        "Jennifer L. Jennings",
        "Sarah R. Cohodes",
        "Carolyn Sattin-Bajaj"
    ],
    "citation_publication_date": "2018-04-02",
    "issue_date": "2018-03-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe conducted a field experiment in 165 high-poverty New York City middle schools to help students navigate a complex high school choice process and access higher-performing schools. Students in treatment schools were given a customized one-page list of proximate high schools with a graduation rate at or above the city median (70%). Some also received a supplemental list highlighting academically non-selective schools or high schools organized by academic interest area. The interventions changed student application behavior in ways that led to more matches to higher-performing schools. While treatment students did not apply to higher graduation rate schools, they applied to schools where their odds of admission were higher, were more likely to receive their first-choice high school, and were less likely to match to a school with a low graduation rate. Our findings also suggest that informational interventions may not reduce inequality, since both disadvantaged and comparatively advantaged students used our materials, and in some cases the latter benefited more from them by applying and matching to more schools on our lists. Students in non-English speaking households, who were particularly responsive to the intervention and were much less likely to match to a low-performing school, were one notable exception to this pattern.\n\n",
    "acknowledgement": "\nThis labor-intensive field experiment was possible thanks to the hard work of research assistants and staff of the NYC High School Admissions Study. In particular, we would like to thank Christine Baker-Smith, Alexandra Bray, Duwa Alebdy, Alex Clothier, Florangel DeLeon, Shaked Landor, Dhanya Madugalle, Marina Makram, Zach Malter, Eric Sturm, and Hailey Vogel. Peter Bergman, Adam Gamoran, Jim Kemple, Mike Lovenheim, Stewart Burns Wade, and seminar participants at Harvard University, Princeton University, the University of Connecticut, the University of Arkansas, and Teachers College Columbia University all provided helpful comments. We thank the William T. Grant Foundation for financial support. The Research Alliance for New York City Schools enabled access to NYC administrative data. The Spencer Foundation and the NYU Institute for Human Development and Social Change provided critical seed funding. We are grateful for input and feedback from the NYCDOE enrollment office, in particular Amy Basile, Nadiya Chadha, Sonali Murarka, and Lianna Wright. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}