{
    "id": 24474,
    "citation_title": "Financial Development, Growth, and Crisis: Is There a Trade-Off?",
    "citation_author": [
        "Norman Loayza",
        "Amine Ouazad",
        "Romain Rancière"
    ],
    "citation_publication_date": "2018-04-09",
    "issue_date": "2018-04-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper reviews the evolving literature that links financial development, financial crises, and economic growth in the past 20 years. The initial disconnect—with one literature focusing on the effect of financial deepening on long-run growth and another studying its impact on volatility and crisis—has given way to a more nuanced approach that analyzes the two phenomena in an integrated framework. The main finding of this literature is that financial deepening leads to a trade-off between higher economic growth and higher crisis risk; and its main conclusion is that, for at least middle-income countries, the positive growth effects outweigh the negative crisis risk impact. This balanced view has been revisited recently for advanced economies, where an emerging and controversial literature supports the notion of \"too much finance,\" suggesting that there might be a threshold beyond which financial depth becomes detrimental for economic growth by crowding out other productive activities and misallocating resources. Nevertheless, the growth/crisis trade-off is alive and strong for a large share of the world economy. Recognizing the intrinsic trade-offs of financial development can provide a useful framework to design policies targeting financial deepening, diversity, and inclusion. In particular, acknowledging the trade-offs can highlight the need for complementary policies to mitigate the risks, from financial macroprudential policies to monetary policy frameworks that monitor the growth of credit and asset prices.\n\n",
    "acknowledgement": "\nThis paper has been prepared as a chapter for the forthcoming Handbook of Finance and Development, edited by Thorsten Beck and Ross Levine (Edward Elgar Publishing). We are grateful to the editors for their valuable advice The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}