{
    "id": 2447,
    "citation_title": "Factor Prices and Welfare Under Integrated Capital Markets",
    "citation_author": [
        "Carol L. Osler"
    ],
    "citation_publication_date": "1987-11-01",
    "issue_date": "1987-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper considers the effect on factor prices and welfare of trade between economies whose production is characterized by nation-specific technological uncertainty. The analysis is carried out using a two-country Diamond overlapping-generations model in which technological uncertainty is reflected in factor prices, and \"equities\" refer to claims on the returns to capital. We find that trade in capital is complementary to trade in commodities, in the sense that adding free trade in capital to the spectrum of permitted economic activities will cause significant changes in wages, output, and capital returns. Furthermore, for countries which are identical, or not very different, factor prices move in parallel when free trade in capital is introduced. Specifically, as we show in the text, capital returns fall, while wages rise, in both countries. These results are based on the portfolio diversification permitted by international capital market integration: the reduction of portfolio risk associated with portfolio diversification induces adjustments in savings behavior which, in turn, change factor prices. In the realm of normative economics we find that, upon the introduction of free trade in capital, the associated changes in portfolio risk and factor returns have welfare effects entirely distinct from those conventionally associated with open markets for goods.\n\n",
    "acknowledgement": "\n"
}