{
    "id": 24476,
    "citation_title": "Sell Low and Buy High: Arbitrage and Local Price Effects in Kenyan Markets",
    "citation_author": [
        "Marshall Burke",
        "Lauren Falcao Bergquist",
        "Edward Miguel"
    ],
    "citation_publication_date": "2018-04-09",
    "issue_date": "2018-04-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "General Equilibrium",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nLarge and regular seasonal price fluctuations in local grain markets appear to offer African farmers substantial inter-temporal arbitrage opportunities, but these opportunities remain largely unexploited: small-scale farmers are commonly observed to \"sell low and buy high\" rather than the reverse. In a field experiment in Kenya, we show that credit market imperfections limit farmers' abilities to move grain inter-temporally. Providing timely access to credit allows farmers to buy at lower prices and sell at higher prices, increasing farm revenues and generating a return on investment of 28%. To understand general equilibrium effects of these changes in behavior, we vary the density of loan offers across locations. We document significant effects of the credit intervention on seasonal price fluctuations in local grain markets, and show that these GE effects shape individual level profitability estimates. In contrast to existing experimental work, the results indicate a setting in which microcredit can improve firm profitability, and suggest that GE effects can substantially shape microcredit's effectiveness. In particular, failure to consider these GE effects could lead to underestimates of the social welfare benefits of microcredit interventions.\n\n",
    "acknowledgement": "\nWe thank Christopher Barrett, Kyle Emerick, Marcel Fafchamps, Susan Godlonton, Kelsey Jack, Jeremy Magruder, Nicholas Minot, and Dean Yang for useful discussions, and thank seminar participants at ASSA, BREAD, CSAE, IFPRI, Kellogg, Michigan, NEUDC, Northwestern, Stanford, PacDev, UC Berkeley, and the University of Chicago for useful comments. We also thank Peter LeFrancois, Ben Wekesa, and Innovations for Poverty Action for excellent research assistance in the field, and One Acre Fund for partnering with us in the intervention. We gratefully acknowledge funding from the Agricultural Technology Adoption Initiative and an anonymous donor. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}