{
    "id": 24475,
    "citation_title": "How the Reformulation of OxyContin Ignited the Heroin Epidemic",
    "citation_author": [
        "William N. Evans",
        "Ethan Lieber",
        "Patrick Power"
    ],
    "citation_publication_date": "2018-04-09",
    "issue_date": "2018-04-05",
    "revision_date": "2019-04-10",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe attribute the recent quadrupling of heroin death rates to the August, 2010 reformulation of an oft-abused prescription opioid, OxyContin. The new abuse-deterrent formulation led many consumers to substitute to an inexpensive alternative, heroin. Using structural break techniques and variation in substitution risk, we find that opioid consumption stops rising in August, 2010, heroin deaths begin climbing the following month, and growth in heroin deaths was greater in areas with greater pre-reformulation access to heroin and opioids. The reformulation did not generate a reduction in combined heroin and opioid mortality—each prevented opioid death was replaced with a heroin death.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge helpful comments from seminar participants at the University of Colorado – Denver, University of Connecticut, University of Illinois at Chicago, University of Notre Dame, University of Southern California, University of Melbourne, NBER, Kellogg School of Management, and Southern Methodist University.  We are especially grateful for Tom Dailey of Breaking Point Recovery whose guidance and suggestions directed much of our research.  Although Tom helped hundreds through the recovery process, he recently lost his life to addiction.  He will be missed. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}