{
    "id": 24478,
    "citation_title": "Firm Sorting and Agglomeration",
    "citation_author": [
        "Cecile Gaubert"
    ],
    "citation_publication_date": "2018-04-09",
    "issue_date": "2018-04-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe distribution of firms in space is far from uniform. Some locations host the most productive large firms, while others barely attract any. In this paper, I study the sorting of heterogeneous firms across locations and analyze policies designed to attract firms to particular regions (place-based policies). I first propose a theory of the distribution of heterogeneous firms in a variety of sectors across cities. Aggregate TFP and welfare depend on the extent of agglomeration externalities produced in cities and on how heterogeneous firms sort across them. The distribution of city sizes and the sorting patterns of firms are uniquely determined in equilibrium. This allows me to structurally estimate the model, using French firm-level data. I find that nearly half of the observed productivity advantage of large cities is due to firm sorting. I use the estimated model to quantify the general equilibrium effects of place-based policies. I find that policies that decrease local congestion lead to a new spatial equilibrium with higher aggregate TFP and welfare. In contrast, policies that subsidize under-developed areas have negative aggregate effects.\n\n",
    "acknowledgement": "\nI am extremely grateful to Esteban Rossi-Hansberg, Steve Redding and Gene Grossman for continuous support and guidance. I thank the editor and four anonymous referees for their constructive comments, and Treb Allen, Costas Arkolakis, Thomas Chaney, Don Davis, Jan De Loecker, Gilles Duranton, Pablo Fajgelbaum, Joshua Gottlieb, Pat Kline, Oleg Itskhoki, Kiminori Matsuyama, Eduardo Morales, Dávid Nagy, Andrés Rodríguez-Clare, Felix Tintelnot and Jonathan Vogel as well as numerous seminar and conference participants for helpful discussions and comments. This research benefited from financial support from the International Economics Section at Princeton University. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}