{
    "id": 24483,
    "citation_title": "Some Simple Bitcoin Economics",
    "citation_author": [
        "Linda Schilling",
        "Harald Uhlig"
    ],
    "citation_publication_date": "2018-04-09",
    "issue_date": "2018-04-05",
    "revision_date": "2019-05-14",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn a novel model of an endowment economy, we analyze coexistence and competition between traditional fiat money (Dollar) and another intrinsically worthless medium of exchange, not controlled by a central bank, such as Bitcoin. Agents can trade consumption goods in either currency or hold on to currency for speculative purposes. A central bank ensures a Dollar inflation target, while Bitcoin mining is decentralized via proof-of-work. We analyze Bitcoin price evolution and interaction between the Bitcoin price and monetary policy which targets the Dollar. We obtain a fundamental pricing equation, which in its simplest form implies that Bitcoin prices form a martingale. We derive conditions, under which Bitcoin speculation cannot happen, and the fundamental pricing equation must hold. We show that the block rewards are not a tax on Bitcoin holders: they are financed by Dollar taxes imposed by the Dollar central bank. We discuss monetary policy implications and characterize the range of equilibria.\n\n",
    "acknowledgement": "\nUhlig has an ongoing consulting relationship with a Federal Reserve Bank, the Bundesbank and the ECB. We thank our discussants Aleksander Berentsen, Alex Cukierman, Pablo Kurlat, Aleh Tsivinski and Randy Wright. We thank Pierpaolo Benigno, Bruno Biais, Gur Huberman, Todd Keister, Ricardo Reis and many participants in conferences and seminars for many insightful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}