{
    "id": 24482,
    "citation_title": "Engineering Informal Institutions: Long-run Impacts of Alternative Dispute Resolution on Violence and Property Rights in Liberia",
    "citation_author": [
        "Alexandra C. Hartman",
        "Robert A. Blair",
        "Christopher Blattman"
    ],
    "citation_publication_date": "2018-04-09",
    "issue_date": "2018-04-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nInformal institutions govern property rights and disputes when formal systems are weak. Well-functioning institutions should help people reach and maintain bargains, minimizing violence. Can outside organizations engineer improvements and reduce violent conflicts? Will this improve property rights and investment? We experimentally evaluate a UN and civil society mass education campaign to promote alternative dispute resolution (ADR) practices and norms in rural communities, where violent land disputes are common. Prior work showed a fall in violence and unresolved disputes within one year. We return after three years to test for sustained impacts and channels. Treated communities report large, sustained falls in violent disputes and a slight shift towards nonviolent norms. Treated residents also report larger farms, though overall effects on property rights and investments are mixed. Politically-connected residents report more secure property rights while those with fewer connections feel less secure. Sustained social engineering is feasible but politics shapes distributional outcomes.\n\n",
    "acknowledgement": "\nThe United Nations High Commission for Refugees (UNHCR) and the Liberian Justice and Peace Commission (JPC) implemented the intervention, and we thank Mamadou Balde, James Ballah, John Lucky, Thomas Mawolo, and Tomoko Semmyo for cooperation. Research funding came from the United Nations Peacebuilding Fund in Liberia, Humanity United, Yale University, and the World Bank’s Italian Children and Youth Trust Fund. We thank Jonathan Andrews, Wilfred Grey-Johnson, Jason Hepps, Mattias Lundberg, Michael Kleinman, and Chiara Tufarelli for this financial support. For comments we thank Donald Green, Elizabeth Levy-Paluck, Suresh Naidu, and numerous seminar participants. Finally, Peter Deffebach, Mathilde Emeriau, Tricia Gonwa, Rebecca Littman, Benjamin Morse, Johnny Ndebe, Patryk Perkowski, Bryan Plummer, Gwendolyn Taylor, Prince Williams, and John Zayzay provided superb research assistance. Field research was coordinated by Innovations for Poverty Action (IPA). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}