{
    "id": 24489,
    "citation_title": "Age and High-Growth Entrepreneurship",
    "citation_author": [
        "Pierre Azoulay",
        "Benjamin Jones",
        "J. Daniel Kim",
        "Javier Miranda"
    ],
    "citation_publication_date": "2018-04-09",
    "issue_date": "2018-04-05",
    "revision_date": "2023-03-16",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany observers, and many investors, believe that young people are especially likely to produce the most successful new firms. We use administrative data at the U.S. Census Bureau to study the ages of founders of growth-oriented start-ups in the past decade. Our primary finding is that successful entrepreneurs are middle-aged, not young. The mean founder age for the 1 in 1,000 fastest growing new ventures is 45.0. The findings are broadly similar when considering high-technology sectors, entrepreneurial hubs, and successful firm exits. Prior experience in the specific industry predicts much greater rates of entrepreneurial success. These findings strongly reject common hypotheses that emphasize youth as a key trait of successful entrepreneurs.\n\n",
    "acknowledgement": "\nWe thank Shawn Klimek, Mark Leach, David Robinson, Scott Stern, and participants at the NBER Summer Institute for helpful comments.  We thank PCRI and Josh Lerner for access to the matched Business Register-PCRI crosswalk. Any opinions and conclusions expressed herein are those of the author(s) and do not necessarily represent the views of the U.S. Census Bureau or its staff. All results have been reviewed to ensure that no confidential information is disclosed. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}