{
    "id": 24486,
    "citation_title": "Multimarket Contact in Health Insurance: Evidence from Medicare Advantage",
    "citation_author": [
        "Haizhen Lin",
        "Ian M. McCarthy"
    ],
    "citation_publication_date": "2018-04-09",
    "issue_date": "2018-04-05",
    "revision_date": "2019-07-31",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany industries, including health insurance, are characterized by a handful of large firms competing against each other in multiple markets. Such overlap across markets, defined as multimarket contact (MMC), may facilitate tacit collusion and thus reduce the intensity of competition. We examine the effects of MMC on health insurance prices and quality using comprehensive data on the Medicare Advantage (MA) market from 2008 through 2015. Our identification strategy exploits two plausibly exogenous changes to MMC: 1) out-of-market consolidations, which affect MMC but are not likely driven by local market heterogeneity; and 2) reimbursement policy changes in a subset of markets, which encourage additional entry and therefore affect MMC even in markets otherwise unaffected by the policy itself. Across a range of estimates and alternative measures of MMC, our results consistently support the mutual forbearance hypothesis, where we find that prices are significantly higher and hiqh-quality plans become less pervasive as MMC increases. These results suggest MMC as one potential channel through which cross-market consolidations and regulatory policies could alter competitiveness in local markets otherwise unaffected by the merger or policy.\n\n",
    "acknowledgement": "\nWe thank Liran Einav, Leemore Dafny, Jeff Prince, Matthew Schmitt, and Fiona Scott Morton for useful comments. We also thank seminar participants at Stanford University, Indiana University, University of Illinois Urbana-Champagne, and University of Tennessee, as well as conference audience at the Georgia Health Economics Research Day, the American Economic Association Meetings, the International Health Economics Association Meetings, and the International Industrial Organization Conference. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}