{
    "id": 24487,
    "citation_title": "Health and Mental Health Effects of Local Immigration Enforcement",
    "citation_author": [
        "Julia Shu-Huah Wang",
        "Neeraj Kaushal"
    ],
    "citation_publication_date": "2018-04-09",
    "issue_date": "2018-04-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the effect of two local immigration enforcement policies – Section 287(g) of the Illegal Immigration Reform and Immigrant Responsibility Act and the Secure Communities Program (SC) – that have escalated fear and risk of deportation among the undocumented on the health and mental health outcomes of Latino immigrants living in the United States. We use the restricted-use National Health Interview Survey for 2000-2012 and adopt a difference-in-difference research design. Estimates suggest that SC increased the proportion of Latino immigrants with mental health distress by 2.2 percentage points (14.7 percent); Task Force Enforcement under Section 287(g) worsened their mental health distress scores by 15 percent (0.08 standard deviation); Jail Enforcement under Section 287(g) increased the proportion of Latino immigrants reporting fair or poor health by 1 percentage point (11.1 percent) and lowered the proportion reporting very good or excellent health by 4.8 to 7.0 percentage points (7.8 to 10.9 percent). These findings are robust across various sensitivity checks.\n\n",
    "acknowledgement": "\nWe thank Julien Teitler, Irwin Garfinkel, Yao Lu, Prakash Gorroochurn and anonymous reviewers for valuable suggestions at various stages of this project. Julia Shu-Huah Wang gratefully acknowledges funding support from the Horowitz Foundation for Social Policy Research and the UC Davis Center for Poverty Research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}