{
    "id": 24481,
    "citation_title": "Coordinating Separate Markets for Externalities",
    "citation_author": [
        "Jose-Miguel Abito",
        "Christopher R. Knittel",
        "Konstantinos Metaxoglou",
        "André Trindade"
    ],
    "citation_publication_date": "2018-04-09",
    "issue_date": "2018-04-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe show that inefficiencies from having separate markets to correct an environmental externality are significantly mitigated when firms participate in an integrated product market. Firms take into account the distribution of externality prices and reallocate output from markets with high prices to markets with low prices. Investment in cleaner and more efficient capacity serves as an additional mechanism to reallocate output, which increases the marginal benefit of investment, and consequently improves longer-term outcomes. Using data from an integrated wholesale electricity market, we estimate a dynamic structural model of production and investment to bound the loss from separate markets for carbon dioxide emissions, and quantify the extent to which optimal investment can compensate for the loss. Despite the lack of the “invisible hand” of a single emissions market, profit-maximizing firms can play a crucial role in coordinating otherwise uncoordinated environmental regulations.\n\n",
    "acknowledgement": "\nWe thank seminar participants at MIT, the 2nd Workshop on the Applications of Industrial Organization at McGill, UC Energy Institute at Haas, Toulouse Conference on Economics of Energy and Climate Change 2017, Cornell, HEC Montreal, Michigan, Northwestern, NYUStern, Wisconsin-Madison, World Bank, AEA 2017, AEA 2016, IIOC 2017, IIOC 2016, EARIE 2016, EEA 2016, and the “LCM Workshop” for useful comments. We also thank Erin Mansur for providing some of the data used in the paper, and Mushin Abdurrahman from PJM for sharing details about PJM’s studies of the Clean Power Plan that helped us significantly improve the paper. Abito received funding for this project from the Kleinman Center for Energy Policy and from the Dean’s Research Fund, at the University of Pennsylvania. The usual disclaimer applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}