{
    "id": 24484,
    "citation_title": "Framing Effects, Earnings Expectations, and the Design of Student Loan Repayment Schemes",
    "citation_author": [
        "Katharine G. Abraham",
        "Emel Filiz-Ozbay",
        "Erkut Y. Ozbay",
        "Lesley J. Turner"
    ],
    "citation_publication_date": "2018-04-09",
    "issue_date": "2018-04-05",
    "revision_date": "2018-04-10",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIncome-driven student loan repayment (IDR) plans provide protection against unaffordable loan payments and default by linking loan payments to borrowers’ earnings. Despite the advantages IDR would offer to many borrowers, take-up remains low. We investigate how take-up is affected by the framing of IDR through a survey of University of Maryland undergraduates. When the insurance aspects of IDR are emphasized, students are significantly more likely to participate, while participation is significantly lower when costs are emphasized. IDR framing interacts with expected labor market outcomes. Emphasizing the insurance aspects of IDR has larger effects on students who anticipate a higher probability of not being employed and/or low earnings at graduation. In contrast, when costs are emphasized, IDR take-up is uncorrelated with students’ expected labor market outcomes. Simulation results suggest that a simple change in the framing of IDR could generate substantial reductions in loan defaults with little cost to long-run federal revenue.\n\n",
    "acknowledgement": "\nWe are grateful to Thomas Hegland for his research assistance and to Heath Witzen and the University of Maryland Office of Institutional Research, Planning, and Assessment for assistance with survey administration. We thank the Russell Sage Foundation Behavioral Economics program for funding and Raj Darolia and seminar participants at Georgia State University, the IZA, Sogang University, the University of Michigan, the 2016 Association for Public Policy and Management meeting, the 2017 NBER Summer Institute, and the 2018 Association for Education Finance and Policy meeting for helpful feedback and comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}