{
    "id": 24488,
    "citation_title": "London Fog: A Century of Pollution and Mortality, 1866-1965",
    "citation_author": [
        "W. Walker Hanlon"
    ],
    "citation_publication_date": "2018-04-09",
    "issue_date": "2018-04-05",
    "revision_date": "2018-10-19",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study provides new evidence on the impact of air pollution in a high-pollution high-mortality setting: London over the century from 1866-1965. I identify pollution effects by comparing detailed new weekly mortality data to the timing of London's famous fog events, which trapped emissions in the city. My results show that acute pollution exposure due to fog events accounted for at least one out of every 200 deaths in London during this century. I also provide the first well-identified evidence that the presence of two infectious diseases of the respiratory system, measles and tuberculosis, increased the mortality effects of pollution. As a result, success in reducing the disease burden in London in the 20th century lowered the impact of pollution exposure and shifted the distribution of pollution effects across age groups. These interactions have implications for developing countries, where both diseases remain important.\n\n",
    "acknowledgement": "\nI thank Eva Arceo, Vellore Arthi, Alastair Ball, Brian Beach, David Cutler, Tatyana Deryugina, Casper Worm Hanson, Stephan Heblich, Richard Hornbeck, Maggie Jones, David Molitor, Matthew Neidell, Felix Pretis, Edson Severnini, Katherin Sudol and seminar participants at Bristol, CIDE, Simon Fraser, UCLA, the University of Illinois, the University of Chicago and the Economic History Society for helpful comments. I am grateful to Shmuel San and Anna Sudol for excellent research assistance. Funding for this project was provided by National Science Foundation CAREER Grant No. 1552692. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}