{
    "id": 24485,
    "citation_title": "Banking, Trade, and the making of a Dominant Currency",
    "citation_author": [
        "Gita Gopinath",
        "Jeremy C. Stein"
    ],
    "citation_publication_date": "2018-04-09",
    "issue_date": "2018-04-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "International Economics",
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe explore the interplay between trade invoicing patterns and the pricing of safe assets in different currencies. Our theory highlights the following points: 1) a currency’s role as a unit of account for invoicing decisions is complementary to its role as a safe store of value; 2) this complementarity can lead to the emergence of a single dominant currency in trade invoicing and global banking, even when multiple large candidate countries share similar economic fundamentals; 3) firms in emerging-market countries endogenously take on currency mismatches by borrowing in the dominant currency; 4) the expected return on dominant-currency safe assets is lower than that on similarly safe assets denominated in other currencies, thereby bestowing an “exorbitant privilege” on the dominant currency. The theory thus provides a unified explanation for why a dominant currency is so heavily used in both trade invoicing and in global finance.\n\n",
    "acknowledgement": "\nWe are grateful to Chris Anderson and Taehoon Kim for outstanding research assistance, and to Stefan Avdjiev, Leonardo Gambacorta, and Swapan-Kumar Pradhan of the Bank for International Settlements for helping us to better understand the construction of the BIS banking data. Thanks also to Andres Drenik and seminar participants at various institutions for helpful comments. Gopinath acknowledges that this material is based upon work supported by the NSF under Grant Number #1628874. Any opinions, findings, and conclusions or recommendations expressed in this material are those of the author(s) and do not necessarily reflect the views of the NSF or the National Bureau of Economic Research. All remaining errors are our own.\n\n\n\nJeremy C. Stein\n\nOutside Activities\n\n\nSeptember 2017\n\n\nJeremy C. Stein\n\n\nOutside (Non-Harvard) Activities Since 2006\n\n\nA. Compensated Activities*\n\n\nSpeaking Engagements\n\n\nI have given paid talks for a number of financial firms, investor groups, academic institutions, and central banks.\n\n\nConsulting\n\n\nKey Square Capital Management: consultant, July 2016-present.\n\n\nBlueMountain Capital Management: consultant, 2015.\n\n\nGuggenheim Partners: consultant, 2005-2007.\n\n\nCommissioned Research\n\n\nThe Clearing House Association: “An Analysis of the Impact of ‘Substantially Heightened’ Capital Requirements on Large Financial Institutions,”  unpublished paper with Anil Kashyap and Samuel Hanson, 2010.\n\n\nHonoraria for Papers\n\n\nFederal Reserve Bank of Kansas City, for “Rethinking Capital Regulation,” with Anil Kashyap and Raghuram Rajan, 2008.\n\n\nFederal Reserve Bank of Kansas City, for “The Federal Reserve’s Balance Sheet as a Financial Stability Tool,” with Robin Greenwood and Sam Hanson, 2016.\n\n\nBrookings Institution, for “Strengthening and Streamlining Bank Capital Regulation,” with Robin Greenwood, Sam Hanson and Adi Sunderam, 2017.\n\n\nPublic Service\n\n\nFederal Reserve Board: Governor, May 2012-May 2014.\n\n\nU.S. Treasury Department: Senior Advisor to the Secretary and concurrently, staff of National Economic Council, February-July 2009.\n\n\nOther\n\n\nQuarterly Journal of Economics: co-editor, 2011-2012.\n\n\nJournal of Economic Perspectives: co-editor, 2007-2008.\n\n\nStudy Center, Gerzensee, Switzerland: summer-school course, 2011.\n\n\nNorthwestern University: visiting scholar, 2009.\n\n\nB. Significant Non-Compensated Activities\n\n\nHarvard Management Company: Board of Directors, 2015-present.\n\n\nAmerican Finance Association: President, 2008 President-Elect, 2007 Vice-President, 2006 Board of Directors, 2009-2011.\n\n\nFinancial Advisory Roundtable, Federal Reserve Bank of New York, 2006-2012.\n\n\nSquam Lake Group, 2008-2012.\n\n\n_________________________\n*Excludes honoraria from non-profit institutions, government agencies, and academic journals of $3,000 or less in a given year, and payments from for-profit firms of $500 or less in a given year.\n\n\n"
}