{
    "id": 24493,
    "citation_title": "The Health Effects of Cesarean Delivery for Low-Risk First Births",
    "citation_author": [
        "David Card",
        "Alessandra Fenizia",
        "David Silver"
    ],
    "citation_publication_date": "2018-04-09",
    "issue_date": "2018-04-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": [
        "\n",
        "\nTraining Program in Aging and Health Economics\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nCesarean delivery for low-risk pregnancies is generally associated with worse health outcomes for infants and mothers.  The interpretation of this correlation, however, is confounded by potential selectivity in the choice of birth mode.  We use birth records from California, merged with hospital and emergency department (ED) visits for infants and mothers in the year after birth, to study the causal health effects of cesarean delivery for low-risk first births.  Building on McClellan, McNeil, and Newhouse (1994), we use the relative distance from a mother’s home to hospitals with high and low c-section rates as an instrument for c-section. We show that relative distance is a strong predictor of c-section but is orthogonal to many observed risk factors, including birth weight and indicators of prenatal care. Our IV estimates imply that cesarean delivery causes a relatively large increase in ED visits of the infant, mainly due to acute respiratory conditions. We find no significant effects on mothers’ hospitalizations or ED use after birth, or on subsequent fertility, but we find a ripple effect on second birth outcomes arising from the high likelihood of repeat c-section. Offsetting these morbidity effects, we find that delivery at a high c-section hospital leads to a significant reduction in infant mortality, driven by lower death rates for newborns with high rates of pre-determined risk factors.\n\n",
    "acknowledgement": "\nWe thank Pablo Muñoz and Alice Wu for exceptional research assistance, Pat Kline, Marit Rehavi and Chris Walters for many detailed comments, and seminar participants at UC Berkeley, UC Merced, Princeton and NBER Summer Institute (Children) for helpful comments and suggestions.  We are also extremely grateful to Laura Giuliano for conversations that led to this project.  Our use of the data in this project is covered under UC Berkeley Federalwide Assurance #00006252. Silver gratefully acknowledges funding from the National Institute on Aging, Grant Number T32-AG000186. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}