{
    "id": 24495,
    "citation_title": "Women, Rails and Telegraphs: An Empirical Study of Information Diffusion and Collective Action",
    "citation_author": [
        "Camilo García-Jimeno",
        "Angel Iglesias",
        "Pinar Yildirim"
    ],
    "citation_publication_date": "2018-04-09",
    "issue_date": "2018-04-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Labor and Health History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Development Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow do social interactions shape collective action, and how are they mediated by the availability of networked information technologies? To answer these questions, we study the Temperance Crusade, one of the earliest instances of organized political mobilization by women in the U.S. This wave of protest activity against liquor dealers spread between the winter of 1873 and the summer of 1874, covering more than 800 towns in 29 states. We first provide causal evidence of social interactions driving the diffusion of the protest wave, and estimate the roles played by information traveling along railroad and telegraph networks. We do this by relying on exogenous variation in the rail network links generated by railroad worker strikes and railroad accidents. We also develop an event-study methodology to estimate the complementarity between rail and telegraph networks in driving the spread of the Crusade. We find that railroad and telegraph-mediated information about neighboring protest activity were main drivers of the diffusion of the protest movement. We also find strong complementarities between both networks. Using variation in the types of protest activities of neighboring towns and in the aggregate patterns of the diffusion process, we also find suggestive evidence of social learning as a key mechanism behind the effect of information on protest adoption.\n\n",
    "acknowledgement": "\nWe acknowledge the financial support of the Dean's Research Fund at the Wharton School, and the Hal Varian Visiting Assistant Professor research fund at MIT. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}