{
    "id": 24494,
    "citation_title": "Immigrant Entrepreneurship in America: Evidence from the Survey of Business Owners 2007 & 2012",
    "citation_author": [
        "Sari Pekkala Kerr",
        "William R. Kerr"
    ],
    "citation_publication_date": "2018-04-09",
    "issue_date": "2018-04-05",
    "revision_date": "2019-07-25",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Market Structures",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study immigrant entrepreneurship and firm ownership in 2007 and 2012 using the Survey of Business Owners (SBO). The survival and growth of immigrant-owned businesses over time relative to native-founded companies is evaluated by linking the 2007 SBO to the Longitudinal Business Database (LBD). We quantify the dependency of the United States as a whole, as well as individual states, on the contributions of immigrant entrepreneurs in terms of firm formation and job creation. We describe differences in the types of businesses started by immigrants and the quality of jobs created by their firms. First-generation immigrants create about 25% of new firms in the United States, but this share exceeds 40% in some states. In addition, Asian and Hispanic second-generation immigrants start about 6% of new firms. Immigrant-owned firms, on average, create fewer jobs than native-owned firms, but much of this is explained by the industry and geographic location of the firms. Immigrant-owned firms pay comparable wages, conditional on firm traits, to native-owned firms, but are less likely to offer benefits.\n\n",
    "acknowledgement": "\nWe study immigrant entrepreneurship in 2007 and 2012 using the Survey of Business Owners. First-generation immigrants create about 25% of new firms in America, but this share exceeds 40% in some states. Immigrant-owned firms tend to create fewer jobs than native-owned firms, have comparable pay levels, offer fewer benefits, and engage more in international activities. Immigrant-founded firms in high-tech sectors more closely resemble native-founded firms than in low-tech sectors. Prominent tech clusters display quite pronounced shares of immigrant entrepreneurs, with stronger high-tech immigrant entrepreneurs being especially present. Second-generation immigrants tend to show intermediate firm traits indicative of business assimilation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}