{
    "id": 24497,
    "citation_title": "Adoption and Learning Across Hospitals: The Case of a Revenue-Generating Practice",
    "citation_author": [
        "Adam Sacarny"
    ],
    "citation_publication_date": "2018-04-09",
    "issue_date": "2018-04-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": [
        "\n",
        "\nTraining Program in Aging and Health Economics\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nPerformance-raising practices tend to diffuse slowly in the health care sector. To understand how incentives drive adoption, I study a practice that generates revenue for hospitals: submitting detailed documentation about patients. After a 2008 reform, hospitals could raise their Medicare revenue over 2% by always specifying a patient’s type of heart failure. Hospitals only captured around half of this revenue, indicating that large frictions impeded takeup. Exploiting the fact that many doctors practice at multiple hospitals, I find that four-fifths of the dispersion in adoption reflects differences in the ability of hospitals to extract documentation from physicians. Hospital adoption is robustly correlated with generating survival for heart attack patients and using inexpensive survival-raising standards of care. Hospital-physician integration and electronic medical records also influence adoption. These findings highlight the potential for institution-level frictions, including agency conflicts, to explain variations in health care performance across providers.\n\n",
    "acknowledgement": "\nI am grateful to Amy Finkelstein, Michael Greenstone, Jon Gruber, and Paulo Somaini for their advice and guidance. I thank Isaiah Andrews, Emily Baneman, David Chan, Manasi Deshpande, Amos Dodi, Kate Easterbrook, Ben Feigenberg, Eliza Forsythe, Paul Goldsmith-Pinkham, Joshua Gottlieb, Tal Gross, Sally Hudson, Greg Leiserson, Conrad Miller, David Molitor, Dianna Ng, Iuliana Pascu, Maxim Pinkovskiy, Maria Polyakova, Miikka Rokkanen, Annalisa Scognamiglio, Brad Shapiro, Henry Swift, Melanie Wasserman, Nils Wernerfelt, multiple anonymous referees, and participants in the MIT Public Finance lunch for their comments and suggestions. I would also like to thank Jean Roth for her assistance with the Medicare data. I gratefully acknowledge support from the Robert Wood Johnson Foundation and funding from the National Institute on Aging grant T32-AG000186. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}