{
    "id": 245,
    "citation_title": "The Propagation of Prices in the Oil Industry",
    "citation_author": [
        "Avram Kisselgoff"
    ],
    "citation_publication_date": "1978-05-01",
    "issue_date": "1978-05-01",
    "revision_date": "None",
    "topics": null,
    "program": null,
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe main thrust of this report is the development of a price record that would provide a basis for the identification of the areas of activity in the oil industry in which significant price changes have occurred, with expectation that this type of information could serve as a useful ingredient in the policy-making process. The study presents estimates of the selling price of a barrel of oil at three stages of operations of the industry -- the wellhead, the refinery and the end-use levels. Prices of individual classes of petroleum products at refineries and at the end-use level were also estimated. The price data are provided for benchmark years 1958, 1963,1967 and 1972, as well as for 1973, 1974, 1975 and 1976 when crude oil prices rose considerably. The estimating procedure is briefly described in the study. The examination of the transmission of prices from market to market within the oil industry shows that the steep rise in 1973-74 prices paid by end-users of petroleum products was due not only to the large increases in crude oil prices but also to the sizable in-creases in gross operating margins-labor costs, transportation, profits, etc. -- at the refinery and distribution levels. In the post-embargo years of 1975 and 1976, prices continued to advance but at a slower pace. The refiners' gross margins in 1975, however, declined somewhat; they rose significantly above the 1974 level in1976. The marketers' margins made further gains in 1975, but exhibited a decrease in 1976. Another finding is that during 1973-74 there was a considerable narrowing in the price differentials among the various re-fined products; in particular the price of residual fuel oil, which averaged 20 percent of the price of gasoline in the decade of the 1960's,rose to 52 percent of the price of gasoline by 1974. The narrowing process continued in 1975-1976.The study includes a short discussion of the effects of rising oil prices in 1973-1976 on the profitability of the petroleum industry and the general price level.\n\n",
    "acknowledgement": "\n"
}