{
    "id": 24504,
    "citation_title": "Health, Employment, and Disability: Implications from the Undocumented Population",
    "citation_author": [
        "George J. Borjas",
        "David J.G. Slusky"
    ],
    "citation_publication_date": "2018-04-16",
    "issue_date": "2018-04-12",
    "revision_date": "2021-04-19",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe number of disability beneficiaries doubled in the past two decades. It is difficult to determine how much is explained by changes in health, as we lack a counterfactual. We use undocumented immigrants to form the counterfactual, as they cannot claim benefits. Using NHIS data, we show that the relationship between health and disability is stronger for the legal population than for the undocumented. Much of the difference in disability rates between the populations is due to different labor supply responses to underlying health impairments and demographic differences, rather than to differences in the impairments or demographic variables themselves.\n\n",
    "acknowledgement": "\nWe are grateful to Dayanand Manoli, Delia Furtado, Ninez Ponce, Kirk Doran, Heather Koball, Catia Nicodemo, Nicolas Ziebarth, conference participants at the 2017 International Health Economics Association, the 2017 Association for Public Policy Analysis & Management, and the 2018 III Workshop on Migration, Health and Wellbeing meetings, and seminar participants at West Virginia University, Cornell University, the University of Kansas, the Federal Reserve Bank of Kansas City, and the University of Delaware for their help and comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}