{
    "id": 24505,
    "citation_title": "Environmental Policy, Full-Employment Models, and Employment: A Critical Analysis",
    "citation_author": [
        "Marc A. C. Hafstead",
        "Roberton C. Williams III",
        "Yunguang Chen"
    ],
    "citation_publication_date": "2018-04-16",
    "issue_date": "2018-04-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper assesses the use of full-employment computable-general equilibrium (CGE) models to predict the labor-market effects of environmental policy. Specifically, it compares the predictions of a standard full-employment CGE model with those of a new search-CGE model with labor-search frictions and resulting unemployment (but that is otherwise identical to the full-employment model). The search-CGE captures key labor market details, including a distinction between the extensive margin of labor demand (the number of employees) and the intensive margin (the number of hours each employee works). We find that some key results are robust across the two models, such as the reallocation of labor across sectors in response to a carbon tax and the overall change in total labor demand. However, the full-employment model seriously overestimates the economy-wide net change in the number of jobs (by a factor of more than 2.5 for a carbon tax with revenues returned lump-sum to households, and by a factor of almost 3.5 when carbon tax revenues are used to reduce payroll taxes).\n\n",
    "acknowledgement": "\nWe thank Resources for the Future’s Carbon Pricing Initiative for financial support, and seminar participants at the AERE Summer Meeting, the Paris School of Economics, and Resources for the Future for helpful comments.  Portions of the work were also supported by the USDA National Institute of Food and Agriculture (Hatch project 1009838). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}