{
    "id": 24507,
    "citation_title": "The Effect of Infrastructure on Worker Mobility: Evidence from High-Speed Rail Expansion in Germany",
    "citation_author": [
        "Daniel F. Heuermann",
        "Johannes F. Schmieder"
    ],
    "citation_publication_date": "2018-04-16",
    "issue_date": "2018-04-12",
    "revision_date": "2018-04-20",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use the expansion of the high-speed rail network in Germany as a natural experiment to examine the causal effect of reductions in commuting time between regions on the commuting decisions of workers and their choices regarding where to live and where to work. We exploit three key features in this setting: i) investment in high-speed rail has, in some cases dramatically, reduced travel times between regions, ii) several small towns were connected to the high-speed rail network only for political reasons, and iii) high-speed trains have left the transportation of goods unaffected. Combining novel information on train schedules and the opening of high-speed rail stations with panel data on all workers in Germany, we show that a reduction in travel time by one percent raises the number of commuters between regions by 0.25 percent. This effect is mainly driven by workers changing jobs to smaller cities while keeping their place of residence in larger ones. Our findings support the notion that benefits from infrastructure investments accrue in particular to peripheral regions, which gain access to a large pool of qualified workers with a preference for urban life. We find that the introduction of high-speed trains led to a modal shift towards rail transportation in particular on medium distances between 150 and 400 kilometers.\n\n",
    "acknowledgement": "\nWe thank Melanie Arntz, Konstantin Büchel, Colin Cameron, David Card, Wolfgang Dauth, David Dorn, Steve Gibbons, Stephan Heblich, Rick Hornbeck, Frauke Kreuter, Patricia Melo, Joachim Möller, Henry Overman, Michael Pflüger, Ninette Pilegaard, Andres Rodrıguez-Pose, Martin Rosenfeld, Bastian Stockinger, Jens Südekum and Stefan Witte as well as seminar participants at the SMYE 2014, the SOLE 2014, the ERSA 2016, the Standing Field Committee for Regional Economics and in Boston, Regensburg, Dortmund, Manchester, Hamburg, Trier, Paris, Madrid, Düsseldorf and at the IAB for many helpful comments on this project. Peter Haller, Christoph Rust and Deborah Goldschmidt provided excellent research assistance. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}