{
    "id": 24501,
    "citation_title": "The Impact of the Dodd-Frank Act on Small Business",
    "citation_author": [
        "Michael D. Bordo",
        "John V. Duca"
    ],
    "citation_publication_date": "2018-04-16",
    "issue_date": "2018-04-12",
    "revision_date": "2018-04-16",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere are concerns that the Dodd-Frank Act (DFA) has impeded small business lending. By increasing the fixed regulatory compliance requirements needed to make business loans and operate a bank, the DFA disproportionately reduced the incentives for all banks to make very modest loans and reduced the viability of small banks, whose small-business share of C&I loans is generally much higher than that of larger banks. Despite an economic recovery, the small loan share of C&I loans at large banks and banks with $300 or more million in assets has fallen by 9 percentage points since the DFA was passed in 2010, with the magnitude of the decline twice as large at small banks. Controlling for cyclical effects and bank size, we find that these declines in the small loan share of C&I loans are almost all statistically attributed to the change in regulatory regime. Examining Federal Reserve survey data, we find evidence that the DFA prompted a relative tightening of bank credit standards on C&I loans to small versus large firms, consistent with the DFA inducing a decline in small business lending through loan supply effects. We also empirically model the pace of business formation, finding that it had downshifted around the time when the DFA and the Sarbanes-Oxley Act were announced. Timing patterns suggest that business formation has more recently ticked higher, coinciding with efforts to provide regulatory relief to smaller banks via modifying rules implementing the DFA. The upturn contrasts with the impact of the Sarbanes-Oxley Act, which appears to persistently restrain business formation.\n\n",
    "acknowledgement": "\nWe thank Mark Bils, Iftekhar Hasan, Khose John, Pete Klenow, Monika Piazzesi, Ned Prescott, John Taylor, Martin Schneider, Lena Tonzer, Kevin Warsh, Michael Weiss, and seminar participants at the Stanford Macroeconomics Faculty Lunch and the 2017 26th Annual Rome International Conference on Money, Banking, and Finance for suggestions. We thank Kelsey Reichow for sharing data on small-sized business loans. We also thank Tyler Atkinson, Daniel Chapman, and Valerie Grossman for providing excellent research assistance, as well as Jim Carlson and John Genovese for providing excellent IT support. The views expressed are those of the authors and do not necessarily reflect the views of the Federal Reserve Bank of Dallas, the Federal Reserve System, or the National Bureau of Economic Research. Any remaining errors are those of the authors.\n\n\n"
}