{
    "id": 24500,
    "citation_title": "The Role of Technology in Mortgage Lending",
    "citation_author": [
        "Andreas Fuster",
        "Matthew Plosser",
        "Philipp Schnabl",
        "James Vickery"
    ],
    "citation_publication_date": "2018-04-16",
    "issue_date": "2018-04-12",
    "revision_date": "2018-05-04",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTechnology-based (\"FinTech\") lenders increased their market share of U.S. mortgage lending from 2% to 8% from 2010 to 2016.  Using market-wide, loan-level data on U.S. mortgage applications and originations, we show that FinTech lenders process mortgage applications about 20% faster than other lenders, even when controlling for detailed loan, borrower, and geographic observables.  Faster processing does not come at the cost of higher defaults.  FinTech lenders adjust supply more elastically than other lenders in response to exogenous mortgage demand shocks, thereby alleviating capacity constraints associated with traditional mortgage lending.  In areas with more FinTech lending, borrowers refinance more, especially when it is in their interest to do so.  We find no evidence that FinTech lenders target marginal borrowers. Our results suggest that technological innovation has improved the efficiency of financial intermediation in the U.S. mortgage market.\n\n",
    "acknowledgement": "\nWe thank an anonymous reviewer, Sudheer Chava, Scott Frame, Itay Goldstein, Wei Jiang, Andrew Karolyi, Chris Mayer, Stephen Zeldes, and seminar and conference participants at Columbia (RFS FinTech conference), NYU Stern, Kellogg School of Management, University of St. Gallen, Federal Reserve Bank of Atlanta 2017 Real Estate Conference, Homer Hoyt Institute, and the University of Technology, Sydney, for helpful comments. We also thank a number of anonymous mortgage industry professionals for providing information about institutional details and industry trends. Katherine di Lucido, Patrick Farrell, Eilidh Geddes, Drew Johnston, April Meehl, Akhtar Shah, Shivram Viswanathan and Brandon Zborowski provided excellent research assistance. The views expressed in this paper are solely those of the authors and not necessarily those of the Federal Reserve Bank of New York, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}