{
    "id": 24518,
    "citation_title": "Declining Search Frictions, Unemployment and Growth",
    "citation_author": [
        "Paolo Martellini",
        "Guido Menzio"
    ],
    "citation_publication_date": "2018-04-16",
    "issue_date": "2018-04-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOver the last century, unemployment, vacancy, job-finding and job-loss rates as well as the Beveridge curve have no trend. Yet, the last century has seen the development and diffusion of many information technologies—such as telephones, fax machines, computers, the Internet—which presumably have increased the efficiency of search in the labor market. We explain this phenomenon using a textbook search-theoretic model of the labor market. We show that there exists an equilibrium in which unemployment, vacancies, job-finding and job-loss rates are constant while the search technology improves over time if and only if firm-worker matches are heterogeneous in quality, the distribution of match qualities is Pareto, and the quality of a match is observed before the start of the employment relationship. Under these conditions, improvements in search lead to an increase in the rate at which workers meet firms and to a proportional decline in the probability that the quality of a firm-worker match is acceptable leading to a constant job-finding rate, unemployment, etc... Interestingly, under the same conditions, unemployment, vacancies, job-finding and job-loss rates are independent of the size of the labor market even in the presence of increasing returns to scale in search. While declining search frictions do not lower unemployment, they contribute to growth. The magnitude of the contribution depends on the thickness of the tail of the Pareto distribution. We present a simple strategy to measure the decline in search frictions and its contribution to growth. A rudimentary implementation of this strategy suggests that the decline in search frictions has been substantial, it has been caused by both improvements in the search technology and increasing returns to scale in the search process, and it has had a non-negligible impact on growth.\n\n",
    "acknowledgement": "\nWe are grateful to Ioana Marinescu and Nicolas Petrosky-Nadeau for generously sharing their data with us. We also wish to thank Jason Faberman, Simon Gilchrist, Ezra Oberfield, Barbara Petrongolo, and audience members at several conferences and seminars for their comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}