{
    "id": 24510,
    "citation_title": "The Political Impact of Immigration: Evidence from the United States",
    "citation_author": [
        "Anna Maria Mayda",
        "Giovanni Peri",
        "Walter Steingress"
    ],
    "citation_publication_date": "2018-05-14",
    "issue_date": "2018-04-12",
    "revision_date": "2018-05-14",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we study the impact of immigration to the United States on the vote for the Republican Party by analyzing county-level data on election outcomes between 1990 and 2010. Our main contribution is to separate the effect of high-skilled and low-skilled immigrants, by exploiting the different geography and timing of the inflows of these two groups of immigrants. We find that an increase in the first type of immigrants decreases the share of the Republican vote, while an inflow of the second type increases it. These effects are mainly due to the local impact of immigrants on votes of U.S. citizens and they seem independent of the country of origin of immigrants. We also find that the pro-Republican impact of low-skilled immigrants is stronger in low-skilled and non-urban counties. This is consistent with citizens' political preferences shifting towards the Republican Party in places where low-skilled immigrants are more likely to be perceived as competition in the labor market and for public resources.\n\n",
    "acknowledgement": "\nThe authors would like to thank Michel Beine, George Borjas, Claudia Goldin, Daniel Hopkins and Alexander Wagner for useful comments. Seminar participants at Vanderbilt University, Duke University, Banque de France, Georgetown University, Universite Libre de Bruxelles (ECARES), Lancaster University, Oxford University, the 14th IZA AM2 Meeting and the 2016 NBER Summer Institute in Political Economy provided suggestions on earlier drafts of this paper. The views expressed in this paper are those of the authors alone and do not reflect those of the Bank of Canada or the National Bureau of Economic Research.\n\n\n"
}