{
    "id": 24517,
    "citation_title": "Coordination Frictions in Venture Capital Syndicates",
    "citation_author": [
        "Ramana Nanda",
        "Matthew Rhodes-Kropf"
    ],
    "citation_publication_date": "2018-04-16",
    "issue_date": "2018-04-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAn extensive literature on venture capital has studied asymmetric information and agency problems between investors and entrepreneurs, examining how separating entrepreneurs from the investor can create frictions that might inhibit the funding of good projects.  It has largely abstracted away from the fact that a startup typically does not have just one investor, but several VCs that come together in a syndicate to finance a venture.  In this chapter, we therefore argue for an expansion of the standard perspective to also include frictions within VC syndicates. Put differently, what are the frictions that arise from the fact that there is not just one investor for each venture, but several investors with different incentives, objectives and cash flow rights, who nevertheless need to collaborate to help make the venture a success? We outline the ways in which these coordination frictions manifest themselves, describe the underlying drivers and document several contractual solutions used by VCs to mitigate their effects.  We believe that this broader perspective provides several promising avenues for future research.\n\n",
    "acknowledgement": "\nThis review has been prepared for the Oxford Handbook of Entrepreneurship and Collaboration. We thank Robert Bartlett, Thomas Hellmann and Josh Lerner for very helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nMatthew Rhodes-Kropf\n\nRhodes-Kropf is an advisor to and investor in Correlation Ventures.  Correlation Ventures provided some of the data used in this research, but had no input in its production.\n\n\n"
}