{
    "id": 24515,
    "citation_title": "The Long-Term Spillover Effects of Changes in the Return to Schooling",
    "citation_author": [
        "Ran Abramitzky",
        "Victor Lavy",
        "Santiago Pérez"
    ],
    "citation_publication_date": "2018-04-16",
    "issue_date": "2018-04-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the short and long-term spillover effects of a pay reform that substantially increased the returns to schooling in Israeli kibbutzim. This pay reform, which induced kibbutz students to improve their academic achievements during high school, spilled over to non-kibbutz members who attended schools with these kibbutz students. In the short run, peers of kibbutz students improved their high school outcomes and shifted to courses with higher financial returns. In the medium and long run, peers completed more years of postsecondary schooling and increased their earnings. We discuss three main spillover channels: diversion of teachers’ instruction time towards peers, peer effects from improved schooling performance of kibbutz students, and the transmission of information about the returns to schooling. While each of these channels likely contributed to improving the outcomes of peers, we provide suggestive evidence that the estimates are more consistent with the effects operating mainly through transmission of information.\n\n",
    "acknowledgement": "\nWe thank Jaime Arellano-Bover, Arun Chandrasekhar, Raj Chetty, Giacomo De Giorgi, Nathaniel Hendren, Matt Jackson, Magne Mogstad, Karthik Muralidharan, John Pencavel, Emmanuel Saez, Tom Zohar, Gabriel Zucman, seminar participants at Pontificia Universidad Catolica de Chile, Hebrew University, Warwick, and Stanford, and participants at the CEPR Labor Economics Conference at LSE 2016, the All California Labor Economics Conference at Stanford 2017, and GRIPS 2018 conference in Tokyo for useful discussions and suggestions. We thank Hadar Avivi, Elior Cohen, and Nadav Kunievsky for excellent research assistance. Victor Lavy acknowledges financial support from the European Research Council through ERC Advance Grant 323439 and from CAGE. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}