{
    "id": 24521,
    "citation_title": "Forward Guidance",
    "citation_author": [
        "Marcus Hagedorn",
        "Jinfeng Luo",
        "Iourii Manovskii",
        "Kurt Mitman"
    ],
    "citation_publication_date": "2018-04-16",
    "issue_date": "2018-04-12",
    "revision_date": "2018-04-20",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe assess the power of forward guidance—promises about future interest rates—as a monetary tool in a liquidity trap using a quantitative incomplete-markets model. Our results suggest the effects of forward guidance are negligible. A commitment to keep future nominal interest rates low for a few quarters—although macro indicators suggest otherwise—has only trivial effects on current output and employment. We explain theoretically why in complete markets models forward guidance is powerful—generating a “forward guidance puzzle”—and why this puzzle disappears in our model. We also clarify theoretically ambiguous conclusions from previous research about the effectiveness of forward guidance in incomplete and complete markets models.\n\n",
    "acknowledgement": "\nThis paper has been prepared for the Carnegie-Rochester Conference Series on Public Policy honoring the contributions of Charles Plosser to Economics.We thank Jeff Lacker for many detailed comments. We gratefully acknowledge financial support from the National Science Foundation Grant No. SES-1357903, FRIPRO Grant No. 250617, the European Research Council ERC Starting Grant 759482, and the Ragnar S\u007foderbergs stiftelse. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}