{
    "id": 24523,
    "citation_title": "Cost of Experimentation and the Evolution of Venture Capital",
    "citation_author": [
        "Michael Ewens",
        "Ramana Nanda",
        "Matthew Rhodes-Kropf"
    ],
    "citation_publication_date": "2018-04-23",
    "issue_date": "2018-04-19",
    "revision_date": "2021-02-17",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study how technological shocks to the cost of starting new businesses have led the venture capital model to adapt in fundamental ways over the prior decade. We both document and provide a framework to understand the changes in the investment strategy of venture capitalists (VCs) in recent years — an increased prevalence of a “spray and pray” investment approach — where investors provide a little funding and limited governance to an increased number of startups that they are more likely to abandon, but where initial experiments significantly inform beliefs about the future potential of the venture. This adaptation and related entry by new financial intermediaries has led to a disproportionate rise in innovations where information on future prospects is revealed quickly and cheaply, and reduced the relative share of innovation in complex technologies where initial experiments cost more and reveal less.\n\n",
    "acknowledgement": "\nWe are extremely grateful to Shai Bernstein, Tony Cookson, Marco Da Rin, Lora Dimitrova, Joan Farre-Mensa, Brent Goldfarb, Yael Hochberg, David Hsu, Ross Levine, Tom Nicholas, Scott Stern, Ayako Yasuda and the participants at the NBER conference on The Changing Financing Market for Innovation and Entrepreneurship, the Academy of Management, the 5th HEC Entrepreneurship Workshop, the Economics of Strategy Workshop at NYU, the 5th Entrepreneurial Finance and Innovation Conference, Western Finance Association 2016, European Finance Assoc. 2016, FOM Conference 2016, UC Berkeley, Caltech, Carnegie Mellon University, Columbia University, Arizona State University, Drexel University, Boston University, University of Rochester, University of Michigan, Oxford University and Vanderbilt University for helpful comments. The authors thank VentureSource and Correlation Ventures for access to their data. Ewens and Rhodes-Kropf are advisors to and investors in Correlation Ventures. Ewens recognizes the support of the Kauffman Foundation Junior Faculty Fellowship. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nMichael Ewens\n\nEwens is an advisor to and investor in Correlation Ventures.  Correlation Ventures provided some of the data used in this research, but had no input in its production.\n\n\n\nMatthew Rhodes-Kropf\n\nRhodes-Kropf is an advisor to and investor in Correlation Ventures.  Correlation Ventures provided some of the data used in this research, but had no input in its production.\n\n\n"
}