{
    "id": 24529,
    "citation_title": "A Measure of Risk Appetite for the Macroeconomy",
    "citation_author": [
        "Carolin Pflueger",
        "Emil Siriwardane",
        "Adi Sunderam"
    ],
    "citation_publication_date": "2018-04-23",
    "issue_date": "2018-04-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe document a strong and robust positive relationship between real rates and the contemporaneous valuation of volatile stocks, which we contend measures the economy’s risk appetite. Our novel proxy for risk appetite explains 41% of the variation in the one-year real rate since 1970, while the valuation of the aggregate stock market explains just 1%. In addition, the real rate forecasts returns on volatile stocks, confirming our interpretation that changes in risk appetite drive the real rate. Increases in our measure of risk appetite are followed by a boom in investment and output.\n\n",
    "acknowledgement": "\nThis paper was previously circulated under the title “Does Precautionary Savings Drive the Real Interest Rate? Evidence from the Stock Market.” We thank Michael Brennan (discussant), John Campbell, Robert Engle, Xavier Gabaix, Espen Henriksen (discussant), Bryan Kelly, Arvind Krishnamurthy, Hanno Lustig (discussant), Thomas Maurer (discussant), Monika Piazzesi, Robert Ready (discussant), Larry Schmidt (discussant), Martin Schneider, Andrei Shleifer, Jeremy Stein, and Luis Viceira for helpful comments. We also benefited from the input of seminar participants at the BI-SHoF Conference 2017, CEF 2017, CITE 2017, Chicago Harris, CMU Tepper, Federal Reserve Board, FRBSF conference on Advances in Finance Research 2017, Harvard, HEC-McGill Winter Finance Workshop, London School of Economics, McGill Desaultels, NBER Fall 2017 Asset Pricing Meeting, Northwestern Kellogg, SFS Cavalcade, SITE 2017, University of British Columbia, and University of Indiana. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}