{
    "id": 24520,
    "citation_title": "Sweat Equity in U.S. Private Business",
    "citation_author": [
        "Anmol Bhandari",
        "Ellen R. McGrattan"
    ],
    "citation_publication_date": "2018-04-16",
    "issue_date": "2018-04-12",
    "revision_date": "2020-01-06",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a theory of sweat equity—the value of business owners’ time and expenses to build customer bases, client lists, and other intangible assets. We discipline the theory using data from U.S. national accounts, business censuses, and brokered sales to estimate a value for sweat equity for the private business sector equal to 1.2 times U.S. GDP, which is roughly the value of fixed assets in use in these businesses. Although latent, the equity values are positively correlated with business incomes, ages, and standard measures of markups based on accounting data, but not with financial assets of owners or standard measures of business total factor productivity (TFP). We use our theory to show that abstracting from sweat activity leads to a significant understatement of the impacts of lowering business income tax rates on both the extensive and intensive margins. We also document large differences in the effective tax rates and the effects of tax changes for owner and employee labor inputs. Lower tax rates on owners result in increased self-employment rates and smaller firm sizes, whereas lower rates on employees have the opposite effect. Allowing for financial constraints and superstar firms does not overturn our main findings.\n\n",
    "acknowledgement": "\nBhandari acknowledges support from the Heller-Hurwicz Economic Institute, and McGrattan ac- knowledges support from the NSF. Replication codes and data are available at www.econ.umn.edu/~erm/data/sweat. We thank Yuki Yao for excellent research assistance and James Holt for excel- lent editorial assistance. We thank V.V. Chari, Bob Hall, Ed Prescott, and seminar participants at the University of Colorado, the University of Minnesota, Yale, Autonoma, ASU, NYU, Columbia, the Bank of Korea, the SED, Stanford, CMU, and the EUI for helpful comments. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}