{
    "id": 24526,
    "citation_title": "How Redeployable are Patent Assets? Evidence from Failed Startups",
    "citation_author": [
        "Carlos J. Serrano",
        "Rosemarie Ziedonis"
    ],
    "citation_publication_date": "2018-04-23",
    "issue_date": "2018-04-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEntrepreneurial firms are important sources of patented inventions. Yet little is known about what happens to patents “released” to the market when startups fail. This study provides a first look at the frequency and speed with which patents originating from failed startups are redeployed to new owners, and whether the value of patents is tied to the original venture and team. The evidence is based on 1,766 U.S. patents issued to 285 venture capital-backed startups that disband between 1988 and 2008 in three innovation-intensive sectors: medical devices, semiconductors, and software. At odds with the view that the resale market for patented inventions is illiquid, we find that most patents from these startups are sold, are sold quickly, and remain “alive” through renewal fee payment long after the startups are shuttered. The patents tend to be purchased by other operating companies in the same sector and retain value beyond the original venture and team. We do find, however, that the patents and people sometimes move jointly to a new organization following the dissolution of the original venture, and explore the conditions under which such co-movement is more likely. The study provides new evidence on a phenomenon—of active markets for buying and selling patents—underexplored in the literature and consequential for both entrepreneurial and established firms.\n\n",
    "acknowledgement": "\nWe thank Dow Jones VentureSource, Sand Hill Econometrics, RPX Corp, and Deepak Hegde for data access. We also thank the patent brokers, consultants, attorneys and other executives who shared time and insights with us during this study. Andre Boik, Yamil Kaba, Jing Li, Karina Mann, Junguang Pan, Anastasia Strader, and Shana Wang provided excellent research assistance.  Financial support from the Hoover Institution Working Group on Intellectual Property, Innovation, and Productivity (Hoover IP2), the Ministerio de Economia y Competitividad of the Government of Spain (ECO2016-76998), and the NBER Entrepreneurship Working Group is gratefully acknowledged. All errors are our own. Email addresses:  carlos.serrano@upf.edu (C.J. Serrano), rmz@bu.edu (R.H. Ziedonis). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}