{
    "id": 24535,
    "citation_title": "Evidence-Based Policymaking: Promise, Challenges and Opportunities for Accounting and Financial Markets Research",
    "citation_author": [
        "Christian Leuz"
    ],
    "citation_publication_date": "2018-04-23",
    "issue_date": "2018-04-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "General, Teaching",
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe use of evidence and economic analysis in policymaking is on the rise, and accounting standard setting and financial regulation are no exception. This article discusses the promise of evidence-based policymaking in accounting and financial markets as well as the challenges and opportunities for research supporting this endeavor. In principle, using sound theory and robust empirical evidence should lead to better policies and regulations. But despite its obvious appeal and substantial promise, evidence-based policymaking is easier demanded than done. It faces many challenges related to the difficulty of providing relevant causal evidence, lack of data, the reliability of published research, and the transmission of research findings. Overcoming these challenges requires substantial infrastructure investments for generating and disseminating relevant research. To illustrate this point, I draw parallels to the rise of evidence-based medicine. The article provides several concrete suggestions for the research process and the aggregation of research findings that could be considered if scientific evidence is to inform policymaking. I discuss how policymakers can foster and support policy-relevant research, chiefly by providing and generating data. The article also points to potential pitfalls when research becomes increasingly policy-oriented.\n\n",
    "acknowledgement": "\nThis paper is based on my 2017 PD Leake Lecture at the ICAEW. I acknowledge helpful comments from the editors, Luzi Hail, Christian Laux and, especially, Maximilian Muhn. I also thank Maximilian Muhn for his excellent research assistance. I have worked as an economic advisor to the PCAOB and still serve as a consultant from time to time. I have also co-written independent research reports on policy questions for the FASB and the SASB. The views expressed in this paper are my own. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}