{
    "id": 24537,
    "citation_title": "Inequality of Educational Opportunity? Schools as Mediators of the Intergenerational Transmission of Income",
    "citation_author": [
        "Jesse Rothstein"
    ],
    "citation_publication_date": "2018-04-23",
    "issue_date": "2018-04-19",
    "revision_date": "2018-04-23",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nChetty et al. (2014b) show that children from low-income families achieve higher adult incomes, relative to those from higher income families, in some commuting zones (CZs) than in others. I investigate whether children’s educational outcomes help to explain the between-CZ differences. I find little evidence that the quality of schools is a key mechanism driving variation in intergenerational mobility. While CZs with stronger intergenerational income transmission have somewhat stronger transmission of parental income to children’s educational attainment and achievement, on average, neither can explain a large share of the between-CZ variation. Marriage patterns explain two-fifths of the variation in income transmission, human capital accumulation and returns to human capital each explain only one-ninth, and the remainder of the variation (about one-third) reflects differences in earnings between children from high- and low-income families that are not mediated by human capital. This points to job networks and the structure of local labor and marriage markets, rather than the education system, as likely factors influencing intergenerational economic mobility.\n\n",
    "acknowledgement": "\nI thank Audrey Tiew, Leah Shiferaw, Julien Lafortune, and Rachel Young for excellent research assistance as well as Charlie Brown, David Card, Avi Feller, Pat Kline, and conference and seminar participants at NBER, NYU, SOLE, UC Irvine, UC Riverside, UCSB, UCSD, UQAM, and the Trans-Pacific Labor Seminar for helpful discussions and comments. I am grateful to the Russell Sage Foundation for financial support. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}