{
    "id": 24533,
    "citation_title": "Social Capital, Government Expenditures and Growth",
    "citation_author": [
        "Giacomo A.M. Ponzetto",
        "Ugo Troiano"
    ],
    "citation_publication_date": "2018-04-23",
    "issue_date": "2018-04-19",
    "revision_date": "2024-07-09",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper shows that social capital increases economic growth by raising government investment in human capital through better political incentives and selection. We provide empirical evidence that a greater share of output is spent on public education where social capital is higher, both across countries and across U.S. states. We develop a theoretical model of stochastic endogenous growth with imperfect political agency. Only some people correctly anticipate the future returns to current spending on public education. Greater social diffusion of information makes this knowledge more widespread among voters. As a result, social capital alleviates myopic political incentives to underinvest in human capital. It also helps voters select politicians who ensure high productivity in public education. Through this mechanism, we show that social capital raises the equilibrium growth rate of output and reduces its volatility.\n\n",
    "acknowledgement": "\nWe are grateful for their helpful comments to Jordi Galí, Jim Hines, Joel Slemrod and seminar participants at the Catholic University of Milan, CRENoS, ESSIM, the RES, the SED, and the Universities of Bozen/Bolzano, California Riverside, Glasgow, Kentucky, Michigan and Paris 1 Panthéon–Sorbonne. Ponzetto acknowledges financial support from the Spanish Ministry of Science and Innovation (grant JCI-2010-08414), the Spanish Ministry of Economy and Competitiveness and its Severo Ochoa Programme for Centres of Excellence in R&D (grants SEV-2011-0075, RYC-2013-12838, ECO-2014- 59805-P and SEV-2015-0563), the Government of Catalonia and its CERCA Programme (grants 2009 SGR 1157 and 2014 SGR 830) and the BBVA Foundation through its first grant for Researchers, Innovators and Cultural Creators. Troiano acknowledges financial support from the University of Michigan, the Harvard Department of Economics, the Harvard Multidisciplinary Program in Inequality and Social Policy, and the Bank of Italy. We thank Dante Donati, Chiara Ferrero and Alex Wolfe for research assistance. The opinions expressed in this project belong to the authors and the BBVA Foundation is not responsible for them, nor do they necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}