{
    "id": 24530,
    "citation_title": "The Production of Inequalities within Families and Across Generations: The Intergenerational Effects of Birth Order and Family Size on Educational Attainment",
    "citation_author": [
        "Kieron Barclay",
        "Torkild Lyngstad",
        "Dalton Conley"
    ],
    "citation_publication_date": "2018-04-23",
    "issue_date": "2018-04-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere has long been interest in the extent to which effects of social stratification extend and persist across generations. We take a novel approach to this question by asking whether birth order and sibling group size in the parental generation influences the educational attainment of their children. To address this question we use Swedish population data on cohorts born 1960-1982. To study the effects of parental birth order and family size we apply a cousin fixed effects design and exploit information on twin births in the parents generation. Relative to having a first-born mother, having a second-born or fifth-born mother is associated with educational attainment at age 30 being 4% and 8% of a standard deviation lower, respectively. After adjusting for attained parental education and social class, the parental birth order effect is heavily attenuated. Nevertheless, we do find that children who share the same birth order and gender as their parents attain slightly more education, and this is particularly pronounced when the parents have higher levels of education themselves. We do not find clear or consistent evidence for parental sibling group size effects. Overall our results suggest that birth order and family size effects operate through a Markovian process of transmission.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. Kieron Barclay was partially supported by a European Research Council Starting Grant awarded to Mikko Myrskylä (COSTPOST: 336475). We are also grateful for support from the Stockholm University SIMSAM Node for Demographic Research, Swedish Research Council (Grant 340-2013-5164).\n\n\n"
}