{
    "id": 24532,
    "citation_title": "Geography and Agricultural Productivity: Cross-Country Evidence from Micro Plot-Level Data",
    "citation_author": [
        "Tasso Adamopoulos",
        "Diego Restuccia"
    ],
    "citation_publication_date": "2018-04-23",
    "issue_date": "2018-04-19",
    "revision_date": "2021-04-01",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe quantify the role of geography and land quality for agricultural productivity diﬀerences across countries using high-resolution micro-geography data and a spatial accounting framework. The rich spatial data provide for each cell of land covering the entire globe, the potential yield for 18 crops, which measures the maximum attainable crop output given soil quality, climate conditions, terrain topography, and a given level of cultivation inputs. While there is considerable heterogeneity in land quality across space, even within narrow geographic regions, we ﬁnd that low agricultural land productivity is not due to unfavourable geographic endowments. If countries produced current crops in each cell according to potential yields, the rich-poor agricultural yield gap would virtually disappear, from 214 percent to 5 percent. We also ﬁnd evidence of additional aggregate productivity gains attainable through spatial reallocation and changes in crop production.\n\n",
    "acknowledgement": "\nWe thank Henry Kim, Yikalo Araya for valuable research assistance, and Rui Castro, Chaoran Chen, Andrew Dickens, Dave Donaldson, Doug Gollin, B. Ravikumar, Todd Schoellman, and Dietrich Vollrath for comments and suggestions. We have beneﬁted from comments received at the Growth Conference in Montreal, the Ethiopian Economic Association Meetings in Addis Ababa, the European Economic Association Meetings in Mannheim, the International Monetary Fund, the World Bank, SED in Edinburgh, MadMac Madrid, EEA/ESEM Lisbon, and AWSOME at McMaster. Adamopoulos and Restuccia gratefully acknowledge the support from the Social Sciences and Humanities Research Council of Canada. Restuccia also thanks the support from the Canada Research Chairs program and the Bank of Canada Fellowship program. The views expressed herein are not necessarily those of the Bank of Canada or the National Bureau of Economic Research and are the author’s alone.\n\n\n"
}