{
    "id": 24539,
    "citation_title": "The Role of Transportation Speed in Facilitating High Skilled Teamwork",
    "citation_author": [
        "Xiaofang Dong",
        "Siqi Zheng",
        "Matthew E. Kahn"
    ],
    "citation_publication_date": "2018-04-23",
    "issue_date": "2018-04-19",
    "revision_date": "2018-06-21",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHigh skilled workers gain from face to face interactions.  If the skilled can move at higher speeds, then knowledge diffusion and idea spillovers are likely to reach greater distances.  This paper uses the construction of China’s high speed rail (HSR) network as a natural experiment to test this claim.  HSR connects major cities, that feature the nation’s best universities, to secondary cities.  Since bullet trains reduce cross-city commute times, they reduce the cost of face-to-face interactions between skilled workers who work in different cities.  Using a data base listing research paper publication and citations, we document a complementarity effect between knowledge production and the transportation network.  Co-authors’ productivity rises and more new co-author pairs emerge when secondary cities are connected by bullet train to China’s major cities.\n\n",
    "acknowledgement": "\nWe thank Jeff Zabel, Andrea Craig, Nolan Jones and the participants at the 2017 Urban Economics and Public Finance Conference at the Lincoln Institute of Land Policy for their helpful comments. Siqi Zheng acknowledges the research support from MIT China Future City Lab. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}