{
    "id": 24534,
    "citation_title": "The Optimal Public and Private Provision of Safe Assets",
    "citation_author": [
        "Marina Azzimonti",
        "Pierre Yared"
    ],
    "citation_publication_date": "2018-04-23",
    "issue_date": "2018-04-19",
    "revision_date": "2018-04-26",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a theory of optimal government debt in which publicly-issued and privately-issued safe assets are substitutes. While government bonds are backed by future tax revenues, privately-issued safe assets are backed by the future repayment of pools of defaultable private loans. We find that a higher supply of public debt crowds out privately-issued safe assets less than one for one and reduces the interest spread between borrowing and deposit rates. Our main result is that the optimal level of public debt does not fully crowd out private lending and maintains a positive interest spread. Moreover, the optimal level of public debt is higher the more severe are financial frictions.\n\n",
    "acknowledgement": "\nThis paper was prepared for the 91st meeting of the Carnegie-Rochester-NYU Conference on Public Policy which honored the contributions of Charles Plosser to economics. We are especially grateful to Narayana Kocherlakota for initial discussions which inspired this project. We would like to thank Yongsung Chang, Fatih Guvenen, Chris Moser, Sevin Yeltekin, and seminar audiences at Carnegie- Rochester-NYU conference, Columbia, New York Fed, SED meeting, and NBER for comments. We thank Saki Bigio for a valuable discussion of the paper. Jay Hyun provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}