{
    "id": 24549,
    "citation_title": "Going With the Flows: New Borrowing, Debt Service and the Transmission of Credit Booms",
    "citation_author": [
        "Mathias Drehmann",
        "Mikael Juselius",
        "Anton Korinek"
    ],
    "citation_publication_date": "2018-04-30",
    "issue_date": "2018-04-26",
    "revision_date": "2020-02-13",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTraditional economic models have had difficulty explaining the non-monotonic real effects of credit booms and, in particular, why they have predictable negative after-effects for up to a decade. We provide a systematic transmission mechanism by focusing on the flows of resources between borrowers and lenders, i.e. new borrowing and debt service. We construct the first cross-country dataset of these flows for a panel of household debt in 16 countries. We show that new borrowing increases economic activity but generates a pre-specified path of debt service that reduces future economic activity. The protracted response in debt service derives from two key analytic properties of credit booms: (i) new borrowing is auto-correlated and (ii) debt contracts are long term. We confirm these properties in the data and show that debt service peaks on average four years after credit booms and is associated with significantly lower output and higher crisis risk. Our results explain the transmission mechanism through which credit booms and busts generate non-monotonic and long-lasting aggregate demand effects and are, hence, crucial for macroeconomic stabilization policy.\n\n",
    "acknowledgement": "\nWe would like to thank Larry Ball, Claudio Borio, Stjin Claessens, Giovanni Dell'Ariccia, Jon Faust, Andreas Fuster, Oscar Jorda, Arvind Krishnamurthy, Atif Mian, Hyun Song Shin, Amir Sufi, Emil Verner as well as participants at the 2017 IEA World Congress, the 2017 NBER Summer Institute, the 2017 SED Meetings, the 2017 SITE Workshop on New Models of Financial Markets, the Drexel-PFED Conference on Credit Markets and the Macroeconomy, the Money, Macro and Finance Annual Conference 2017, the 2018 AEA Meetings, and seminars at the Fed Board, the IMF, the BIS, the Central Bank of Mexico, the Bank of Finland, Johns Hopkins and the University of Virginia for helpful comments and suggestions. Part of this research was performed when Korinek was a Research Fellow at the BIS. The views presented here are the authors’ and do not necessarily reflect those of the Bank for International Settlements, the Bank of Finland, or the National Bureau of Economic Research.\n\n\n"
}