{
    "id": 24548,
    "citation_title": "Jobs for the Heartland: Place-Based Policies in 21st Century America",
    "citation_author": [
        "Benjamin A. Austin",
        "Edward L. Glaeser",
        "Lawrence H. Summers"
    ],
    "citation_publication_date": "2018-04-30",
    "issue_date": "2018-04-26",
    "revision_date": "2019-09-26",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe economic convergence of American regions has greatly slowed, and rates of long-term non-employment have even been diverging. Simultaneously, the rate of non-employment for working age men has nearly tripled over the last 50 years, generating a terrible social problem that is disproportionately centered in the eastern parts of the American heartland. Should more permanent economic divisions across space lead American economists to rethink their traditional skepticism about place-based policies? We document that increases in labor demand appear to have greater impacts on employment in areas where not working has been historically high, suggesting that subsidizing employment in such places could particularly reduce the not working rate. Pro-employment policies, such as a ramped up Earned Income Tax Credit, that are targeted towards regions with more elastic employment responses, however financed, could plausibly reduce suffering and materially improve economic performance.\n\n",
    "acknowledgement": "\nWe thank the Smith Richardson Foundation for generous financial support.  We are very grateful to Gilles Duranton, Robert Hall, James Stock and the participants at the Brookings Institute and Johns Hopkins University for excellent comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nEdward L. Glaeser\n\nI have received speaking fees from organizations that organize members that invest in real estate markets, including the National Association of Real Estate Investment Managers and the Pension Real Estate Association.\n\n\n"
}