{
    "id": 24540,
    "citation_title": "Characteristics Are Covariances: A Unified Model of Risk and Return",
    "citation_author": [
        "Bryan Kelly",
        "Seth Pruitt",
        "Yinan Su"
    ],
    "citation_publication_date": "2018-04-23",
    "issue_date": "2018-04-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a new modeling approach for the cross section of returns. Our method, Instrumented Principal Components Analysis (IPCA), allows for latent factors and time-varying loadings by introducing observable characteristics that instrument for the unobservable dynamic loadings. If the characteristics/expected return relationship is driven by compensation for exposure to latent risk factors, IPCA will identify the corresponding latent factors. If no such factors exist, IPCA infers that the characteristic effect is compensation without risk and allocates it to an \"anomaly\" intercept. Studying returns and characteristics at the stock-level, we find that four IPCA factors explain the cross section of average returns significantly more accurately than existing factor models and produce characteristic-associated anomaly intercepts that are small and statistically insignificant. Furthermore, among a large collection of characteristics explored in the literature, only eight are statistically significant in the IPCA specification and are responsible for nearly 100% of the model's accuracy.\n\n",
    "acknowledgement": "\nWe thank Svetlana Bryzgalova (discussant), John Cochrane, Kent Daniel (discussant), Rob Engle, Wayne Ferson, Stefano Giglio, Lars Hansen, Andrew Karolyi, Serhiy Kozak, Toby Moskowitz, Andreas Neuhierl, Dacheng Xiu and audience participants at AQR, ASU, Chicago, Cornell, Duke, FRA, UMass Amherst, Minnesota, SoFiE, St. Louis Federal Reserve, and Yale for helpful comments. We are grateful to Andreas Neuhierl for generously sharing data with us. A previous draft was circulated under the name “Some Characteristics Are Risk Exposures, and the Rest Are Irrelevant.” AQR Capital Management is a global investment management firm, which may or may not apply similar investment techniques or methods of analysis as described herein. The views expressed here are those of the authors and not necessarily those of AQR or the National Bureau of Economic Research.\n\n\n"
}