{
    "id": 24541,
    "citation_title": "Finding Needles in Haystacks: Artificial Intelligence and Recombinant Growth",
    "citation_author": [
        "Ajay Agrawal",
        "John McHale",
        "Alex Oettl"
    ],
    "citation_publication_date": "2018-04-23",
    "issue_date": "2018-04-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nInnovation is often predicated on discovering useful new combinations of existing knowledge in highly complex knowledge spaces.  These needle-in-a-haystack type problems are pervasive in fields like genomics, drug discovery, materials science, and particle physics. We develop a combinatorial-based knowledge production function and embed it in the classic Jones growth model (1995) to explore how breakthroughs in artificial intelligence (AI) that dramatically improve prediction accuracy about which combinations have the highest potential could enhance discovery rates and consequently economic growth. This production function is a generalization (and reinterpretation) of the Romer/Jones knowledge production function.  Separate parameters control the extent of individual-researcher knowledge access, the effects of fishing out/complexity, and the ease of forming research teams.\n\n",
    "acknowledgement": "\nWe thank Kevin Bryan, Joshua Gans, and Chad Jones for thoughtful input on this paper. We gratefully acknowledge financial support from Science Foundation Ireland, the Social Sciences Research Council of Canada, the Centre for Innovation and Entrepreneurship at the Rotman School of Management, and the Whitaker Institute for Innovation and Societal Change. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nAjay Agrawal\n\nThree of the AI companies mentioned in this paper are graduates of our Creative Destruction Lab program at the University of Toronto: Atomwise, BenchSci, and Deep Genomics.  A key member of another company mentioned (Meta), is an Associate at the Creative Destruction Lab.\n\n\n"
}