{
    "id": 24543,
    "citation_title": "Innovation and Trade Policy in a Globalized World",
    "citation_author": [
        "Ufuk Akcigit",
        "Sina T. Ates",
        "Giammario Impullitti"
    ],
    "citation_publication_date": "2018-04-23",
    "issue_date": "2018-04-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow do import tariffs and R&D subsidies help domestic firms compete globally? How do these policies affect aggregate growth and economic welfare? To answer these questions, we build a dynamic general equilibrium growth model where firm innovation endogenously determines the dynamics of technology, and, therefore, market leadership and trade flows, in a world with two large open economies at different stages of development. Firms’ R&D decisions are driven by (i) the defensive innovation motive, (ii) the expansionary innovation motive, and (iii) technology spillovers. The theoretical investigation illustrates that, statically, globalization (defined as reduced trade barriers) has ambiguous effects on welfare, while, dynamically, intensified globalization boosts domestic innovation through induced international competition. Accounting for transitional dynamics, we use our model for policy evaluation and compute optimal policies over different time horizons. The model suggests that the introduction of the Research and Experimentation Tax Credit in 1981 proves to be an effective policy response to foreign competition, generating substantial welfare gains in the long run. A counterfactual exercise shows that increasing tariffs as an alternative policy response improves domestic welfare only when the policymaker cares about the very short run, and only when introduced unilaterally. Tariffs generate large welfare losses in the medium and long run, or when there is retaliation by the foreign economy. Protectionist measures generate large dynamic losses by distorting the impact of openness on innovation incentives and productivity growth. Finally, our model predicts that a more globalized world entails less government intervention, thanks to innovation-stimulating effects of intensified international competition.\n\n",
    "acknowledgement": "\nWe thank seminar and conference participants at Harvard University, Princeton University, Stanford University, Duke University, the NBER Summer Institute “International Trade & Investment” and “Macroeconomics and Productivity” groups, the University of Maryland, the University of Pennsylvania, the University of Nottingham, the University of Zurich, the University of Munich, the Federal Reserve Board, the Bank of Italy, the International Monetary Fund, the International Atlantic Economic Society, ASSA Meetings 2018, the Italian Trade Study Group, CREST Paris, SKEMA, the SED Conference, and the CompNet Conference. We also thank Daniel J. Wilson for sharing and helping with his data. Akcigit gratefully acknowledges the National Science Foundation, the Alfred P. Sloan Foundation, and the Ewing Marion Kauffman Foundation for financial support. The views in this paper are solely the responsibilities of the authors and should not be interpreted as reflecting the view of the Board of Governors of the Federal Reserve System, any other person associated with the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}