{
    "id": 24545,
    "citation_title": "Myopia and Anchoring",
    "citation_author": [
        "George-Marios Angeletos",
        "Zhen Huo"
    ],
    "citation_publication_date": "2018-04-30",
    "issue_date": "2018-04-26",
    "revision_date": "2020-09-25",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Business Cycles",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop an equivalence between the equilibrium effects of incomplete information and those of two behavioral distortions: myopia, or extra discounting of the future; and anchoring of current behavior to past behavior, as in models with habit persistence or adjustment costs. We show how these distortions depend on higher-order beliefs and GE mechanisms, and how they can be disciplined by evidence on expectations. We finally illustrate the use of our toolbox with a quantitative application in the context of inflation, a bridge to the HANK literature, and an extension to networks.\n\n",
    "acknowledgement": "\nWe are grateful to three anonymous referees and the editor, Mikhail Golosov, for extensive feedback, and to Chris Sims, Alexander Kohlhas, Luigi Iovino, and Alok Johri for discussing our paper in, respectively, the 2018 NBER Monetary Economics meeting, the 2018 Cambridge/INET conference, the 2018 Hydra workshop, and the 2018 Canadian Macro Study Group. We also acknowledge useful comments from Jaroslav Borovicka, Simon Gilchrist, Jennifer La’O, John Leahy, Kristoffer Nimark, Stephen Morris, Mikkel Plagborg-Moller, Dmitriy Sergeyev, and seminar participants at the aforementioned conferences, BC, BU, Columbia, NYU, LSE, UCL, UBC, Chicago Fed, Minneapolis Fed, Stanford, Carleton, Edinburgh, CUHK, the 2018 Duke Macro Jamboree, the 2018 Barcelona GSE Summer Forum EGF Group, the 2018 SED Meeting, the 2018 China International Conference in Economics, and the 2018 NBER Summer Institute. Angeletos acknowledges the support of the National Science Foundation under Grant Number SES-1757198. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}