{
    "id": 24547,
    "citation_title": "An Economic Perspective on Mexico's Nascent Deregulation of Retail Petroleum Markets",
    "citation_author": [
        "Lucas W. Davis",
        "Shaun McRae",
        "Enrique Seira Bejarano"
    ],
    "citation_publication_date": "2018-04-30",
    "issue_date": "2018-04-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Regulatory Economics",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRetail petroleum markets in Mexico are on the cusp of a historic deregulation.  For decades, all 11,000 gasoline stations nationwide have carried the brand of the state-owned petroleum company Pemex and sold Pemex gasoline at federally regulated retail prices.  This industry structure is changing, however, as part of Mexico's broader energy reforms aimed at increasing private investment. Since April 2016, independent companies can import, transport, store, distribute, and sell gasoline and diesel.  In this paper, we provide an economic perspective on Mexico's nascent deregulation.  Although in many ways the reforms are unprecedented, we argue that past experiences in other markets give important clues about what to expect, as well as about potential pitfalls.  Turning Mexico's retail petroleum sector into a competitive market will not be easy, but the deregulation has enormous potential to increase efficiency and, eventually, to reduce prices.\n\n",
    "acknowledgement": "\nWe are grateful to Severin Borenstein for helpful comments. None of us have received any financial compensation for this project, nor do we have any financial relationships that relate to this research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}