{
    "id": 2454,
    "citation_title": "Wage Gaps vs. Output Gaps: Is There a Common Story for All of Europe?",
    "citation_author": [
        "Robert J. Gordon"
    ],
    "citation_publication_date": "1987-12-01",
    "issue_date": "1987-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the relationship between real wages and unernployment in Europe. It finds no evidence that high real wages are responsible for the differing behavior of unemployment in Europe as contrasted with the U. S., and across European countries finds patterns of real wage behavior that are the opposite of what would be required to link high real wages and high unemployment. Among the specific results are: (1) After adjustment for the income of the self-employed, there is no evidence of excessive real wages in Europe. \"Wage gap\" (i.e., labor's share) indexes on a 1972 base were almost identical in Europe and the U. S. in 1963 and 1984. The slight bulge in the European wage gap between 1974 and 1978 amounts to only about five percentage points over the IT. S. values. (2) There was indeed a real wage explosion between 1966 and 1975 in three small high-unemployment countries (Belgium, Denmark, Netherlands). But the wage gap barely moved in the four large high-unemployment countries (France, Germany, Italy, U. K.), and in fact increased substantially less than in low-unemployment Austria. Thus the wage gap concept is almost useless in providing an explanation of differences in unemployment experience within Europe. (3) Further skepticism regarding the relevance of wage and price adjustment for the European unemployment problem is provided by aggregation tests. Tests for pooling of wage change equations across national boundaries in Europe are accepted universally. There are no significant differences in wage behavior within Europe, except for country-specific instances of wage push or incomes policies. (4) The paper does not explain high unemployment in Europe, and it does not deny that the natural unemployment rate compatible with a constant inflation rate has increased substantially since 1972 in every European country. However, output gaps in Europe are not zero. The econometric estimates imply that the unemployment rate could be pushed down by three percentage points, particularly in France and Germany, without causing an acceleration of inflation. (5) Some might argue that wage gaps in Europe in the 1980s have been pushed down by economic slack and would bounce back if unemployment fell substantially. However, the claim that wage gaps have been held down by high unemployment and low output in the 1980s amounts to an acceptance of one of the major conclusions of this paper: Europe has experienced a substantial Keynesian output gap in the 19808, and not all of the increase in European unemployment is \"structural\" or \"classical\" in nature.\n\n",
    "acknowledgement": "\n"
}