{
    "id": 24559,
    "citation_title": "Tail and Center Rounding of Probabilistic Expectations in the Health and Retirement Study",
    "citation_author": [
        "Pamela Giustinelli",
        "Charles F. Manski",
        "Francesca Molinari"
    ],
    "citation_publication_date": "2018-04-30",
    "issue_date": "2018-04-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nA growing number of surveys elicit respondents’ expectations for future events on a 0-100 scale of percent chance. These data reveal substantial heaping at multiples of 10 and 5 percent, suggesting that respondents round their reports. This paper studies the nature of rounding by analyzing response patterns across expectations questions and waves of the Health and Retirement Study. We discover a tendency by about half of the respondents to provide more refined responses in the tails of the scale than the center. Only about five percent provide more refined responses in the center than the tails. We find that rounding varies across question domains, which range from personal health to personal finances to macroeconomic events. We develop a two-stage framework to characterize person-specific rounding. The first stage uses observed responses to infer respondents’ rounding practice in each question domain and scale segment. The second stage replaces each original point response with an interval, representing the range of possible values of the respondent’s true latent belief implied by the degree of rounding inferred in the first stage. We study how the inferred rounding types in the first stage vary with respondent characteristics, including age and cognitive abilities.\n\n",
    "acknowledgement": "\nWe thank Maura Coughlin, Adam Karabatakis, and Miriam Larson-Koester for able research assistance. We received useful feedback from seminar participants at the HRS work-in-progress series, Bocconi University, University of Southampton, NYU CUSP, University of Michigan, Purdue University, Laval University, University of Oslo, Statistics Norway, University of Munich, and University of Padova, as well as from participants in the 2016 NYFed and ESRC RCMiSoC Workshop on Subjective Expectations. Giustinelli gratefully acknowledges support from the National Institute on Aging (NIA P01-AG10179 and P30-AG012846), the National Science Foundation (SES1131500) for the University of Michigan node of the NSF-Census Research Network (NCRN), and the Michigan Institute for Teaching and Research in Economics (MITRE)’s Undergraduate Student Support program. Manski’s research was supported in part by National Science Foundation grant SES-1129475. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}