{
    "id": 24555,
    "citation_title": "Debt Overhang, Rollover Risk, and Corporate Investment: Evidence from the European Crisis",
    "citation_author": [
        "Ṣebnem Kalemli-Özcan",
        "Luc Laeven",
        "David Moreno"
    ],
    "citation_publication_date": "2018-04-30",
    "issue_date": "2018-04-26",
    "revision_date": "2020-08-07",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe quantify the role of financial leverage behind the sluggish post-crisis investment performance of European firms. We use a cross-country firm-bank matched database to identify separate roles for firm leverage, bank balance sheet weaknesses arising from sovereign risk, and aggregate demand conditions. We find that firms with higher debt levels reduce their investment more after the crisis. This negative effect is stronger for firms holding short-term debt in countries with sovereign stress, consistent with rollover risk being an important channel influencing investment. The negative effect of firm leverage on investment is persistent for several years after the shock in the countries with sovereign stress. The corporate leverage channel can explain 40 percent of the cumulative decline in aggregate investment over four years after the crisis.\n\n",
    "acknowledgement": "\nWe are grateful for useful comments from Olivier Blanchard, Laura Blattner, Stijn Claessens, Gita Gopinath, Alberto Martin, Giuseppe Nicoletti, Steven Ongena, Marco Pagano, Thomas Philippon, Alex Popov, Moritz Schularick, and David Thesmar, and from seminar presentations at the 2019 American Economic Association Annual Meeting, University of Bonn, London Business School, Oxford University, University of Maryland, University of Zurich, Bank of Canada, European Central Bank, International Monetary Fund, OECD, World Bank, and 21st Dubrovnik Economic Conference. We also thank Di Wang and Jun Hee Kwak for their excellent research assistance. The views expressed are our own and should not be interpreted to reflect those of the European Central Bank, the Banco Central de Chile, or the National Bureau of Economic Research.\n\n\n"
}