{
    "id": 24552,
    "citation_title": "Sophisticated Investors and Market Efficiency: Evidence from a Natural Experiment",
    "citation_author": [
        "Yong Chen",
        "Bryan Kelly",
        "Wei Wu"
    ],
    "citation_publication_date": "2018-04-30",
    "issue_date": "2018-04-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study how sophisticated investors, when faced with changes in information environment, adjust their information acquisition and trading behavior, and how these changes in turn affect market efficiency. We find that, after exogenous reductions of analyst coverage due to closures of brokerage firms, hedge funds scale up information acquisition. They trade more aggressively and earn higher abnormal returns on the affected stocks. Moreover, the participation of hedge fund significantly mitigates the impairment of market efficiency caused by coverage reductions. Our results show a substitution effect between sophisticated investors and public information providers in facilitating market efficiency in a causal framework.\n\n",
    "acknowledgement": "\nWe thank Vikas Agarwal, George Aragon, Robert Battalio, Utpal Bhattacharya, Marie Brière, Charles Cao, Alan Crane, Kevin Crotty, Daniel Ferreira, Mila Getmansky, Menna El Hefnawy, Jennifer Huang, Shiyang Huang, Harrison Hong, Liang Jin, Shane Johnson, Hagen Kim, Tse-Chun Lin, Andrew Lo, Veronika Pool, Sorin Sorescu, Sheridan Titman, Charles Trzcinka, Tarik Umar, Kumar Venkataraman, Ivo Welch, Russ Wermers, Hongjun Yan, Liyan Yang, Mao Ye, Fernando Zapatero, Hong Zhang, Ben Zhang, Bart Zhou, Frank Zhou, as well as the participants at the 2018 AFA Conference, 2018 MFA Conference, 2017 Helsinki Finance Summit, 2017 Summer Institute of Finance, the 1st SAFE Market Microstructure Conference, the 25th Finance Forum, and 2017 Manchester Hedge Fund Conference for helpful discussions and comments.  We thank Wenting Dai, Lexi Kang, Yutong Li, James Nordlund, Eric Shim, and Yuan Xue for excellent research assistance. We are grateful to Alon Brav for sharing the data on hedge fund activism. AQR Capital Management is a global investment management firm, which may or may not apply similar investment techniques or methods of analysis as described herein. The views expressed here are those of the authors and not necessarily those of AQR or the National Bureau of Economic Research.\n\n\n\nBryan Kelly\n\nI have received consulting income from AQR Capital Management exceeding $10,000 over the past three years. AQR Capital Management is a global investment management firm, which may or may not apply similar investment techniques or methods of analysis as described herein. The views expressed here are those of the authors and not necessarily those of AQR.\n\n\n"
}