{
    "id": 24551,
    "citation_title": "On the Rise of FinTechs – Credit Scoring using Digital Footprints",
    "citation_author": [
        "Tobias Berg",
        "Valentin Burg",
        "Ana Gombović",
        "Manju Puri"
    ],
    "citation_publication_date": "2018-04-30",
    "issue_date": "2018-04-26",
    "revision_date": "2018-07-13",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": null,
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze the information content of the digital footprint – information that people leave online simply by accessing or registering on a website – for predicting consumer default. Using more than 250,000 observations, we show that even simple, easily accessible variables from the digital footprint equal or exceed the information content of credit bureau scores. Furthermore, the discriminatory power for unscorable customers is very similar to that of scorable customers. Our results have potentially wide implications for financial intermediaries’ business models, for access to credit for the unbanked, and for the behavior of consumers, firms, and regulators in the digital sphere.\n\n",
    "acknowledgement": "\nWe wish to thank Frank Ecker, Falko Fecht, Christine Laudenbach, Laurence van Lent, Kelly Shue (discussant), Sascha Steffen, as well as participants of the 2018 RFS FinTech Conference, the 2018 Swiss Winter Conference on Financial Intermediation, and research seminars at Duke University, FDIC, and Frankfurt School of Finance & Management for valuable comments and suggestions. This work was supported by a grant from FIRM (Frankfurt Institute for Risk Management and Regulation). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}