{
    "id": 24553,
    "citation_title": "Measuring Moore’s Law: Evidence from Price, Cost, and Quality Indexes",
    "citation_author": [
        "Kenneth Flamm"
    ],
    "citation_publication_date": "2018-04-30",
    "issue_date": "2018-04-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\n“Moore’s Law” in the semiconductor manufacturing industry is used to describe the predictable historical evolution of a single manufacturing technology platform that has been continuously reducing the costs of fabricating electronic circuits since the mid-1960s. Some features of its future evolution were first correctly predicted by Gordon E. Moore in 1965, and Moore’s Law became an industry synonym for continuous, periodic reduction in both size and cost for electronic circuit elements.\nThis paper develops develops some stylized economic facts, reviewing why and how this progression in manufacturing technology delivered a 20 to 30 percent annual decline in the cost of manufacturing a transistor, on average, as long as it continued. Other characteristics associated with smaller feature sizes would be expected to have additional economic value, and historical trends for these characteristics are reviewed. Lower manufacturing costs alone pose no special challenges for price and innovation measurement, but these other benefits do, and motivate quality adjustment methods when semiconductor product prices are measured.\nEmpirical evidence of recent changes to the historical Moore’s Law trajectory is analyzed, and shows a slowdown in Moore’s Law as measured by prices for the highest volume products: memory chips, custom chip designs outsourced to dedicated contract manufacturers (foundries), and Intel microprocessors. Evidence to the contrary, which relates primarily to Intel microprocessors is reviewed, as are economic reasons why Intel microprocessor prices might behave differently from prices for other types of semiconductor chips.\nA computer architecture textbook model of how chip characteristics affect microprocessor performance is specified and tested in a structural econometric model of microprocessor computing performance. This simple econometric model, using only a small set of explanatory chip characteristics, explains 99% of variance across processor models in performance on commonly used performance benchmarks. This small set of characteristics should clearly be included in any hedonic model of computer or processor prices. Most of these chip characteristics also affect chip production cost, and therefore have an additional rationale for inclusion in a hedonic model that is separate from their demand-side effects on computer performance metrics relevant to users.\n\n",
    "acknowledgement": "\nPortions of this work were supported by the Dean Rusk Chair of the LBJ School of Public Affairs, NSF award 0830389, and a grant from the Ewing Marion Kauffman Foundation. Any views expressed in this paper are those of the author alone, and do not reflect those of the institutions that have generously supported this research. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}