{
    "id": 24550,
    "citation_title": "Big Data in Finance and the Growth of Large Firms",
    "citation_author": [
        "Juliane Begenau",
        "Maryam Farboodi",
        "Laura Veldkamp"
    ],
    "citation_publication_date": "2018-04-30",
    "issue_date": "2018-04-26",
    "revision_date": "2018-05-01",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Industrial Organization",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOne of the most important trends in modern macroeconomics is the shift from small firms to large firms. At the same time, financial markets have been transformed by advances in information technology. We explore the hypothesis that the use of big data in financial markets has lowered the cost of capital for large firms, relative to small ones, enabling large firms to grow larger. Large firms, with more economic activity and a longer firm history offer more data to process. As faster processors crunch ever more data – macro announcements, earnings statements, competitors' performance metrics, export demand, etc. – large firms become more valuable targets for this data analysis. Once processed, that data can better forecast firm value, reduce the risk of equity investment, and thus reduce the firm's cost of capital. As big data technology improves, large firms attract a more than proportional share of the data processing, enabling large firms to invest cheaply and grow larger.\n\n",
    "acknowledgement": "\nThis paper was prepared for the Carnegie-Rochester-NYU conference. We thank the conference committee for their support of this work. We also thank Nic Kozeniauskas for his valuable assistance with the data and Adam Lee for his outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nMaryam Farboodi\n\nMaryam Farboodi has received financial support from Princeton University for this research.  She has also received financial support from the Goldman Sachs Global Markets Institute to support other research during the past three years.\n\n\n\nLaura Veldkamp\n\nI have visited or lectured at the following institutions, where I have received an honorarium and/or have been paid travel expenses:\n\n\nEIEF, Rome, Italy, research visitor.\n\n\nFederal Reserve Bank of New York, US, as a consultant to the Research Department.\n\n\nFederal Reserve Bank of Minneapolis, US, as a consultant to the Research Department.\n\n\nGoldman Sachs, as a GMI fellow.\n\n\nStandard & Poors, one-time honorarium.\n\n\nUniversity of California at Los Angeles, as a guest Ph.D. lecturer\n\n\nI also receive a salary from Elsevier as an editor of the Journal of Economic Theory.\n\n\n"
}