{
    "id": 24554,
    "citation_title": "Why Has Economic Growth Slowed When Innovation Appears to be Accelerating?",
    "citation_author": [
        "Robert J. Gordon"
    ],
    "citation_publication_date": "2018-04-30",
    "issue_date": "2018-04-26",
    "revision_date": "2018-05-09",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMeasured between quarters with identical unemployment rates, U. S. economic growth slowed by more than half from 3.2 percent per year during 1970-2006 to only 1.4 percent during 2006-16, and only half of this GDP growth slowdown is accounted for diminished productivity growth.  The paper starts from the proposition that GDP growth matters, not just productivity growth, because slower GDP growth provides fewer resources to address the nation’s problems, including faltering education, aging infrastructure, and the looming shortfall in funding for Social Security and Medicare, and it also implies lower net investment and a reduced rate at which new capital can embody the latest technology.\nThe paper documents the contribution to slower GDP growth of the separate components of demography -- fertility, mortality, life expectancy, and immigration.  Particular emphasis is placed on the interaction between rising inequality and the slower secular rise of life expectancy in the U.S. compared to other developed countries, both in the form of a large gap in life expectancy between rich and poor, and the stagnation of life expectancy for the lowest income quintile.  Further contributions to slowing growth are made by a decline in the population share of both legal and illegal immigration and a turnaround from rising to declining labor force participation.  Rising inequality creates a gap between the growth of average real per-capita income relative to that of median real income, and alternative measures of the evolution of this gap are compared and assessed.\nCauses of declining productivity growth begin with the slowdown in the rate of increase of educational attainment resulting from the interplay of demand and supply factors, including the flattening of the college wage premium and the rising relative price of college education.  Why did productivity growth decline after 2006 despite an increase in the rate at which new U.S. patents were issued in 2006-16 compared to earlier decades?  Part of the slowdown is attributed to the maturity of the IT revolution, which also helps to explain the trajectory of the college wage premium.  Aspects of the productivity growth slowdown include the declining productivity of research workers, diminishing returns to drug innovation, and the evolutionary rather than revolutionary impact of robots and artificial intelligence, which are replacing workers slowly and only in a minority of industrial sectors throughout the economy.  Also considered are alternative explanations of slower productivity growth, including low investment and mismeasurement.\n\n",
    "acknowledgement": "\nThis research was supported by the Smith-Richardson Foundation.  I am grateful to Hassan Sayed for excellent research assistance, and to Ben Friedman, Joel Mokyr, and Isabel Sawhill, for helpful comments. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}