{
    "id": 24560,
    "citation_title": "The Transmission of Commodity Price Super-Cycles",
    "citation_author": [
        "Felipe Benguria",
        "Felipe Saffie",
        "Sergio Urzúa"
    ],
    "citation_publication_date": "2018-04-30",
    "issue_date": "2018-04-26",
    "revision_date": "2021-01-21",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine two key channels through which commodity price super-cycles aﬀect the economy: a wealth channel, through which higher commodity prices increase domestic demand, and a cost channel, through which they induce wage increases. By exploiting regional variation in exposure to commodity price shocks and administrative ﬁrm-level data from Brazil, we empirically disentangle these transmission channels. We introduce a dynamic, two-region model with heterogeneous ﬁrms and workers to further quantify the mechanisms and evaluate welfare. A counterfactual economy in which commodity booms are purely endowment shocks experiences only 45% of the intersectoral labor reallocation between tradables and nontradables, and 40% of the within-tradables labor reallocation between domestic and exported production. Labor market frictions lead to persistent unemployment as the boom fades, and as a result the welfare gains obtained from a commodity super-cycle are 50% lower relative to those which would be obtained under a fully-ﬂexible labor market.\n\n",
    "acknowledgement": "\nThis paper was previously circulated under the title “Commodity Shocks, Firm-level Responses and Labor Market Dynamics”. We are thankful to the seminar participants at the NBER Summer Institute 2017 (IFM), in particular to our discussant Philippe Martin. We also thank the seminar participants at the 2017 Meetings of the Society of Economic Dynamics, 2017 WEA meetings, Boston College, University of Illinois at Urbana-Champaign, University of Houston, University of Rochester, University of Virginia, Indiana University, University of Florida, University of Kentucky, Federal Reserve Bank of New York, Drexel University and Federal Reserve Bank of Philadelphia Conference on Credit Markets and the Macroeconomy, Federal Reserve Board, Federal Reserve Bank of Dallas, IMF, Bank of Spain, Central Bank of Chile, and Small Business Administration. We beneﬁted from comments and suggestions from George Alessandria, Boragan Aruoba, Javier Bianchi, Andres Fernandez, Sebnem Kalemli-Ozcan, Eunhee Lee, Julian Messina, Nuno Limao, Liliana Varela, Marcelo Veracierto and Kei-Mu Yi. We thank the Brazilian Labor Ministry (MTE) for data access. We recognize excellent research assistance by Camila Galindo, Rodrigo Heresi, Karam Jo and Eugene Oue. All mistakes are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}