{
    "id": 24567,
    "citation_title": "The Poverty Reduction of Social Security and Means-Tested Transfers",
    "citation_author": [
        "Bruce D. Meyer",
        "Derek Wu"
    ],
    "citation_publication_date": "2018-05-07",
    "issue_date": "2018-05-03",
    "revision_date": "2018-09-13",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Data Collection",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany studies examine the anti-poverty effects of social insurance and means-tested transfers, relying solely on survey data with substantial errors. We improve on past work by linking administrative data from Social Security and five large means-tested transfers (SSI, SNAP, Public Assistance, the EITC, and housing assistance) to 2008-2013 Survey of Income and Program Participation data. Using the linked data, we find that Social Security cuts the poverty rate by a third – more than twice the combined effect of the five means-tested transfers. Among means-tested transfers, the EITC and SNAP are most effective. All programs except for the EITC sharply reduce deep poverty (below 50% of the poverty line), while the impact of the EITC is more pronounced at 150% of the poverty line. For the elderly, Social Security single-handedly slashes poverty by 75%, more than 20 times the combined effect of the means-tested transfers. While single parent families benefit more from the EITC, SNAP, and housing assistance, they are still relatively underserved by the safety net, with the six programs together reducing their poverty rate by only 38%. SSI, Public Assistance, and housing assistance have the highest share of benefits going to the pre-transfer poor, while the EITC has the lowest.  Finally, the survey data alone provide fairly accurate estimates for the overall population at the poverty line, although they understate the effects of Social Security, SNAP, and Public Assistance. However, there are more striking differences at other income cutoffs and for specific family types. For example, the survey data yield 1) effects of SNAP and Public Assistance on near poverty that are two-thirds and one-half what the administrative data generate and 2) poverty reduction effects of SSI, Social Security, and Public Assistance that are 34-44% of what the administrative data produce for single parent families.\n\n",
    "acknowledgement": "\nThis research was done at the U.S. Census Bureau by researchers with Special Sworn Status, and the results have been through disclosure review to protect individual information. Any opinions and conclusions expressed here are those of the authors and do not necessarily represent the views of the U.S. Census Bureau or  the National Bureau of Economic Research. We would like to thank the Alfred P. Sloan, Russell Sage, and Charles Koch Foundations for their generous support, Lawrence Kahn, Carla Medalia, and Ed Olsen for constructive comments, and Victoria Mooers for excellent research assistance.\n\n\n"
}