{
    "id": 24564,
    "citation_title": "Seasonal Liquidity, Rural Labor Markets and Agricultural Production",
    "citation_author": [
        "Günther Fink",
        "B. Kelsey Jack",
        "Felix Masiye"
    ],
    "citation_publication_date": "2018-04-30",
    "issue_date": "2018-04-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Market Structures",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany rural households in low and middle income countries continue to rely on small-scale agriculture as their primary source of income. In the absence of irrigation, income arrives only once or twice per year, and has to cover consumption and input needs until the subsequent harvest. We develop a model to show that seasonal liquidity constraints not only undermine households’ ability to smooth consumption over the cropping cycle, but also affect labor markets if liquidity-constrained farmers sell family labor off-farm to meet short-run cash needs. To identify the impact of seasonal constraints on labor allocation and agricultural production, we conducted a two-year randomized controlled trial with small-scale farmers in rural Zambia. Our results indicate that lowering the cost of accessing liquidity at the time of the year when farmers are most constrained (the lean season) reduces aggregate labor supply, drives up wages and leads to a reallocation of labor from less to more liquidity-constrained farms. This reallocation reduces consumption and income inequality among treated farmers and increases average agricultural output.\n\n",
    "acknowledgement": "\nWe thank audience members at numerous seminars and conferences for comments and suggestions. We are grateful to the Growth and Labor Markets in Low Income Countries (GLM-LIC), the International Growth Centre, the Agricultural Technology Adoption Initiative (JPAL/CEGA) and an anonymous donor for financial support, and to Innovations for Poverty Action for logistical support. Many thanks to Rachel Levenson for careful oversight of the field work and to Daniel Velez Lopez, Chantelle Boudreaux and Carlos Riumallo Herl for assistance with the data. The project received IRB approval from the Harvard T. H Chan School of Public Health and the University of Zambia, and is registered on the AEA trial registry as AEARCTR-0000130. A pilot to this paper was circulated as NBER Working Paper No 20218. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}