{
    "id": 24568,
    "citation_title": "Structural Change in Investment and Consumption: A Unified Approach",
    "citation_author": [
        "Berthold Herrendorf",
        "Richard Rogerson",
        "Ákos Valentinyi"
    ],
    "citation_publication_date": "2018-05-07",
    "issue_date": "2018-05-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nExisting models of structural change typically assume that all of investment is produced in manufacturing. This assumption is strongly counterfactual: in the postwar US, the share of services value added in investment expenditure has been steadily growing and it now exceeds 0.5. We build a new model, which takes a unified approach to structural change in investment and consumption. Our unified approach leads to three new insights: technological change is endogenously investment specific; having constant TFP growth in all sectors is inconsistent with structural change and aggregate balanced growth occurring jointly; the sector with the slowest TFP growth absorbs all resources asymptotically. We also provide empirical support from the postwar US for the first and third insight.\n\n",
    "acknowledgement": "\nWe thank Julieta Caunedo, V. Kerry Smith, Todd Schoellman and the participants of the ASU Macro Workshop, the London School of Economics, the NBER Growth Group in San Francisco, and the Universities of Köln, Lancaster,Western Ontario, and Windsor for comments and suggestions. Valentinyi thanks the Hungarian National Research, Development and Innovation Office (Project KJS K 124808). All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nRichard Rogerson\n\nI have received financial support in excess of $10,000 over the last three years from the Federal Reserve Bank of Minneapolis, the Federal Reserve Bank of Atlanta, Yonsei University (South Korea) and the World Bank.\n\n\n"
}