{
    "id": 24565,
    "citation_title": "Pre-event Trends in the Panel Event-study Design",
    "citation_author": [
        "Simon Freyaldenhoven",
        "Christian Hansen",
        "Jesse M. Shapiro"
    ],
    "citation_publication_date": "2018-04-30",
    "issue_date": "2018-04-26",
    "revision_date": "2019-05-01",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe consider a linear panel event-study design in which unobserved confounds may be related both to the outcome and to the policy variable of interest. We provide sufficient conditions to identify the causal effect of the policy by exploiting covariates related to the policy only through the confounds. Our model implies a set of moment equations that are linear in parameters. The effect of the policy can be estimated by 2SLS, and causal inference is valid even when endogeneity leads to pre-event trends (\"pre-trends\") in the outcome. Alternative approaches perform poorly in our simulations.\n\n",
    "acknowledgement": "\nWe thank Isaiah Andrews, Matias Cattaneo, Raj Chetty, Jeff Clemens, Amy Finkelstein, Josh Gottlieb, Pat Kline, David Neumark, Matt Notowidigdo, Emily Oster, Jonathan Roth, Bryce Steinberg, and seminar participants at Brown University, Hebrew University, the NBER Summer Institute, Stanford University, and Tel Aviv University for helpful comments. We thank Justine Hastings for sharing regression output. We acknowledge financial support from the National Science Foundation under Grant No. 1558636 and Grant No. 1658037 and from the Brown University Population Studies and Training Center. The views expressed herein are those of the authors and do not necessarily reflect the views of the Federal Reserve Bank of Philadelphia,  the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n\nJesse M. Shapiro\n\nShapiro has been a paid visitor at Microsoft Research New England. Shapiro's spouse has been paid for writing by Disney, Atlantic Media, and the William Morris Agency.\n\n\n"
}