{
    "id": 2456,
    "citation_title": "Means of Payment in Takeovers: Results for the U.K. and U.S.",
    "citation_author": [
        "Robert S. Harris",
        "Julian Franks",
        "Colin Mayer"
    ],
    "citation_publication_date": "1987-12-01",
    "issue_date": "1987-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines means of payment in over 2,500 acquisitions in the UK and US over the period 1955 to 1985. Data on financing proportions, bid premia and postmerger performance are used to test the validity of tax and information hypotheses. It is difficult to explain many of the results in terms of tax effects. Capital gains tax does not appear to be a primary determinant of financing patterns in the UK in a period in which there were substantial variations in the tax rate. As well the tax motivated \"trapped equity\" model is inconsistent with several observations on financing patterns. In both countries much larger acquiree bid premia are associated with cash than equity bids, consistent with information models suggesting that high valuing bidders make cash offers and low valuing bidders make securities offers. Even after controlling for the form of takeover (tender versus merger) and whether the bid is contested, cash offers provide substantially higher wealth gains to target shareholders. In the US bidders using all equity suffer significant abnormal losses at the time of the bid announcement consistent with the findings on the wealth effects of seasoned new equity offerings in the US. In the UK, however, no such losses are evident, perhaps reflecting the fact that in the UK equity bids are typically underwritten. Finally, we find that acquirors making cash offers have better postmerger shareprice performance than do those using equity. These results are consistent with the hypothesis that bidders are motivated to use overvalued equity to acquire other firms.\n\n",
    "acknowledgement": "\n"
}