{
    "id": 24566,
    "citation_title": "The Effects of Home Health Visit Length on Hospital Readmission",
    "citation_author": [
        "Elena Andreyeva",
        "Guy David",
        "Hummy Song"
    ],
    "citation_publication_date": "2018-04-30",
    "issue_date": "2018-04-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHome health care has experienced significant growth as an industry and is viewed as one of the avenues for achieving reductions in the cost and utilization of expensive downstream health care services. Using a novel dataset on home health care visits, this study quantifies the effects of reduced time spent with patients during a post-acute home health visit on hospital readmissions. We focus in particular on the subset of patients with conditions that are subject to penalty under the Hospital Readmission Reduction Program. Since both visit length and readmission risk are likely to be correlated with unobserved illness severity, we use the daily sequence of provider visits and deviation from the provider’s average daily workload as instruments for visit length. We find that patients who are visited later in the provider’s day as well as those who are visited by a provider who has a higher than usual workload experience home health visits that are shorter than usual. Using our instruments and controlling for patient, visit, and provider characteristics, we find that home health visits that are longer than usual by one minute reduce the risk of hospital readmission by approximately 8 percent. These effects seem to be driven by providers with higher levels of discretion in their time management and care provision. We suggest several approaches that managers could take to attain reductions in readmissions without incurring significant additional costs.\n\n",
    "acknowledgement": "\nWe thank participants of the INFORMS 2017 Annual Meeting; and seminar participants at the University of Pennsylvania, Brown University, University of Maryland Baltimore County, and University of Richmond for their thoughtful comments. We also thank David Baiada, Alan Wright, Ann Gallagher, and Stephanie Finnel for tremendous insight and data support throughout the project. We thank the Center for Health Economics and Management at The Wharton School for providing financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}