{
    "id": 24569,
    "citation_title": "Asymmetric Business-Cycle Risk and Social Insurance",
    "citation_author": [
        "Christopher Busch",
        "David Domeij",
        "Fatih Guvenen",
        "Rocio Madera"
    ],
    "citation_publication_date": "2018-05-07",
    "issue_date": "2018-05-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the business-cycle variation in higher-order (labor) income risk—that is, risks that are captured by moments higher than the variance. We examine the extent to which such risks can be smoothed within households or with government social insurance and tax policies. We use panel data from three countries that differ in many aspects relevant for our analysis: the United States, Germany, and Sweden. Our analysis has three main results. First, using individual gross income, we document that skewness is procyclical and dispersion (variance) is flat and acyclical in Germany and Sweden, as was previously documented for the United States. The same patterns hold true for groups defined by education, gender, public- versus private-sector jobs, among others. Second, household-level income displays cyclical patterns that are very similar to individual income, indicating that within-household smoothing is not very effective at mitigating business cycle fluctuations in skewness. Third, government tax and transfer programs blunt some of the largest declines in incomes, reducing procyclical fluctuations in skewness, especially in Germany and Sweden. The resulting welfare gain—through the lens of a structural model—amounts to 1.3% in consumption-equivalent terms for Sweden (for which we are able to perform this calculation). However, the remaining risk (in household disposable income) is still substantial: households are willing to pay 4.6% of their consumption to completely eliminate procyclical fluctuations in skewness.\n\n",
    "acknowledgement": "\nFor helpful critiques and comments, we thank Nick Bloom, Alexander Ludwig, Kurt Mitman, Luigi Pistaferri, Kjetil Storesletten, and Anthony Smith, as well as seminar and conference participants at various institutions. Domeij acknowledges financial support from the Jan Wallander and Tom Hedelius Foundation. Guvenen acknowledges financial support from the National Science Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}