{
    "id": 24571,
    "citation_title": "The Finance Uncertainty Multiplier",
    "citation_author": [
        "Iván Alfaro",
        "Nicholas Bloom",
        "Xiaoji Lin"
    ],
    "citation_publication_date": "2018-05-07",
    "issue_date": "2018-05-03",
    "revision_date": "2022-12-23",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe show how real and financial frictions amplify, prolong and propagate the negative impact of uncertainty shocks. We first use a novel instrumentation strategy to address endogeneity in estimating the impact of uncertainty by exploiting differential firm exposure to exchange rate, policy, and energy price volatility in a panel of US firms. Using common proxies for financial constraints we show that ex-ante financially constrained firms cut their investment even more than unconstrained firms following an uncertainty shock. We then build a general equilibrium heterogeneous firms model with real and financial frictions, finding financial frictions: i) amplify uncertainty shocks by doubling their impact on output; ii) increase persistence by extending the duration of the drop by 50%; and iii) propagate uncertainty shocks by spreading their impact onto financial variables. These results highlight why in periods of greater financial frictions uncertainty can be particularly damaging.\n\n",
    "acknowledgement": "\nWe thank the editor, Harald Uhlig, 3 thoughtful referees, our formal discussants Zhanhui Chen, Nicolas Crouzet, Ian Dew-Becker, Jan Eberly, Simon Gilchrist, Po-Hsuan Hsu, Hyunseob Kim, Howard Kung, Ye Li, Gill Segal, Toni Whited, and the seminar audiences at the Adam Smith Conference, AEA, AFA, Beijing University, BI Norwegian Business School, Cambridge, CEIBS, Chicago, Econometric Society, European Finance Association, Georegetown University, London Business School, Macro Finance Society Workshop, NBER Summer Institute, Melbourne Institute Macroeconomic Policy Meetings, Midwest Finance Association, Minneapolis Fed, NY Fed, Oxford, PBC of Tsinghua University, SAIF, Society for Nonlinear Dynamics and Econometrics, Stanford, Ohio State University, Texas A&M University, UBC Summer Finance Conference, University College London, UCSD, University of Minnesota, University of North Carolina at Chapel Hill, University of Southern California, University of St. Andrews, USC, University of Texas at Austin, University of Texas at Dallas, University of Toronto, WFA, SFS-Calvacade, Utah Winter Finance Conference, World Congress. We thank Jack Favilukis and Stephen Terry for helpful discussions on the numerical algorithm. The NSF and Alfred Sloan Foundation kindly provided research support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}