{
    "id": 24574,
    "citation_title": "New Evidence on the Markup of Prices over Marginal Costs and the Role of Mega-Firms in the US Economy",
    "citation_author": [
        "Robert E. Hall"
    ],
    "citation_publication_date": "2018-05-07",
    "issue_date": "2018-05-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe markup of price over marginal cost reveals market power. The distinction between marginal and average cost is key. Average cost is easy to measure, but the price/average cost ratio understates the price/marginal cost ratio when fixed costs are present. In particular, in free-entry equilibrium, where revenue equals cost, the price/average cost ratio is always one, while the price/marginal cost ratio may be above one. The idea here is to calculate marginal cost as the ratio of the adjusted expenditure on inputs to the adjusted change in output. The first adjustment is to remove the change in expenditure that arises from the changes in input costs. The second adjustment is to remove the change in output attributed to productivity growth.  Application to KLEMS productivity data finds a typical markup ratio of 1.3. Markup ratios grew between 1988 and 2015. For mega-firms, the paper uses employment at firms with 10,000+ workers. Substantial heterogeneity occurs across sectors and in growth rates. There is no evidence that mega-firm-intensive sectors have higher price/marginal cost markups, but some evidence that markups grew in sectors with rising mega-firm intensity.\n\n",
    "acknowledgement": "\nThis research was supported by the Hoover Institution. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}