{
    "id": 24573,
    "citation_title": "The Impact of High School Curriculum on Confidence, Academic Success, and Mental and Physical Well-Being of University Students",
    "citation_author": [
        "Han Yu",
        "Naci Mocan"
    ],
    "citation_publication_date": "2018-05-07",
    "issue_date": "2018-05-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nThis paper investigates the causal effect of high school curriculum on various student outcomes including academic performance at the university, happiness, physical and mental health, self-confidence, confidence in academic ability, and attitudes towards studying and learning. We exploit a curriculum reform in China, the implementation of which started in 2004.  The reform covered all provinces and municipal cities, and was rolled out in different years in different provinces. The new curriculum pivoted away from the old lock-step course structure where all students took the same courses and only those subject that were covered in the national university entrance exam were considered important.  In contrast, the new curriculum introduced a course credit system, changed textbooks, and provided flexibility in course selection. It also introduced elective courses and made such courses as arts and physical education mandatory, and a graduation requirement. Using survey data on university students and employing a difference-in-difference approach, we find that the students who were exposed to the new curriculum in high school have better academic performance in university. They are happier, and their physical and mental well-being is better. These students are more likely to have positive attitudes towards themselves and they are more involved in student clubs. They have more confidence in their academic ability, they have more positive attitudes towards studying, and they have more general self-confidence. These results indicate that the reform had a significant impact on students’ academic success and well-being by allowing them to focus on subject matters in which they are interested, and by reducing undue stress of a regimented curriculum.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}