{
    "id": 24577,
    "citation_title": "Innovation and Diffusion of Medical Treatment",
    "citation_author": [
        "Barton H. Hamilton",
        "Andrés Hincapié",
        "Robert A. Miller",
        "Nicholas W. Papageorge"
    ],
    "citation_publication_date": "2018-05-07",
    "issue_date": "2018-05-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nThis paper develops and estimates a dynamic structural model of demand for a multi-attribute product. The demand side equilibrium supports a product spectrum, the characteristics of which evolve over time in response to supply innovations induced by the composition and extent of aggregate demand. The direction and speed of innovation is inefficient because individuals create an externality by not accounting for their influence on the discovery process. We apply the model to drugs invented to combat the HIV epidemic, during which frequent, incremental innovations in medication were punctuated by sporadic breakthroughs. In this application products differ in their efficacy and their propensity to cause side effects. Our biennial data on four American cities track a replenished panel of individuals for over twenty years, from when drugs were not only ineffective but also created debilitating side effects, to when the market matured. We find that the externalities are quantitatively important and that even a temporary subsidy would have improved average social welfare and been more equitable.\n\n",
    "acknowledgement": "\nThis paper has benefited from presentations in economics departments at Arizona State, Central Florida, Houston, KU Leuven, Minnesota, NYU, Sydney, Toronto, UCLA, Washington, Wisconsin - Madison, and Yale, and in business schools at Carnegie Mellon, Harvard, Stanford, UNC and Washington University in St. Louis, as well as conference presentations at the 2016 AHEW, the Federal Reserve Board NYC, the 2017 SEA meeting, and the 2018 NBER Productivity, Innovation and Entrepreneurship spring meeting. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}