{
    "id": 24579,
    "citation_title": "Is Your Lawyer a Lemon? Incentives and Selection in the Public Provision of Criminal Defense",
    "citation_author": [
        "Amanda Agan",
        "Matthew Freedman",
        "Emily Owens"
    ],
    "citation_publication_date": "2018-05-07",
    "issue_date": "2018-05-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Compensation",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nGovernments in the U.S. must offer free legal services to low-income people accused of crimes. These services are frequently provided by assigned counsel, who handle cases for indigent defendants on a contract basis. Court-assigned attorneys generally garner worse case outcomes than privately retained attorneys. Using detailed court records from one large jurisdiction in Texas, we find that the disparities in outcomes are primarily attributable to case characteristics and within-attorney differences across cases in which they are assigned versus retained. The selection of low-quality lawyers into assigned counsel and endogenous matching in the private market contribute less to the disparities.\n\n",
    "acknowledgement": "\nWe are grateful for helpful comments from Lisa Barrow, Damon Clark, Sara Heller, John Matsusaka, Michael Mueller-Smith, David Neumark, Emily Nix, Anne Piehl, Todd Sorensen, Mark Stehr, Betsey Stevenson, Megan Stevenson, and Matthew Weinberg as well as numerous conference and seminar participants. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}