{
    "id": 24586,
    "citation_title": "Effects of Credit Expansions on Stock Market Booms and Busts",
    "citation_author": [
        "Christopher Hansman",
        "Harrison Hong",
        "Wenxi Jiang",
        "Yu-Jane Liu",
        "Juan-Juan Meng"
    ],
    "citation_publication_date": "2018-05-14",
    "issue_date": "2018-05-10",
    "revision_date": "2022-12-13",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHousehold credit expansions often coincide with high stock-market valuations, but identifying a causal relationship remains challenging. Because unconstrained arbitrageurs play a pivotal role in stock-pricing, the impact of credit is not obvious (despite evidence in less-liquid housing markets). Further, given margin restrictions, credit may leak into stock prices in difficult-to-measure ways. We address these issues using an unprecedented 2010-2015 regulatory expansion of margin lending in China. Institutional fund trades and regression discontinuity evidence suggest a positive impact on prices that was largely anticipated by unconstrained investors. We develop a dynamic panel model of stock prices and recover large causal estimates.\n\n",
    "acknowledgement": "\nWe thank Neng Wang, Jeremy Stein, Jiang Wang, Jiangze Bian, Zhi Da, Dong Lou, Emi Nakamura, Haizhou Huang, Matthieu Gomez, Yu Qin, Baolian Wang, Paymon Khorrami, Savitar Sundaresan, and seminar participants at Shanghai University of Finance and Economics, Seoul National University, CICF, Cavalcade Asia-Pacific meeting, Norges Bank, Aalto, INSEAD, the Summer Institute for Finance at SAIF, CIFFP at UIBES, the NBER Conference on the Chinese Economy at Tsinghua University, Georgia State University, and Columbia University for helpful comments, and Jingxuan Chen for excellent research assistance. This paper subsumes work previously circulated as \"Riding the Credit Boom\" and \"Anticipating the Direct Effects of Credit Supply.\" The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}