{
    "id": 24581,
    "citation_title": "How Effective is Energy-Efficient Housing? Evidence from a Field Experiment in Mexico",
    "citation_author": [
        "Lucas W. Davis",
        "Sebastian Martinez",
        "Bibiana Taboada"
    ],
    "citation_publication_date": "2018-05-14",
    "issue_date": "2018-05-10",
    "revision_date": "2021-10-27",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDespite growing enthusiasm, there is little empirical evidence on how well energy efficiency investments work. Evidence is particularly lacking from low- and middle-income countries, despite a widespread view that these countries have many of the best opportunities. This paper evaluates a field experiment in Mexico in which a quasi-experimental sample of new homes was provided with insulation and other energy-efficient upgrades. A novel feature of our study is that we deploy large numbers of data loggers which allow us to measure temperature and humidity at high frequency inside homes. We find that the upgrades had no detectable impact on electricity use or thermal comfort, with essentially identical temperature and humidity levels in upgraded and non-upgraded homes. These results stand in sharp contrast to the engineering estimates that predicted up to a 26% decrease in electricity use. Part of the explanation is that air conditioner ownership is lower than expected, thus reducing the potential for reductions in energy use. In addition, we document that most households have their windows open on hot days, nullifying the thermal benefits of roof and wall insulation. Overall, we conclude that the benefits from these investments are unlikely to exceed the costs, which added $400-$500 USD to the cost of each home. Our results underscore the urgent need to fully incorporate socioeconomic conditions and human behavior into engineering models of energy use.\n\n",
    "acknowledgement": "\nFor additional background information on this study see: http://dx.doi.org/10.18235/0000989. For their contributions to the design and implementation of the study as well as valuable comments and inputs during the preparation of this document, we are grateful to Claudio Alatorre, Juan Muñoz, Ruben Perez Peña, Michelle Pérez and Gmelina Ramírez. Data collection was conducted by SIMO consulting. IRB approval was obtained from the Committee of Research Ethics at the Mexico Center for Clinical Research. We acknowledge generous support from the Clean Technology Fund at the Inter-American Development Bank. Davis was a paid consultant to the Inter-American Development Bank during the time this research was conducted. All opinions in this paper are those of the authors and do not necessarily represent the views of the Inter-American Development Bank, its Executive Directors, the governments they represent, or National Bureau of Economic Research.\n\n\n"
}