{
    "id": 24588,
    "citation_title": "Structural Estimation of a Model of School Choices: the Boston Mechanism vs. Its Alternatives",
    "citation_author": [
        "Caterina Calsamglia",
        "Chao Fu",
        "Maia Güell"
    ],
    "citation_publication_date": "2018-05-14",
    "issue_date": "2018-05-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nWe model household choice of schools under the Boston mechanism (BM) and develop a new method, applicable to a broad class of mechanisms, to fully solve the choice problem even if it is infeasible via the traditional method. We estimate the joint distribution of household preferences and sophistication types using administrative data from Barcelona. Counterfactual policy analyses show that a change from BM to the Deferred Acceptance mechanism would decrease average welfare by 1,020 euros, while a change to the top trading cycles mechanism would increase average welfare by 460 euros.\n\n",
    "acknowledgement": "\nWe thank Yuseob Lee for excellent research assistance. We thank the editor and five anonymous referees for their suggestions. We thank the staff at IDESCAT, especially Miquel Delgado, for their help in processing the data. We thank Steven Durlauf, Jeremy Fox, Amit Gandhi, John Kennan and Chris Taber for insightful discussions. We thank participants at the Cowles conference, Barcelona GSE summer forum and ASSA 2016, and workshop participants at ASU, Rice, Royal Holloway, Stanford, Virginia Tech, UChicago and UCL for helpful comments. The authors acknowledge support from a grant from the Institute for New Economic Thinking for the Human Capital and Economic Opportunity Global Working Group. The views expressed in this paper are those of the authors and not necessarily those of the funders or persons named here. Calsamiglia acknowledges support from the European Research Council through the ERC Grant 638893, and the the Spanish Ministry of Science and Innovation (ECO2014-53051-P), the Generalitat de Catalunya (2014 SGR 515), and Severo Ochoa. Guell acknowledges support from the Spanish Ministry of Science and Innovation (ECO-ECO2014-59225-P and ECO2017-89240-P). All errors are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}