{
    "id": 24582,
    "citation_title": "Banking on Deposits: Maturity Transformation without Interest Rate Risk",
    "citation_author": [
        "Itamar Drechsler",
        "Alexi Savov",
        "Philipp Schnabl"
    ],
    "citation_publication_date": "2018-05-14",
    "issue_date": "2018-05-10",
    "revision_date": "2020-01-14",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe show that maturity transformation does not expose banks to significant interest rate risk|it hedges it. This is due to banks' deposit franchise. The deposit franchise gives banks substantial market power over deposits, allowing them to pay deposit rates that are low and insensitive to market interest rates. Maintaining this power requires banks to incur large, interest-insensitive operating costs, so that the total costs of deposits are similar to fixed-rate, long-term debt. Hedging these costs therefore requires banks to lend long term|i.e., to do maturity transformation. As predicted by this theory, we document that banks' net interest margins have been highly stable and insensitive to interest rates, and banks' net worth is largely insulated from monetary policy shocks. We further show that banks match the interest-rate sensitivities of their expenses and income one-for-one, so that banks with less interest-sensitive deposits (more market power) hold assets with substantially longer duration. Our results show that deposits are special because they are short-term and yet have interest-insensitive costs, which explains why banks are able to supply long-term credit.\n\n",
    "acknowledgement": "\nWe thank Markus Brunnermeier, Eduardo Davila, John Driscoll, Mark Egan, Mark Flannery, Raj Iyer, Arvind Krishnamurthy, Yueran Ma, Gregor Matvos, Monika Piazzesi, Anthony Saunders, David Scharfstein, Andrei Shleifer, Philip Strahan, Adi Sunderam, Bruce Tuckman, James Vickery, and seminar participants at the American Economic Association Meeting, BIS Research Meeting, Brandeis University, Carnegie Mellon, Chinese University in Hong Kong, ECB Monetary Policy Forum, FDIC, FRB Chicago, FRB New York, FRB Philadelphia, FRB San Francisco, Federal Reserve Board, Hong Kong University of Science and Technology, International Research Forum on Monetary Policy, LBS Summer Symposium, MIT Macroeconomics Seminar, NBER Summer Institute Corporate Finance, NBER Monetary Economics, Northwestern Macroeconomics Seminar, Ohio State University, Office of Financial Research, Princeton University, Purdue University, SITE, University of Amsterdam, University of Michigan, University of Pittsburgh, University of Rochester, and Yale University for their comments. We also thank Patrick Farrell, Manasa Gopal, and Pauline Liang for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}