{
    "id": 24589,
    "citation_title": "Deposit Inflows and Outflows in Failing Banks: The Role of Deposit Insurance",
    "citation_author": [
        "Christopher Martin",
        "Manju Puri",
        "Alexander Ufier"
    ],
    "citation_publication_date": "2018-05-14",
    "issue_date": "2018-05-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing unique, daily, account-level balances data we investigate deposit stability and the drivers of deposit outflows and inflows in a distressed bank. We observe an outflow of uninsured depositors from the bank following bad regulatory news.  We find that government deposit guarantees, both regular deposit insurance and temporary deposit insurance measures, reduce the outflow of deposits. We also characterize which accounts are more stable (e.g., checking accounts and older accounts).  We further provide important new evidence that, simultaneous with the run-off, gross funding inflows are large and of first-order impact — a result which is missed when looking at aggregated deposit data alone.  Losses of uninsured deposits were largely offset with new insured deposits as the bank approached failure. We show our results hold more generally using a large sample of banks that faced regulatory action. Our results raise questions about depositor discipline, widely considered to be one of the key pillars of financial stability, raising the importance of other mechanisms of restricting bank risk taking, including prudent supervision.\n\n",
    "acknowledgement": "\nWe thank seminar and conference participants at the Adam Smith Workshops (Paris), AFA Annual Meeting (Philadelphia), Avoiding and Resolving Banking Crises Conference (Amsterdam), Basel Research Task Force Conference (Washington, DC), Biennial International Association of Deposit Insurers Research Conference (Basel), Chicago Financial Institutions Conference, Conference for Banking Development Stability and Sustainability (Santiago), Duke University, Eastern Economic Association Conference (New York), Federal Financial Institutions Examination Council Conference (Arlington), Federal Reserve Short-Term Funding Markets Conference (Washington, DC), Financial Intermediation Research Society Conference (Hong Kong), Fixed Income and Financial Institutions Conference (University of South Carolina), Mid-Atlantic Research Conference (Villanova University), NBER Corporate Finance  Conference (Chicago), NBER Monetary Economics Conference (Cambridge), NYU, Office of Financial Research, and Washington University Corporate Finance Conference (St. Louis) for comments and suggestions. We thank Giuseppe Boccuzzi, Mark Egan, Kinda Hachem, Ali Hortacsu, Rustom Irani, Ed Kane, Diana Knyazeva, Carlos Noton, Glenn Schepens, Philipp Schnabl, Steven L. Schwarcz, Pablo Slutzky, Gunseli Tumer-Alkan, Guillaume Vuillemey, Larry Wall, James Wilcox, and members of the FDIC for comments and helpful feedback. The views expressed herein are those of the authors and do not necessarily reflect the views of the Federal Deposit Insurance Corporation or the National Bureau of Economic Research.\n\n\n"
}