{
    "id": 24585,
    "citation_title": "Douglass C. North: Transaction Costs, Property Rights, and Economic Outcomes",
    "citation_author": [
        "Gary D. Libecap"
    ],
    "citation_publication_date": "2018-05-14",
    "issue_date": "2018-05-10",
    "revision_date": "2024-04-25",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n",
        "Renewable Resources",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDouglass North asked why some societies historically and contemporarily have rising per-capita incomes and individual welfare, whereas others do not?  He argued that successful economies had property rights that encouraged markets, trade, and investment in new production and organizational methods.  In other economies, transaction costs, especially those due to the political process, blocked more efficient property rights. Property rights grant decision making over valuable resources and are the basis for investment, and market exchange. They mold the economy and the distribution of wealth and political power. Politicians and coalitions of privileged elites with stakes in the status quo join to preserve it. Inefficiencies create their own constituencies. There is no clear remedy for general citizens in North’s cases. Despite the power of North’s argument, transaction costs are not clear in aggregate studies of economies.  They are more apparent in US common-pool resource problems with large, continuing losses in resource rents. This evidence runs counter to the facile arguments in the welfare and environmental economics literatures for addressing externalities that are reminiscent of the simplistic recommendations in the growth and economic history literatures that North challenged.  If the observed costly political response to open access losses is characteristic of regulation in general, then welfare losses permeate developed economies as well and are more pervasive than the dramatic examples of development failure examined by North and others.  Mitigation requires competitive interest groups that benefit from more secure property rights and greater resource rents to offset powerful elites that align with politicians and capture bureaucratic agencies to achieve particularistic benefits that undermine general welfare.\n\n",
    "acknowledgement": "\nThanks for very useful comments from Mary Shirley of the Coase Institute. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}