{
    "id": 24587,
    "citation_title": "Unions and Inequality Over the Twentieth Century: New Evidence from Survey Data",
    "citation_author": [
        "Henry S. Farber",
        "Daniel Herbst",
        "Ilyana Kuziemko",
        "Suresh Naidu"
    ],
    "citation_publication_date": "2018-05-14",
    "issue_date": "2018-05-10",
    "revision_date": "2021-04-08",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Relations",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nU.S. income inequality has varied inversely with union density over the past hundred years. But moving beyond this aggregate relationship has proven difficult, in part because of limited microdata on union membership prior to 1973.We develop a new source of microdata on union membership dating back to 1936, survey data primarily from Gallup (N ≈ 980,000), to examine the long-run relationship between unions and inequality. We document dramatic changes in the demographics of union members: when density was at its mid-century peak, union households were much less educated and more non-white than other households, whereas pre-World-War-II and today they are more similar to non-union households on these dimensions. However, despite large changes in composition and density since 1936, the household union premium holds relatively steady between ten and twenty log points. We then use our data to examine the effect of unions on income inequality. Using distributional decompositions, time-series regressions, state-year regressions, as well as a new instrumental-variable strategy based on the 1935 legalization of unions and the World-War- II era War Labor Board, we find consistent evidence that unions reduce inequality, explaining a significant share of the dramatic fall in inequality between the mid-1930s and late 1940s.\n\n",
    "acknowledgement": "\nWe thank our research assistants Obaid Haque, Chitra Marti, Brendan Moore, Tamsin Kantor, AmyWickett, and Jon Zytnick and especially Fabiola Alba, Divyansh Devnani, Elisa Jacome, Elena Marchetti-Bowick, Amitis Oskoui, Paola Gabriela Villa Paro, Ahna Pearson, Shreya Tandon, and Maryam Rostoum. We have benefited from comments by seminar participants at Berkeley, Columbia, Georgetown, Harvard, INSEAD, SOLE, the NBER Development of the American Economy, Income Distribution and Macroeconomics, and Labor Studies meetings, McGill University, Princeton, Rutgers, Sciences Po, UMass Amherst, UC Davis, Universitat Pompeu Fabra, Stanford, and Vanderbilt. We are indebted to Devin Caughey and Eric Schickler for answering questions on the early Gallup data. We thank John Bakija, Gillian Brunet, Bill Collins, Angus Deaton, Arindrajit Dube, Barry Eidlin, Nicole Fortin, John Grigsby, Ethan Kaplan, Thomas Lemieux, Gregory Niemesh, John Schmitt, Stefanie Stantcheva, Bill Spriggs, and Gabriel Zucman for data and comments. All remaining errors are our own.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}