{
    "id": 24597,
    "citation_title": "Inference in Structural Vector Autoregressions When the Identifying Assumptions are Not Fully Believed: Re-evaluating the Role of Monetary Policy in Economic Fluctuations",
    "citation_author": [
        "Christiane Baumeister",
        "James D. Hamilton"
    ],
    "citation_publication_date": "2018-05-14",
    "issue_date": "2018-05-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nReporting point estimates and error bands for structural vector autoregressions that are only set identified is a very common practice.  However, unless the researcher is persuaded on the basis of prior information that some parameter values are more plausible than others, this common practice has no formal justification.  When the role and reliability of prior information is defended, Bayesian posterior probabilities can be used to form an inference that incorporates doubts about the identifying assumptions.  We illustrate how prior information can be used about both structural coefficients and the impacts of shocks, and propose a new distribution, which we call the asymmetric t distribution, for incorporating prior beliefs about the signs of equilibrium impacts in a nondogmatic way.  We apply these methods to a three-variable macroeconomic model and conclude that monetary policy shocks were not the major driver of output, inflation, or interest rates during the Great Moderation.\n\n",
    "acknowledgement": "\nWe thank Ferre De Graeve, Marek Jarocinski, Lam Nguyen and Tao Zha for helpful comments.  An earlier version of this paper was circulated under the title \"Optimal Inference about Impulse-Response Functions and Historical Decompositions in Incompletely Identified Structural Vector Autoregressions.'' The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}