{
    "id": 24592,
    "citation_title": "How Happy are Your Neighbours? Variation in Life Satisfaction among 1200 Canadian Neighbourhoods and Communities",
    "citation_author": [
        "John F. Helliwell",
        "Hugh Shiplett",
        "Christopher P. Barrington-Leigh"
    ],
    "citation_publication_date": "2018-05-14",
    "issue_date": "2018-05-10",
    "revision_date": "2022-11-18",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper presents a new public-use dataset for community-level life satisfaction in Canada, based on more than 400,000 observations from the Canadian Community Health Surveys and the General Social Surveys. The country is divided into 1215 similarly sampled geographic regions, using natural, built, and administrative boundaries. A cross-validation exercise suggests that our choice of minimum sampling thresholds approximately maximizes the predictive power of our estimates. Our procedure reveals robust differences in life satisfaction between and across urban and rural communities. We then match the life satisfaction data with a range of key census variables to explore ways in which lives differ in the most and least happy communities. The data presented here are useful on their own to study community-level variation, and can also be used to provide contextual variables for multi-level modelling with individual life satisfaction data set in a community context.\n\n",
    "acknowledgement": "\nThe authors are grateful to Statistics Canada for access to data and especially to Grant Schellenberg and to Chaohui Lu for the preparation of the special tabulations used in this paper. The authors are also grateful to Jeffrey Hicks, Philip Morrison, and Giovanni Perucca for helpful suggestions, as well as participants at the 57th European Regional Science Association Congress. We are also grateful for the support of the Canadian Institute for Advanced Research and the Social Sciences and Humanities Research Council. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}