{
    "id": 24595,
    "citation_title": "Missing Novelty in Drug Development",
    "citation_author": [
        "Joshua L. Krieger",
        "Danielle Li",
        "Dimitris Papanikolaou"
    ],
    "citation_publication_date": "2018-05-14",
    "issue_date": "2018-05-10",
    "revision_date": "2019-01-24",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economics of Health",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": [
        "\n",
        "\nThe Value of Medical Research\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nThis paper provides evidence that risk aversion leads pharmaceutical firms to underinvest in radical innovation. We define a drug candidate as novel if it is molecularly distinct from prior candidates. Using our measure, we show that firms face a risk-reward tradeoff when investing in novel drugs: while novel drug candidates are less likely to be approved by the FDA, they are based on patents with higher indicators of value. We show that–counter to the predictions of frictionless models–firms respond to a plausibly exogenous positive shock to their net worth by developing more of these riskier novel candidates. This pattern suggests that financial market imperfections may lead even large public firms to behave as though they are risk averse, therefore hindering their willingness to invest in potentially valuable novel drugs.\n\n",
    "acknowledgement": "\nPreviously circulated as “Developing Novel Drugs.” We are grateful to Jason Abaluck, Leila Agha, Pierre Azoulay, Amitabh Chandra, Iain Cockburn, Leemore Dafny, Carola Frydman, Shane Greenstein, Tal Gross, Jonathan Gruber, Jennifer Kao, Borja Larrain, Monty Krieger, Patrick McCarren, Prescott Murphy, Ramana Nanda, Nicholson Price, Fiona Scott-Morton, Amit Seru, Kelly Shue, Ariel Stern, Michael Weisbach, Heidi Williams, Michael Serrano-Wu, Motohiro Yogo, Joshua Graff Zivin, and numerous seminar participants for helpful comments and suggestions. We also thank Descartes Holland, Jiaheng Yu, and Shumiao Ouyang for outstanding research assistance. We also thank Duncan Gilchrist and Bhaven Sampat for generously sharing drug patent data, as well as Laurie Jacquet and Léa Toulemon for sharing their data on Amélioration du Service Medical Rendu scores. Previous versions of this paper appeared under the titles “Financing Novel Drugs” and “Developing Novel Drugs.” Krieger and Li acknowledge funding from the National Institute on Aging under Award Number R24AG048059 to the National Bureau of Economic Research. The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health or NBER.\n\n\n"
}