{
    "id": 24596,
    "citation_title": "Does Investment in National Highways Help or Hurt Hinterland City Growth?",
    "citation_author": [
        "Nathaniel Baum-Snow",
        "J. Vernon Henderson",
        "Matthew A. Turner",
        "Qinghua Zhang",
        "Loren Brandt"
    ],
    "citation_publication_date": "2018-05-14",
    "issue_date": "2018-05-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe investigate the effects of the recently constructed Chinese national highway system on local economic outcomes. On average, roads that improve access to local markets have small or negative effects on prefecture economic activity and population. However, these averages mask a distinct pattern of winners and losers. With better regional highways, economic output and population increase in regional primates at the expense of hinterland prefectures. Highways also affect patterns of specialization. With better regional highways, regional primates specialize more in manufacturing and services, while peripheral areas lose manufacturing but gain in agriculture. Better access to international ports promotes greater population, GDP, and private sector wages on average, effects that are probably larger in hinterland than primate prefectures. An important policy implication is that investing in local transport infrastructure to promote growth of hinterland prefectures has the opposite effect, causing them to specialize more in agriculture and lose economic activity.\n\n",
    "acknowledgement": "\nWe are grateful to the International Growth Centre for helping fund this research. We also acknowledge the support of the Global Research Program on Spatial Development of Cities at LSE and Oxford University funded by the Multi Donor Trust Fund on Sustainable Urbanization of the World Bank and supported by the UK Department for International Development. We received helpful comments from Gerald Carlino, Edward Glaeser, Samuel Marden, Daniel Sturm, Junfu Zhang, two anonymous referees, and many seminar participants. We thank Ying Chen for research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}