{
    "id": 24594,
    "citation_title": "Safety Net Investments in Children",
    "citation_author": [
        "Hilary W. Hoynes",
        "Diane Whitmore Schanzenbach"
    ],
    "citation_publication_date": "2018-05-14",
    "issue_date": "2018-05-10",
    "revision_date": "2019-06-07",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we examine what groups of children are served by core childhood social-safety net programs—including Medicaid, EITC, CTC, SNAP, and AFDC/TANF—and how that’s changed over time. We find that virtually all gains in spending on the social safety net for children since 1990 have gone to families with earnings, and to families with income above the poverty line. This is the result of welfare reform and the expansion of in work tax credits. We review the available research and find that access to safety net programs during childhood leads to benefits for children and society over the long run. This evidence suggests that the changes to the social safety net may have lasting negative impacts on the poorest children.\n\n",
    "acknowledgement": "\nPaper prepared for March 2018 Brookings Papers on Economic Activity. We thank Janet Currie, Gordon Dahl, Robert Doar, Janice Eberly, Ryan Nunn, Dottie Rosenbaum, Louise Sheiner, Arloc Sherman, Jim Stock, and BPEA participants for helpful comments, and Marianne Bitler, Stacy Dean, Manasi Despande, Julia Isaacs, Melissa Kearney, Douglas Rice, Danielle Sandler, Lara Shore-Sheppard, Lexin Cai, and Matt Broaddus for useful discussions about the scope of the project and the data collection. Krista Ruffini and Abigail Pitts provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}