{
    "id": 24599,
    "citation_title": "The Lifetime Medical Spending of Retirees",
    "citation_author": [
        "John Bailey Jones",
        "Mariacristina De Nardi",
        "Eric French",
        "Rory McGee",
        "Justin Kirschner"
    ],
    "citation_publication_date": "2018-05-14",
    "issue_date": "2018-05-10",
    "revision_date": "2018-07-17",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nUsing dynamic models of health, mortality, and out-of-pocket medical spending (both inclusive and net of Medicaid payments), we estimate the distribution of lifetime medical spending that retired U.S. households face over the remainder of their lives. We find that households who turned 70 in 1992 will on average incur $122,000 in medical spending, including Medicaid payments, over their remaining lives. At the top tail, 5 percent of households will incur more than $300,000, and 1 percent of households will incur over $600,000 in medical spending inclusive of Medicaid. The level and the dispersion of this spending diminish only slowly with age. Although permanent income, initial health, and initial marital status have large effects on this spending, much of the dispersion in lifetime spending is due to events realized later in life. Medicaid covers the majority of the lifetime costs of the poorest households and significantly reduces their risk.\n\n",
    "acknowledgement": "\nDe Nardi and French gratefully acknowledge support from Norface Grant (TRISP 462-16-120). French gratefully acknowledges support from the Economic and Social Research Council (Centre for Microeconomic Analysis of Public Policy at the Institute for Fiscal Studies (RES-544-28-50001) and from Inequality and the insurance value of transfers across the life cycle (ES/P001831/1)). The views expressed in this paper are those of the authors and not necessarily those of the Federal Reserve Bank of Chicago, the Federal Reserve Bank of Richmond, the IFS, the NBER, or the CEPR.\n\n\n"
}