{
    "id": 24598,
    "citation_title": "Do Corporate Tax Cuts Increase Income Inequality?",
    "citation_author": [
        "Suresh Nallareddy",
        "Ethan Rouen",
        "Juan Carlos Suárez Serrato"
    ],
    "citation_publication_date": "2018-05-14",
    "issue_date": "2018-05-10",
    "revision_date": "2019-08-23",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Subnational Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the effects of corporate taxes on income inequality. Using state corporate taxes as a setting, we provide evidence that corporate tax cuts lead to increases in income inequality. This result is robust across regression, matching, and synthetic controls approaches, and to controlling for a host of potential confounders. We use Statistics of Income data from the IRS to explore mechanisms behind this result. We find tax cuts lead to higher income for both top and bottom earners, but the gains to capital income for top earners exceed the gains to total income for bottom earners. This result suggests that, while all earners appear to benefit from a corporate tax cut, the relation between tax cuts and inequality is positive, in part, because high income individuals shift their compensation to reduce taxes.\n\n",
    "acknowledgement": "\nWe are especially thankful to Jon Bakija, Scott Dyreng, Michele Hanlon, Dan Garrett, John Graham, Mark Lang, Edward Maydew, Andreas Peichl, Mohan Venkatachalam, and seminar participants at Duke University, the Harvard Business School brownbag, the Harvard Business School Information, Markets, and Organizations Conference, the NBER Conference on Business Taxation, the University of Chicago, and the University of North Carolina for providing detailed comments. Linh Nguyen provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}