{
    "id": 24591,
    "citation_title": "Death of the Salesman, But Not the Sales Force: How Interested Promotion Skews Scientific Valuation",
    "citation_author": [
        "Pierre Azoulay",
        "J. Michael Wahlen",
        "Ezra W. Zuckerman Sivan"
    ],
    "citation_publication_date": "2018-05-14",
    "issue_date": "2018-05-10",
    "revision_date": "2019-09-24",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nWhereas recent research has demonstrated how disinterested social validation may skew valuation in meritocratic domains, interested promotion may be at least as important a factor. As suggested by research on reputational entrepreneurship, a producer's death shifts promotion opportunities in two respects. First, it prevents the producer (or “salesman”) from engaging in promotional activity. Second, it also mobilizes others (the “sales force”) to step up their promotional activity on behalf of the deceased. Analysis of the impact made by the premature death of 720 elite life scientists on the citation trajectories of their articles indicates that death results in a long-lasting, positive increase in citation rates, relative to the trajectories for equivalent articles by counterfactual, still-living scientists. This effect seems due largely to the memorialization efforts made by the sales force as compared to recognition efforts on behalf of the still-living scientists, and is strongest for articles that had received relatively little attention prior to the death, as well as those authored by stars who died at a relatively young age. The upshot is clear evidence of informational inefficiency, which derives from the challenges of absorbing the massive volume of scientific knowledge produced. Scientists' identities thus play an important role in determining scientific valuations, despite ostensible norms that enjoin the scientific community to divorce the researcher's identity from her work.\n\n",
    "acknowledgement": "\nPreviously circulated as “Death of the Salesman, but not the Sales Force: Reputational Entrepreneurship and the Valuation of Scientific Achievement.” All authors contributed equally. Azoulay acknowledges the financial support of the National Science Foundation through its SciSIP Program (Award SBE-1735413). The results presented in the article leverage data provided by the Association of American Medical Colleges (“AAMC”). The views expressed herein are those of the authors and do not necessarily reflect the position or policy of the AAMC. The National Institutes of Health partially supports the AAMC Faculty Roster under contract 75N94019C00007, and the authors express their appreciation to Dr. Hershel Alexander (AAMC Director of Data Operations and Services) for his support in providing access to the AAMC Faculty Roster data. We thank Angela Lu, Freda Lynn, Cat Turco, and Arnout van de Rijt, as well as seminar audiences at MIT, Columbia University, University of Pennsylvania, and USC Marshall for useful discussions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}