{
    "id": 24609,
    "citation_title": "Early Social Security Claiming and Old-Age Poverty: Evidence from the Introduction of the Social Security Early Eligibility Age",
    "citation_author": [
        "Gary V. Engelhardt",
        "Jonathan Gruber",
        "Anil Kumar"
    ],
    "citation_publication_date": "2018-05-21",
    "issue_date": "2018-05-18",
    "revision_date": "2020-01-25",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSocial Security faces a major financing shortfall. One policy option for addressing this shortfall would be to raise the earliest age at which individuals can claim their retirement benefits. A welfare analysis of such a policy change depends critically on how it affects living standards. This paper estimates the impact of the Social Security early entitlement age on later-life elderly living standards by tracing birth cohorts of men who had access to different potential claiming ages. The focus is on the Social Security Amendments of 1961, which introduced age 62 as the early entitlement age (EEA) for retired-worker benefits for men. Based on data from the Social Security Administration and March 1968-2001 Current Population Surveys, reductions in the EEA in the long-run lowered the average claiming age by 1.4 years, which lowered Social Security income for male-headed families in retirement by 1.5% at the mean, 3% at the median, and 4% at the 25th percentile of the Social Security income distribution. The increase in early claiming was associated with a decrease in total income, but only at the bottom of the income distribution. There was a large associated rise in elderly poverty and income inequality; the introduction of early claiming raised the elderly poverty rate by about one percentage point. Finally, for the 1885-1916 cohorts, the implied elasticity of poverty with respect to Social Security income for male-headed families is 1.6−. Overall, we find that the introduction of early claiming was associated with a reduction in income and an increase in the poverty rate in old age for male-headed households.\n\n",
    "acknowledgement": "\nCorresponding author: Gary V. Engelhardt, Aging Studies Institute, 320F Lyman Hall, Syracuse University, Syracuse, NY 13210, gvengelh@syr.edu. The research reported herein was supported by the Center for Retirement Research at Boston College pursuant to a grant from the U.S. Social Security Administration funded as part of the Retirement Research Consortium. The opinions and conclusions are solely those of the authors and should not be construed as representing the opinions or policy of the Social Security Administration, any agency of the Federal Government, National Bureau of Economic Research, Boston College Center for Retirement Research, Syracuse University, Federal Reserve Bank of Dallas, or M.I.T.\n\n\n"
}