{
    "id": 24606,
    "citation_title": "Long-run Trends in the Economic Activity of Older People in the UK",
    "citation_author": [
        "James Banks",
        "Carl Emmerson",
        "Gemma Tetlow"
    ],
    "citation_publication_date": "2018-05-21",
    "issue_date": "2018-05-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": [
        "\n",
        "\nCenter for Aging and Health Research\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nWe document employment rates of older men and women in the UK over the last forty years. In both cases growth in employment since the mid 1990s has been stronger than for younger age groups. On average, older men are still less likely to be in work than they were in the mid 1970s although this is not true for those with low education. We highlight issues with using years of schooling as a measure of educational achievement for analysing labour market trends at older ages, not least because a large proportion of men who left school at young ages without any formal qualifications, have subsequently acquired some.\nReforms – such as the abolition of the earnings test and rises in the female State Pension Age, have pushed up employment rates. But other factors – such as the shift from defined benefit to defined contribution pensions being offered by private sector employers and the growth in employment rates at younger ages among successive cohorts of women – are also important. We discuss the role of other cohort and economy-wide trends, highlighting that the proportion of older men and women employed in professional, managerial and technical occupations has been particularly strong.\n\n",
    "acknowledgement": "\nThis paper is part of the National Bureau of Economic Research’s International Social Security (ISS) Project, which is supported by the National Institute on Aging (grant P01 AG012810). The authors are grateful to the other participants of that project for useful comments and advice. We are grateful to the ESRC-funded Centre for the Microeconomic Analysis of Public Policy at IFS (grant number RES-544-28-5001) for providing funding for this project. We are also grateful to Richard Blundell for useful comments. Data from the Labour Force Survey (LFS) were made available by the UK Data Archive. Responsibility for interpretation of the data, as well as for any errors, is the authors’ alone. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nCarl Emmerson\n\nOver the last three years, I have also received other research grants, which were not directly related to the work on which the article is based, from the following potentially interested parties:\n\n\n•\tAge UK\n•\tArnold Foundation\n•\tAssociation of British Insurers\n•\tChartered Insurance Institute\n•\tDepartment for Work and Pensions\n•\tEconomic and Social Research Council\n•\tHealth Foundation\n•\tHM Revenue and Customs\n•\tHM Treasury\n•\tInstitute of Chartered Accountants in England and Wales\n•\tInvestment Association\n•\tLegal and General Investment Management\n•\tMoney Advice Service\n•\tNuffield Foundation\n•\tTax Incentivised Savings Association\n\n\nI am also a member of the United Kingdom’s Social Security Advisory Committee, which is an advisory non-departmental body sponsored by the Department for Work and Pensions. This is involves scrutinising most of the secondary legislation that underpins the social security system and providing impartial advice on social security and related matters.\n\n\n\nGemma Tetlow\n\nOver the last three years I have also received financial support from the following organisations, who potentially have an interest in this research summarized in this working paper, although they did not directly fund it: Age UK, Association of British Insurers, Chartered Insurance Institute, Department for Work and Pensions, Economic and Social Research Council, Health Foundation, HM Revenue and Customs, HM Treasury, Institute of Chartered Accountants in England and Wales, Investment Association, Legal and General Investment Management, Money Advice Service, Nuffield Foundation, Tax Incentivised Savings Association.\n\n\n"
}