{
    "id": 24607,
    "citation_title": "Toxic Truth: Lead and Fertility",
    "citation_author": [
        "Karen Clay",
        "Margarita Portnykh",
        "Edson Severnini"
    ],
    "citation_publication_date": "2018-05-21",
    "issue_date": "2018-05-18",
    "revision_date": "2019-06-20",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing U.S county level data on lead in air for 1978-1988, this paper provides the first causal evidence on the effects of airborne lead exposure on the general fertility rate and the completed fertility rate in the broad population. Instrumental variable estimates show the increase in completed fertility implied by the average observed decrease in airborne lead is 0.14 children per woman, which is 6.4 percent of mean fertility. To explore the current relevance of our findings, we estimate the effect of lead historically accumulated in topsoil on fertility in the 2000s. The results suggest that lead may continue to impair fertility today, both in the United States and in other countries that have significant amounts of lead in topsoil.\n\n",
    "acknowledgement": "\nWe thank Martha Bailey, Janet Currie, Olivier Deschenes, Daniel Grossman, Gary Libecap, Lowell Taylor and seminar and conference participants at Carnegie Mellon University, Cornell University, Economics of Low-Carbon Markets Workshop, IZA - Institute of Labor Economics, Higher School of Economics, New Economics School, University of Southern Denmark, University of Virginia, Urban Economics Association - Annual Meeting, and the U.S. Environmental Protection Agency for valuable comments and suggestions. We thank Guy Michaels for sharing his data on the 1944 Highway Plan. Karen Clay, Margarita Portnykh, and Edson Severnini gratefully acknowledge financial support from Heinz College at Carnegie Mellon University, and Margarita Portnykh gratefully acknowledges financial support from the Earhart Foundation, which supported her postdoctoral fellowship at the Bren School at the University of California, Santa Barbara. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}