{
    "id": 24600,
    "citation_title": "The Heterogeneous Impact of Market Size on Innovation: Evidence from French Firm-Level Exports",
    "citation_author": [
        "Philippe Aghion",
        "Antonin Bergeaud",
        "Matthieu Lequien",
        "Marc J. Melitz"
    ],
    "citation_publication_date": "2018-05-14",
    "issue_date": "2018-05-10",
    "revision_date": "2021-06-03",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Macroeconomics",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze how demand conditions faced by a firm impacts its innovation decisions. To disentangle the direction of causality between innovation and demand conditions, we construct a firm-level export demand shock which responds to aggregate conditions in a firm’s export destinations but is exogenous to firm-level decisions. Using exhaustive data covering the French manufacturing sector, we show that French firms respond to exogenous growth shocks in their export destinations by patenting more; and that this response is entirely driven by the subset of initially more productive firms. The patent response arises 3 to 5 years after a demand shock, highlighting the time required to innovate. In contrast, the demand shock raises contemporaneous sales and employment for all firms, without any notable differences between high and low productivity firms. We show that this finding of a skewed innovation response to common demand shocks arises naturally from a model of endogenous innovation and competition with firm heterogeneity. The market size increase drives all firms to innovate more by increasing the innovation rents; yet by inducing more entry and thus more competition, it also discourages innovation by low productivity firms.\n\n",
    "acknowledgement": "\nA previous version of this paper was circulated under the title: “The Impact of Export on Innovation: Theory and Evidence”. The authors would like to thank, without implicating Daron Acemoglu, Ufuk Akcigit, Pol Antras, Kirill Borusyak, Elhanan Helpman, Giammario Impullitti, Thierry Mayer, Isabelle Mejean, Torsten Persson, Stephen Redding, Thomas Sampson, Dan Trefler, John Van Reenen, Daniel Xu, and participants at the 2017 AEA meeting, the NBER Summer Institute 2017, CIFAR and numerous seminars for useful discussions and advises. We are grateful to Connie Lee for excellent research assistance. This work is supported by a public grant overseen by the French National Research Agency (ANR) as part of the “Investissements d’Avenir” program (reference: ANR-10-EQPX-17 - Centre d’accès securisé aux données – CASD). This project has received funding from the European Research Council (ERC) under the European Union’s Horizon 2020 research and innovation programme (grant agreement No.786587). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}