{
    "id": 24603,
    "citation_title": "Come Together: Firm Boundaries and Delegation",
    "citation_author": [
        "Laura Alfaro",
        "Nicholas Bloom",
        "Paola Conconi",
        "Harald Fadinger",
        "Patrick Legros",
        "Andrew Newman",
        "Raffaella Sadun",
        "John Van Reenen"
    ],
    "citation_publication_date": "2018-05-14",
    "issue_date": "2018-05-10",
    "revision_date": "2020-10-05",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nWe develop an incomplete-contracts model to jointly study firm boundaries and the al-location of decision rights within them. Integration has an option value: it gives firm owners authority to delegate or centralize decision rights, depending on who can best solve problems that may arise in the course of course of an uncertain production process. To examine the evidence, we construct measures of vertical integration and delegation for thousands of firms in different countries and industries. In line with the model’s pre-dictions, we find that input value and supplier uncertainty play a key role in shaping both integration and delegation choices.\n\n",
    "acknowledgement": "\nWe are extremely grateful for comments from Philippe Aghion, Ricardo Alonso, Jacques Crémer, Wouter\nDessein, Luis Garicano, Bob Gibbons, Oliver Hart, Louis Kaplow, Francine Lafontaine, Rocco Macchiavello, Marian Moszoro, Jawwad Noor, Andrea Prat, Mike Powell, Veronica Rappoport, Kathy Spier, Birger Werner-felt, and participants in the FOM Conference, the Fifth CEPR IMO Workshop, the MIT Empirical Management Conference, ASSA, the Paris-Berkeley Organizational Economics Workshop, EEA-ESEM, and seminars at UCLA, NUS, Oxford, Collegio Carlo Alberto, MIT, Mannheim, Nova SBE, PUC-Rio, Unversitat Autònoma de Barcelona, LSE, King’s College London, Southampton, HSE Moscow, and the Harvard Law, Economics and Organization Research Seminar. The authors gratefully acknowledge financial support from the FNRS (Con-coni), the DFG - CRC TR224 (Fadinger), and the European Research Council under the European Union’s Seventh Framework Programme (ERC Grant Agreement N. 339950 for Legros and ERC Grant Agreement N. 834253 for Conconi). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}