{
    "id": 24601,
    "citation_title": "Quantifier Elimination for Deduction in Econometrics",
    "citation_author": [
        "Casey B. Mulligan"
    ],
    "citation_publication_date": "2018-05-14",
    "issue_date": "2018-05-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhen combined with the logical notion of partially interpreted functions, many nonparametric results in econometrics and statistics can be understood as statements about semi-algebraic sets.  Tarski’s quantifier elimination (QE) theorem therefore guarantees that a universal algorithm exists for deducing such results from their assumptions.  This paper presents the general framework and then applies QE algorithms to Jensen’s inequality, omitted variable bias, partial identification of the classical measurement error model, point identification in discrete choice models, and comparative statics in the nonparametric Roy model.  This paper also discusses the computational complexity of real QE and its implementation in software used for program verification, logic, and computer algebra.  I expect that automation will become as routine for abstract econometric reasoning as it already is for numerical matrix inversion.\n\n",
    "acknowledgement": "\nThis work has benefitted from discussions with Clark Barrett, Nikolaj Bjorner, Russell Bradford, James Davenport, Matthew England, Lars Hansen, Leo de Moura, Zak Tonks, Alex Torgovitsky, comments from minicourse participants at Chicago, LSE, Tel-Aviv University, and Stanford, and the research assistance of Chanwool Kim. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}