{
    "id": 24604,
    "citation_title": "The Carbon Abatement Game",
    "citation_author": [
        "Christoph Hambel",
        "Holger Kraft",
        "Eduardo S. Schwartz"
    ],
    "citation_publication_date": "2018-05-21",
    "issue_date": "2018-05-18",
    "revision_date": "2018-09-21",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nClimate change is one of the major global challenges. Mitigating its impact is however bedeviled by free-rider problems and external effects. We thus study the problem of optimal carbon abatement in a dynamic non-cooperative game-theoretical setting involving multiple countries that are open economies. Our framework involves stochastic dynamics for CO2 emissions and economic output of the countries. Each country is represented by a recursive-preference functional. Despite its complexity, the model is analytically tractable. We can explicitly quantify each country's decision on consumption, investment, and abatement expenditures. We also derive closed-form solutions for the country-specific and global social cost of carbon (SCC). One key finding is that both versions of the SCC are increasing in trade volume. This result is robust to adding capital transfers between countries. Our numerical examples suggest that disregarding trade might lead to a significant underestimation of the SCC.\n\n",
    "acknowledgement": "\nWe thank Elizabeth Baldwin, Valentina Bosetti, Max Croce, Simon Dietz, Johannes Emmerling, Svenn Jensen, Rick van der Ploeg, Soheil Shayegh, and Christian Traeger for helpful comments and suggestions. We also thank seminar participants at Bocconi University, WU Vienna, Nova University, and ICADE Business School as well as the participants of the Workshop on Optimal Carbon Price under Climate Risk at FEEM in Milano and the 33rd annual congress of the European Economic Association (EEA) for helpful comments and suggestions. All remaining errors are our own.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}