{
    "id": 24608,
    "citation_title": "Hysteresis and the Welfare Effect of Corrective Policies: Theory and Evidence from an Energy-Saving Program",
    "citation_author": [
        "Francisco Costa",
        "François Gerard"
    ],
    "citation_publication_date": "2018-05-21",
    "issue_date": "2018-05-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA growing body of evidence documents that policies can affect household behaviors persistently, even if they are no longer in place. This paper studies the importance of such \"hysteresis\" – the failure of an effect to reverse itself as its underlying cause is reversed – for the welfare evaluation of corrective policies. First, we introduce hysteresis into the textbook framework used to derive canonical sufficient statistics formulas for the welfare effect of corrective policies. We then derive new formulas allowing for hysteresis. We show that, under certain conditions, the persistent effect of a short-run (i.e., temporary) policy becomes a new key statistic for evaluating the welfare effect of such a policy, and also of a long-run (i.e., permanent) version of a similar policy. Second, we estimate the persistent effect of a short-run policy, for which we argue that these conditions are met, in a policy-relevant context: residential electricity use in a developing country setting. We estimate that about half of the dramatic short-run reductions in residential electricity use induced by a 9-month-long policy that was imposed on millions of Brazilian households in 2001 persisted for at least 12 years after the policy ended. Finally, we combine our estimates with our framework to illustrate the implications that hysteresis can have for the welfare evaluation of corrective policies.\n\n",
    "acknowledgement": "\nWe would like to thank four anonymous referees, Michael Best, Gharad Bryan, Robin Burgess, Lucas Davis, Marina de Mello, Ben Faber, Claudio Ferraz, Fred Finan, Greg Fischer, Meredith Fowlie, Jason Garred,  Gustavo Gonzaga, Michael Greenstone, Ryan Kellog, Gilat Levy, Jamie McCasland, Guy Michaels, Edward Miguel, Mushfiq Mobarak, Marcelo Moreira, Gerard Padro i Miquel, Joana Naritomi, Emmanuel Saez, Edson Severnini, Reinaldo Souza, Anna Spurlock, Eric Verhoogen, Catherine Wolfram, and seminar participants at ASU, the Behavioural Environmental Economics conference (Toulouse), Cergy-Pontoise, EconCon, the EEA meetings, FGV EPGE, FGV EESP, the Granthan Institute for Climate Change, IADB, IFS, IPEA, LBS, LSE, the NBER Public Economics Meetings, PacDev, PSE, Puc-Rio, UC Berkeley, University of Bristol, University of Cambridge, University of Chicago, UPF, UQAM, USP, UT Knoxville, UCSD, and the World Bank. Stephanie Dinoa, Louise Guillouet, Tiago Lazier, Gustavo Macedo, John Pease, and Beatriz Rache provided outstanding research assistance. We also thank ANEEL, PROCEL, LIGHT, FAME, and Whirlpool for sharing important data. Francois Gerard benefited from the support of an Excellence Scholarship of Wallonie-Bruxelles International. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}