{
    "id": 24605,
    "citation_title": "Whom Do Employers Want? The Role of Recent Employment and Unemployment Status and Age",
    "citation_author": [
        "Henry S. Farber",
        "Chris M. Herbst",
        "Dan Silverman",
        "Till von Wachter"
    ],
    "citation_publication_date": "2018-05-21",
    "issue_date": "2018-05-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use a resume audit study to better understand the role of employment and unemployment histories in affecting callbacks to job applications. We focus on how the effect of career history varies by age, partly in an attempt to reconcile disparate findings in prior studies. While we cannot reconcile earlier findings on the effect of unemployment duration, the findings solidify an emerging consensus on the role of age and employment on callback.  First, among applicants across a broad age range, we find that applicants with 52 weeks of unemployment have a lower callback rate than do applicants with shorter unemployment spells.  However, regardless of an applicant's age, there is no relationship between spell length and callback among applicants with shorter spells. Second, we find a hump-shaped relationship between age and callback, with both younger and older applicants having a lower probability of callback relative to prime-aged applicants.  Finally, we find that those applicants who are employed at the time of application have a lower callback rate than do unemployed applicants, regardless of whether the interim job is of lower or comparable quality relative to the applied-for job. This may reflect a perception among employers that it is harder or more expensive to attract an applicant who is currently employed.\n\n",
    "acknowledgement": "\nWe thank Jeong Joo Ahn, Nicole Gandre, Zoram Kaul, Elizabeth Kuttner, Tanairi Ochoa-Martinez, and Jason Shumberger for their first-rate work in fielding the study and preparing the data. Financial support for this project was provided by the Industrial Relations Section at Princeton University. We thank participants in a workshop at Brigham Young University for helpful comments. Earlier work on this project formed the basis of Farber's Presidential Address to the Society of Labor Economists, Seattle WA, May 6, 2016. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}