{
    "id": 24611,
    "citation_title": "Trust in State and Non-State Actors: Evidence from Dispute Resolution in Pakistan",
    "citation_author": [
        "Daron Acemoglu",
        "Ali Cheema",
        "Asim I. Khwaja",
        "James A. Robinson"
    ],
    "citation_publication_date": "2018-05-21",
    "issue_date": "2018-05-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nLack of trust in state institutions, often due to poor service provision, is a pervasive problem in many developing countries. If this increases reliance on non-state actors for crucial services, the resulting self-reinforcing cycle can further weaken the state. This paper examines whether such a cycle can be disrupted. We focus on dispute resolution in rural Punjab, Pakistan. We find that providing information about reduced delays in state courts leads to citizens reporting higher willingness to use state courts and to greater fund allocations to the state in two lab-in-the-field games designed to measure trust in state and non-state actors in a high-stakes setting. More interestingly, we find indirect effects on non-state actors. After receiving state positive information, respondents report lower likelihood of using non-state institutions and reduce funds allocated to them in field games. Furthermore, we find similar direct and indirect effects on a battery of questions concerning people’s beliefs about these actors, including a decreased allegiance to the non-state actor. We rationalize these results with a model of motivated reasoning whereby reduced usage of non-state institutions makes people less likely to hold positive views about them. These results indicate that, despite substantial distrust of the state in Pakistan, credible new information can change beliefs and behavior. The feedback loop between state ineffectiveness and the legitimacy of non-state actors may be reversible.\n\n",
    "acknowledgement": "\nWe thank Niharika Singh, Christina Brown, Amanda Rudin, and Landin Smith for outstanding research assistance in Cambridge and Nadia Hasham, Neha Zaigham, Ahmed Raza, Zain Chaudhry, and Kamran Niazi for outstanding research assistance in Lahore. This paper was funded through support from the Abdul Latif Jameel Poverty Action Lab’s Governance Initiative, as well as the Roy and Lila Ash Center for Democratic Governance and Innovation, the Weatherhead Center for International Affairs, and the South Asia Institute at Harvard University.\n\n\n"
}