{
    "id": 24619,
    "citation_title": "Energy Productivity and Energy Demand: Experimental Evidence from Indian Manufacturing Plants",
    "citation_author": [
        "Nicholas Ryan"
    ],
    "citation_publication_date": "2018-05-21",
    "issue_date": "2018-05-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies a field experiment among energy-intensive Indian manufacturing plants that offered energy consulting to raise energy productivity, the amount plants can produce with each unit of energy. Treatment plants, after two years and relative to the control, run longer hours, demand more skilled labor and use 9.5 percent more electricity (standard error 7.3 percent). I assume that the treatment acted only through energy productivity to estimate the plant production function. The model estimates imply that energy complements skill and capital and that energy demand therefore responds more strongly to a productivity shock when plants can adjust these inputs.\n\n",
    "acknowledgement": "\nI thank Esther Duflo, Michael Greenstone and Rohini Pande for guidance and Nicholas Bloom for early encouragement. R N Pandya of the Gujarat Energy Development Agency gave implementation support. Harsh Singh, Harsh Vijay Singh, Vipin Awatramani, Raunak Kalra and Maulik Chauhan provided exemplary research assistance. Seminar audiences at Boston University, Brown, Carnegie Mellon, Chicago, Cornell, LSE, Michigan, Michigan State, Namurs, NBER EEE, NEUDC, PSE, Stanford, Toulouse and Virginia provided useful feedback. I thank Namrata Kala and Joe Shapiro for detailed comments. The MIT Energy Initiative, Veolia Environment, US AID – Development Innovation Ventures (Award number AID-OAA- G-12-00007), the Sustainability Science Program at Harvard and Private Enterprise Development in Low-income Countries (PEDL) (Exploratory Grant number 1657) provided financial support. All views and errors are my own. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}