{
    "id": 24615,
    "citation_title": "Judicial Politics and Sentencing Decisions",
    "citation_author": [
        "Alma Cohen",
        "Crystal Yang"
    ],
    "citation_publication_date": "2018-05-21",
    "issue_date": "2018-05-18",
    "revision_date": "2018-05-23",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Discrimination",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates whether judge political affiliation contributes to racial and gender disparities in sentencing using data on over 500,000 federal defendants linked to sentencing judge. Exploiting random case assignment, we find that Republican-appointed judges sentence black defendants to 3.0 more months than similar non-blacks and female defendants to 2.0 fewer months than similar males compared to Democratic-appointed judges, 65 percent of the baseline racial sentence gap and 17 percent of the baseline gender sentence gap, respectively. These differences cannot be explained by other judge characteristics and grow substantially larger when judges are granted more discretion.\n\n",
    "acknowledgement": "\nWe thank Sue Long and the Transactional Records Access Clearinghouse (TRAC) for their assistance in compiling and accessing data under our appointments as TRAC Fellows. We also wish to thank John Friedman, three anonymous referees, and numerous seminar participants for helpful comments and suggestions. Molly Bunke and Michael Zhang provided excellent research assistance. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}