{
    "id": 24617,
    "citation_title": "The other 1%: Class Leavening, Contamination and Voting for Redistribution",
    "citation_author": [
        "Lars Lefgren",
        "David Sims",
        "Olga Stoddard"
    ],
    "citation_publication_date": "2018-05-21",
    "issue_date": "2018-05-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe perform an experiment to measure how changes in the effort exerted by a small fraction of a low-reward group affect the willingness of the high-reward group to vote for redistributive taxation. We find that a substantial fraction of high reward subjects vote in favor of greater redistribution when a very small fraction of high-effort individuals is added to a pool of otherwise low-effort poor.  Contaminating a group of high-effort poor with a small number of low-effort individuals causes the most generous rich subjects to vote for less redistribution. These results suggest that anecdotes about the deservedness of a small group of transfer recipients may be effective in changing support for redistribution.  We find large gender differences in the results.  Relative to men, women respond three times more strongly to the existence of high-effort individuals among the poor.  This behavior may help explain gender differences in support for redistribution more generally.\n\n",
    "acknowledgement": "\nWe thank the Brigham Young University School of Family, Home, and Social Science for generous research support.  The authors thank Rebecca Jack for excellent research assistance.  We acknowledge helpful comments and suggestions from Scott Condie, Gordon Dahl, Laura Gee, and seminar participants at Brigham Young University and the NBER Labor Studies Winter Meeting. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}