{
    "id": 24626,
    "citation_title": "Exploring the Impact of Artificial Intelligence: Prediction versus Judgment",
    "citation_author": [
        "Ajay K. Agrawal",
        "Joshua S. Gans",
        "Avi Goldfarb"
    ],
    "citation_publication_date": "2018-05-21",
    "issue_date": "2018-05-18",
    "revision_date": "2018-05-25",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBased on recent developments in the field of artificial intelligence (AI), we examine what type of human labor will be a substitute versus a complement to emerging technologies. We argue that these recent developments reduce the costs of providing a particular set of tasks – prediction tasks. Prediction about uncertain states of the world is an input into decision-making. We show that prediction allows riskier decisions to be taken and this is its impact on observed productivity although it could also increase the variance of outcomes as well. We consider the role of human judgment in decision-making as prediction technology improves. Judgment is exercised when the objective function for a particular set of decisions cannot be described (i.e., coded). However, we demonstrate that better prediction impacts the returns to different types of judgment in opposite ways. Hence, not all human judgment will be a complement to AI. Finally, we show that humans will delegate some decisions to machines even when the decision would be superior with human input.\n\n",
    "acknowledgement": "\nThanks to participants at the AEA conference (2017) and the TPI AI Conference (2017). Responsibility for all errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nAvi Goldfarb\n\nAvi Goldfarb has equity in several publicly traded technology companies as part of a broad investment portfolio. He also periodically gives paid lectures on related topics to business and government audiences.\n\n\n"
}