{
    "id": 24621,
    "citation_title": "Changes in Nutrient Intake at Retirement",
    "citation_author": [
        "Melvin Stephens Jr.",
        "Desmond Toohey"
    ],
    "citation_publication_date": "2018-05-21",
    "issue_date": "2018-05-18",
    "revision_date": "2018-05-25",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhile the literature finding a decrease in food expenditures at retirement suggests households do not adequately save for retirement, subsequent evidence that nutrient intake is unaffected by retirement has tempered these concerns.  We further examine nutrient intake changes at retirement both by analyzing a much wider range of datasets, including longitudinal data, and by improving upon the empirical methodology used in earlier work.  Our analysis yields four main results.  First, unlike prior work, we find that caloric and nutrient intake fall at retirement in numerous cross-sectional datasets.  We can reconcile these contrasting results as being due to well-documented differences and improvements in methodologies used to measure food intake.  Second, using longitudinal data, we also find that intake falls at retirement.  Third, we show that a food consumption index used in prior work to capture the relationship between permanent income and foods eaten can severely underestimate the impact of retirement on consumption.  We show that a minor methodological revision circumvents this bias and that the revised consumption index falls at retirement.  Finally, while unemployment reduces the consumption index, we find, in contrast to prior work, that the impact of retirement on the consumption index is larger.  Overall, we consistently find that retirement reduces food intake.\n\n",
    "acknowledgement": "\nPeter Hudomiet and He Yang provided excellent research assistance.  We thank Peter Ganong and seminar participants at the ASSA meetings, Maryland AREC, Michigan Labor Lunch, the MRRC Researcher Workshop, UC-Berkeley, and Wharton for helpful comments and suggestions.  We thank Mark Aguiar and Erik Hurst for generously making their data and programs available. Research reported in this publication was supported by the National Institute On Aging of the National Institutes of Health under Award Number R03AG046503 and the Michigan Center on the Demography of Aging. The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}