{
    "id": 24629,
    "citation_title": "Leaning Against Housing Prices as Robustly Optimal Monetary Policy",
    "citation_author": [
        "Klaus Adam",
        "Michael Woodford"
    ],
    "citation_publication_date": "2018-05-21",
    "issue_date": "2018-05-18",
    "revision_date": "2018-05-21",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analytically characterize optimal monetary policy for a  New Keynesian model with a housing sector. If one supposes that the private sector has rational expectations about future housing prices and inflation, optimal monetary policy can be characterized without making reference to housing price developments: commitment to a “target criterion” that refers only to inflation and the output gap is optimal, as in the standard model without a housing sector. But when a policymaker seeks to choose a policy that is robust to potential departures of private sector expectations from model-consistent ones, then the optimal target criterion must also depend on housing prices. In the empirically realistic case where housing is subsidized and where monopoly power causes output to fall short of its optimal level, the robustly optimal target criterion requires the central bank to “lean against” housing prices:  following unexpected housing price increases, policy should adopt a stance that is projected to undershoot its normal targets for inflation and the output gap, and similarly aim to overshoot those targets in the case of unexpected declines in housing prices. The robustly optimal target criterion does not require that policy distinguish between “fundamental”  and “non-fundamental” movements in housing prices.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nKlaus Adam\n\nKlaus Adam is a Research Professor at Deutsche Bundesbank and as such receives income for consulting services. Klaus Adam is Scientific Chair of the Euro Area Business Cycle Network (www.eabcn.org) and as such receives an annual stipend.\n\n\n"
}