{
    "id": 24628,
    "citation_title": "Inter-brand Competition in the Convenience Store Industry, Store Accessibility and Healthcare Utilization",
    "citation_author": [
        "Hung-Hao Chang",
        "Chad D. Meyerhoefer"
    ],
    "citation_publication_date": "2018-05-21",
    "issue_date": "2018-05-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate the impact of access to convenience stores and competition between convenience store chains on medical care use and expenditures in Taiwan; the country with the highest density of convenience stores in the world. Our study makes use of insurance claims from 0.85 million individuals enrolled in Taiwan’s national health insurance program from 2002-2012 and administrative data on convenience store chain sales. While we find that both greater store accessibility and higher levels of inter-brand competition reduce the use and cost of outpatient medical services and prescription drugs, healthcare utilization is more responsive to changes in competition. Since convenience stores in Taiwan are typically the healthier option for ready-to-eat food, we postulate that the decline in medical care utilization is driven by a reduction in convenience store prices and increase in service quality relative to other food outlets. This is supported by findings from survey data indicating that convenience store competition is associated with greater consumption of more healthy foods, lower consumption of less healthy foods, and decreases in obesity rates. While the effects we find are precisely estimated, they are small in magnitude, with the increase in convenience store competition experienced by Taiwan over a 10-year period reducing medical expenditures on outpatient services and on prescription drugs by around one half of one percent.\n\n",
    "acknowledgement": "\nSenior authorship is equally shared. The authors would like to thank the National Health Institute in Taiwan and Taiwan Fair Trade Commission for providing the convenience store data and National Health Institute in Taiwan for providing access to the individual health claim data. Early versions of this paper were presented at the Ohio State University, University of Tampa, Temple University, the International Health Economics Association meeting, and the Agricultural and Applied Economics Association meeting. Valuable comments from the participants of these seminars and meetings are appreciated. In addition, we would like to thank Daisy Dai for providing feedback on the final draft of the paper. The views expressed herein are those of the authors and do not reflect the policies of National Health Institute in Taiwan and Taiwan Fair Trade Commission. The authors are responsible for any remaining errors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}