{
    "id": 24620,
    "citation_title": "An Assessment of the Forward-Looking Hypothesis of the Demand for Cigarettes",
    "citation_author": [
        "Robert Kaestner",
        "Kevin Callison"
    ],
    "citation_publication_date": "2018-05-21",
    "issue_date": "2018-05-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this article we develop a model of the demand for cigarettes that incorporates forward-looking behavior related to the adverse health consequences of smoking and the addictive nature of cigarettes. The model results in several testable hypotheses that we use to examine the extent to which smokers exhibit forward-looking behavior. Results of our study are generally supportive of the notion that smokers behave in a forward-looking manner.\n\n",
    "acknowledgement": "\nAmong economists, Michael Grossman was one of the first to conduct research on smoking and he has made many, important contributions that have advanced both theory and policy. Grossman’s research on the economics of smoking spans his long and distinguished career and continues to this day (Grossman et al. 1981; Becker et al. 1994; Grossman and Chaloupka 1997; Grossman et al. 1998; Grossman et al. 2003; Saffer et al. 2018). In this article, we build on some of Grossman’s research and we hope that our contribution honors his legacy. We would like to thank seminar participants at the Sixth Annual Midwest Health Economics Conference along with Michael Grossman, Erik Nesson, and Julian Reif for their helpful suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}