{
    "id": 24623,
    "citation_title": "Pauvreté, Egalité, Mortalité: Mortality (In)Equality in France and the United States",
    "citation_author": [
        "Janet Currie",
        "Hannes Schwandt",
        "Josselin Thuilliez"
    ],
    "citation_publication_date": "2018-05-21",
    "issue_date": "2018-05-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a method to compare levels and trends in inequality in mortality in the United States and France in a similar framework.  The comparison shows that while income inequality has increased in both the United States and France, inequality in mortality in France remained remarkably low and stable.  In the United States, inequality in mortality increased for older groups (especially women) while it decreased for children and young adults.  These patterns highlight the fact that despite the strong cross-sectional relationship between income and health, there is no necessary connection between changes in income inequality and changes in health inequality.\n\n",
    "acknowledgement": "\nWe thank the Center for Health and Wellbeing at Princeton University for supporting this research and CépiDc for providing the data used in this analysis. Josselin Thuilliez benefited from a research fellowship at Princeton University and a Fulbright fellowship (2016–2017). We are also thankful to Magali Barbieri, Pierre-Yves Geoffard, and Jean-Paul Moatti for useful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}