{
    "id": 24625,
    "citation_title": "The Political Boundaries of Ethnic Divisions",
    "citation_author": [
        "Samuel Bazzi",
        "Matthew Gudgeon"
    ],
    "citation_publication_date": "2018-05-21",
    "issue_date": "2018-05-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper argues that redrawing subnational political boundaries can transform ethnic divisions. We use a natural policy experiment in Indonesia to show how the effects of ethnic diversity on conflict depend on the political units within which groups are organized. Redistricting along group lines can reduce conflict, but these gains are undone or even reversed when the new borders introduce greater polarization. These adverse effects of polarization are further amplified around majoritarian elections, consistent with strong incentives to capture new local governments in settings with ethnic favoritism. Overall, our findings illustrate the promise and pitfalls of redistricting in diverse countries.\n\n",
    "acknowledgement": "\nWe thank Eli Berman, Chris Blattman, Monica Martinez-Bravo, Ruben Enikolopov, Claudio Ferraz, Thiemo Fetzer, Jeremy Magruder, Stelios Michalopoulos, Ted Miguel, Dilip Mookherjee, Ben Olken, Gerard Padro-i-Miguel, Debraj Ray, Enrico Spolaore, Mathias Thoenig, Oliver Vanden Eynde, as well as seminar participants at the NBER Political Economy Summer Institute meeting, the NBER Economics of National Security Winter meeting, UC Berkeley, Stanford SITE, Georgetown, Boston University, the BREAD/NBER pre-conference meeting, NEUDC, PacDev, University of Arkansas, ESOC, and ABCDE for helpful comments. Gudgeon is grateful to the Weiss Family Program Fund for financial support. We thank Ben Olken, Monica Martinez-Bravo, Andreas Stegmann, Jan Pierskalla, Audrey Sacks, and the Indonesian National Violence Monitoring System for sharing data. Andrea Adhi and Gedeon Lim provided excellent research assistance. All errors remain ours. A previous version of this paper circulated under the title, “Local Government Proliferation, Diversity, and Conflict.” The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}