{
    "id": 2462,
    "citation_title": "The Incidence and Efficiency Costs of Corporate Taxation when Corporate and Noncorporate Firms Produce the Same Good",
    "citation_author": [
        "Jane G. Gravelle",
        "Laurence J. Kotlikoff"
    ],
    "citation_publication_date": "1987-12-01",
    "issue_date": "1987-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis year marks the twenty-fifth anniversary of Arnold Harberger's celebrated model of the corporation income tax. While the model has been enormously useful as an analytical device for studying two sector economies, its usefulness for understanding the incidence and excess burden of the corporate income tax remains in question. One difficulty confronting all empirical analyses of the Harberger Model is how to treat noncorporate production in primarily corporate sectors and corporate production in primarily noncorporate sectors. The Harberger Model provides no real guide to this question since it assumes that one good is produced only by corporations and the other good is produced only by noncorporate firms. Stated differently, Harberger models the differential taxation of capital used in the production of different goods, rather than the taxation of capital used by corporations per se. This paper presents a two good model with corporate and noncorporate production of both goods. The incidence of the corporate tax in our Mutual Production Model (MPM) can differ markedly from that in the Harberger model. A hallmark of Harberger's corporate tax incidence formula is its dependence on differences across sectors in elasticities of substitution between capital and labor. In contrast, the incidence of the corporate tax in the MPM may fall 100 percent on capital regardless of sector differences in substitution elasticities. The difference between the two models in the deadweight loss from corporate taxation is also striking. Using the Harberger - Shoven data and assuming unitary substitution and demand elasticities, the deadweight loss is over ten times larger in the CES version of the MPM than in the Harberger Model. Part of the explanation for this difference is that in the Harberger Model only the difference in the average corporate tax in the two sectors is distortionary, while the entire tax is distortionary in the MPM. A second reason for the larger excess burden in the MPM is that the MPM has a very large, indeed infinite, substitution elasticity in demand between corporate and noncorporate goods; in contrast, applications of the Harberger Model assume this elasticity is quite small.\n\n",
    "acknowledgement": "\n"
}