{
    "id": 24624,
    "citation_title": "Uncertainty and Hyperinflation: European Inflation Dynamics after World War I",
    "citation_author": [
        "Jose A. Lopez",
        "Kris James Mitchener"
    ],
    "citation_publication_date": "2018-05-21",
    "issue_date": "2018-05-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFiscal deficits, elevated debt-to-GDP ratios, and high inflation rates suggest hyperinflation could have potentially emerged in many European countries after World War I. We demonstrate that economic policy uncertainty was instrumental in pushing a subset of European countries into hyperinflation shortly after the end of the war. Germany, Austria, Poland, and Hungary (GAPH) suffered from frequent uncertainty shocks – and correspondingly high levels of uncertainty – caused by protracted political negotiations over reparations payments, the apportionment of the Austro-Hungarian debt, and border disputes. In contrast, other European countries exhibited lower levels of measured uncertainty between 1919 and 1925, allowing them more capacity with which to implement credible commitments to their fiscal and monetary policies. Impulse response functions show that increased uncertainty caused a rise in inflation contemporaneously and for a few months afterward in GAPH, but this effect was absent or much more limited for the other European countries in our sample. Our results suggest that elevated economic uncertainty directly affected inflation dynamics and the incidence of hyperinflation during the interwar period.\n\n",
    "acknowledgement": "\nThe views expressed here are those of the authors and not necessarily those of the Federal Reserve Bank of San Francisco, the Board of Governors of the Federal Reserve System, or the National Bureau of Economic Research. We thank Regis Barnichon, Vasco Cúrdia, Sylvain Leduc, Zheng Liu, Òscar Jordà, and conference participants at the 2018 SITE Conference on the Macroeconomics of Uncertainty and Volatility, 2017 CEPR Economic History Symposium, the Eighth World Congress of Cliometrics, the Federal Reserve Bank of Richmond, and the University of California, Riverside for helpful comments. We especially thank Regis Barnichon for sharing his smoothed local projection code with us. Tesia Chuderewicz, Neil Gerstein, William Hedberg, Erin Klein, Kevin Pearson, and Javier Quintero provided invaluable research assistance.\n\n\n"
}