{
    "id": 24634,
    "citation_title": "Intertemporal Labor Supply Substitution? Evidence from the Swiss Income Tax Holidays",
    "citation_author": [
        "Isabel Z. Martinez",
        "Emmanuel Saez",
        "Michael Siegenthaler"
    ],
    "citation_publication_date": "2018-05-21",
    "issue_date": "2018-05-18",
    "revision_date": "2020-07-08",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper estimates intertemporal labor supply responses to two-year long income tax holidays staggered across Swiss cantons. Cantons shifted from an income tax system based on the previous two years' income to a standard annual pay as you earn system, leaving two years of income untaxed. We find significant but quantitatively very small responses of wage earnings with an inter-temporal elasticity of .025 overall. High wage income earners and especially the self-employed display larger responses with elasticities around .1 and .25 respectively, most likely driven by tax avoidance. We find no effects along the extensive margin at all.\n",
    "acknowledgement": "\nWe thank Marius Brulhart, David Card, Raj Chetty, Reto Foellmi, Daniel Hamermesh, Boris Kaiser, Daniel Kaufmann, Henrik Kleven, Daniel Kopp, Camille Landais, Stefan Legge, Thomas Lemieux, Emi Nakamura, Tobias Renkin, Samad Sarferaz, Benjamin Schoefer, Josef Sigurdsson, Daphne Skandalis, Michael Smart, Ivan Werning, Josef Zweimueller, three anonymous referees,  and numerous conference and seminar participants for helpful discussions and comments. We acknowledge financial support from the Center for Equitable Growth at UC Berkeley and NSF grant SES-1559014. We thank Claudia Berlin and the Swiss Federal Statistical Office for providing census data and for the support which made the Swiss National Cohort and this study possible. The record linkage was supported by the Swiss National Science Foundation. The members of the Swiss National Cohort Study Group are Matthias Egger, Adrian Spoerri and Marcel Zwahlen, Milo Puhan, Matthias Bopp, Martin Roosli, Murielle Bochud  and Michel Oris. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nIsabel Z. Martinez\n\nI work part-time as an economist at the Swiss Federation of Trade Unions (www.sgb.ch). My work there is independent from my research activities.\n\n\n"
}