{
    "id": 24630,
    "citation_title": "The Cultural Divide",
    "citation_author": [
        "Klaus Desmet",
        "Romain Wacziarg"
    ],
    "citation_publication_date": "2018-05-21",
    "issue_date": "2018-05-18",
    "revision_date": "2018-07-17",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper conducts a systematic quantitative study of cultural convergence and divergence in the United States over time. Using the General Social Survey (1972-2016), we assess whether cultural values have grown more or less heterogeneous, both overall and between groups. Groups are defined according to 11 identity cleavages such as gender, religion, ethnic origin, family income quintiles, geographic region, education levels, etc. We find some evidence of greater overall heterogeneity after 1993 when averaging over all available values, yet on many issues heterogeneity changes little. The level of between-group heterogeneity is extremely small: the United States is very pluralistic in terms of cultural attitudes and values, but this diversity is not primarily the result of cultural divides between groups. On average across cleavages and values, we find evidence of falling between-group heterogeneity from 1972 to the late 1990s, and growing divides thereafter. We interpret these findings in light of a model of cultural change where intergenerational transmission and forces of social influence determine the distribution of cultural traits in society.\n\n",
    "acknowledgement": "\nWe thank Omer Ali for outstanding research assistance. We also thank Alberto Alesina, Raquel Fernández, Paola Giuliano, Ricardo Perez-Truglia, Fabio Schiantarelli, Jesse Shapiro and Francesco Trebbi for useful comments. We thank the Center for Global Management at UCLA Anderson for funding. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}