{
    "id": 24633,
    "citation_title": "The Real Exchange Rate, Innovation and Productivity: Heterogeneity, Asymmetries and Hysteresis",
    "citation_author": [
        "Laura Alfaro",
        "Alejandro Cuñat",
        "Harald Fadinger",
        "Yanping Liu"
    ],
    "citation_publication_date": "2018-05-21",
    "issue_date": "2018-05-18",
    "revision_date": "2020-04-09",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe evaluate manufacturing firms' responses to changes in the real exchange rate (RER) using detailed firm-level data for a large set of countries for the period 2001-2010. We uncover the following stylized facts about regional variation of manufacturing firms' integration into global value chains: firms in emerging Asia are very export oriented relative to their dependence on imported intermediates; firms from Latin America and Eastern Europe depend heavily on imported intermediates compared to their export orientation; firms from high-income countries export on average as much as they import. Motivated by these facts, we build a dynamic model in which real depreciations raise the cost of importing intermediates, affect export demand, borrowing-constraints and the profitability of engaging in innovation (R&D). We decompose the effects of RER changes on average firm-level productivity growth across regions into these channels. We then structurally estimate the model and quantitatively evaluate the different mechanisms by providing counterfactual simulations of temporary RER movements. In export-oriented emerging Asia, real depreciations are on average associated with higher firm-level probabilities to engage in R&D, faster growth of firm-level productivity and cash-flow and higher export entry rates. We find negative average effects for firms in other emerging economies, which are relatively more import dependent, and no significant average effects for firms in industrialized economies. Effects on physical TFP growth, while different across regions, are non-linear and asymmetric.\n\n",
    "acknowledgement": "\nWe thank participants at NBER Summer Institute, AEA meetings, ESSIM, Barcelona GSE Summer Forum, Princeton JRCPPF Conference, IMF Macro-Financial Research Conference, SED, EAE-ESEM Lisbon and Cologne, Econometric Society North American Summer Meeting and China Meeting, CEBRA, CompNet 7th Annual Conference, Workshop on International Economic Networks (WIEN), Verein fuer Socialpolitik, XIX Conference in International Economics, Central Bank Macro Modeling Workshop, IMF 19th Jacques Polak Annual Research Conference and seminar participants at Aarhus, Bank of Canada, Central Bank of Chile, CERGE-EI, CREI, ETH, Frankfurt, IADB, IFN, Iowa, Indiana, Mannheim, Nottingham, NES Moscow, Notre Dame, Oslo, The Graduate Institute Geneva, Universidad Catolica de Chile, Queen Mary University of London, and Ufuk Akcigit, Pol Antras, Antoine Berthou, Kamran Bilir, Richard Brauer, Alberto Cavallo, Anusha Chari, Fabrice Defever, Jonathan Eaton, Jeff Frieden, Julian di Giovanni, Manuel Garcia-Santana, Steve Redding, Mark Roberts, Jesse Schreger, Stefano Schiavo, Monika Schnitzer, Bent Sorensen, Jim Tybout, Van Anh Vuong, and Shang-Jin Wei for helpful comments. We particularly thank Andy Powell, Julian Caballero, and the researchers at the IADB's Red de Centros project on the structure of firms' balance sheets. Hayley Pallan, Haviland Sheldahl-Thomason, George Chao, Daniel Ramos, Sang Hyu Hahn and Harald Kerschhofer provided great research assistance. Cunat and Fadinger gratefully acknowledge the hospitality of CREI. Fadinger and Liu gratefully acknowledge financial support by the DFG (grant FA 1411/1-1 and CRC TR 224). Liu also gratefully acknowledges financial support from the European Research Council through grant no. 313623. Liu coauthored this paper before joining Cornerstone Research. The views expressed herein are solely those of the authors who are responsible for the content, and do not necessarily represent the views of Cornerstone Research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}