{
    "id": 2463,
    "citation_title": "Pension Backloading, Wage Taxes, and Work Disincentives",
    "citation_author": [
        "Laurence J. Kotlikoff",
        "David A. Wise"
    ],
    "citation_publication_date": "1987-12-01",
    "issue_date": "1987-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Federal Government is actively involved in encouraging the formation and growth of private pensions and in regulating their behavior. The primary form of encouragement is the government's tax subsidization of pensions. A primary attribute of pension plan provisions is an implicit tax on employment after certain ages. The primary form of pension regulation is through ERISA, the Employee Retirement Income Security Act. The government's involvement in encouraging and regulating private pensions appears to reflect its desire that workers have a secure source of old age income which will lessen their reliance on Social Security. In recent years the government has reacted to demographic changes, and their effects on Social Security funding, and the increase in early retirement by also using its pension and Social Security tax and regulatory policies to encourage workers to delay their retirement decision. This paper examines the structure of pension plans with two questions in mind. First have government pension backloading regulations aimed at assuring future pension benefits been effective? and, second, has the structure of old age pension accrual at the end of the workspan, an implicit tax, greatly limited the effectiveness of government policy in reversing the trend to early retirement? The answers to these questions are important for assessing the benefits of the government's tax subsidization of pensions, as they are currently structured. The principal findings of this study are: (1) ERISA regulations notwithstanding, a significant proportion of defined benefit plans exhibit severe backloading. Indeed, backloading is an inherent property of defined benefit pension plans. (2) A large fraction of defined benefit plans embed very substantial old age work disincentives, through an implicit tax on wage earnings. (3) These pension retirement incentives are often much greater than Social Security's retirement incentives. (4) Evidence from one large Fortune 500 firm indicates that pension retirement incentives can greatly increase the extent of early retirement.\n\n",
    "acknowledgement": "\n"
}