{
    "id": 24632,
    "citation_title": "Optimal Spatial Policies, Geography and Sorting",
    "citation_author": [
        "Pablo Fajgelbaum",
        "Cecile Gaubert"
    ],
    "citation_publication_date": "2018-05-21",
    "issue_date": "2018-05-18",
    "revision_date": "2019-11-12",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study optimal spatial policies in a quantitative trade and geography framework with spillovers and spatial sorting of heterogeneous workers. We characterize the spatial transfers that must hold in efficient allocations, as well as labor subsidies that can implement them. There exists scope for welfare-enhancing spatial policies even when spillovers are common across locations. Using data on U.S. cities and existing estimates of the spillover elasticities, we find that the U.S. economy would benefit from a reallocation of workers to currently low-wage cities. The optimal allocation features a greater share of high skill workers in smaller cities relative to the observed allocation. Inefficient sorting may lead to substantial welfare costs.\n\n",
    "acknowledgement": "\nWe thank the editor, Pol Antràs, and 5 anonymous referees. We thank Arnaud Costinot, Rebecca Diamond, Jonathan Dingel, Robert Staiger, Costas Arkolakis, and Adrien Bilal for their conference discussions. We also thank David Atkin, Lorenzo Caliendo, Stephen Redding, and Frederic Robert-Nicoud for helpful comments. We thank Sam Leone and Wan Zhang for excellent research assistance. Cecile Gaubert thanks the Clausen Center for International Business and Policy and the Fisher Center for Real Estate and Urban Economics at UC Berkeley for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}