{
    "id": 24638,
    "citation_title": "From Revolving Doors to Regulatory Capture? Evidence from Patent Examiners",
    "citation_author": [
        "Haris Tabakovic",
        "Thomas G. Wollmann"
    ],
    "citation_publication_date": "2018-05-28",
    "issue_date": "2018-05-24",
    "revision_date": "2024-07-15",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nMany regulatory agency employees are hired by the firms they regulate, creating a \"revolving door\" between the public and private sectors. We study these transitions using detailed data from the US Patent and Trademark Office. We find that patent examiners grant significantly more patents to the firms that later hire them and that leniency extends to prospective employers. Effects are strongest in years when firms are actively hiring examiners (e.g., all else equal, our estimates are attenuated during recessions). Conditional on being granted, affected patents have broader scope, as measured by claims, and lower quality, as measured by forward citations.\n\n",
    "acknowledgement": "\nThis paper was previously called “Effects of regulatory capture: Evidence from patent examiners.” We thank Juan Alcacer, Marianne Bertrand, Eric Budish, Thom Covert, Janet Freilich, Kinda Hachem, Elisabeth Kempf, Josh Lerner, Ben Roin, Scott Stern, Chad Syverson, Dennis Yao, as well as seminar discussants and participants for helpful comments. We also thank Stu Graham, Alan Marco, Andrew Toole, and other members of the USPTO Office of Chief Economist for creating, documenting, and providing datasets that serve as the basis for much of this paper. Excellent research assistance was provided by Jordan Bell-Masterson, Kavya Garikipati, and Divya Vallabhaneni. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}