{
    "id": 24635,
    "citation_title": "The Minimum Wage, Fringe Benefits, and Worker Welfare",
    "citation_author": [
        "Jeffrey Clemens",
        "Lisa B. Kahn",
        "Jonathan Meer"
    ],
    "citation_publication_date": "2018-05-21",
    "issue_date": "2018-05-18",
    "revision_date": "2022-09-03",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper explores the relationship between the minimum wage, the structure of employee compensation, and worker welfare.  We advance a conceptual framework that describes the conditions under which a minimum wage increase will alter the provision of fringe benefits, alter employment outcomes, and either increase or decrease worker welfare. Using American Community Survey data from 2011-2016, we find robust evidence that state-level minimum wage changes decreased the likelihood that individuals report having employer-sponsored health insurance. Effects are largest among workers in very low-paying occupations, for whom coverage declines offset 9 percent of the wage gains associated with minimum wage hikes.   We find evidence that both insurance coverage and wage effects exhibit spillovers into occupations moderately higher up the wage distribution.  For these groups, reductions in coverage offset a more substantial share of the wage gains we estimate.\n\n",
    "acknowledgement": "\nWe thank Jason Abaluck, Julie Cullen, Roger Gordon, and seminar participants at Cornell, Federal Reserve Board of Governors, George Washington, Harvard Business School (E\\&M), Harvard Medical School (Health Care Policy), San Diego State, UC Santa Barbara, University of Maryland, and the World Bank for helpful comments and conversations. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}