{
    "id": 24648,
    "citation_title": "Market-making with Search and Information Frictions",
    "citation_author": [
        "Benjamin Lester",
        "Ali Shourideh",
        "Venky Venkateswaran",
        "Ariel Zetlin-Jones"
    ],
    "citation_publication_date": "2018-05-28",
    "issue_date": "2018-05-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a dynamic model of trading through market-makers that incorporates two canonical sources of illiquidity: trading (or search) frictions, which imply that market-makers have some amount of market power; and information frictions, which imply that market-makers face some degree of adverse selection. We use this model to study the effects of various technological innovations and regulatory initiatives that have reduced trading frictions in over-the-counter markets. Our main result is that reducing trading frictions can lead to less liquidity, as measured by bid-ask spreads. The key insight is that more frequent trading—or more competition among dealers—makes traders’  behavior less dependent on asset quality. As a result, dealers learn about asset quality more slowly and set wider bid-ask spreads to compensate for this increase in uncertainty.\n\n",
    "acknowledgement": "\nWe thank Marzena Rostek, Giuseppe Moscarini, Nicolae Garleanu, Edouard Schaal, Dimitri Vayanos, Mike Golosov, Burton Hollifield, Aleh Tsyvinski, Pierre-Olivier Weill, and participants at various conferences and seminar audiences at Berkeley-Haas, Boston College, Carnegie Mellon, CREI, European University Institute, the New York Fed, Princeton, and the University of Wisconsin for useful comments and discussions. We are especially grateful to Michael Choi for an insightful discussion. The views expressed here are those of the authors and do not necessarily reflect the views of the Federal Reserve Bank of Philadelphia, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}