{
    "id": 24645,
    "citation_title": "The Critical Role of Markets in Climate Change Adaptation",
    "citation_author": [
        "Sarah E. Anderson",
        "Terry L. Anderson",
        "Alice C. Hill",
        "Matthew E. Kahn",
        "Howard Kunreuther",
        "Gary D. Libecap",
        "Hari Mantripragada",
        "Pierre Mérel",
        "Andrew Plantinga",
        "V. Kerry Smith"
    ],
    "citation_publication_date": "2018-05-28",
    "issue_date": "2018-05-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n",
        "Renewable Resources",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper summarizes and synthesizes the role of markets in facilitating climate change adaptation.  It explains how market signals encourage adaptation through land markets. It also identifies impediments to critical market signals, provides related policy recommendations, and points to promising new technologies. Urban, coastal, and agricultural land markets provide effective signals of the emerging costs of climate change. These signals encourage adjustments by both private owners and by policy officials in taking preemptive action to reduce costs.  In agriculture, they promote consideration of new cropping and tillage practices, seed types, timing, and location of production.  They also stimulate use of new irrigation technologies.  In urban areas, they motivate new housing construction, elevation, and location away from harm.  They channel more efficient use of water and its application to parks and other green areas to make urban settings more desirable with higher temperatures. To be effective, however, land markets must reflect multiple traders and prices must be free to adjust. Where these conditions are not met, land market signals will be inhibited and market-driven adaptation will be reduced. Because public policy is driven by constituent demands, it may not be a remedy.  The evidence of the National Flood Insurance Program and federal wildfire response illustrates how politically difficult it may be to adjust programs to be more adaptive.\n\n",
    "acknowledgement": "\nThe authors thank the Koret Foundation for funding a conference on climate change adaptation through market responses at the Hoover Institution, Stanford. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nV. Kerry Smith\n\nIn addition to the support identified for the conference, partial support for my research described in this paper was provided by the Julian Simon Fellowship provided by PERC during the June 2017.\n\n\n"
}