{
    "id": 24644,
    "citation_title": "Do 'All-Age' Bicycle Helmet Laws Work? Evidence from Canada",
    "citation_author": [
        "Christopher S. Carpenter",
        "Casey Warman"
    ],
    "citation_publication_date": "2018-05-28",
    "issue_date": "2018-05-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTwenty-one states and the District of Columbia require youths to wear helmets when riding a bicycle, and there has been a push to extend such laws to adults.  We provide new evidence on helmet laws by studying Canada using difference-in-differences models and restricted area-identified public health survey data with information on cycling and helmet use for nearly 800,000 individuals from 1994-2014.  We first confirm prior patterns from the US that laws requiring youths to wear helmets significantly increased youth helmet use.  We then provide the literature’s first comprehensive evidence that ‘all-age’ bicycle helmet laws significantly increased both adult and youth helmet use by 50 to 190 percent relative to pre-reform levels, with larger effects for younger adults, and less-educated adults.  All-age helmet laws had modest effects at reducing cycling and increasing in-home exercise during winter months among adults but did not meaningfully affect weight.  Finally, we find larger effects of helmet laws at increasing helmet use for adults with children in the household, consistent with role-modeling behavior.  Overall our findings confirm that all-age helmet laws can be effective at increasing population helmet use without significant unintended adverse health consequences.\n\n",
    "acknowledgement": "\nWe are grateful to Hope Corman and seminar participants at the 2018 NBER Spring Health Economics Program meeting, the Canadian Economic Association, the Southern Economic Association, Dalhousie University, Georgia State University, McMaster University, St. Francis Xavier University and Saint Mary’s University for very valuable comments.  The results in this paper are based on confidential versions of the National Population Health Surveys and the Canadian Community Health Surveys.  Readers interested in obtaining access can contact the authors for directions.  The analysis presented in this paper was mainly conducted at the Atlantic Research Data Centre which is part of the Canadian Research Data Centre Network (CRDCN).  The services and activities provided by the Atlantic Research Data Centre are made possible by the financial or in-kind support of the SSHRC, the CIHR, the CFI, Statistics Canada and Dalhousie University.  The views expressed in this paper do not necessarily represent the CRDCN or those of its partners. We are also grateful to RDC analyst Heather Hobson for her assistance, as well as Yasmine Amirkhalkhali and Min Hu. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}