{
    "id": 24646,
    "citation_title": "Global Portfolio Diversification for Long-Horizon Investors",
    "citation_author": [
        "Luis M. Viceira",
        "Zixuan (Kevin) Wang"
    ],
    "citation_publication_date": "2018-05-28",
    "issue_date": "2018-05-24",
    "revision_date": "2018-07-13",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nThis paper conducts a theoretical and empirical investigation of global portfolio diversification for long-horizon investors in the presence of permanent cash flow shocks and transitory discount rate shocks to asset prices and returns. An increase in the cross-country correlations of cash flow shocks raises the risk of a globally diversified portfolio at all horizons. By contrast, an increase in the cross-country correlations of discount rate shocks has a muted effect on portfolio risk at long horizons and does not diminish the benefits of global portfolio diversification to long-term investors. Empirically, we find that increased correlations of discount rate shocks resulting from financial globalization appear to be the main driver of an estimated secular increase in the cross-country correlations of both stock and bond returns since the late 1990’s. Increased correlations of inflation shocks are also an important source of the shift in bond correlations. By contrast, we don’t find evidence of an increase in the cross-country correlations of equity cash flow news or stock market volatility shocks. Our findings imply that the benefits of global equity diversification have not declined for long horizon investors despite the secular increase in global stock correlations, while the benefits of global bond diversification have declined.\n\n",
    "acknowledgement": "\nJohn Zhou, Ph.D., was listed as coauthor on an earlier version of this work that circulated under the same tittle. We are deeply grateful to John for his contributions to that earlier version of this work while he was completing his Ph.D. in Business Economics at Harvard University. John is now at Key Square Capital Management, LLC. We are also grateful to Malcolm Baker, John Campbell, Owen Lamont, Christian Lundblad (discussant), Christopher Polk, Gonzalo Rubio (discussant), Jeremy Stein, Adi Sunderam, Fredrik Willumsen, and participants in the NBIM Allocation Advisory Board, the 2015 ICPM Discussion Forum on Long-Horizon Investing, the XXIV Finance Forum (Madrid), the INQUIRE Europe 2016 Autumn Seminar (Frankfurt), the Stockholm School of Economics Finance Seminar, the Research Affiliates Advisory Panel Conference, the CEMFI Workshop on Asset Management, the HBS Finance Unit Research Retreat, and the 2018 American Finance Association Meetings for helpful comments and suggestions. This work has been the recipient of the 2018 Research Award of the International Centre For Pension Management at the University of Toronto. This material is based upon work supported by Harvard Business School Research Funding. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}