{
    "id": 24643,
    "citation_title": "Practical Policy Evaluation",
    "citation_author": [
        "Narayana R. Kocherlakota"
    ],
    "citation_publication_date": "2018-05-28",
    "issue_date": "2018-05-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the wake of the Lucas Critique, the study of appropriate macroeconomic policy has largely focused on the comparison of different regimes/rules. In practice, few policymakers are faced with making those kinds of choices. In this paper, I examine the problem of a policymaker making but one in a long sequence of similar decisions (like to raise or cut interest rates by a quarter percentage point). I model the policymaker as playing a dynamic game against a forward-looking private sector. My main result is that, under relatively weak conditions, the policymaker's optimal within-equilibrium response to the current state can be found by applying statistical regression methods to past macroeconomic data. Theory is only useful as a source of information about credible functional form restrictions on these regressions. Based on this result, I argue that macroeconomic policy evaluation intended to be of practical value should rely considerably less on putatively structural macroeconomic models and considerably more on regression-based approaches.\n\n",
    "acknowledgement": "\nThis is a revised version of a paper that was presented at the April 2018 Carnegie-Rochester-NYU Conference on Public Policy honoring the contributions of Charles Plosser to economics; I thank my discussant Harold Cole and the other participants in the conference for their comments. I also thank the participants at the 2018 Texas Monetary Conference, and in particular my discussant Stefano Eusepi, for their comments. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nNarayana R. Kocherlakota\n\nSee:\n\n\nhttps://docs.google.com/viewer?a=v&pid=sites&srcid=ZGVmYXVsdGRvbWFpbnxrb2NoZXJsYWtvdGEwMDl8Z3g6NWYwMTlmMzk3ZjRlMDIzZA.\n\n\n"
}