{
    "id": 24649,
    "citation_title": "Internet Rising, Prices Falling: Measuring Inflation in a World of E-Commerce",
    "citation_author": [
        "Austan D. Goolsbee",
        "Peter J. Klenow"
    ],
    "citation_publication_date": "2018-05-28",
    "issue_date": "2018-05-24",
    "revision_date": "2018-07-16",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use Adobe Analytics data on online transactions for millions of products in many different categories from 2014 to 2017 to shed light on how online inflation compares to overall inflation, and to gauge the magnitude of new product bias online. The Adobe data contain transaction prices and quantities purchased. We estimate that online inflation was about 1 percentage point lower than in the CPI for the same categories from 2014--2017. In addition, the rising variety of products sold online, implies roughly 2 percentage points lower inflation than in a matched model/CPI-style index.\n\n",
    "acknowledgement": "\nMathias Jimenez and Matteo Leombroni provided superb research assistance; Alberto Cavallo, Charles Hulten, and Leonard Nakamura helpful comments; and Luis Maykot and Siddharth Kulkarni assistance in accessing and understanding the Adobe data. Goolsbee thanks the Initiative on Global Markets at the University of Chicago Booth School of Business for financial support. Klenow is grateful to the Stanford Institute for Economic Policy Research for financial support. This is a more expansive version of an AEA Papers and Proceedings paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}