{
    "id": 24640,
    "citation_title": "Global Melting? The Economics of Disintegration of the Greenland Ice Sheet",
    "citation_author": [
        "William D. Nordhaus"
    ],
    "citation_publication_date": "2018-05-28",
    "issue_date": "2018-05-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nConcerns about the impact on large-scale earth systems have taken center stage in the scientific and economic analysis of climate change. The present study analyzes the economic impact of a potential disintegration of the Greenland Ice Sheet (GIS). The method is to combine a small geophysical model of the GIS with the DICE integrated assessment model. The result shows that the GIS is likely to disappear over the next millennium or so without climate policy, but an active climate policy may prevent the GIS from crossing the threshold of irreversibility. Additionally, the study estimates the impact of the GIS on the social cost of carbon (SCC) and finds that adding GIS dynamics would add less than 5% to the SCC under alternative discount rates and estimates of the GIS dynamics. Simulations of geo-engineering options indicate that the dynamics of disintegration and rebuilding are extremely asymmetric, implying that GIS disintegration should be treated as irreversible.\n\n",
    "acknowledgement": "\nThe author is grateful for helpful comments from many researchers and colleagues. Particular thanks go to Klaus Keller, who has pioneered work on the interface of economics and earth sciences. Additionally, I am grateful for feedback from Richard Alley, Eli Fenichel, Ken Gillingham, Matt Kotchen, Robert Mendelsohn, Joe Shapiro, and Martin Weitzman. The research was supported by the by the U.S. National Science Foundation and the U.S. Department of Energy as well as by a fellowship from the Carnegie Foundation. All views and errors are the responsibility of the author. The author declares no financial conflict of interest. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}