{
    "id": 24642,
    "citation_title": "Genetic Endowments and Wealth Inequality",
    "citation_author": [
        "Daniel Barth",
        "Nicholas W. Papageorge",
        "Kevin Thom"
    ],
    "citation_publication_date": "2018-05-28",
    "issue_date": "2018-05-24",
    "revision_date": "2018-06-01",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe show that genetic endowments linked to educational attainment strongly and robustly predict wealth at retirement. The estimated relationship is not fully explained by flexibly controlling for education and labor income.  We therefore investigate a host of additional mechanisms that could help to explain the gene-wealth gradient, including inheritances, mortality, savings, risk preferences, portfolio decisions, beliefs about the probabilities of macroeconomic events, and planning horizons. The associations we report provide preliminary evidence that genetic endowments related to human capital accumulation are associated with wealth not only through educational attainment and labor income, but also through a facility with complex financial decision-making.  Our study illustrates how economic research seeking to understand sources of inequality can benefit from recent advances in behavioral genetics linking specific observed genetic endowments to economic outcomes.\n\n",
    "acknowledgement": "\nWe thank Aysu Okbay for constructing and sharing the polygenic scores used for HRS respondents. We are also grateful for helpful comments from Robert Barbera, Daniel Belsky, Lee Benham, Jess Benhabib, Daniel Benjamin, Daniel Bennett, Alberto Bisin, Christopher Carroll, David Cesarini, Gabriella Conti, Stephanie DeLuca, Manasi Deshpande, Weili Ding, Benjamin Domingue, Steven Durlauf, Jon Faust, Titus Galama, Barton Hamilton, Bruce Hamilton, Joseph Hotz, Steven Lehrer, George-Levi Gayle, Robin Lumsdaine, Shelly Lundberg, Luigi Pistaferri, Robert Pollak, Paul Romer, Simone Schaner, Stephan Siegel, Matthew Shapiro, Dan Silverman, Jonathan Skinner, Rachel Thornton, Robert Topel, Jasmin Wertz, Robert Willis, Jonathan Wright, and Basit Zafar, along with seminar participants at CESR, Clemson, CUNY-Baruch College, Dartmouth, Duke, Johns Hopkins, Michigan, Penn State, Rochester, UCSB, UNC-Chapel Hill, UW-Milwaukee, William and Mary, Bates White, the 2016 HCEO Conference on Genetics and Social Science, the 2nd Annual Empirical Microeconomics Conference at ASU, the 2017 NBER Cohort Studies meetings, the 2017 North American summer meetings of the Econometric Society, 2017 NBER Institute (Aging), and the 2017 PAA Meetings. We acknowledge excellent research assistance from Andrew Gray. Finally, the authors would like to note that a previous version of this paper was circulated with the title “Genetic Ability, Wealth and Financial Decision-Making.” The usual caveats apply. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}