{
    "id": 24658,
    "citation_title": "How Does School Accountability Affect Teachers? Evidence from New York City",
    "citation_author": [
        "Rebecca Dizon-Ross"
    ],
    "citation_publication_date": "2018-05-28",
    "issue_date": "2018-05-24",
    "revision_date": "2018-06-20",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDoes holding schools accountable for student performance cause good teachers to leave low-performing schools? Using data from New York City, which assigns accountability grades to schools based on student achievement, I perform a regression discontinuity analysis and find evidence of the opposite effect. At the bottom end of the school grade distribution, I find that a lower accountability grade decreases teacher turnover and increases joining teachers’ quality. A likely channel is that accountability pressures induce increases in principal effort at lower-graded schools, especially among high-quality principals, and teachers value these changes. In contrast, at the top end of the school grade distribution, where accountability pressures are lower, low accountability grades may negatively impact joining teachers’ quality.\n\n",
    "acknowledgement": "\nI want to thank the New York City Department of Education for providing me with the data, and Dominique West and Marsha Modeste for answering all of my data questions. I am very grateful to Ran Abramitzky, Pascaline Dupas, Caroline Hoxby, and Seema Jayachandran for help and guidance, and to Marinho Bertanha, Elise Dizon-Ross, David Figlio, Anil Jain, Jonah Rockoff, Fabiana Silva, Jenny Ying, and numerous participants at the Stanford Applied Lunch for helpful comments. Christine Cai provided excellent research assistance. All errors are my own. I appreciate the generous support of the Shultz Graduate Student Fellowship in Economic Policy, the endowment in memory of B.F. Haley and E.S. Shaw, the Spencer Foundation, and the National Science Foundation. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}