{
    "id": 24656,
    "citation_title": "Leadership and Social Movements: The Forty-Eighters in the Civil War",
    "citation_author": [
        "Christian Dippel",
        "Stephan Heblich"
    ],
    "citation_publication_date": "2018-05-28",
    "issue_date": "2018-05-24",
    "revision_date": "2020-07-12",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper studies the role of leaders in the social movement against slavery that culminated in the U.S. Civil War. Our analysis is organized around a natural experiment: leaders of the failed German revolution of 1848-49 were expelled to the U.S. and became anti-slavery campaigners who helped mobilize Union Army volunteers. Towns where Forty-Eighters settled show two-thirds higher Union Army enlistments. Their influence worked thought local newspapers and social clubs. Going beyond enlistment decisions, Forty-Eighters reduced their companies' desertion rate during the war. In the long run, Forty-Eighter towns were more likely to form a local chapter of the NAACP.\n\n",
    "acknowledgement": "\nWe thank the editor and two referees for very helpful suggestions, as well as Daron Acemoglu, Sascha Becker, Toman Barsbai, Jean-Paul Carvalho, Dora Costa, James Feigenbaum, Raquel Fernandez, Paola Giuliano, Walter Kamphoefner, Michael Haines, Tarek Hassan, Saumitra Jha, Matthew Kahn, Naomi Lamoreaux, Gary Libecap, Zach Sauers, Jakob Schneebacher, Elisabeth Perlman, Nico Voigtländer, John Wallis, Romain Wacziarg, Gavin Wright, Guo Xu, and seminar participants at UCLA, U Calgary, Bristol, the NBER DAE and POL meetings, the EHA meetings, and the UCI IMBS conference for valuable comments. We thank David Cruse, Andrew Dale, Karene Daniel, Andrea di Miceli, Jake Kantor, Zach Lewis, Josh Mimura, Rose Niermeijer, Sebastian Ottinger, Anton Sobolev, Gwyneth Teo, and Alper Yesek for excellent research assistance. We thank Michael Haines for sharing data. We thank Yannick Dupraz and Andreas Ferrara for data-sharing and joint efforts in collecting the Civil War soldier and regiments data. We thank John Wallis and Jeremy Darrington for helpful advice in locating sub-county voting data for the period, although we ultimately could not use it. Dippel acknowledges financial support for this project from the UCLA Center of Global Management, the UCLA Price Center and the UCLA Burkle Center. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}