{
    "id": 24655,
    "citation_title": "Price Rigidities and Relative PPP",
    "citation_author": [
        "Andres Blanco",
        "Javier Cravino"
    ],
    "citation_publication_date": "2018-05-28",
    "issue_date": "2018-05-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe measure the proportion of real exchange rate movements accounted for by cross-country movements in relative reset prices (prices that changed since the previous period) using CPI microdata for five countries. Relative reset prices account for almost the totality of the real exchange rate movements. This is at odds with the predictions of most workhorse sticky price models used to generate volatile and persistent real exchange rates. In these models relative reset prices are sluggish because relative wages are either sluggish or mean revert quickly. We show that models where movements in relative wages are persistent and track the nominal exchange rate do replicate the empirical properties of both the real exchange rate and of relative reset prices.\n\n",
    "acknowledgement": "\nWe thank Ariel Burstein, John Leahy, Andrei Levchenko and Matteo Maggiori along with our discussant Kei-Mu Yi and seminar and workshop participants at several institutions for very helpful comments and suggestions. We also thank Wenting Song for superb research assistance. Javier Cravino thanks the International Economics Section at Princeton University for its hospitality and funding during part of this research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}