{
    "id": 24657,
    "citation_title": "Policy Uncertainty and Innovation: Evidence from IPO Interventions in China",
    "citation_author": [
        "Lin William Cong",
        "Sabrina T. Howell"
    ],
    "citation_publication_date": "2018-05-28",
    "issue_date": "2018-05-24",
    "revision_date": "2020-04-21",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nPublic equity is an important source of risk capital, especially in China. The Chinese government has occasionally suspended IPOs, exposing firms already approved to IPO to indeterminate listing delays. The temporary bar on going public increases uncertainty about access to public markets for affected firms. We show that suspension-induced delay reduces corporate innovation activity both during the delay and for years after listing. Negative effects on tangible investment and positive effects on leverage are temporary, consistent with financial constraints during the suspensions being resolved after listing. Our results suggest that predictable, well-functioning IPO markets are important for firm value creation. They demonstrate that corporate innovation is cumulative and is negatively affected by policy uncertainty.\n\n",
    "acknowledgement": "\nThe authors especially thank Shai Bernstein and Manju Puri for helpful discussions and suggestion. They also thank Viral Acharya, Philip Bond, Jennifer Carpenter, Francois Derrien, Shan Ge, Steve Kaplan, Elisabeth Kempf, Charles Lee, Yifei Mao, Gustavo Manso, Holger Mueller, Raghuram Rajan, Mike Schwert, Amir Sufi, Qian Sun, Margarita Tsoutsoura, Shan Zhao, and conference and seminar participants at NBER Chinese Economy Meeting, CICF, Asian Finance Association Meeting, Econometric Society Asian Meeting, the Changing Role of Stock Markets in Capital Formation Conference, HEC, Mannheim, HKU, HKUST, NUS, NYU Stern, University of Washington Foster School, and Peking University for comments and feedback. For data assistance, they are also grateful to the Private Capital Research Institute (PCRI), Xiaobo Zhang, and especially Rania Zhang with whom we had repeated discussions and consultations that helped shape an initial version of the paper. Cong’s research was funded by the Initiative on Global Markets, the Fama-Miller Center, and the Polsky Center at the University of Chicago Booth School of Business. Howell’s research was funded by the NYU Stern Center for Global Economy and Business and the Kauffman Foundation. Ammon Lam, Danye Wang, Xiao Zhang, and Yi Zhang provided excellent research assistance.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}