{
    "id": 24651,
    "citation_title": "Effects of Access to Legal Same-Sex Marriage on Marriage and Health: Evidence from BRFSS",
    "citation_author": [
        "Christopher Carpenter",
        "Samuel T. Eppink",
        "Gilbert Gonzales Jr.",
        "Tara McKay"
    ],
    "citation_publication_date": "2018-07-09",
    "issue_date": "2018-06-29",
    "revision_date": "2018-07-14",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe exploit variation in access to legal same-sex marriage (SSM) across states and time to provide novel evidence of its effects on marriage and health using data from the CDC BRFSS from 2000-2016, a period spanning the entire rollout of legal SSM across the United States.  Our main approach is to relate changes in outcomes for individuals in same-sex households (SSH) [i.e., households with exactly two same-sex adults], which we show includes a substantial share of gay and lesbian couples, coincident with adoption of legal SSM in two-way fixed effects models.  We find robust evidence that access to legal SSM significantly increased marriage take-up among men and women in SSH.  We also find that legal SSM was associated with significant increases in health insurance, access to care, and utilization for men in SSH.  Our results provide the first evidence that legal access to SSM improved health for adult gay men.\n\n",
    "acknowledgement": "\nCarpenter is Professor of Economics at Vanderbilt University, Research Associate at the National Bureau of Economic Research, and Research Fellow at IZA Institute for the Study of Labor.  Eppink is a PhD candidate at Vanderbilt University.  Gonzales is Assistant Professor of Health Policy at the Vanderbilt University School of Medicine.  McKay is Assistant Professor of Medicine, Health, and Society at Vanderbilt University.  We thank Ron Stall for sharing data on LGBT policies.  For helpful comments, we thank: David Adler, Cevat Aksoy, Ralph De Haas, Marcus Dillender, Jae Downing, Kerry Anne McGeary and Justin Trogdon; participants at the 2018 American Society of Health Economics conference, the 2018 Workshop on Institutions, Individual Behavior, and Economic Outcomes, and the 2018 Population Association of America conference; and seminar participants at AHRQ, Hunter College, RAND, UIUC, U. Louisville, UNC-Charlotte, and Vanderbilt.  Support for this research was provided by the Robert Wood Johnson Foundation. The views expressed here do not necessarily reflect the views of the Foundation or the National Bureau of Economic Research. All interpretations, errors, and omissions are our own.\n\n\n"
}