{
    "id": 2465,
    "citation_title": "Industry Effects and Appropriability Measures in the Stock Markets Valuation of R&D and Patents",
    "citation_author": [
        "Iain Cockburn",
        "Zvi Griliches"
    ],
    "citation_publication_date": "1987-12-01",
    "issue_date": "1987-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the stock market's valuation of a firm's innovative activity. We estimate the market's relative valuation of firms' tangible and intangible assets, focusing on knowledge capital in the form of accumulated \"stocks\" of R&D and patents. We tried to improve upon our estimates of the stock market's valuation of knowledge capital embodied in such \"stocks\" by bringing in measures of the appropriability environment facing a firm from the Yale Survey on Industrial Research and Development. The responses to Survey questions about the effectiveness of patents as a mechanism for protecting the returns from innovation turn out to be of some use: there is evidence of an interaction between industry level measures of the effectiveness of patents and the market's valuation of a firm's past R&D and patenting performance, as well as its current R&D moves. We find no evidence, however, that other appropriability mechanisms differ enough across industries to leave measurable traces in our data. The structure of the Yale Survey makes it possible to estimate the sampling error in the appropriability measures derived from it. This information was used by us in an errors-in-variables context, but with little success. In the absence of R&D variables, our estimates imply that a two standard deviation increase in our index of patent effectiveness would raise the value of a patent held by our average firm from $0.4 million to $1.0 million. When R&D variables are introduced into the equations, the patents variables become insignificant - R&D expenditures are a better measure of input to the innovative function of firms than patents are of its output - but we estimate that the same experiment would induce changes in q of between 10 and 27 percent for the average firm, approximately doubling the market's valuation of this kind of capital.\n\n",
    "acknowledgement": "\n"
}