{
    "id": 24664,
    "citation_title": "Livestreaming Pollution: A New Form of Public Disclosure and a Catalyst for Citizen Engagement?",
    "citation_author": [
        "Emiliano Huet-Vaughn",
        "Nicholas Muller",
        "Yen-Chia Hsu"
    ],
    "citation_publication_date": "2018-06-04",
    "issue_date": "2018-05-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Behavioral Economics",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nMost environmental policy assumes the form of standards and enforcement. Scarce public budgets motivate the use of disclosure laws. This study explores a new form of pollution disclosure: real-time visual evidence of emissions provided on a free, public website. The paper tests whether the disclosure of visual evidence of emissions affects the nature and frequency of phone calls to the local air quality regulator. First, we test whether the presence of the camera affects the frequency of calls to the local air quality regulator about the facility monitored by the camera. Second, we test the relationship between the camera being active and the number of complaints about facilities other than the plant recorded by the camera. Our empirical results suggest that the camera did not affect the frequency of calls to the regulator about the monitored facility. However, the count of complaints pertaining to another prominent industrial polluter in the area, steel manufacturing plants, is positively associated with the camera being active. We propose two behavioral reasons for this finding: the prior knowledge hypothesis and affect heuristics. This study argues that visual evidence is a feasible approach to environmental oversight even during periods with diminished regulatory capacity.\n\n",
    "acknowledgement": "\nThe authors thank Karen Fisher-Vanden, Joel Landry, and seminar participants at the Penn State University Energy and Environmental Economics and Policy Seminar, as well as the Allegheny County Health Department for providing call records. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}