{
    "id": 24662,
    "citation_title": "State Merit Aid Programs and Youth Labor Market Attachment",
    "citation_author": [
        "David E. Frisvold",
        "Melinda Pitts"
    ],
    "citation_publication_date": "2018-06-04",
    "issue_date": "2018-05-31",
    "revision_date": "2018-06-07",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the impact of state merit-aid programs on the labor market attachment of high school-aged youths.  The labor force participation rate of teenagers has fallen substantially in recent decades, coinciding with the introduction of merit-aid programs.  These programs reduce the price of attending an in-state public college or university for high-achieving students and have the potential to influence students’ allocation of time and effort between labor market activities, human capital development, and other forms of leisure.  We examine the influence of these programs based on their generosity, both in the amount of aid provided to a recipient and the percent of students who are recipients of aid, and in their selectivity.  Our results suggest that programs that are more selective reduce labor force participation, but are not a significant cause in the decline in teenage labor force participation in recent decades.\n\n",
    "acknowledgement": "\nWe are grateful to Biplab Datta and Astha Sen for research assistance.  We also thank Angela Dills; Amanda Griffith; Hope Corman; seminar participants at the Federal Reserve Bank of New York, University of Iowa, and University of Nebraska; and participants at the South Carolina Applied Micro Day, Southern Economic Association, and Western Economic Association conferences for helpful comments.  The views expressed here are the authors’ and not necessarily those of the Federal Reserve Bank of Atlanta or the Federal Reserve System.  Any remaining errors are the authors’ responsibility. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}