{
    "id": 24660,
    "citation_title": "Disclosure and Subsequent Innovation: Evidence from the Patent Depository Library Program",
    "citation_author": [
        "Jeffrey L. Furman",
        "Markus Nagler",
        "Martin Watzinger"
    ],
    "citation_publication_date": "2018-06-04",
    "issue_date": "2018-05-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Industrial Organization",
        "\n",
        "Nonprofits",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nHow important is information disclosure through patents for subsequent innovation? Although disclosure is regarded as essential to the functioning of the patent system, legal scholars have expressed considerable skepticism about its value in practice. To adjudicate this issue, we examine the expansion of the USPTO Patent and Trademark Depository Library system between 1975 to 1997. Whereas the exclusion rights associated with patents are national in scope, the opening of these patent libraries during the pre-Internet era yielded regional variation in the costs to access the technical information (prior art) disclosed in patent documents. We find that after a patent library opens, local patenting increases by 17% relative to control regions that have Federal Depository Libraries. A number of additional analyses suggest that the disclosure of technical information in the patent documents is the mechanism underlying this boost in patenting: the response to patent libraries is significant and of important magnitude among young companies, library opening induces local inventors to cite more geographically distant and more technologically diverse prior art, and the library boost ceases to be present after the introduction of the Internet. We find that library opening is also associated with an increase in local business formation and job creation, which suggests that the impact of libraries is not limited to patenting outcomes. Taken together, our analyses provide evidence that the information disclosed in patent prior art plays an important role in supporting cumulative innovation.\n\n",
    "acknowledgement": "\nWe thank Sharon Belenzon, Ben Jones, Abhishek Nagaraj, Ariel Dora Stern, Scott Stern, Toby Stuart, Rosemarie Ziedonis, Bo Zhao, and participants at the NBER-AIEA Hong Kong, NBER-PIE program meeting, NBER Productivity, REER Atlanta, TILEC Tilburg, and UT-Austin Empirical Patent Law conferences, and numerous seminars for helpful comments and suggestions. We thank Regina Seibel for excellent research assistance. We also thank Christopher Dillon, Eileen Fischlschweiger, and Larayne Dallas for their helpful and patient replies to all our questions. Markus Nagler and Martin Watzinger gratefully acknowledge financial support from the DFG through CRC TR 190. Nagler gratefully acknowledges financial support by the Elite Network of Bavaria through Evidence-Based Economics and by the DAAD through a scholarship for doctoral students. Jeff Furman gratefully acknowledges financial support from  NSF SciSIP grant, SES-1564368. Parts of this paper were written while Markus Nagler was visiting MIT Economics and while Martin Watzinger was visiting the Questrom School of Business at Boston University. We thank both departments for their hospitality. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}