{
    "id": 24661,
    "citation_title": "Who Benefits From Productivity Growth? Direct and Indirect Effects of Local TFP Growth on Wages, Rents, and Inequality",
    "citation_author": [
        "Richard Hornbeck",
        "Enrico Moretti"
    ],
    "citation_publication_date": "2018-06-04",
    "issue_date": "2018-05-31",
    "revision_date": "2019-01-11",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe estimate direct and indirect effects of total factor productivity growth in manufacturing on US workers' earnings, housing costs, and purchasing power. Drawing on four alternative instrumental variables, we consistently find that when a city experiences productivity gains in manufacturing, there are substantial local increases in employment and average earnings. For renters, increased earnings are largely offset by increased cost of living; for homeowners, the benefits are substantial. Strikingly, local productivity growth in manufacturing reduces local inequality, as it raises earnings of local less-skilled workers more than the earnings of local more-skilled workers. This is due, in part, to lower geographic mobility of less-skilled workers.\nHowever, local productivity growth also has important indirect effects through worker mobility. We estimate that 38% of the overall increase in workers' purchasing power occurs outside cities directly affected by local TFP growth. The indirect effects on worker earnings are substantially greater for more-skilled workers, due to greater geographic mobility of more-skilled workers, which increases inequality in other cities. Neglecting these indirect effects would both understate the overall magnitude of benefits from productivity growth and misstate their distributional consequences.\nOverall, US workers benefit substantially from manufacturing productivity growth. Summing direct and indirect effects, we find that manufacturing TFP growth from 1980 to 1990 increased purchasing power for the average US worker by 0.5-0.6% per year from 1980 to 2000. These gains do not depend on a worker's education; rather, the benefits from productivity growth mainly depend on where workers live.\n\n",
    "acknowledgement": "\nFor helpful comments and suggestions, we thank Hunt Alcott, Rebecca Diamond, Victor Gay, Chang-Tai Hsieh, Erik Hurst, Patrick Kline, Brian Kovak, Matt Notowidigdo, Martin Rotemberg, Jose Vasquez, Owen Zidar, and others including seminar participants at BEA, Bocconi, Chicago Economics and Harris, CUHK, European Central Bank, LSE, NBER Labor Meeting, NYU, Oxford, Paris School of Economics, Stanford, University of Bologna, USC, and Yale. Andrea Cerrato, Julius Luettge, and Joseph Root provided extended research assistance, with additional assistance provided by Georgios Angelis, William Cockriel, Melissa Eccleston, Alonso Sanchez, and Alex Weckenman. Any opinions and conclusions expressed herein are those of the authors and do not necessarily represent the views of the U.S. Census Bureau or the National Bureau of Economic Research. All results have been reviewed to ensure that no confidential information is disclosed.\n\n\n"
}