{
    "id": 24663,
    "citation_title": "Reclassification Risk in the Small Group Health Insurance Market",
    "citation_author": [
        "Sebastián Fleitas",
        "Gautam Gowrisankaran",
        "Anthony Lo Sasso"
    ],
    "citation_publication_date": "2018-06-04",
    "issue_date": "2018-05-31",
    "revision_date": "2024-07-12",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nWe evaluate health insurance reclassification risk in the Small Group Market from a period before ACA community rating regulations. Reclassification risk in this setting is of key policy relevance and also a matter of debate. We use detailed claims and premiums data from a large insurance company and control non-parametrically for selection. We find a pass-through of 16% from changes in health risk to changes in premiums, with a stronger equilibrium relationship between premiums and risk. This pattern is consistent with the insurer implicitly offering “guaranteed renewability” contracts with one-sided pricing commitment. We further find that groups whose health risk decreases have premiums that are more responsive to risk, which the guaranteed renewability model attributes to ex-post renegotiation. The observed pricing policy adds 55% of the consumer welfare gain from community rating relative to experience rating. The welfare gains are limited because employers and employees switch coverage frequently.\n\n",
    "acknowledgement": "\nWe thank Steve Berry, John Bertko, Simon Board, Allan Collard-Wexler, Jan De Loecker, Tim Dunne, Liran Einav, Antonio Galvao, Josh Gottlieb, Matt Grennan, Jon Gruber, Ben Handel, Igal Hendel, Dan Herbst, Hide Ichimura, Neale Mahoney, Tom McGuire, Mark Pauly, Daniel Prinz, Jim Rebitzer, Bob Town, Erin Trish, and numerous seminar and conference participants for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nSebastián Fleitas\n\nI am a consultant on a research grant from the Agency for Healthcare Quality and Research (1R01HS024850-01) that evaluates narrow network plans, including in the small group health insurance market.\nThe insurance company which we consider in this study provided us with the data for this study and has graciously responded to many questions from us regarding the data and their policies in this market. They have not provided us with any financial support.\nI declare that I have no other relevant material or financial interests that relate to the research described in this paper.\n\n\n\nGautam Gowrisankaran\n\n•\tI am the co-PI of a research grant from the Agency for Healthcare Quality and Research (1R01HS024850-01) that evaluates narrow network plans, including in the small group health insurance market.\n•\tI am the PI of a research grant from the National Science Foundation (SES-1425063) that evaluates bargaining models in the context of insurer-hospital price negotiation.\n•\tI will serve on the U.S. Congressional Budget Office’s Technical Review Panel for evaluating health insurance simulation models.\n•\tI am a Senior Advisor to Cornerstone Research and as such, I provide paid consulting services to healthcare providers.\n•\tThe insurance company which we consider in this study provided us with the data for this study and has graciously responded to many questions from us regarding the data and their policies in this market. They have not provided us with any financial support.\n•\tI declare that I have no other relevant material or financial interests that relate to the research described in this paper.\n\n\n\nAnthony Lo Sasso\n\n•\tI am the PI of a research grant from the Agency for Healthcare Quality and Research (1R01HS024850-01) that evaluates narrow network plans, including in the small group health insurance market.\n•\tThe insurance company which we consider in this study provided us with the data for this study and has graciously responded to many questions from us regarding the data and their policies in this market. They have not provided us with any financial support.\n•\tI declare that I have no other relevant material or financial interests that relate to the research described in this paper.\n\n\n"
}