{
    "id": 24669,
    "citation_title": "Older Men’s Labor Force Participation in Belgium",
    "citation_author": [
        "Alain Jousten",
        "Mathieu Lefebvre"
    ],
    "citation_publication_date": "2018-06-04",
    "issue_date": "2018-05-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe paper studies the labor market participation of older workers in Belgium over the last 3 decades. It outlines the changes to the institutional framework of relevance for labor market participation and employment. Drawing on data from the European Union Labour Force Survey (LFS) over the period 1983-2013, we provide evidence of the trends in participation in (early-) retirement routes. We also explore how the jobs occupied by older workers have changed over time, both in terms of their “quality” and the “quantity” of work involved. Part-time work is found to become more common, though with different attributes for men and women.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. The authors acknowledge financial support from the Belspo project EMPOV (TA/00/45). This paper uses data from the European Union Labour Force Survey (Eurostat, European Union). Eurostat has no responsibility for the results and conclusions which are the authors’ only. Research assistance by Anne-Lore Fraikin and Fanny Voisin is gratefully acknowledged.\n\n\n"
}