{
    "id": 24665,
    "citation_title": "Social Protection and Economic Development: Are the Poorest Being Lifted-Up or Left-Behind?",
    "citation_author": [
        "Martin Ravallion",
        "Dean Jolliffe",
        "Juan Margitic"
    ],
    "citation_publication_date": "2018-06-04",
    "issue_date": "2018-05-31",
    "revision_date": "2018-06-05",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nStandard measures of poverty may reveal nothing about whether the poorest of the poor are being lifted-up or left-behind, yet this is a widespread concern among policy makers and citizens. The paper assesses whether public spending on social protection benefits the poorest and hence lifts the floor, and what role economic development plays. Evidence is presented for the developing world and the US. Across developing countries, a higher mean income comes with a higher floor. The bulk of this income effect is direct rather than via higher spending on social protection. That spending generally lifts the floor though this is mainly due to social insurance; on average, social assistance adds only 1.5 cents per day to the floor. Turning to the US, the paper finds that the floor has been sinking over the last 30 years, associated with an inequitable growth process. Food stamp spending partially compensates the poorest, and helped stabilize the floor in the wake of the 2008 financial crisis. The poorest in the US gain more from food stamps than average spending on food stamps, though the program’s impact on the floor per $ spent has fallen over time.\n\n",
    "acknowledgement": "\nFor their comments and discussions on this topic, the authors are grateful to Abhijit Banerjee, François Bourguignon, Christelle Dumas, Martin Huber, Nora Lustig, Karen Macours, Thomas Piketty, François Roubaud, Sylvie Lambert, Dominique van de Walle and seminar participants at the Paris School of Economics and the University of Fribourg, Switzerland. These are the views of the authors and need not reflect those of their employers including the World Bank. Beyond the salary of one of the authors, no financial support for this research was received from the World Bank, or any other organization. This paper was written while the first author was on sabbatical leave at the Paris School of Economics. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}