{
    "id": 24667,
    "citation_title": "Long-run Effects of Lottery Wealth on Psychological Well-being",
    "citation_author": [
        "Erik Lindqvist",
        "Robert Östling",
        "David Cesarini"
    ],
    "citation_publication_date": "2018-06-04",
    "issue_date": "2018-05-31",
    "revision_date": "2023-07-31",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe surveyed a large sample of Swedish lottery players about their psychological well-being and analyzed the data following pre-registered procedures. Relative to matched controls, large-prize winners experience sustained increases in overall life satisfaction that persist for over a decade and show no evidence of dissipating with time. The estimated treatment effects on happiness and mental health are significantly smaller, suggesting that wealth has greater long-run effects on evaluative measures of well-being than on affective ones. Follow-up analyses of domain-specific aspects of life satisfaction clearly implicate \ffinancial life satisfaction as an important mediator for the long-run increase in overall life satisfaction.\n\n",
    "acknowledgement": "\nWe thank Agneta Berge, Ed Kong, Chanwook Lee, Tuan Nguyen and Becky Royer for excellent research assistance. We thank seminar participants at Columbia, Essex, IFN, HECER, LSE, Michigan, NIPE (Braga), SOFI, Uppsala, Vienna and Princeton for comments. Daniel Benjamin, Fredrik Bergdahl, Martin Berlin, Samantha Cherney, David Laibson, Erik Mohlin, Abhijeet Singh and Lise Vesterlund provided especially helpful feedback at various stages of the project. The study was supported by the Swedish Research Council (B0213903) and the Hedelius Wallander Foundation (P2011:0032:1). The collection and analysis of the survey data was approved by the Regional Ethical Review Board in Stockholm on April 7, 2016 (2016/524-31/5). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}