{
    "id": 24666,
    "citation_title": "Building Nations Through Shared Experiences: Evidence from African Football",
    "citation_author": [
        "Emilio Depetris-Chauvin",
        "Ruben Durante",
        "Filipe R. Campante"
    ],
    "citation_publication_date": "2018-06-04",
    "issue_date": "2018-05-31",
    "revision_date": "2018-06-04",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine whether shared collective experiences can help build a national identity, by looking at the impact of national football teams’ victories in sub- Saharan Africa. Combining individual survey data with information on official matches played between 2000 and 2015, we find that individuals interviewed in the days after a victory of their country’s national team are less likely to identify with their ethnic group than with the country as a whole and more likely to trust people of other ethnicities than those interviewed just before. The effect is sizable and robust and is not explained by generic euphoria or optimism. Crucially, we find that national victories not only affect attitudes but also reduce violence: using plausibly exogenous variation from close qualifications to the African Cup of Nations, we find that countries that (barely) qualified experience significantly less conflict in the following six months than countries that (barely) did not. Our findings indicate that, even when divisions are deeply rooted, shared experiences can work as an effective nation-building tool, bridge cleavages, and have a tangible effect on violence.\n\n",
    "acknowledgement": "\nWe thank Alberto Alesina, Sam Bazzi, Francesco Drago, Leopoldo Fergusson, Matthieu Couttenier, Quoc-Anh Do, Marcel Fafchamps, Ignacio Munyo, Wolfgang Stojetz, Jorge Tovar, Oliver Vanden Eynde, David Yanagizawa-Drott, Ekaterina Zhuravskaya, Jeff Staton, and especially Leonard Wantchekon for insightful comments. We also thank seminar participants at BU, Brown, FGV São Paulo, GWU, Harvard, Lausanne, Messina, Nottingham, NYU-Abu Dhabi, PSE, PUC Chile, PUC Rio, Sciences Po, SMU, Universidad Adolfo Hurtado, Universidad de Chile, Universidad Diego Portales, Universidad de Los Andes, Universidad del Rosario and Universitat Autonoma de Barcelona, and participants in the 2017 NBER Summer Institute in Development Economics, APSA Annual Meeting, the 20th Annual Conference of the SIOE, the 2016 Barcelona Summer Forum, the 2017 Oxford CSAE Conference, the 2016 MIPP Workshop in Political Economy and Political Science, the 2016 NEUDC, the 2016 LACEA Meeting, the 2016 RIDGE-LACEA Workshop in Political Economy, and the 2016 AL CAPONE meeting, and the 2018 Harvard Political Economy of Religion Seminar for helpful discussion. Christine Cai, Florin Cucu, Carlos Molina Guerra, Sebastian Melo, Francisco Eslava, and Catalina Morales, provided excellent research assistance. Emilio Depetris-Chauvin acknowledges financial support from CONICYT, FONDECYT Iniciación 11160290. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}