{
    "id": 24677,
    "citation_title": "Global Financial Cycles and Risk Premiums",
    "citation_author": [
        "Òscar Jordà",
        "Moritz Schularick",
        "Alan M. Taylor",
        "Felix Ward"
    ],
    "citation_publication_date": "2018-06-11",
    "issue_date": "2018-06-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Development of the American Economy",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the synchronization of financial cycles across 17 advanced economies over the past 150 years. The comovement in credit, house prices, and equity prices has reached historical highs in the past three decades. The sharp increase in the comovement of global equity markets is particularly notable. We demonstrate that fluctuations in risk premiums, and not risk-free rates and dividends, account for a large part of the observed equity price synchronization after 1990. We also show that U.S. monetary policy has come to play an important role as a source of fluctuations in risk appetite across global equity markets. These fluctuations are transmitted across both fixed and floating exchange rate regimes, but the effects are more muted in floating rate regimes.\n\n",
    "acknowledgement": "\nComments and suggestions from the conference organizers, the editor, and referees have helped improve the paper Generous support from the Institute for New Economic Thinking, the Bundesministerium für Bildung und Forschung (BMBF), and the Volkswagen Foundation supported our work. We are grateful for their support. The views expressed in this paper are the sole responsibility of the authors and to not necessarily reflect the views of the Federal Reserve Bank of San Francisco, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}