{
    "id": 24679,
    "citation_title": "When Less is More: Experimental Evidence on Information Delivery During India's Demonetization",
    "citation_author": [
        "Abhijit Banerjee",
        "Emily Breza",
        "Arun G. Chandrasekhar",
        "Benjamin Golub"
    ],
    "citation_publication_date": "2018-06-11",
    "issue_date": "2018-06-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Behavioral Finance",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Development Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nHow should policymakers disseminate information: by broadcasting it widely (e.g., via mass media), or letting word spread from a small number of initially informed “seed” individuals? While conventional wisdom suggests delivering information more widely is better, we show theoretically and experimentally that this may not hold when people need to ask questions to fully comprehend the information they were given. In a field experiment during the chaotic 2016 Indian demonetization, we varied how information about demonetization’s official rules was delivered to villages on two dimensions: how many were initially informed (broadcasting versus seeding) and whether the identity of the initially informed was publicly disclosed (common knowledge). The quality of information aggregation is measured in three ways: the volume of conversations about demonetization, the level of knowledge about demonetization rules, and choice quality in a strongly incentivized decision dependent on understanding the rules. Our results are consistent with four predictions of a model in which people need others’ help to make the best use of announced information, but worry about signaling inability or unwillingness to correctly process the information they have access to. First, if who is informed is not publicized, broadcasting improves all three outcomes relative to seeding. Second, under seeding, publicizing who is informed improves all three outcomes. Third, when broadcasting, publicizing who is informed hurts along all three dimensions. Finally, when who is informed is made public, telling more individuals (broadcasting relative to seeding) is worse along all three dimensions.\n\n",
    "acknowledgement": "\nWe thank Mohammad Akbarpour, George Beknazar-Yuzbashev, Chris Blattman, Pascaline Dupas, Matt Jackson, Rachel Kranton, Michael Kremer, Ted Miguel, Ben Olken, Evan Sadler and many seminar participants for helpful comments and conversations. We are grateful to Ruben Enikolopov for a very helpful discussion. We thank Pooja Suri, Arnesh Chowdhury, Piyush Tank, Tithee Mukhopadhyay, Anushka Chawla, Devika Lakhote, Alokik Mishra, and Shambhavi Priyam for exceptional research assistance. We thank the National Science Foundation for financial support under grant SES-1559469. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}