{
    "id": 24675,
    "citation_title": "Complex Disclosure",
    "citation_author": [
        "Ginger Zhe Jin",
        "Michael Luca",
        "Daniel J. Martin"
    ],
    "citation_publication_date": "2018-06-11",
    "issue_date": "2018-06-07",
    "revision_date": "2021-02-20",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Behavioral Economics",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe present evidence that unnecessarily complex disclosure can result from strategic incentives to shroud information. In our lab experiment, senders are required to report their private information truthfully, but can choose how complex to make their reports. We find that senders use complex disclosure over half the time. This obfuscation is profitable because receivers make systematic mistakes in assessing complex reports. Regression and structural analysis suggest that these mistakes could be driven by receivers who are naive about the strategic use of complexity or overconfident about their ability to process complex information.\n\n",
    "acknowledgement": "\nPart of the research was conducted when Jin took leave at the Federal Trade Commission. The views expressed are those of the authors and do not necessarily represent those of the U.S. Federal Trade Commission, any individual Commissioner, or the National Bureau of Economic Research. Martin would like to thank both the Paris School of Economics and the Camargo Foundation for their hospitality during the writing of this paper. Early stages of this project were supported by the French National Research Agency, through the program Investissements d'Avenir, ANR-10--LABX_93-01. We would like to thank Patrick Rooney, Byron Perpetua, and Philip Marx for excellent assistance. All rights reserved. All errors are ours.\n\n\n"
}