{
    "id": 24673,
    "citation_title": "International Currencies and Capital Allocation",
    "citation_author": [
        "Matteo Maggiori",
        "Brent Neiman",
        "Jesse Schreger"
    ],
    "citation_publication_date": "2018-06-04",
    "issue_date": "2018-05-31",
    "revision_date": "2019-04-30",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe establish currency as an important factor shaping global portfolios. Using a new security-level dataset, we demonstrate that investor holdings are biased toward their own currencies to such an extent that countries typically hold most of the foreign debt securities denominated in their currency. While large firms issue in foreign currency and borrow from foreigners, most firms issue only in local currency and do not directly access foreign capital. These patterns hold broadly across countries except for the United States, as foreign investors hold significant shares of US dollar bonds. The share of dollar-denominated cross-border holdings surged after 2008.\n\n",
    "acknowledgement": "\nWe are grateful to Laura Alfaro, Andy Atkeson, Luigi Bocola, Alberto Cavallo, Riccardo Colacito, Massimiliano Croce,Wenxin Du, Emmanuel Farhi, Gita Gopinath, Tarek Hassan, Arvind Krishnamurthy, Hanno Lustig, Gian Maria Milesi-Ferretti, Toby Moskowitz, Emi Nakamura, Jonathan Ostry, Monika Piazzesi, Diego Perez, Robert Ready, Kenneth Rogoff, Stephanie Schmitt-Grohe, Martin Schneider, Jeremy Stein, Jón Steinsson, Andrew Tilton, Harald Uhlig, Martin Uribe, Adrien Verdelhan, Frank Warnock, and Eric Van Wincoop for their comments, and we offer particular thanks to Steve Kaplan for his generous help with the project. Bob Freeman, Clark Hyde, Sara Lux, Christine Rivera, Ravi Wadhwani, and Matt Weiss offered outstanding technical assistance at various stages of the project. We thank Andrew Lilley, Antonio Coppola, Hillary Stein, Brian Wheaton, Chenzi Xu, George Vojta, and Sanjay Misra for excellent research assistance. Our analysis makes use of data that are proprietary to Morningstar and/or its content providers. Neither Morningstar nor its content providers are responsible for any of the views expressed in this article. We thank the Becker-Friedman Institute, the NSF (1653917), the Sloan Foundation, and the Weatherhead Center for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}