{
    "id": 24670,
    "citation_title": "Cumulative Impacts of Conditional Cash Transfer Programs: Experimental Evidence from Indonesia",
    "citation_author": [
        "Nur Cahyadi",
        "Rema Hanna",
        "Benjamin A. Olken",
        "Rizal Adi Prima",
        "Elan Satriawan",
        "Ekki Syamsulhakim"
    ],
    "citation_publication_date": "2018-06-04",
    "issue_date": "2018-05-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nConditional cash transfer (CCT) programs have spread worldwide, and are designed to promote comprehensive human capital investments in children, starting from encouraging pre-natal and maternal care and early childhood health interventions and continuing through incentivizing school attendance. Yet evaluating these claims over more than a few years is hard, as most CCT experiments extend the program to the control group after a short experimental period. This paper experimentally estimates the impacts of Indonesia’s cash transfer program (PKH) six years after the program launched, using data from about 14,000 households in 360 sub-districts across Indonesia, taking advantage of the fact that treatment and control locations remained largely intact throughout the period. We find that PKH continues to have large static incentive effects on many of the targeted indicators, increasing usage of trained health professionals for childbirth dramatically and halving the share of children age 7-15 who are not enrolled in school. Wage labor for 13-15 year olds was reduced by at least one-third. We also begin to observe impacts on outcomes that may require cumulative investments: for example, six years later, we observe large reductions in stunting and some evidence of increased high school completion rates. The results suggest that CCT investments can have substantial effects on the accumulation of human capital, and that these effects can persist even when programs are operating at large-scale without researcher intervention.\n\n",
    "acknowledgement": "\nWe thank Aaron Berman for research assistance and Harsa Kunthara for help in the early stages of data analysis. We also thank Chris Blattman and David McKenzie for helpful comments and suggestions. Financial assistance for this project came from PNPM Support Facility (PSF), Poverty Reduction Support Facility (PRSF), and Mahkota, all supported by the Australian Department of Foreign Affairs and Trade. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nRema Hanna\n\nDisclosure Statement for Rema Hanna\n• Financial support for this project came from PNPM Support Facility (PSF), Poverty Reduction Support Facility (PRSF), and Mahkota, all supported by the Australian Department of Foreign Affairs and Trade.\n• The Australian Department of Foreign Affairs and Trade also provides support to JPAL Southeast Asia. I am a board member of JPAL and co Scientific Director of JPAL Southeast Asia.\n• I am a board member of J-PAL at MIT. J-PAL has no stake in the outcomes of any given evaluation results. However, J-PAL does have a position on what is considered a rigorous evaluation methodology.\n\n\n\nBenjamin A. Olken\n\nDisclosure Statement for Benjamin Olken\n•\tFinancial support for this project came from PNPM Support Facility (PSF), Poverty Reduction Support Facility (PRSF), and Mahkota, all supported by the Australian Department of Foreign Affairs and Trade.\n•\tThe Australian Department of Foreign Affairs and Trade also provides support to JPAL Southeast Asia. I am a director of JPAL and co Scientific Director of JPAL Southeast Asia.\n•\tI am a director of J-PAL at MIT. J-PAL has no stake in the outcomes of any given evaluation results. However, J-PAL does have a position on what is considered a rigorous evaluation methodology.\n\n\n"
}