{
    "id": 24676,
    "citation_title": "Mood Betas and Seasonalities in Stock Returns",
    "citation_author": [
        "David Hirshleifer",
        "Danling Jiang",
        "Yuting Meng"
    ],
    "citation_publication_date": "2018-06-11",
    "issue_date": "2018-06-07",
    "revision_date": "2019-02-14",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n",
        "Behavioral Economics",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nExisting research has documented cross-sectional seasonality of stock returns—the periodic outperformance of certain stocks during the same calendar months or weekdays. A model in which assets differ in their sensitivities to investor mood explains these effects and implies other seasonal patterns. We find that relative performance across individual stocks or stock portfolios during past high or low mood months and weekdays tends to recur/reverse in periods with congruent/noncongruent mood. Furthermore, assets with higher sensitivities to aggregate mood—higher mood betas— subsequently earn higher/lower returns during high/low mood periods, including those induced by Daylight Saving Time changes, weather conditions and anticipation of major holidays.\n\n",
    "acknowledgement": "\nWe thank Alexander Barinov, Ling Cen, Kent Daniel, Iftekhar Hasan, Juhani Linnainmaa, Antti Llmanen, Lin Peng, Sang Byung Seo, Alain Wouassom, Chengxi Yin, and Bohui Zhang, and seminar participants at Stony Brook University, Auburn University, CUNY-Baruch, Fordham University, the 2017 ASSA-AFE, the 2017 CICF, and the 2018 MFA. The Online Appendix can be found at https://sites.google.com/site/danlingjiang/. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}