{
    "id": 24671,
    "citation_title": "Debauchery and Original Sin: The Currency Composition of Sovereign Debt",
    "citation_author": [
        "Charles Engel",
        "Jungjae Park"
    ],
    "citation_publication_date": "2018-06-04",
    "issue_date": "2018-05-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study quantitatively investigates the currency composition of sovereign debt in the presence of two types of limited enforcement frictions arising from a government’s monetary and debt policy: strategic currency debasement and default on sovereign debt. Local currency debt obligations are state contingent because the real value can be changed by a government’s monetary policy, and are therefore a better consumption hedge against income shocks than foreign currency debt. However, this higher degree of state contingency for local currency debt provides policymakers with more temptation to deviate from disciplined monetary policy, thus restricting borrowing in local currency more than in foreign currency. The two financial frictions combine to generate an endogenous debt frontier for local and foreign currency debts. Our model predicts that a country with less disciplined monetary policy borrows mainly in foreign currency, as the country faces a tighter borrowing limit for local currency debt than for the foreign currency debt. Our model accounts for the surge in local currency borrowings by emerging economies in the recent decade and the “Mystery of Original Sin”. An important extension demonstrates that in the presence of an expectational Phillips curve, local currency debt improves the ability of monetary policymakers to commit.\n\n",
    "acknowledgement": "\nJungJae Park is grateful for the financial support from the Ministry of Education of Singapore. This paper has been benefited from comments at numerous conferences and seminars. We thank Manuel Amador, Yan Bai, Javier Bianchi, Galina Hale,  Dmitry Mukhin, and Pablo Ottonello for comments and discussion. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}