{
    "id": 24683,
    "citation_title": "Self-Fulfilling Debt Dilution: Maturity and Multiplicity in Debt Models",
    "citation_author": [
        "Mark A. Aguiar",
        "Manuel Amador"
    ],
    "citation_publication_date": "2018-06-11",
    "issue_date": "2018-06-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe establish that creditor beliefs regarding future borrowing can be self-fulfilling, leading to multiple equilibria with markedly different debt accumulation patterns. We characterize such indeterminacy in the Eaton-Gersovitz sovereign debt model augmented with long maturity bonds. Two necessary conditions for the multiplicity are: (i) the government is more impatient than foreign creditors, and (ii) there are deadweight losses from default; both are realistic and standard assumptions in the quantitative literature. The multiplicity is dynamic and stems from the self-fulfilling beliefs of how future creditors will price bonds; long maturity bonds are therefore a crucial component of the multiplicity. We introduce a third party with deep pockets to discuss the policy implications of this source of multiplicity and identify the potentially perverse consequences of traditional “lender of last resort” policies.\n\n",
    "acknowledgement": "\nWe thank seminar participants at multiple places.  We also benefited from discussions with Fabrice Tourre. Manuel Amador thanks the National Science Foundation for support (award number 0952816).  The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}