{
    "id": 24688,
    "citation_title": "The Healthcare Cost of Air Pollution: Evidence from the World’s Largest Payment Network",
    "citation_author": [
        "Panle Jia Barwick",
        "Shanjun Li",
        "Deyu Rao",
        "Nahim Bin Zahur"
    ],
    "citation_publication_date": "2018-06-11",
    "issue_date": "2018-06-07",
    "revision_date": "2021-05-24",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nUsing the universe of credit- and debit-card transactions in China during 2013-2015, this paper provides the first nationwide analysis of the healthcare cost of PM2.5. We leverage spatial spillovers of PM2.5 from long-range transport for exogenous variation in local pollution and employ a flexible distributed lag model to capture semiparametrically the dynamic response of pollution exposure. Our analysis shows significant impacts of PM2.5 on healthcare spending in both the short and medium terms. A 10 mg/m3 decrease in PM2.5 would reduce annual healthcare spending by more than $9.2 billion, about 1.5% of China’s annual healthcare expenditure.\n\n",
    "acknowledgement": "\nPreviously circulated as “The Morbidity Cost of Air Pollution: Evidence from Consumer Spending in China.” We thank Yongmiao Hong, Solomon Hsiang, Matthew E. Kahn, Koichiro Ito, Doug Miller, Lucija Muehlenbachs, Matthew Turner, Shuang Zhang and seminar participants at Carnegie Mellon University, Chinese University of Hong Kong, Clemson University, MIT, National University of Singapore, Peking University, Penn State, University of Arizona, University of Chicago, and 2018 NBER Environmental and Energy Economics Workshop for helpful comments. We thank Nan Zhong and Youting Zheng for generous data sharing. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}