{
    "id": 24686,
    "citation_title": "Air Pollution and Mental Health: Evidence from China",
    "citation_author": [
        "Shuai Chen",
        "Paulina Oliva",
        "Peng Zhang"
    ],
    "citation_publication_date": "2018-06-11",
    "issue_date": "2018-06-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Country Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nA large body of literature estimates the effect of air pollution on health. However, most of these studies have focused on physical health, while the effect on mental health is limited. Using the China Family Panel Studies (CFPS) covering 12,615 urban residents during 2014 – 2015, we find significantly positive effect of air pollution – instrumented by thermal inversions – on mental illness. Specifically, a one-standard-deviation (18.04 μg/m3) increase in average PM2.5 concentrations in the past month increases the probability of having a score that is associated with severe mental illness by 6.67 percentage points, or 0.33 standard deviations. Based on average health expenditures associated with mental illness and rates of treatment among those with symptoms, we calculate that these effects induce a total annual cost of USD 22.88 billion in health expenditures only. This cost is on a similar scale to pollution costs stemming from mortality, labor productivity, and dementia.\n\n",
    "acknowledgement": "\nWe thank Jianghao Wang for providing excellent research assistance. We thank John Strauss, and the attendees to the Biostats and Environmental Health Seminar at USC for their valuable comments. Any remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}