{
    "id": 24687,
    "citation_title": "A Skeptical View of the Impact of the Fed’s Balance Sheet",
    "citation_author": [
        "David Greenlaw",
        "James D. Hamilton",
        "Ethan Harris",
        "Kenneth D. West"
    ],
    "citation_publication_date": "2018-06-11",
    "issue_date": "2018-06-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe review the recent U.S. monetary policy experience with large scale asset purchases (LSAPs) and draw lessons for monetary policy going forward. A rough consensus from previous studies is that LSAP purchases reduced yields on 10-year Treasuries by about 100 basis points. We argue that the consensus overstates the effect of LSAPs on 10-year yields. We use a larger than usual population of possible events and exploit interpretations provided by the business press. We find that Fed actions and announcements were not a dominant determinant of 10-year yields and that whatever the initial impact of some Fed actions or announcements, the effects tended not to persist. In addition, the announcements and implementation of the balance-sheet reduction do not seem to have affected rates much. Going forward, we expect the Federal Reserve’s balance sheet to stay large. This calls for careful consideration of the maturity distribution of assets on the Fed’s balance sheet. Our conclusion is that the most important and reliable instrument of monetary policy is the short term interest rate, and we discuss the implications of this finding for Fed policy going forward.\n\n",
    "acknowledgement": "\nThis paper was written for the U.S. Monetary Policy Forum, New York City, February 23, 2018. We thank Aditya Bhave, Molly Wharton and Anna Zhou for excellent research assistance. We benefited from comments on earlier drafts of this paper by our discussants William Dudley and Eric Rosengren, and by Stephen Cecchetti, Jason Cummins, Mike Feroli, Jan Hatzius, Peter Hooper, Anil Kashyap, Rick Mishkin, Glen Rudebusch, Brian Sack, Kim Schoenholtz, Eric Swanson, Amir Sufi, and Xu Zhang. A version of this paper that includes policy recommendations is available from the authors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}