{
    "id": 24681,
    "citation_title": "A Theory of Equality Before the Law",
    "citation_author": [
        "Daron Acemoglu",
        "Alexander Wolitzky"
    ],
    "citation_publication_date": "2018-06-11",
    "issue_date": "2018-06-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a model of the emergence of equality before the law. A society can support “effort” (“cooperation”, “pro-social behavior”) using the “carrot” of future cooperation or the “stick” of coercive punishment. Community enforcement relies only on the carrot and involves low coercion, low inequality, and low effort. A society in which the elite control the means of violence supplements the carrot with the stick, and involves high coercion, high inequality, and high effort. In this regime, elites are privileged: they are not subject to the same coercive punishments as non-elites. We show that it may be optimal—even from the viewpoint of the elite—to establish equality before the law, where all agents are subject to the same coercive punishments. The central mechanism is that equality before the law increases elites’ effort, which in turn encourages even higher effort from non-elites. Equality before the law combines high coercion and low inequality—in our baseline model, elites exert the same level of effort as non-elites. Factors that make the emergence of equality before the law more likely include limits on the extent of coercion, greater marginal returns to effort, increases in the size of the elite group, greater political power for non-elites, and under some additional conditions, lower economic inequality.\n\n",
    "acknowledgement": "\nWe thank Bob Gibbons, Suresh Naidu, Jean Tirole, John Wallis, and seminar participants at Northwestern for useful discussions and comments. We gratefully acknowledge financial support from the Carnegie Foundation and the NSF. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}