{
    "id": 24685,
    "citation_title": "On the Macroeconomic Consequences of Over-Optimism",
    "citation_author": [
        "Paul Beaudry",
        "Tim Willems"
    ],
    "citation_publication_date": "2018-06-11",
    "issue_date": "2018-06-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIs over-optimism about a country's future growth perspective good for an economy, or does over-optimism also come with costs? In this paper we document that recessions, fiscal problems, as well as Balance of Payment-difficulties are more likely to arise in countries where past growth expectations have been overly optimistic. We arrive at this conclusion by looking at the medium-run effects of instances of over-optimism or caution in IMF forecasts. To isolate the causal effect of over-optimism we take an instrumental variables approach, where we exploit variation provided by the pseudo-random allocation of IMF Mission Chiefs across countries. As a necessary first step, we document that IMF Mission Chiefs tend to systematically differ in their individual degrees of forecast-optimism or caution. The mechanism that transforms over-optimism into a later recession seems to run through higher debt accumulation, both public and private. Our findings illustrate the potency of unjustified optimism and underline the importance of basing economic forecasts upon realistic medium-term prospects.\n\n",
    "acknowledgement": "\nWe thank Matthieu Bellon, Paolo Cavallino, Mark Flanagan, Klaus Hellwig, Jean-Paul L'Huillier, Matija Lozej, Galen Sher, as well as colleagues and seminar participants at the IMF and Ryerson University for useful comments. Jelle Barkema, Chengyu Huang, and Roxana Pedraglio provided excellent research assistance. The views expressed in this paper are those of the authors and should not be attributed to the International Monetary Fund, its Executive Board, its management, or National Bureau of Economic Research. Beaudry acknowledges financial support from the SSHRC of Canada.\n\n\n"
}