{
    "id": 24682,
    "citation_title": "Reputation and Sovereign Default",
    "citation_author": [
        "Manuel Amador",
        "Christopher Phelan"
    ],
    "citation_publication_date": "2018-06-11",
    "issue_date": "2018-06-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents a continuous-time model of sovereign debt. In it, a relatively impatient sovereign government's hidden type switches back and forth between a commitment type, which cannot default, and an optimizing type, which can default at any time, and assume outside lenders have particular beliefs regarding how a commitment type should borrow for any given level of debt and bond price. If these beliefs satisfy reasonable assumptions, in any Markov equilibrium, the optimizing type mimics the commitment type when borrowing, revealing its type only by defaulting on its debt at random times. Further, in such Markov equilibria (the solution to a simple pair of ordinary differential equations), there are positive gross issuances at all dates, constant net imports as long as there is a positive equilibrium probability that the government is the optimizing type, and net debt repayment only by the commitment type. For countries that have recently defaulted, the interest rate the country pays on its debt is a decreasing function of the amount of time since its last default, and its total debt is an increasing function of the amount of time since its last default. For countries that have not recently defaulted, interest rates are constant.\n\n",
    "acknowledgement": "\nWe thank Mark Aguiar for comments. Manuel Amador thanks the National Science Foundation for support (award number 095281). The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}