{
    "id": 24697,
    "citation_title": "Investor Experiences and Financial Market Dynamics",
    "citation_author": [
        "Ulrike Malmendier",
        "Demian Pouzo",
        "Victoria Vanasco"
    ],
    "citation_publication_date": "2018-06-11",
    "issue_date": "2018-06-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nHow do macro-financial shocks affect investor behavior and market dynamics? Recent evidence suggests long-lasting effects of personally experienced outcomes on investor beliefs and investment but also significant differences across older and younger generations. We formalize experience-based learning in an OLG model, where different cross-cohort experiences generate persistent heterogeneity in beliefs, portfolio choices, and trade. The model allows us to characterize a novel link between investor demographics and the dependence of prices on past dividends, while also generating known features of asset prices, such as excess volatility and return predictability. The model produces new implications for the cross-section of asset holdings, trade volume, and investors' heterogeneous responses to recent financial crises, which we show to be in line with the data.\n\n",
    "acknowledgement": "\nWe thank Marianne Andries, Nick Barberis, Dirk Bergemann, Julien Cujean,  Xavier Gabaix, Lawrence Jin, and workshop participants at LBS, LSE, NYU, Pompeu Fabra, Stanford, UC Berkeley, as well as the ASSA, NBER EFG Behavioral Macro, NBER Behavioral Finance, SITE (Psychology and Economics segment), SFB TR 15 (Tutzing, Germany) conferences for helpful comments. We also thank Felix Chopra, Marius Guenzel, Canyao Liu, Leslie Shen, and Jonas Sobott for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}