{
    "id": 24696,
    "citation_title": "Scarred Consumption",
    "citation_author": [
        "Ulrike Malmendier",
        "Leslie Sheng Shen"
    ],
    "citation_publication_date": "2018-06-11",
    "issue_date": "2018-06-07",
    "revision_date": "2018-06-12",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Behavioral Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe show that personal experiences of economic shocks can “scar'” consumer behavior in the long run. We first illustrate the effects of experience-based learning in a simple stochastic life-cycle consumption model with time-varying financial constraints. We then use data from the Panel Study of Income Dynamics (PSID), the Nielsen Homescan Panel, and the Consumer Expenditure Survey (CEX) to estimate the long-term effects of lifetime experiences on consumption. We show that households who have lived through times of high local and national unemployment, or who have experienced more personal unemployment, spend significantly less on food and total consumption, after controlling for income, wealth, employment, demographics, and macro-economic factors, such as the current unemployment rate. The reverse holds for past experiences of low unemployment. We also estimate significant experience-based variation in consumption within household, i. e., after including household fixed effects. At the same time, lifetime experiences do not predict individuals' future income. The Nielsen data reveals that households who have lived through times of high unemployment are particularly likely to use coupons and to purchase sale items or lower-end products. As predicted by the experience-based learning model, the effects of a given macro shock are stronger for younger than for older cohorts. Finally, past experiences predict beliefs about future economic conditions in the Michigan Survey of Consumers (MSC), implying a beliefs-based channel. Our results suggest a novel micro-foundation of fluctuations of aggregate demand, and explain long-run effects of macroeconomic shocks.\n\n",
    "acknowledgement": "\nWe thank John Beshears, David Card, Ed Glaeser, Yuriy Gorodnichenko, Pierre-Olivier Gourinchas, Pat Kline, David Laibson, Joseph Vavra and seminar participants at UC Berkeley (Macro and Labor), Bocconi University, IZA/University of Bonn, University of Tilburg, University of Zurich, NBER SI (EFBEM, EFG-PD), the SITE workshop, the CESifo Area Conference on Behavioural Economics, the Cleveland Fed Household Economics and Decision Making Conference, and 2016 EWEBE Conference in Cologne for helpful comments, and Canyao Liu and Ian Chin for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}