{
    "id": 24692,
    "citation_title": "Monetary Policy Analysis when Planning Horizons are Finite",
    "citation_author": [
        "Michael Woodford"
    ],
    "citation_publication_date": "2018-06-11",
    "issue_date": "2018-06-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIt is common to analyze the effects of alternative monetary policy commitments under the assumption of fully model-consistent expectations. This implicitly assumes unrealistic cognitive abilities on the part of economic decision makers. The relevant question, however, is not whether the assumption can be literally correct, but how much it would matter to model decision making in a more realistic way. A model is proposed, based on the architecture of artificial intelligence programs for problems such as chess or go, in which decision makers look ahead only a finite distance into the future, and use a value function learned from experience to evaluate situations that may be reached after a finite sequence of actions by themselves and others. Conditions are discussed under which the predictions of a model with finite-horizon forward planning are similar to those of a rational expectations equilibrium, and under which they are instead quite different. The model is used to re-examine the consequences that should be expected from a central-bank commitment to maintain a fixed nominal interest rate for a substantial period of time. “Neo-Fisherian” predictions are shown to depend on using rational expectations equilibrium analysis under circumstances in which it should be expected to be unreliable.\n\n",
    "acknowledgement": "\nPrepared for the NBER Macroeconomics Annual conference, April 12-13, 2018. I would like to thank Roger Farmer, Xavier Gabaix, Mariana Garcia-Schmidt, Marc Giannoni, Jennifer La'O, Guido Lorenzoni, Bentley MacLeod, Benoit Mojon, and Argia Sbordone for helpful discussions. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}