{
    "id": 24701,
    "citation_title": "The Missing Profits of Nations",
    "citation_author": [
        "Thomas R. Tørsløv",
        "Ludvig S. Wier",
        "Gabriel Zucman"
    ],
    "citation_publication_date": "2018-06-11",
    "issue_date": "2018-06-07",
    "revision_date": "2020-04-24",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBy exploiting new macroeconomic data known as foreign affiliates statistics, we show that affiliates of foreign multinational firms are an order of magnitude more profitable than local firms in low-tax countries. By contrast, affiliates of foreign multinationals are less profitable than local firms in high-tax countries. Leveraging this differential profitability, we estimate that close to 40% of multinational profits are shifted to tax havens globally. We analyze how the location of corporate profits would change if all countries adopted the same effective corporate tax rate, keeping global profits and investment constant. Profits would increase by about 15% in high-tax European Union countries, 10% in the United States, while they would fall by 60% in today's tax havens. We provide a new international database of GDP, trade balances, and factor shares corrected for profit shifting, showing that the rise of the corporate capital share is significantly under-estimated in high-tax countries.\n\n",
    "acknowledgement": "\nWe thank Alan Auerbach, Johannes Becker, Olivier Blanchard, David Bradbury, Richard Bolwijn, Iain Campbell, Kimberly Clausing, Alex Cobham, Mihir Desai, Michael Devereux, Fritz Foley, Maya Forstater, Teresa Fort, Roger Gordon, Martin Hearson, Niels Johannesen, Petr Janský, Michael Keen, Edward Kleinbard, Claus Kreiner, Paul Krugman, Gaetan Nicodeme, Mitchell Petersen, Thomas Piketty, Nadine Riedel, Dani Rodrik, Emmanuel Saez, Juan Carlos Suárez Serrato, Felix Tintelnot, John Van Reenen, Eric Zwick, and numerous seminar and conference participants for helpful comments and reactions. Zucman acknowledges financial support from Arnold Ventures and the FRIPRO program of the Research Council of Norway. The authors retain sole responsibility for the views expressed in this research. An appendix and all data and code are available online at http://missingprofits.world  The authors retain sole responsibility for the views expressed in this research, which do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}