{
    "id": 24703,
    "citation_title": "The Rationale for Motions in the Design of Adjudication",
    "citation_author": [
        "Steven Shavell"
    ],
    "citation_publication_date": "2018-06-18",
    "issue_date": "2018-06-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe conduct of adjudication is often influenced by motions––requests made by litigants to modify the course of adjudication. The question studied in this article is why adjudication is designed so as to permit the use of motions. The answer developed is that litigants will naturally know a great deal about their specific matter, whereas a court will ordinarily know little except to the degree that the court has already invested effort to appreciate it. By giving litigants the right to bring motions, the judicial system leads litigants to efficiently provide information to courts that is relevant to the adjudicative process.\n\n",
    "acknowledgement": "\nThis article is forthcoming in the American Law and Economics Review. I am grateful to Robert Bone, William Hubbard, Keith Hylton, Louis Kaplow, Daniel Klerman, Bruce Kobayashi, A. Mitchell Polinsky, Richard Posner, David Rosenberg, Holger Spamann, Neel Sukhatme, Eric Talley for comments, Allison Bray, D. Chanslor Gallenstein, Sarah Kahwash, Daria Levina, Nino Monea, and Heinrich Nemeczek for research assistance, and the John M. Olin Center for Law, Economics, and Business at Harvard Law School for research support. This article is based on a lecture that I presented at the annual meeting of the American Law and Economics Association in Chicago on May 9, 2014, on receiving the Ronald M. Coase Medal for contributions to scholarship in economic analysis of law. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}