{
    "id": 24709,
    "citation_title": "q⁵",
    "citation_author": [
        "Kewei Hou",
        "Haitao Mo",
        "Chen Xue",
        "Lu Zhang"
    ],
    "citation_publication_date": "2018-06-18",
    "issue_date": "2018-06-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nIn a multiperiod investment framework, firms with high expected growth earn higher expected returns than firms with low expected growth, holding investment and expected profitability constant. This paper forms cross-sectional growth forecasts, and constructs an expected growth factor that yields an average premium of 0.82% per month (t = 9.81). The q5-model, which augments the Hou-Xue-Zhang (2015) q-factor model with the new factor, shows strong explanatory power in the cross section, and outperforms other recently proposed factor models such as the Fama-French (2018) six-factor model.\n\n",
    "acknowledgement": "\nFor helpful comments, we thank our discussants, Rob Ready and Partha Mohanram, as well as other seminar participants at the 2018 Citrus Finance Conference at University of California, Riverside, Ben Graham Centre’s 7th Symposium on Intelligent Investing at Western University, Emory University, Erasmus University Rotterdam, Helsinki Finance Seminar, Ohio University, PBC School of Finance at Tsinghua University, Shanghai University of Finance and Economics, Seoul National University, The Ohio State University, University of Cincinnati, and University of Piraeus. Some related results were reported in our prior work titled “The economics of value investing” (no longer in circulation). All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}