{
    "id": 24707,
    "citation_title": "The IT Revolution and the Globalization of R&D",
    "citation_author": [
        "Lee G. Branstetter",
        "Britta M. Glennon",
        "J. Bradford Jensen"
    ],
    "citation_publication_date": "2018-06-18",
    "issue_date": "2018-06-14",
    "revision_date": "2018-08-03",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nSince the 1990s, R&D has become less geographically concentrated, and has seen especially fast growth in emerging markets. One of the distinguishing features of the R&D globalization phenomenon is its concentration within the software/IT domain; the increase in foreign R&D has been largely concentrated within software and IT-intensive multinationals, and new R&D destinations are also more software and IT-intensive multinationals than traditional R&D destinations. In this paper we document three important phenomena: (1) the globalization of R&D, (2) the growing importance of software and IT to firm innovation, and (3) the rise of new R&D hubs. We argue that the shortage in software/IT-related human capital resulting from the large IT- and software-biased shift in innovation drove US MNCs abroad, and particularly drove them abroad to “new hubs” with large quantities of STEM workers who possessed IT and software skills. Our findings support the view that the globalization of US multinational R&D has reinforced the technological leadership of US-based firms in the information technology domain and that multinationals’ ability to access a global talent base could support a high rate of innovation even in the presence of the rising (human) resource cost of frontier R&D.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge financial support from the National Science Foundation through two grants: 1360165 and 1360170. The statistical analysis of firm-level data on U.S. multinational companies was conducted at the Bureau of Economic Analysis (BEA), United States Department of Commerce under arrangements that maintain legal confidentiality requirements. The views expressed do not reflect official positions of the U.S. Department of Commerce or NSF. We thank Bill Zeile, Jim Fetzer, and Ray Mataloni for helpful discussions on the BEA data. We thank Josh Lerner, Scott Stern, and Kyle Meyers for  valuable comments All errors and omissions remain our own responsibility. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJ. Bradford Jensen\n\nI received approximately $15,000 from the University of Basel for teaching in 2017.\n\n\nI am a part-time employee at the U.S. Census Bureau.\n\n\nI am a non-resident senior fellow at the Peterson Institute for International Economics. I am sometimes paid for research I contribute to Peterson Institute programs.\n\n\n"
}