{
    "id": 24704,
    "citation_title": "Forced Migration and Human Capital: Evidence from Post-WWII Population Transfers",
    "citation_author": [
        "Sascha O. Becker",
        "Irena Grosfeld",
        "Pauline Grosjean",
        "Nico Voigtländer",
        "Ekaterina Zhuravskaya"
    ],
    "citation_publication_date": "2018-06-18",
    "issue_date": "2018-06-14",
    "revision_date": "2019-07-31",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe exploit a unique historical setting to study the long-run effects of forced migration on investment in education. After World War II, the Polish borders were redrawn, resulting in large-scale migration. Poles were forced to move from the Kresy territories in the East (taken over by the USSR) and were resettled mostly to the newly acquired Western Territories, from which Germans were expelled. We combine historical censuses with newly collected survey data to show that, while there were no pre-WWII differences in education, Poles with a family history of forced migration are significantly more educated today. Descendants of forced migrants have on average one extra year of schooling, driven by a higher propensity to finish secondary or higher education. This result holds when we restrict ancestral locations to a subsample around the Kresy border and include fixed effects for the destination of migrants. Since Kresy migrants were of the same ethnicity and religion as other Poles, we bypass confounding factors of other cases of forced migration. We show that labor market competition with natives and selection of migrants are also unlikely to drive our results. Survey evidence suggests that forced migration led to a shift in preferences, away from material possessions and towards investment in a mobile asset – human capital. The effects persist over three generations.\n\n",
    "acknowledgement": "\nWe received excellent comments at Boston University, the Chicago Booth Miniconference on Economic History, the NBER Political Economy Meeting, the Conference on ‘Deep-Rooted Factors in Comparative Development’ at Brown University, the ‘Workshop in Political Economy and Economic Policy’ at QMU London, the Oxford-Warwick-LSE (OWL) Workshop, the ‘Culture, Institutions and Prosperity’ conference in Paris, the Barcelona GSE Summer Forum, the International Conference of Europeanists in Madrid, and seminars at Barcelona GSE, Bristol, Cambridge, Chicago Harris, DIW Berlin, EALE Lyon, EEA-ESEM, Frankfurt, Harvard, PSE, Simon Fraser, UC Berkeley, UC Davis, UPF, Stanford, and Warwick. We thank Samuel Bazzi, Luis Candelaria, and Giampaolo Lecce for insightful discussions, Ilona Kawalec from CBOS for outstanding collaboration, and Vladimir Avetian for excellent research assistance. Sascha O. Becker acknowledges financial support by the ESRC Centre for Competitive Advantage in the Global Economy (grant no. ES/L011719/1). Ekaterina Zhuravskaya thanks the European Research Council (ERC) for funding from the European Union’s Horizon 2020 Research and Innovation program (grant agreement No. 646662). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}