{
    "id": 24700,
    "citation_title": "How European Markets Became Free: A Study of Institutional Drift",
    "citation_author": [
        "Germán Gutiérrez",
        "Thomas Philippon"
    ],
    "citation_publication_date": "2018-06-11",
    "issue_date": "2018-06-07",
    "revision_date": "2020-08-17",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOver the past twenty years, Europe has deregulated many industries, protected consumer welfare, and created strongly independent regulators. These policies represent a stark departure from historical traditions in continental Europe. How and why did this turnaround happen? We build a political economy model of market regulation and we compare the design of national and supra-national regulators. We show that countries in a single market willingly promote a supranational regulator that enforces free markets beyond the preferences of any individual country. We test and confirm the predictions of the model. European institutions are indeed more independent and enforce competition more strongly than any individual country ever did. Countries with ex-ante weaker institutions benefit more from the delegation of competition policy to the EU level.\n\n",
    "acknowledgement": "\nWe are grateful to Sebnem Kalemli-Ozcan and Carolina Villegas-Sanchez for tremendous help with the ORBIS data; and to Indraneel Chakraborty, Richard Evans and Rüdiger Fahlenbrach for sharing their mapping from the Center for Responsive Politics’ UltOrg to Compustat GVKEYs. We are also grateful to Alberto Alesina, Simcha Barkai, Olivier Blanchard, Sebnem Kalemli- Ozcan, Matthias Kehrig, Luis Cabral, Steve Davis, Janice Eberly, Chad Syverson, Larry White, Harry First, Luigi Zingales, John Haltiwanger, Jean Tirole, Thomas Holmes, Ali Yurukoglu, Jesse Shapiro, Evgenia Passari, Robin Doettling, Jim Poterba and seminar participants at the NBER, the Federal Reserve, University of Chicago, Banque de France, Bundesbank, European Central Bank and New York University for stimulating discussions. We are grateful to the Smith Richardson Foundation for a research grant. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}