{
    "id": 24705,
    "citation_title": "Federal Lands, Opportunity Costs, and Bureaucratic Management",
    "citation_author": [
        "Gary D. Libecap"
    ],
    "citation_publication_date": "2018-06-18",
    "issue_date": "2018-06-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n",
        "Renewable Resources",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe federal government owns and administers 472, 892,659 acres or 21% of the land area of the lower US, making it both the country’s largest land owner and among the largest by a central government among western democracies.  This condition is surprising, given that the US generally is viewed as more oriented toward private property rights and markets.  The land largely is managed by the US Forest Service and the Bureau of Land Management, staffed by unelected, career civil servants who hold tenure to their positions.  Access and use regulations are administered by agency officials who have wide latitude under all-purpose legislation passed by Congress. Their actions are influenced by bureaucratic incentives and by lobby groups seeking to influence federal land policy.  General citizens have little information about how policies are determined and only costly recourse to challenge them. Other than the comparatively small, 27,400,000 acres in National Parks, most of the land has no important amenity values nor apparent major externalities associated with use.  These lands were to be transferred to private claimants under 19th century land laws.  This paper examines how this vast area came to be withheld by the federal government and the role of the environmental movement in the process.  Market failure and externalities were asserted justifications, but there is no strong supportive evidence. Although externalities were possible, the most obvious solution was to define property rights more completely. This option was and remains rejected by politicians, agency officials, and those lobby groups that sought permanent management and control over federal lands. Sustained-yield was an overarching objective, but it is a biological and not an economic concept and the human welfare outcomes of bureaucratic management may be large.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}