{
    "id": 24702,
    "citation_title": "The Macroeconomics of Border Taxes",
    "citation_author": [
        "Omar Barbiero",
        "Emmanuel Farhi",
        "Gita Gopinath",
        "Oleg Itskhoki"
    ],
    "citation_publication_date": "2018-06-11",
    "issue_date": "2018-06-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "International Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze the dynamic macroeconomic effects of border adjustment taxes, both when they are a feature of corporate tax reform (C-BAT) and for the case of value added taxes (VAT). Our analysis arrives at the following main conclusions. First, C-BAT is unlikely to be neutral at the macroeconomic level, as the conditions required for neutrality are unrealistic. The basis for neutrality of VAT is even weaker. Second, in response to the introduction of an unanticipated permanent C-BAT of 20% in the U.S. the dollar appreciates strongly, by almost the size of the tax adjustment, U.S. exports and imports decline significantly, while the overall effect on output is small. Third, an equivalent change in VAT by contrast generates only a weak appreciation of the dollar, a small decline in imports and exports, but has a large negative effect on output. Lastly, border taxes increase government revenues in periods of trade deficit, however, given the net foreign asset position of the U.S., they result in a long-run loss of government revenues and an immediate net transfer to the rest of the world.\n\n",
    "acknowledgement": "\nWe thank Alan Auerbach and Greg Mankiw for helpful comments. Gopinath acknowledges that this material is based upon work supported by the NSF under Grant Number #1628874. Any opinions, findings, and conclusions or recommendations expressed in this material are those of the author(s) and do not necessarily reflect the views of the NSF or the National Bureau of Economic Research. All remaining errors are our own.\n\n\n"
}