{
    "id": 24718,
    "citation_title": "Managing Trade: Evidence from China and the US",
    "citation_author": [
        "Nicholas Bloom",
        "Kalina Manova",
        "John Van Reenen",
        "Stephen Teng Sun",
        "Zhihong Yu"
    ],
    "citation_publication_date": "2018-06-18",
    "issue_date": "2018-06-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n",
        "Entrepreneurship",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe present a heterogeneous-firm model in which management ability increases both production efficiency and product quality. Combining six micro-datasets on management practices, production and trade in Chinese and American firms, we find broad support for the model's predictions. First, better managed firms are more likely to export, sell more products to more destination countries, and earn higher export revenues and profits. Second, better managed exporters have higher prices, higher quality, and lower quality-adjusted prices. Finally, they also use a wider range of inputs, higher quality and more expensive inputs, and imported inputs from more advanced countries. The structural estimates indicate that management is important for improving production efficiency and product quality in both countries, but it matters more in China than in the US, especially for product quality. Panel analysis for the US and a randomized control trial in India suggest that management exerts causal effects on product quality, production efficiency, and exports. Poor management practices may thus hinder trade and growth, especially in developing countries.\n\n",
    "acknowledgement": "\nAny opinions and conclusions expressed herein are those of the authors and do not necessarily represent the views of the U.S. Census Bureau. All results have been reviewed to ensure that no confidential information is disclosed. We thank our formal discussants Pol Antras, David Atkin, Luis Garicano, Penny Goldberg, Elhanan Helpman, Amit Khandelwal, Veronica Rappoport, Stephen Redding, Eric Verhoogen, Stephen Yeaple, and Daniel Xu, and seminar and conference participants at AEA, Barcelona GSE, CEPR ERWIT, CEPR Workshop on Incentives, Management & Organization, EEA, Hitotsubashi Conference on International Trade & FDI, NBER-CCER China Conference, NBER ITI, Nottingham GEP, Princeton IES, RIEF, SCID/IGC Conference on Trade, Productivity & Development, Stockholm-CCER China Conference, Villars Research Workshop in International Trade, West Coast Trade Workshop; Aarhus, Birmingham, Cambridge, CityUHK, Geneva, HKU, HKUST, Kiel Institute for World Economy, KOF-ETH-UZH Zürich, LMU Munich, Louvain-la-Neuve, Luxembourg, MIT Sloan, National Bank of Belgium, Nottingham, Oslo, Oxford, Stanford, Sussex, UC Berkeley, UCL, VU Amsterdam, Warwick. We are grateful for funding from the ESRC, European Research Council (grant agreement 724880), National Science Foundation and Sloan Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}