{
    "id": 24712,
    "citation_title": "Variable Pricing and the Cost of Renewable Energy",
    "citation_author": [
        "Imelda",
        "Matthias Fripp",
        "Michael J. Roberts"
    ],
    "citation_publication_date": "2018-06-18",
    "issue_date": "2018-06-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOn a levelized-cost basis, solar and wind power generation are now competitive with fossil fuels. But supply of these renewable resources is variable and intermittent, unlike traditional power plants. As a result, the cost of using flat retail pricing instead of dynamic, marginal-cost pricing—long advocated by economists—will grow. We evaluate the potential gains from dynamic pricing in high-renewable systems using a novel model of power supply and demand in Hawai’i. The model breaks new ground in integrating investment in generation and storage capacity with chronological operation of the system, including an account of reserves, a demand system with different interhour elasticities for different uses, and substitution between power and other goods and services. The model is open source and fully adaptable to other settings. Consistent with earlier studies, we find that dynamic pricing provides little social benefit in fossil-fuel-dominated power systems, only 2.6 to 4.6 percent of baseline annual expenditure. But dynamic pricing leads to a much greater social benefit of 8.5 to 23.4 percent in a 100 percent renewable power system with otherwise similar assumptions. High renewable systems, including 100 percent renewable, are remarkably affordable. The welfare maximizing (unconstrained) generation portfolio under the utility’s projected 2045 technology and pessimistic interhour demand flexibility uses 79 percent renewable energy, without even accounting for pollution externalities. If overall demand for electricity is more elastic than our baseline (0.1), renewable energy is even cheaper and variable pricing can improve welfare by as much as 47 percent of baseline expenditure.\n\n",
    "acknowledgement": "\nParts of this work were funded by grants from the US Department of Transportation’s University Transportation Centers Program (PO#291166), the National Science Foundation (#1310634), the Ulupono Initiative, University of Hawai’i Economic Research Organization, and University of Hawai’i Sea Grant College Program. Maximillian Auffhammer, Dennice Gayme, Stephen Holland, Pierre Mérel, Carla Peterman, Aaron Smith, Rob Williams, and seminar participants at UC Davis, University of Hawai’i, University of Maryland, UC Berkeley Energy Institute’s Power Conference, and NBER’s Future of Energy Distribution have all provided valuable feedback. Views expressed, and any remaining errors, are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}