{
    "id": 24719,
    "citation_title": "Financial Asset Ownership and Political Partisanship: Liberty Bonds and Republican Electoral Success in the 1920s",
    "citation_author": [
        "Eric Hilt",
        "Wendy M. Rahn"
    ],
    "citation_publication_date": "2018-06-18",
    "issue_date": "2018-06-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Financial History",
        "\n",
        "Labor and Health History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze the effects of ownership of liberty bonds, which were marketed to households during World War I, on election outcomes in the 1920s.  In order to address the endogeneity of liberty bond subscriptions, we utilize the local severity of the fall 1918 influenza epidemic, which disrupted the largest liberty bond campaign, as an instrument. We find that counties with higher liberty bond ownership rates turned against the Democratic Party in the presidential elections of 1920 and 1924.  This was a reaction to the depreciation of the bonds prior to the 1920 election (when the Democrats held the presidency), and the appreciation of the bonds in the early 1920s (under a Republican president), as the Fed raised and then subsequently lowered interest rates. Our results suggest the liberty bond campaigns had unintended political consequences and illustrate the potential for financial asset ownership to increase the sensitivity of ordinary households to economic policy decisions.\n\n",
    "acknowledgement": "\nWe are grateful to Katharine Liang, Aaron Coggins, Christina Ferlauto, Nick Fixler, Polina Soshnin, Ryan Halen, and Lauren Carr for research assistance. Both authors acknowledge the support of visiting scholar fellowships from the Russell Sage Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}