{
    "id": 24715,
    "citation_title": "The Impact of Trade Liberalization on Firm Productivity and Innovation",
    "citation_author": [
        "Pian Shu",
        "Claudia Steinwender"
    ],
    "citation_publication_date": "2018-06-18",
    "issue_date": "2018-06-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nThis chapter reviews the empirical economics literature on the impact of trade liberalization on firms' innovation-related outcomes. We define and examine four types of shocks to trade flows: import competition, export opportunities, access to imported intermediates, and foreign input competition. Our review reveals interesting heterogeneities at the country and firm levels. In emerging countries, trade liberalization appears to spur productivity and innovation. In developed countries, export opportunities and access to imported intermediates tend to encourage innovation, but the evidence on import competition is mixed, especially for firms in the United States. At the firm level, the positive effects of trade on innovation are more pronounced at the initially more productive firms while the negative effects are more pronounced at the initially less productive firms.\n\n",
    "acknowledgement": "\nWe are grateful for insightful comments from Mary Amiti, Amit Khandelwal, Miklos Koren, Adrien Matray, Andreas Moxnes, Jakob Munch, Kyle Myers, Caroline Paunov, Nina Pavcnik, Scott Stern, John van Reenen, and participants at the NBER conference on Innovation Policy and the Economy. Leo Ortega Moncada provided excellent research assistance. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}