{
    "id": 24717,
    "citation_title": "The Economic Limits of Bitcoin and the Blockchain",
    "citation_author": [
        "Eric Budish"
    ],
    "citation_publication_date": "2018-06-18",
    "issue_date": "2018-06-14",
    "revision_date": "2018-06-18",
    "topics": [
        "\n",
        "Other",
        "\n",
        "General, Teaching",
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "General Equilibrium",
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n",
        "Behavioral Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Monetary Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nThe amount of computational power devoted to anonymous, decentralized blockchains such as Bitcoin's must simultaneously satisfy two conditions in equilibrium: (1) a zero-profit condition among miners, who engage in a rent-seeking competition for the prize associated with adding the next block to the chain; and (2) an incentive compatibility condition on the system's vulnerability to a “majority attack”, namely that the computational costs of such an attack must exceed the benefits. Together, these two equations imply that (3) the recurring, “flow”, payments to miners for running the blockchain must be large relative to the one-off, “stock”, benefits of attacking it. This is very expensive! The constraint is softer (i.e., stock versus stock) if both (i) the mining technology used to run the blockchain is both scarce and non-repurposable, and (ii) any majority attack is a “sabotage” in that it causes a collapse in the economic value of the blockchain; however, reliance on non-repurposable technology for security and vulnerability to sabotage each raise their own concerns, and point to specific collapse scenarios. In particular, the model suggests that Bitcoin would be majority attacked if it became sufficiently economically important — e.g., if it became a “store of value” akin to gold — which suggests that there are intrinsic economic limits to how economically important it can become in the first place.\n\n",
    "acknowledgement": "\nProject start date: Feb 18, 2018. First public draft: May 3, 2018. For the record, the first large-stakes majority attack of a well-known cryptocurrency, the $18M attack on Bitcoin Gold, occurred a few weeks later in mid-May 2018 (Wilmoth, 2018; Wong, 2018). Acknowledgments: Thanks are due to Susan Athey, Vitalik Buterin, Alex Frankel, Joshua Gans, Austan Goolsbee, Zhiguo He, Joi Ito, Steve Kaplan, Anil Kashyap, Judd Kessler, Randall Kroszner, Robin Lee, Jacob Leshno, Neale Mahoney, Sendhil Mullainathan, David Parkes, John Shim, Scott Stornetta, Aviv Zohar, and seminar participants at Chicago Booth and the MIT Digital Currency Initiative. Natalia Drozdoff and Matthew O'Keefe have provided excellent research assistance. Disclosure: I do not have any financial interests in blockchain companies or cryptocurrencies, either long or short. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}