{
    "id": 24713,
    "citation_title": "Platforms, Promotion, and Product Discovery: Evidence from Spotify Playlists",
    "citation_author": [
        "Luis Aguiar",
        "Joel Waldfogel"
    ],
    "citation_publication_date": "2018-06-18",
    "issue_date": "2018-06-14",
    "revision_date": "2018-06-23",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDigitization has vastly increased the amount of new music produced and available directly to consumers. While this has levelled the playing field between already-prominent and new artists, creators may now be dependent on platform decisions about which songs and artist to promote. With Spotify emerging as a major interactive streaming platform, this paper explores the effect of Spotify’s playlists on both the promotion of songs and the discovery of music by new artists, using four approaches. First, we examine songs’ streaming volumes before and after their addition to, and removal from, major global playlists. Second, we compare streaming volumes for songs just on, and just off, algorithmic top 50 playlists. Third, we make use of cross-country differences in inclusion on New Music Friday lists, using song fixed effects to explain differences in streaming. Fourth, we develop an instrumental variables approach to explaining cross-country New Music Friday rank differentials based on home bias. Being added to Today’s Top Hits, a list with 18.5 million followers during the sample period, raises streams by almost 20 million and is worth between $116,000 and $163,000. Inclusion on New Music Friday lists substantially raises the probability of song success, including for new artists.\n\n",
    "acknowledgement": "\nThe authors thank seminar participants at Minnesota, Tel Aviv, Georgia State, Georgia Tech, and the European Commission’s Joint Research Center in Seville. The views expressed herein are those of the authors and do not necessarily reflect the official opinion of the European Commission, the EC Joint Research Center, or the  National Bureau of Economic Research.\n\n\n\nJoel Waldfogel\n\nAguiar is an employee of the European Commission.   Waldfogel has in the past been a paid consultant to the European Commission.  The Commission paid his travel expenses to present this paper at their Seville research center and to work with Aguiar on the paper.\n\n\n"
}