{
    "id": 24711,
    "citation_title": "Characterization, Existence, and Pareto Optimality in Insurance Markets with Asymmetric Information with Endogenous and Asymmetric Disclosures: Revisiting Rothschild-Stiglitz",
    "citation_author": [
        "Joseph E. Stiglitz",
        "Jungyoll Yun",
        "Andrew Kosenko"
    ],
    "citation_publication_date": "2018-06-18",
    "issue_date": "2018-06-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nWe study the Rothschild-Stiglitz model of competitive insurance markets with endogenous information disclosure by both firms and consumers. We show that an equilibrium always exists, (even without the single crossing property), and characterize the unique equilibrium allocation. With two types of consumers the outcome is particularly simple, consisting of a pooling allocation which maximizes the well-being of the low risk individual (along the zero profit pooling line) plus a supplemental (undisclosed and nonexclusive) contract that brings the high risk individual to full insurance (at his own odds). We show that this outcome is extremely robust and Pareto efficient.\n\n",
    "acknowledgement": "\nWe are grateful to Gerry Jaynes for helpful comments on an earlier draft, to Michael Rothschild and Richard Arnott, long time collaborators, to Debarati Ghosh and Lim Nayeon for research and editorial assistance and to the Institute for New Economic Thinking and the Ford Foundation and Fulbright Foundation for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}