{
    "id": 24723,
    "citation_title": "Psychology-based Models of Asset Prices and Trading Volume",
    "citation_author": [
        "Nicholas C. Barberis"
    ],
    "citation_publication_date": "2018-06-18",
    "issue_date": "2018-06-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nBehavioral finance tries to make sense of financial data using models that are based on psychologically accurate assumptions about people's beliefs, preferences, and cognitive limits. I review behavioral finance approaches to understanding asset prices and trading volume, with particular emphasis on three types of models: extrapolation-based models, models of overconfident beliefs, and models of gain-loss utility inspired by prospect theory. The research to date shows that a few simple assumptions about investor psychology capture a wide range of facts about prices and volume and lead to concrete new predictions. I end by speculating about the form that a unified psychology-based model of investor behavior might take.\n\n",
    "acknowledgement": "\nThis article has been informed by many discussions over the years with Robin Greenwood, Ming Huang, Lawrence Jin, Matthew Rabin, Andrei Shleifer, Richard Thaler, and Wei Xiong, as well as with my students and my colleagues in the fields of behavioral finance and behavioral economics. I am grateful to Douglas Bernheim, Stefano DellaVigna, and David Laibson for their comments on an early draft, and to Pedro Bordalo, Erik Eyster, Shane Frederick, Sam Hanson, Philipp Krueger, Alan Moreira, Tobias Moskowitz, Charles Nathanson, Cameron Peng, David Thesmar, and Baolian Wang for their help with questions that came up during the writing process. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}