{
    "id": 24725,
    "citation_title": "Fetal Shock or Selection? The 1918 Influenza Pandemic and Human Capital Development",
    "citation_author": [
        "Brian Beach",
        "Joseph P. Ferrie",
        "Martin H. Saavedra"
    ],
    "citation_publication_date": "2018-06-18",
    "issue_date": "2018-06-14",
    "revision_date": "2021-04-28",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Children and Families",
        "\n",
        "Development of the American Economy",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nAlmond (2006) argues that in-utero exposure to the 1918 inﬂuenza pandemic lowered socioeconomic status in adulthood, whereas subsequent work has argued that exposed cohorts may have been selected. We bring new evidence on the lasting impact of in-utero exposure to the pandemic. Linking census microdata to WWII enlistment records and city-level inﬂuenza data allows us to adopt an empirical approach that exploits pandemic intensity as a source of identifying variation. We show that pandemic intensity is less related to parental characteristics, suggesting this approach can more credibly be interpreted as causal. Our results indicate that in-utero exposure to the pandemic lowered high school graduation rates.\n\n",
    "acknowledgement": "\nWe are grateful for feedback from Douglas Almond, Alan Barreca, Ryan Brown, Walker Hanlon, John Parman, Nick Sanders, Duncan Thomas, and Nic Ziebarth. We are also thank participants at the 2017 NBER Summer Institute Development of the American Economy meeting and the 2018 World Economic History Congress. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}