{
    "id": 24726,
    "citation_title": "Racial Divisions and Criminal Justice: Evidence from Southern State Courts",
    "citation_author": [
        "Benjamin Feigenberg",
        "Conrad Miller"
    ],
    "citation_publication_date": "2018-06-18",
    "issue_date": "2018-06-14",
    "revision_date": "2019-09-19",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe US criminal justice system is exceptionally punitive. We test whether racial heterogeneity is one cause, exploiting cross-jurisdiction variation in punishment in four Southern states. We estimate the causal effect of jurisdiction on arrest charge outcome, validating our estimates using a quasi-experimental research design based on defendants charged in multiple jurisdictions. Consistent with a model of in-group bias in electorate preferences, the relationship between local punishment severity and black population share follows an inverted U-shape. Within states, defendants are 27%-54% more likely to be sentenced to incarceration in ‘peak’ heterogeneous jurisdictions than in homogeneous jurisdictions.\n\n",
    "acknowledgement": "\nWe thank Amanda Agan, Ernesto Dal Bo, Fred Finan, Anil Jain, Jonathan Leonard, Abhishek Nagaraj, Aurelie Ouss, Evan Rose, Yotam Shem-Tov, and seminar participants at Dartmouth College, Pomona College, UC Berkeley, UCLA, University of Illinois at Chicago, University of Chicago Crime Lab, Chicago Harris, Duke, and Brown for comments. We thank the Center for Science and Law for providing access to Alabama court data, and we thank Claire Lim, James Snyder, Jr., and David Strömberg for generously sharing voting data they collected on state ballot propositions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}