{
    "id": 24722,
    "citation_title": "Portfolio Rebalancing in General Equilibrium",
    "citation_author": [
        "Miles S. Kimball",
        "Matthew D. Shapiro",
        "Tyler Shumway",
        "Jing Zhang"
    ],
    "citation_publication_date": "2018-06-18",
    "issue_date": "2018-06-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops an overlapping generations model of optimal rebalancing where agents differ in age and risk tolerance.  Equilibrium rebalancing is driven by a leverage effect that influences levered and unlevered agents in opposite directions, an aggregate risk tolerance effect that depends on the distribution of wealth, and an intertemporal hedging effect.  After a negative macroeconomic shock, relatively risk tolerant investors sell risky assets while more risk averse investors buy them.  Owing to interactions of leverage and changing wealth, however, all agents have higher exposure to aggregate risk after a negative macroeconomic shock and lower exposure after a positive shock.\n\n",
    "acknowledgement": "\nWe thank seminar participants at Columbia University, the Federal Reserve Bank of Minneapolis, Utah State University, the University of Windsor, the University of Southern California, the University of California at San Diego, the University of Michigan, the Bank of Japan, and the 2012 Society for Economic Dynamics meeting for helpful comments.  We are grateful for the financial support provided by National Institute on Aging grant 2-P01-AG026571. The views expressed here are those of the authors and do not necessarily represent those of the Federal Reserve Bank of Chicago, the Federal Reserve System, or its Board of Governors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}