{
    "id": 24721,
    "citation_title": "Are Reference Points Merely Lagged Beliefs Over Probabilities?",
    "citation_author": [
        "Ori Heffetz"
    ],
    "citation_publication_date": "2018-06-18",
    "issue_date": "2018-06-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Behavioral Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWhat explains the mixed evidence from laboratory tests of Kőszegi and Rabin’s (2006 and later) model of expectations-based reference-dependent preferences? We investigate one hypothesis: to become (behavior-affecting) reference points, probability beliefs have to sink in—being merely lagged, as the theory requires, is not sufficient. Past experiments with conflicting findings exogenously endowed subjects with beliefs that were equally lagged, but possibly unequally sunk-in. In four experiments, whose designs replicate past KR-nonsupporting experiments, we add new sink-in manipulations that endow individuals with additional, visual/physical probability impressions. Our findings are more KR-supporting in an endowment-effect setting but not in an effort-provision setting.\n\n",
    "acknowledgement": "\nI thank Ned Augenblick, Keith Ericson, David Gill, Botond K ̋oszegi, Victoria Prowse, Charlie Sprenger, and Florian Zimmermann for useful discussions, and especially Ted O’Donoghue and Matthew Rabin for many insightful conversations; Charlie and Florian also for generously sharing their data and programs; seminar participants at Cornell, Harvard, Hebrew U, Norwegian School of Economics, Stanford, SUNY Buffalo, Technion, Tel Aviv U, UC Berkeley, and UCSD Rady for helpful comments; the RatioLab team and especially Deborah Marciano-Romm, and the Business Simulation Lab team and especially Margaret Shackell, for help running the experiments; Maya Catabi, Bnaya Dreyfuss, and Guy Ishai for research assistance, and especially Aharon Haver for thoughtful and creative research assistance throughout the entire development of the project. I also thank Danny Kahneman for triggering off the train of thought that initiated this research, when in December 2010 he wrote in an email: “These are very clean instructions but they are almost ridiculously complicated. The students might be able to figure out how to answer the questions at the end, but I don’t think any psychologist would agree that this is a good manipulation of expectations.” This research project was supported by the I-CORE program of the Planning and Budgeting Committee and the Israel Science Foundation (grant no. 1821/12), and by the S.C. Johnson Graduate School of Management. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}