{
    "id": 24727,
    "citation_title": "Spatial Competition, Innovation and Institutions: The Industrial Revolution and the Great Divergence",
    "citation_author": [
        "Klaus Desmet",
        "Avner Greif",
        "Stephen Parente"
    ],
    "citation_publication_date": "2018-06-18",
    "issue_date": "2018-06-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nA market-size-only theory of industrialization cannot explain why England developed nearly two centuries before China. One shortcoming of such a theory is its exclusive focus on producers. We show that once we incorporate the incentives of factor suppliers' organizations such as craft guilds, industrialization no longer depends on market size, but on spatial competition between the guilds' jurisdictions. We substantiate our theory (i) by providing historical and empirical evidence on the relation between spatial competition, craft guilds and innovation, and (ii) by showing the calibrated model correctly predicts the timings of the Industrial Revolution and the Great Divergence.\n\n",
    "acknowledgement": "\nWe benefitted from helpful comments from seminar participants at Brown, CEU, Cleveland Fed, Dartmouth, HEC, Houston, Humboldt, U Javeriana, LSU, Miami, Penn, Princeton, St. Louis Fed and Texas A&M. We thank Wolfgang Keller for sharing historical prefecture-level data on China. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}