{
    "id": 24729,
    "citation_title": "Housing Wealth Effects: The Long View",
    "citation_author": [
        "Adam M. Guren",
        "Alisdair McKay",
        "Emi Nakamura",
        "Jón Steinsson"
    ],
    "citation_publication_date": "2018-06-18",
    "issue_date": "2018-06-14",
    "revision_date": "2018-11-26",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe provide new time-varying estimates of the housing wealth effect back to the 1980s. These estimates are based on a new identification strategy that exploits systematic differences in city-level exposure to regional house price cycles as an instrument for house prices. Our estimates of housing wealth effects are substantially more precise and smaller than recent estimates, though they remain economically important. Our time-varying estimates indicate that housing wealth effects were not particularly large in the 2000s. This contradicts a popular narrative that lax lending standards in the boom and skyrocketing loan-to-value (LTV) ratios during the bust elevated the housing wealth effect in the 2000s. We show, furthermore, that this narrative is inconsistent with a standard life-cycle model with borrowing constraints, uninsurable income risk, illiquid housing, and long-term mortgages. The housing wealth effect in the model is relatively insensitive to changes in the distribution of LTV for two reasons: First, impatient low- LTV agents have a high elasticity; Second, a rightward shift in the LTV distribution increases not only the number of highly sensitive constrained agents but also the number of underwater agents whose consumption is insensitive to house prices.\n\n",
    "acknowledgement": "\nWe would like to thank Massimiliano Cologgi, Hope Kerr, Jimmy Kuo, Jesse Silbert, Xuiyi Song, Yeji Sung, and Sergio Villar for excellent research assistance. We would like to thank Aditya Aladangady, Adrien Auclert, James Cloyne, Masao Fukui, Peter Ganong, Dan Greenwald, Jonathon Hazell, Erik Hurst, Virgiliu Midrigan, Raven Molloy, Pascal Noel, Chris Palmer, Jonathan Parker, Monika Piazzesi, Esteban Rossi-Hansberg, Martin Schneider, Johannes Stroebel, Stijn Van Nieuwerburgh, Joseph Vavra, Gianluca Violante, Ivan Werning, and seminar participants at various institutions and conferences for useful comments. Guren thanks the National Science Foundation (grant SES-1623801) and the Boston University Center for Finance, Law, and Policy. Nakamura thanks the National Science Foundation (grant SES-1056107). Nakamura and Steinsson thank the Alfred P. Sloan Foundation for financial support. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}