{
    "id": 24728,
    "citation_title": "When Work Moves: Job Suburbanization and Black Employment",
    "citation_author": [
        "Conrad Miller"
    ],
    "citation_publication_date": "2018-06-18",
    "issue_date": "2018-06-14",
    "revision_date": "2023-02-23",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper examines whether job suburbanization caused declines in black employment rates from 1970 to 2000. I find that black workers are less likely than white workers to work in observably similar jobs that are located further from the central city. Using evidence from establishment relocations, I find that this relationship at least in part reflects the causal effect of job location. At the local labor market level, I find that job suburbanization is associated with substantial declines in black employment rates relative to white employment rates. Evidence from nationally planned highway infrastructure corroborates a causal interpretation.\n\n",
    "acknowledgement": "\nI thank David Autor, Will Dobbie, Ben Feigenberg, Amy Finkelstein, Heidi Williams, Seth Zimmerman, and seminar participants at Princeton, Chicago Harris, Ohio State, Upjohn Institute, the 2015 EALE-SOLE conference, the 2012 AEA Summer Pipeline Conference, and MIT labor lunch for comments. I thank Nathaniel Baum-Snow for providing access to highway data compiled for Baum-Snow (2007). I also thank Ron Edwards, Bliss Cartwright, and Georgianna Hawkins of the Equal Employment Opportunity Commission for facilitating access to the EEO-1 form data and providing helpful feedback. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}