{
    "id": 24720,
    "citation_title": "Towards a Legal Theory of the Firm: The Effects of Enterprise Liability on Asset Partitioning, Decentralization and Corporate Group Growth",
    "citation_author": [
        "Sharon Belenzon",
        "Honggi Lee",
        "Andrea Patacconi"
    ],
    "citation_publication_date": "2018-06-18",
    "issue_date": "2018-06-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nLimited liability is a key attribute of the corporate form and one of the most important institutional innovations of the nineteenth century. However, when the owner of a corporation is another corporation as in many corporate groups, an important justification for limited liability—to protect small, passive investors from unlimited losses—is severely weakened. Accordingly, countries differ considerably in their propensity to protect parent and sister companies from the liabilities incurred by other group affiliates, with some countries (e.g. Germany) viewing a subsidiary as an integral part of the group that controls it while others (e.g. Great Britain) emphasizing the legal rather than the economic substance. In this paper, we construct a novel country-level measure of enterprise liability, the propensity of courts to hold an entire group liable for the obligations of one of its subsidiaries. Using data from sixteen countries in Europe, the Americas, and Asia, we examine how enterprise liability affects firm boundaries, internal organization, and corporate group growth. We find that in countries where enterprise liability is weaker, groups tend to partition their assets more finely into distinct legally independent subsidiaries and grant their subsidiaries more autonomy. Groups also tend to grow faster. This paper highlights one underappreciated channel—risk compartmentalization through incorporation—through which legal systems affect economic outcomes.\n\n",
    "acknowledgement": "\nThe authors appreciate the support and comments from Ashish Arora, Nick Bloom, Wesley Cohen, Alfonso Gambardella, and John Van Reenen. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}