{
    "id": 24736,
    "citation_title": "Misperceived Social Norms: Female Labor Force Participation in Saudi Arabia",
    "citation_author": [
        "Leonardo Bursztyn",
        "Alessandra L. González",
        "David Yanagizawa-Drott"
    ],
    "citation_publication_date": "2018-06-25",
    "issue_date": "2018-06-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Behavioral Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThrough the custom of guardianship, husbands typically have the final word on their wives’ labor supply decisions in Saudi Arabia, a country with very low female labor force participation (FLFP). We provide incentivized evidence (both from an experimental sample in Riyadh and from a national sample) that the vast majority of young married men in Saudi Arabia privately support FLFP outside of home from a normative perspective, while they substantially underestimate the level of support for FLFP by other similar men – even men from their same social setting, such as their neighbors. We then show that randomly correcting these beliefs about others increases married men’s willingness to let their wives join the labor force (as measured by their costly sign-up for a job-matching service for their wives). Finally, we find that this decision maps onto real outcomes: four months after the main intervention, the wives of men in our original sample whose beliefs about acceptability of FLFP were corrected are more likely to have applied and interviewed for a job outside of home. Together, our evidence indicates a potentially important source of labor market frictions, where job search is underprovided due to misperceived social norms.\n\n",
    "acknowledgement": "\nWe would like to thank Roland Bénabou, Marianne Bertrand, Ruben Durante, Claudia Goldin, Georgy Egorov, Eliana La Ferrara, Rohini Pande, Joachim Voth, and numerous seminar participants for comments and suggestions, and Hussein Elkheshen, Aakaash Rao, Erik Torstensson, and especially Raymond Han for outstanding research assistance. Our study was approved by the University of Chicago Institutional Review Board. This research was sponsored in part by a grant from the Harvard Kennedy School Evidence for Policy Design program and the Human Resources Development Fund of the Kingdom of Saudi Arabia. The experiment and follow-up survey reported in this study can be found in the AEA RCT Registry (#0002447 and #0002633). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}