{
    "id": 24735,
    "citation_title": "The Factor Content of Equilibrium Exchange Rates",
    "citation_author": [
        "Richard H. Clarida"
    ],
    "citation_publication_date": "2018-06-25",
    "issue_date": "2018-06-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops framework to estimate and interpret the factor content of equilibrium real exchange rates. The framework – which builds on Backus, Foresi, and Telmer (2001) and Ang Piazzesi (2003) – respects the restrictions imposed by stochastic discount factors that generate standard, no arbitrage, essentially affine term structure models of inflation indexed bond yields in a home and a foreign country. We derive a sufficient set of parameter restrictions on the SDFs that deliver a stationary real exchange rate that is linear in the factors that govern the evolution of the SDFs. Our model implies that both the real exchange rate, and the ex ante real exchange rate risk premium at any horizon are linear functions of a “home” and ”foreign” factors and that inflation indexed bond yields are functions of these factors as well as a “global” factor that accounts for the observed correlation in bond yield levels across countries. Home and foreign factors in turn are simple linear functions of the level slope and curvature factors extracted from home and foreign yield curves a la Litterman and Scheinkman (1991). We find that a real exchange rate risk premium accounts for about half the variance of the dollar – pound real exchange rate and that this risk premium if fully accounted for by the traditional level, slope, and curve curve factors in the UK linkers curve. We find that a home factor accounts for about 40 percent of the variance of the real exchange rate, and that this home factor is fully accounted for by the US specific component of the LS level factor in the US TIPs curve.\n\n",
    "acknowledgement": "\nThis paper has evolved over several years and has benefited enormously from comments on earlier iterations by Robert Hodrick, Angelo Melino, Ken West, Jeremie Banet, Niels Pedersen, Hans- Helmut Kotz, Shaowen Luo, Ryan Liu, Andy Pham and seminar participants at the New York Fed,  Chicago Fed, St. Louis Fed , Columbia, Swiss National Bank, Bank of England, and the Bundesbank.  As will be evident, this paper owes an enormous debt to Backus, Foresi, and Telmer (2001) in particular and more generally  to the research program of David Backus, a peerless economist and even better friend who is sorely, sorely missed. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nRichard H. Clarida\n\nI serve as a compensated strategic advisor for PIMCO, an asset management firm that invests in exchange rates and interest rates.\n\n\n"
}