{
    "id": 24737,
    "citation_title": "Bank Resolution and the Structure of Global Banks",
    "citation_author": [
        "Patrick Bolton",
        "Martin Oehmke"
    ],
    "citation_publication_date": "2018-06-25",
    "issue_date": "2018-06-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the resolution of global banks by national regulators. Single-point-of-entry (SPOE) resolution, where loss-absorbing capital is shared across jurisdictions, is efficient but may not be implementable. First, when expected transfers across jurisdictions are too asymmetric, national regulators fail to set up SPOE resolution ex ante. Second, when required ex-post transfers are too large, national regulators ring-fence assets instead of cooperating in SPOE resolution. In this case, a multiple-point-of-entry (MPOE) resolution, where loss-absorbing capital is preassigned, is more robust. Our analysis highlights a fundamental link between efficient bank resolution and the operational structures and risks of global banks.\n\n",
    "acknowledgement": "\nFor comments and suggestions, we thank Kartik Anand, David Arsenau, Arnaud Boot, Elena Carletti, Douglas Diamond, Darrell Duffie, Wilson Ervin, Itay Goldstein, Charles Goodhart, Gary Gorton, Martin Hellwig, Randy Kroszner, Frederic Malherbe, George Pennacchi, Caspar Siegert, Martin Summer, Paul Tucker, Ansgar Walther, participants of the 2014 ESSET meetings in Gerzensee, as well as seminar and conference participants at LSE, INSEAD, the London Financial Intermediation Theory Network, Carnegie Mellon University, Yale SOM, Washington University in St. Louis, Imperial College, Bocconi, Lausanne, Cambridge, Princeton, Arizona State, the MPI for Research on Collective Goods, Warwick, Oxford, the 2016 Bundesbank Spring Conference, the 5th ITAM Conference, the 2016 FIRS meetings, the 2016 SAFE Conference on Regulating Financial Markets, the 2016 ESSFM meetings in Gerzensee, the 2016 FRIC conference, University of Amsterdam, the Dutch National Bank, Queen Mary University, the 2016 Colorado Finance Summit, the 2017 AFA, DIW Berlin, the Bank of England, NYU Stern, the Duke/UNC Corporate Finance Conference, the Bank of Italy, Stanford GSB, the 2017 Bank of Portugal Conference, the Single Resolution Board, and the French Prudential Supervision and Resolution Authority (ACPR). The authors thank Ran Shi for excellent research assistance. Oehmke gratefully acknowledges financial support from the Paul Woolley Centre at LSE and the ERC (Starting Grant 714567). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}