{
    "id": 24738,
    "citation_title": "The Changing (Dis-)Utility of Work",
    "citation_author": [
        "Greg Kaplan",
        "Sam Schulhofer-Wohl"
    ],
    "citation_publication_date": "2018-06-25",
    "issue_date": "2018-06-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study how changes in the distribution of occupations have affected the aggregate non-pecuniary costs and benefits of working. The physical toll of work is smaller now than in 1950, with workers shifting away from occupations in which people report experiencing tiredness and pain. The emotional consequences of the changing occupation distribution vary substantially across demographic groups. Work has become happier and more meaningful for women, but more stressful and less meaningful for men. These changes appear to be concentrated at lower education levels.\n\n",
    "acknowledgement": "\nWe thank Enrico Moretti, Gordon Hanson, and Timothy Taylor for very helpful comments and Sharada Dharmasankar for excellent research assistance. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Chicago, the Federal Reserve System, or the National Bureau of Economic Research. This paper is preliminary and is in preparation for the Journal of Economic Perspectives.\n\n\n\nGreg Kaplan\n\nDisclosure Statement\nGreg Kaplan\nJanuary 2018\n\n\nCurrent primary appointment:\n•\tProfessor, Department of Economics and the College, University of Chicago\n\n\nCurrent additional appointments\n•\tAdvisory Board Member, Opportunity and Inclusive Growth Institute, Federal Reserve Bank of Minneapolis\n•\tResearch Council, Becker Freidman Institute\n•\tAdvisory Board Member, NBER Macroeconomics Annual\n•\tConsultant, Federal Reserve Bank of Chicago\n•\tResearch Associate, National Bureau of Economic Research\n•\tInternational Research Fellow, Institute for Fiscal Studies\n\n\nPrevious additional appointments in last five years\n•\tVisiting Professor, University of New South Wales\n•\tEconomic Advisor, Reserve Bank of Australia\n•\tEditor, Review of Economic Dynamics\n•\tConsultant, Federal Reserve Bank of Philadelphia\n\n\nOrganizations from which I have received cumulative amounts >= USD10,000 in last five years\n•\tUniversity of New South Wales\n•\tReserve Bank of Australia\n•\tFederal Reserve Bank of Minneapolis\n•\tCenter for Monetary and Financial Studies (CEMFI)\n•\tUnited States Soccer Federation\n\n\nWith reference to the paper “Microeconomic Heterogeneity and Macroeconomic Shocks”:\n•\tI obtained no direct financial support for this research.\n•\tI declare that no other party had the right to review this paper prior to circulation.\n\n\n"
}