{
    "id": 24732,
    "citation_title": "The Gender Earnings Gap in the Gig Economy: Evidence from over a Million Rideshare Drivers",
    "citation_author": [
        "Cody Cook",
        "Rebecca Diamond",
        "Jonathan Hall",
        "John A. List",
        "Paul Oyer"
    ],
    "citation_publication_date": "2018-06-25",
    "issue_date": "2018-06-21",
    "revision_date": "2022-07-14",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThe growth of the “gig” economy generates worker flexibility that, some have speculated, will favor women. We explore this by examining labor supply choices and earnings among more than a million rideshare drivers on Uber in the U.S. We document a roughly 7% gender earnings gap amongst drivers. We completely explain this gap and show that it can be entirely attributed to three factors: experience on the platform (learning-by-doing), preferences over where to work (driven largely by where drivers live and, to a lesser extent, safety), and preferences for driving speed. We do not find that men and women are differentially affected by a taste for specific hours, a return to within-week work intensity, or customer discrimination. Our results suggest that there is no reason to expect the “gig” economy to close gender differences. Even in the absence of discrimination and in flexible labor markets, women’s relatively high opportunity cost of non-paid-work time and gender-based differences in preferences and constraints can sustain a gender pay gap.\n\n",
    "acknowledgement": "\nWe thank seminar participants at NBER Labor Studies, Society of Labor Economics, IZA Workshop on Gender and Family Economics, the Utah Winter Business Economics Conference, University of Illinois, Stanford, and Yale for valuable input. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nCody Cook\n\nI have been an employee of Uber since the start of this research and will continue to be employed by Uber until June 19th, 2018. I have an equity stake in the company.\n\n\n\nJonathan Hall\n\nJonathan Hall was an employee and shareholder of Uber Technologies before, during, and after the writing of this paper.\n\n\n\nJohn A. List\n\nJohn List was Chief Economist at Uber when this research was carried out.\n\n\n"
}