{
    "id": 24730,
    "citation_title": "Financing the War on Cancer",
    "citation_author": [
        "Ralph Koijen",
        "Stijn Van Nieuwerburgh"
    ],
    "citation_publication_date": "2018-06-18",
    "issue_date": "2018-06-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate the potential gains of life-extending treatments to life insurance companies and apply it to immunotherapy. These treatments promise to dramatically raise durable survival rates for a growing number of cancer patients but are often prohibitively expensive for patients and governments alike. Our main insight is that life insurance companies have a direct benefit from such treatments as they lower the insurer’s liabilities by pushing the death benefit further into the future and raise future premium income. Using detailed survival data from clinical studies, we quantify the insurers’ benefit from immunotherapy for melanoma patients. Extrapolating to 17 other cancer sites, we estimate the insurance sector’s benefit to equal $6.8 billion a year. We discuss various financing mechanisms that exploit this value creation, which depend on the relative bargaining power of insurers and consumers. Moreover, the potential gains for life insurers, which could only accrue if health insurers cover the cost of the treatments and households finance the out-of-pocket expenditure, may warrant some exploration of new boundaries between life and health insurance. We discuss the broader implications for medical innovation and long-term care insurance markets.\n\n",
    "acknowledgement": "\nWe are grateful to Neal Masia and Tomas Philipson for discussions during the start of this project. We are grateful to Hae-Kang Lee for outstanding research assistance. We thank Mohamed Baccouche, Patrick Bolton, Jim Poterba, John Cochrane, Arpit Gupta, Liran Einav, Kunal Sachdeva, and Harald Uhlig for comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}