{
    "id": 24733,
    "citation_title": "Immigration and Redistribution",
    "citation_author": [
        "Alberto Alesina",
        "Armando Miano",
        "Stefanie Stantcheva"
    ],
    "citation_publication_date": "2018-07-02",
    "issue_date": "2018-06-21",
    "revision_date": "2022-03-08",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDoes immigration change support for redistribution? We design and conduct large-scale surveys and experiments in six countries to investigate how people perceive immigrants and how these perceptions inﬂuence their support for redistribution. We ﬁnd striking misperceptions about the number and characteristics of immigrants. In all countries, respondents greatly overestimate the total number of immigrants, think immigrants are culturally and religiously more distant from them, and economically weaker–less educated, more unemployed, and more reliant on and favored by government transfers–than they actually are. In the experimental part of our paper, we show that simply making respondents think about immigration before asking questions about redistribution makes them support less redistribution, including actual donations to charities. The perception that immigrants are economically weaker and more likely to take advantage of the welfare system is strongly correlated with lower support for redistribution, much more so than the perceived cultural distance or the perceived share of immigrants. These ﬁndings are conﬁrmed by further experimental evidence. Information about the true shares and origins of immigrants does not change support for redistribution. An anecdote about a “hard working” immigrant has somewhat stronger eﬀects, but is unable to counteract the negative priming eﬀect of making people think about immigration. Our results further suggest that narratives shape people’s views on immigration more deeply than hard facts.\n\n",
    "acknowledgement": "\nWe were revising this paper for the Review of Economic Studies when our beloved co-author, colleague, and friend Alberto suddenly passed away. We deeply miss him. For comments we are indebted to Nicola Gennaioli, Ben Lockwood, Larry Katz, Ilyana Kuziemko, Mike Norton, Thomas Piketty, Emmanuel Saez, Andrei Shleifer, Monica Singhal, Guido Tabellini, Diego Ubfal, Matthew Weinzierl, and numerous seminar and conference participants. We thank Thomas Bezy, Leonardo D’Amico, Pierfrancesco Mei, Filippo Monti, Francesco Nuzzi, Raphael Raux, and Davide Taglialatela for outstanding research assistance. Alesina and Stantcheva are grateful to the Pershing Square Fund for Research on the Foundations of Human Behavior and the Wiener Center for generous support. Harvard IRB approval IRB17-1154. This study is registered in the AEA RCT Registry and the unique identifying number is: AEARCTR-0003342. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}