{
    "id": 24742,
    "citation_title": "Centers of Gravity: The Effect of Stable Shared Leadership in Top Management Teams on Firm Growth and Industry Evolution",
    "citation_author": [
        "Rajshree Agarwal",
        "Serguey Braguinsky",
        "Atsushi Ohyama"
    ],
    "citation_publication_date": "2018-06-25",
    "issue_date": "2018-06-21",
    "revision_date": "2018-06-28",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the processes of firm growth in the evolution of the Japanese cotton spinning industry during 1883-1914 by integrating strategy and historical approaches and utilizing rich quantitative firm-level data and detailed business histories. The resultant conceptual model highlights growth outcomes of path dependencies as firms evolve across periods of single vs. shared leadership, establish stability in shared leadership, or experience repeated discord-induced TMT leader departures. While most firms do not experience smooth transitions to stable shared TMT leadership, a focus on value creation, in conjunction with talent recruitment and promotion, enabled some firms to achieve stable shared leadership in spite of discord-induced departures, engage in long term expansion, and emerge as “centers of gravity” for output and talent in the industry.\n\n",
    "acknowledgement": "\nThis research was supported by the NSF grant No.1632833 and JSPS KAKENHI Grant No. 15KK0078. We thank Tetsuji Okazaki and Takenobu Yuki for helpful advice and data sharing; Gakushikai (the Association of University Graduates) for permission to use their restricted-use alumni lists; and Hiroko Ohga, Tomohiro Hara, Kohei Yamagata, Jun Sakamoto, and Takao Takasago for able research assistance. The manuscript has benefited from comments from two anonymous reviewers, editor Nicolai Foss, and seminars given at Erasmus, HEC Paris, Maryland, Queens University and UT Austin. Braguinsky thanks Osaka University Institute of Social and Economic Research and Ohyama thanks the University of Maryland Robert H. Smith of Business for their hospitality when conducting research on this project.  All interpretations and errors are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}