{
    "id": 24745,
    "citation_title": "Trade Diversion and the Initiation Effect: A Case Study of U.S. Trade Remedies in Agriculture",
    "citation_author": [
        "Colin A. Carter",
        "Sandro Steinbach"
    ],
    "citation_publication_date": "2018-06-25",
    "issue_date": "2018-06-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper estimates the impact of U.S. trade remedy (TR) actions on agricultural trade from 1990 to 2014. Most previous studies of the effects of TR actions have left out agricultural products. We use a four-country oligopolistic trade model to study the impact of TR duties on imports from non-named countries, and we improve on methodological issues present in earlier studies. Our empirical results show that TR investigations benefit non-named foreign exporters and U.S. imports from non-named countries increase even before the implementation of a TR duty. The extent of trade diversion is positively related to the size of the duty. Moreover, we find evidence of an initiation effect revealed by a significant increase in imports from non-named countries that did not previously trade the relevant product with the United States. The considerable extent of trade diversion in agriculture provides robust evidence for leakage effects of TR laws which has a detrimental impact on their protective effect.\n\n",
    "acknowledgement": "\nCarter: University of California Davis and member of the Giannini Foundation of Agricultural Economics, 3108 Social Sciences and Humanities, One Shields Avenue, Davis, CA 95616 (email: cacarter@ucdavis.edu); Steinbach: Swiss Federal Institute of Technology in Zurich (ETH Zurich), Center for Economic Research, Zurichbergstrasse 18, 8092 Zurich, Switzerland (email: ssteinbach@ethz.ch). The corresponding author of this paper is Sandro Steinbach. We acknowledge \fnancial support from the Economic Research Service, U.S. Department of Agriculture. We are also grateful to Yolanda Pan and Yixing Tian for research assistance. We also thank participants at the NBER Agriculture and Trade Conference for their comments on this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}