{
    "id": 24746,
    "citation_title": "What Happened: Financial Factors in the Great Recession",
    "citation_author": [
        "Mark Gertler",
        "Simon Gilchrist"
    ],
    "citation_publication_date": "2018-06-25",
    "issue_date": "2018-06-21",
    "revision_date": "2018-06-26",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSince the onset of the Great Recession, an explosion of both theoretical and empirical research has investigated how the financial crisis emerged and how it was transmitted to the real sector. The goal of this paper is to describe what we have learned from this new research and how it can be used to understand what happened during the Great Recession. In the process, we also present some new evidence on the role of the household balance sheet channel versus the disruption of banking. We examine a panel of quarterly state level data on house prices, mortgage debt and employment along with a measure of banking distress. Then exploiting both panel data and time series methods, we analyze the contribution of the house price decline versus the banking distress indicator to the overall decline in employment during the Great Recession. We confirm a common finding in the literature that the household balance sheet channel is important for regional variation in employment. However, we also find that the disruption in banking was central to the overall employment contraction\n\n",
    "acknowledgement": "\nPrepared for the Journal of Economic Perspectives. Thanks to Ben Bernanke and Oscar Jorda for helpful comments and to Sneha Agrawal and James Graham for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}