{
    "id": 24741,
    "citation_title": "Evolution of Modern Business Cycle Models: Accounting for the Great Recession",
    "citation_author": [
        "Patrick J. Kehoe",
        "Virgiliu Midrigan",
        "Elena Pastorino"
    ],
    "citation_publication_date": "2018-06-25",
    "issue_date": "2018-06-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nModern business cycle theory focuses on the study of dynamic stochastic general equilibrium models that generate aggregate fluctuations similar to those experienced by actual economies. We discuss how this theory has evolved from its roots in the early real business cycle models of the late 1970s through the turmoil of the Great Recession four decades later. We document the strikingly different pattern of comovements of macro aggregates during the Great Recession compared to other postwar recessions, especially the 1982 recession. We then show how two versions of the latest generation of real business cycle models can account, respectively, for the aggregate and the cross-regional fluctuations observed in the Great Recession in the United States.\n\n",
    "acknowledgement": "\nWe thank Adrien Auclert, Mark Gertler, Robert Hall, Gordon Hanson, Robert Lucas, Ellen McGrattan, Juan Pablo Nicolini, John Taylor, and Timothy Taylor for their comments, and are especially thankful to John Cochrane for his detailed feedback. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}