{
    "id": 24740,
    "citation_title": "The Mommy Effect: Do Women Anticipate the Employment Effects of Motherhood?",
    "citation_author": [
        "Ilyana Kuziemko",
        "Jessica Pan",
        "Jenny Shen",
        "Ebonya Washington"
    ],
    "citation_publication_date": "2018-06-25",
    "issue_date": "2018-06-21",
    "revision_date": "2020-12-29",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe birth of a first child is a major life transition, particularly for women, and recent work documents it still leads to large declines in female labor supply. We make three related arguments about women's ability to predict the effects of motherhood on their employment. First, we present a variety of evidence from the US and UK that modern cohorts of women underestimate these effects. This underestimate is largest for those with college degrees and who themselves had working mothers. We show that this optimism about post-baby working life is new; earlier cohorts of mothers underestimated their post-baby labor supply. Second, an important implication of this finding is that, at the time they are making decisions over post-secondary education, young women underestimate the probability they will be stay-at-home mothers. This underestimation thus provides a potential resolution to the puzzle of why, despite plateauing labor-force attachment since 1990, women in the US continue to increase human-capital investment. Third, we explain why women today underestimate maternal employment costs using a two-generation model alongside evidence that the costs have recently increased after decades of decline. In our model, women, especially those who saw their own mothers work, invest in human capital under the assumption that the employment costs of motherhood would continue to fall.We show that roughly in the 1980s, however, key costs begin to rise.\n\n",
    "acknowledgement": "\nWe thank seminar participants at Aarhus University, Cornell, Dartmouth, GRIPS, NBER Summer Institute (joint Labor Studies-Children meeting), MIT, NUS, Princeton, SOLE, Tinbergen Institute, UCLA Anderson, University of Chicago Harris School, and Yale-NUS. We benefited from helpful discussions with Claudia Goldin, Raquel Fernandez, Henrik Kleven, Suresh Naidu, Claudia Olivetti, Emily Oster, and Richard Rogerson. Courtney Burke, Elisa Jacome, Rais Kamis, Tammy Tseng and especially Lim Zhi Hao, Stephanie Hao, Elena Marchetti-Bowick and Paola G. Villa Paro have provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}