{
    "id": 24748,
    "citation_title": "Monetary Momentum",
    "citation_author": [
        "Andreas Neuhierl",
        "Michael Weber"
    ],
    "citation_publication_date": "2018-06-25",
    "issue_date": "2018-06-21",
    "revision_date": "2018-06-25",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe document a large return drift around monetary policy announcements by the Federal Open Market Committee (FOMC). Stock returns start drifting up 25 days before expansionary monetary policy surprises, whereas they decrease before contractionary surprises. The cumulative return difference across expansionary and contractionary policy decisions amounts to 2.5% until the day of the policy decision and continues to increase to more than 4.5% 15 days after the meeting. Standard returns factors and time-series momentum do not span the return drift around FOMC policy decisions. The return drift is a market-wide phenomenon and holds for all industries and many international equity markets. A simple trading strategy exploiting the drift around FOMC meetings increases Sharpe ratios relative to a buy-and-hold investment by a factor of 4.\n\n",
    "acknowledgement": "\nWe thank Hengjie Ai, Oliver Boguth, Jean-Sebastien Fontaine, Thomas Gilbert, Nina Karnaukh, Emanuel Mönch, Ali Ozdagli, Andrea Vedolin, Mihail Velikov, Paul Whelan, Amir Yaron, and participants at several seminars and conferences. Weber gratefully acknowledges financial support from the University of Chicago Booth School of Business and the Fama-Miller Center. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}