{
    "id": 24757,
    "citation_title": "A Macroeconomic Model with Financially Constrained Producers and Intermediaries",
    "citation_author": [
        "Vadim Elenev",
        "Tim Landvoigt",
        "Stijn Van Nieuwerburgh"
    ],
    "citation_publication_date": "2018-06-25",
    "issue_date": "2018-06-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Consumption and Investment",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Fiscal Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nHow much capital should financial intermediaries hold? We propose a general equilibrium model with a financial sector that makes risky long-term loans to firms, funded by deposits from savers. Government guarantees create a role for bank capital regulation. The model captures the sharp and persistent drop in macro-economic aggregates and credit provision as well as the sharp change in credit spreads observed during the Great Recession. Policies requiring intermediaries to hold more capital reduce financial fragility, reduce the size of the financial and non-financial sectors, and locally increase macro-economic volatility. They redistribute wealth from savers to the owners of banks and non-financial firms. Current capital requirements are close to optimal.\n\n",
    "acknowledgement": "\nWe thank our discussants Aubhik Khan, Xiaoji Lin, Simon Gilchrist, Sebastian Di Tella, Michael Reiter, Pablo Kurlat, Tyler Muir, and Motohiro Yogo, and seminar and conference participants at the Econometric Society Summer Meeting, the New York Fed, UT Austin, the SED Meetings in Toulouse, the CEPR Gerzensee Corporate Finance conference, the Swedish Riksbank Conference on Interconnected Financial Systems, the LAEF conference at Carnegie Mellon University, the University of Chicago, the University of Houston, the American Finance Association meetings in Chicago, the Jackson Hole Finance Conference, Ohio State, the NYU macro lunch, Georgetown University, the FRSB Conference on Macroeconomics, the University of Minnesota, the Federal Reserve Board, the Macro-Finance Society, CEMFI, the NBER Summer Institute Asset Pricing meeting, London Business School, the Bank of Canada's Financial Stability and Monetary Policy conference, MIT Sloan, Boston College, the BI CAPR Conference for Production-based Asset Pricing, and Catholic University of Leuven for useful comments. We thank Pierre Mabille for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}