{
    "id": 24751,
    "citation_title": "Banks as Potentially Crooked Secret-Keepers",
    "citation_author": [
        "Timothy Jackson",
        "Laurence J. Kotlikoff"
    ],
    "citation_publication_date": "2018-06-25",
    "issue_date": "2018-06-21",
    "revision_date": "2018-07-25",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBank failures are generally liquidity as well as solvency events. Whether it is households running on banks or banks running on banks, defunding episodes are full of drama. This theater has, arguably, lured economists into placing liquidity at the epicenter of financial collapse. But loss of liquidity describes how banks fail. Bad news about banks explains why they fail. This paper models banking crises as triggered by news that the degree (share) of banking malfeasance is likely to be particularly high. The malfeasance share follows a state-dependent Markov process. When this period’s share is high, agents rationally raise their probability that next period’s share will be high as well. Whether or not this proves true, agents invest less in banks, reducing intermediation and output. Deposit insurance prevents such defunding and stabilizes the economy. But it sustains bad banking, lowering welfare. Private monitoring helps, but is no panacea. It partially limits banking malfeasance. But it does so inefficiently as households needlessly replicate each others’ costly information acquisition. Moreover, if private audits become public, private monitoring breaks down due to free-riding. Government real-time disclosure of banking malfeasant mitigates, if not eliminates, this public goods problem leading to potentially large gains in both non-stolen output and welfare.\n\n",
    "acknowledgement": "\nWe thank Boston University for research support. Tim thanks Cardiff University and the Economic and Social Research Council. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}