{
    "id": 2475,
    "citation_title": "Monetary Policy and Performance in the U.S., Japan and Europe, 1973-86",
    "citation_author": [
        "Stanley Fischer"
    ],
    "citation_publication_date": "1987-12-01",
    "issue_date": "1987-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMonetary policies in the U.S., Japan, Germany and the United Kingdom over the period 1973-1986 are compared and evaluated, with the aim of drawing lessons for monetary policy from the recent historical record. All four countries shifted during this period to money targeting, though with differing degrees of commitment, seriousness and persistence. The Bundesbank and the Bank of Japan each focus on one money target, described by the Bundesbank as a target, and by the Bank of Japan as a projection. None of the countries has stuck rigorously to the targets, though the Bank of Japan has come close. The most striking contrast in the outcomes of policy is between Japan and Germany in the second oil shock. Both their central banks must by that stage have acquired significant anti-inflationary reputations. Nonetheless, whereas the rate of increase of nominal wages in Japan fell to accommodate the increased price of oil, and Japan avoided a recession, the rate of wage increase in Germany increased, and was followed by a serious recession. The cause of the difference in results appears to lie much less in the credibility of the policymakers than in the behavior of wage-earners. Differences between the outcomes of policy in the U.S. and U.K. also suggest that the role of the reputation of policymakers is at best extremely difficult to quantify. Outcomes in all countries suggest that monetary rules that do not accommodate to changes in velocity can cause unnecessary movements in output.\n\n",
    "acknowledgement": "\n"
}