{
    "id": 24750,
    "citation_title": "Do Walmart Supercenters Improve Food Security?",
    "citation_author": [
        "Charles J. Courtemanche",
        "Art Carden",
        "Murugi Ndirangu",
        "Xilin Zhou"
    ],
    "citation_publication_date": "2018-06-25",
    "issue_date": "2018-06-21",
    "revision_date": "2018-06-28",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper examines the effect of Walmart Supercenters, which lower food prices and expand food availability, on household and child food insecurity. Our food insecurity-related outcomes come from the 2001-2012 waves of the December Current Population Study Food Security Supplement. Using narrow geographic identifiers available in the restricted version of these data, we compute the distance between each household’s census tract of residence and the nearest Walmart Supercenter. We estimate instrumental variables models that leverage the predictable geographic expansion patterns of Walmart Supercenters outward from Walmart’s corporate headquarters. Results suggest that closer proximity to a Walmart Supercenter improves the food security of households and children, as measured by number of affirmative responses to a food insecurity questionnaire and an indicator for food insecurity. The effects are largest among low-income households and children, but are also sizeable for middle-income children.\n\n",
    "acknowledgement": "\nThis research was conducted using restricted data from the US Census Bureau, accessed at the Atlanta Census Research Data Center. We thank Melissa Banzhaf for help throughout the data application and output disclosure processes. Any opinions and conclusions expressed herein are those of the authors and do not necessarily represent the views of the U.S. Census Bureau. All results have been reviewed to ensure that no confidential information is disclosed. This project was supported with a grant from the University of Kentucky Center for Poverty Research through funding by the U.S. Department of Agriculture, Food and Nutrition Service, contract number AG-3198-B-10-0028. The opinions and conclusions expressed herein are solely those of the author(s) and should not be construed as representing the opinions or policies of the UKCPR, any agency of the Federal Government, or the National Bureau of Economic Research. Funds from the Charles Koch Foundation were used to hire Brian Cunningham on Upwork to make the maps. We thank Christian Gregory, Craig Gundersen, Wen You, Jim Ziliak, and audiences at the University of Kentucky, University of Illinois, Hope College, Clemson University, University of Georgia, USDA Food and Nutrition Service, Atlanta Research Data Center Conference, Agricultural and Applied Economics Association Annual Meeting, Southern Economic Association Annual Meeting, and Public Choice Society Annual Meeting for helpful comments. Aaron Atwell, Jessica Brewer, Shelby English, Jonathan Faulks, Andrew Feldewerth, Lauren Hughes, Christian Johnson, Gabi Kim, Devyn Lamon, Lisa G. Mosley, Avery White, and student workers at Samford University and the Department of Nutrition and Health Care Management at  Appalachian State University provided crucial assistance with data collection at various stages.\n\n\n"
}