{
    "id": 24756,
    "citation_title": "Do Two Electricity Pricing Wrongs Make a Right? Cost Recovery, Externalities, and Efficiency",
    "citation_author": [
        "Severin Borenstein",
        "James B. Bushnell"
    ],
    "citation_publication_date": "2018-06-25",
    "issue_date": "2018-06-21",
    "revision_date": "2018-09-21",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAdvocates of using market mechanisms for addressing greenhouse gases and other pollutants typically argue that it is a necessary step in pricing polluting goods at their social marginal cost (SMC). Retail electricity prices, however, deviate from social marginal cost for many reasons. Some cause prices to be too low—such as un-priced pollution externalities—while others cause prices to be too high—such as recovery of fixed costs. Furthermore, because electricity is not storable, marginal cost can fluctuate widely within even a day, while nearly all residential retail prices are static over weeks or months. We study the relationship between residential electricity prices and social marginal cost in the US, both on average and over time. We find that the difference between the standard residential electricity rate and the utility's average (over hours) social marginal cost exhibits large regional variation, with price well above average SMC in some areas and price well below average SMC in other areas. Furthermore, we find that for most utilities the largest source of difference between price and SMC is the failure of price to reflect variation in SMC over time. In a standard demand framework, total deadweight loss over a time period is proportional to the sum of squared differences between a constant price and SMC, which can be decomposed into the component due to price deviating from average SMC and the component due to the variation in SMC. Our estimates imply if demand elasticity were the same in response to hourly price variation as to changes in average price, then for most utilities the majority of deadweight loss would be attributable to the failure to adopt time-varying pricing. Nonetheless, in a few areas—led by California—price greatly exceeds average SMC causing the largest deadweight losses.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Are Residential Electricity Prices Too High or Too Low? Or Both?.\" For outstanding research assistance and very helpful comments, we thank Stephen Jarvis. For valuable comments and discussions, we thank Hunt Allcott, Joseph Cullen, Lucas Davis, Larry Goulder, Stephen Holland, Paul Joskow, Erin Mansur, Nick Muller and participants in seminars at The Energy Institute at Haas-UC Berkeley, Berkeley-Stanford IOfest 2017, the University of Arizona's 2017 Environmental & Energy Economics Workshop, the 2017 Asia-Pacific Industrial Organization Conference, the Winter 2018 meeting of the National Bureau of Economic Research program in Environmental & Energy Economics, and the 23rd Annual POWER conference. This research was funded in part by a gift from Google to the Energy Institute at Haas. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJames B. Bushnell\n\nProf. Bushnell is a member of the Market Surveillance Committee (MSC) of the California Independent System Operator (CAL ISO).  The MSC is an independent advisory committee to the Governing Board of the Cal ISO.\n\n\nFrom July 2009 to June 2011, Prof. Bushnell was director of the Biobased Industry Center at Iowa State University.  The Biobased Industry Center is supported by research gifts from companies and organizations involved in various aspects of the Biobased Industries.  A full list of BIC sponsors can be found at http://biobasedindustrycenter.iastate.edu/leadership/members/  : ADM, Boeing, Ceres, DuPont/Pioneer, General Motors, Iowa Corn Growers Association, Monsanto, Toyota, Virent, West Central. None of Prof. Bushnell's research has been directly funded by BIC.\n\n\n12/1/11:\nBiobased Industry Center Members\nThe Biobased Industry Center’s advisory board is composed of representatives from industry and non-government organizations. Industry partners that provide financial support for the center have a representative on the board.\n\n\nThe board meets twice per year with the center’s leaders and principal investigators to identify and prioritize research areas as well as provide advice and guidance regarding issues, challenges, and opportunities of concern and importance to the industry. The board also develops the request for proposals, the selection process for center research projects, and linkages with additional industry partners.\n\n\nIan Purtle,\t Chair, Cargill\nTom Binder, Vice-Chair, Archer Daniels Midland Company\nTed Crosbie, Member, Monsanto\nMartha Schlicher, Member, Monsanto\nKyle Althoff, Member, DDCE\nCharles Brummer, Member, Samuel Roberts Noble Foundation\nRuss Sanders, Member, Pioneer\nBryan Schramm, Member, Sundrop Fuels, Inc.\nJeff Stroburg, Member, West Central\nSpencer Swayze, Member, Ceres\nScott McQueen, Member, ConocoPhillips\nCandace Wheeler, Member, General Motors\nRodney Williamson, Member, Iowa Corn Growers Association\nBob Wimmer, Member, Toyota\nGreg Keenan, Member, Virent\nAndrew Held, Member, Virent\n\n\n"
}