{
    "id": 24753,
    "citation_title": "Childhood Health Shocks, Comparative Advantage, and Long-Term Outcomes: Evidence from the Last Danish Polio Epidemic",
    "citation_author": [
        "Miriam Gensowski",
        "Torben Heien Nielsen",
        "Nete Munk Nielsen",
        "Maya Rossin-Slater",
        "Miriam Wüst"
    ],
    "citation_publication_date": "2018-06-25",
    "issue_date": "2018-06-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nA large literature documents that childhood health shocks have lasting negative consequences for adult outcomes. This paper demonstrates that the adversity of childhood physical disability can be mediated by individuals' educational and occupational choices, which reflect their comparative advantage. We merge records on children hospitalized with poliomyelitis during the 1952 Danish epidemic to census and administrative data, and exploit quasi-random variation in paralysis incidence. While childhood disability increases the likelihood of early retirement and disability pension receipt at age 50, paralytic polio survivors obtain higher education and are more likely to work in white-collar and computer-demanding jobs than their non-paralytic counterparts.\n\n",
    "acknowledgement": "\nWe are grateful to many who have discussed this research with us and who have provided helpful comments and feedback, particularly the MEHR Group at the University of Copenhagen, as well as Marcella Alsan, Martha Bailey, Jeanet Bentzen, Hoyt Bleakley, Janet Currie, Carl-Johan Dalgaard, Emily Oster, and Casper Worm Hansen. We thank Ida Lykke Kristiansen for excellent research assistance. TH Nielsen and M Wüst acknowledge financial support from the Danish Council for Independent Research through grant 4003-00007. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}