{
    "id": 24759,
    "citation_title": "Cross-State Variation in Health Care Utilization of SSDI Beneficiaries: Evidence from Medicare Claims",
    "citation_author": [
        "Joyce Manchester"
    ],
    "citation_publication_date": "2018-06-25",
    "issue_date": "2018-06-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": [
        "\n",
        "\nRetirement and Disability Research Center\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nUsing 100 percent Medicare Part B fee-for-service (FFS) claims in 2012 for people under age 65, I examine office and outpatient services by state and primary diagnosis for the service. The number of services per Medicare-eligible beneficiary in the U.S. Social Security Disability Insurance (SSDI) program was about 32 in 2012, or 2.7 per month, comparable to services for the 65+ Medicare population. The number of services for SSDI beneficiaries ranged from almost 48 per capita in Minnesota to 23 in Arkansas. Services for musculoskeletal impairments averaged 4.6 per capita, ranging from 6.7 in Minnesota to 2.5 in Hawaii. The greatest variation occurred in services for mental disorders, averaging 3.2 for the U.S. but ranging from 9.1 in Massachusetts to 1.4 in Alabama. Factors such as the number of health care professionals or hospital beds per capita, the share enrolled in Medicare Advantage, and demographic factors are associated with health care utilization across states. Knowledge of health care utilization could inform policy choices for programs such as early intervention efforts both at the federal level and tailored to particular needs at the state level.\n\n",
    "acknowledgement": "\nYonatan Ben-Shalom, Catherine Benham, Bard Hill, Stephen Klein, Mary Kate Mohlman, Jason Seligman, Jonathan Skinner, David Stapleton, and David Weaver provided helpful comments on earlier drafts. I thank Stephanie Tomlin and Steve Houston at the Dartmouth Atlas of Health Care Project for their patient technical assistance with the data. Chloe Wexler provided invaluable research assistance. This research was supported by the U.S. Social Security Administration through grant #1 DRC12000002-05 to the National Bureau of Economic Research as part of the SSA Disability Research Consortium. The findings and conclusions expressed are solely those of the author(s) and do not represent the views of SSA, any agency of the Federal Government, the Vermont Legislative Joint Fiscal Office, or the NBER.\n\n\n"
}