{
    "id": 24762,
    "citation_title": "Local Food Prices, SNAP Purchasing Power, and Child Health",
    "citation_author": [
        "Erin T. Bronchetti",
        "Garret S. Christensen",
        "Hilary W. Hoynes"
    ],
    "citation_publication_date": "2018-07-02",
    "issue_date": "2018-06-29",
    "revision_date": "2018-11-15",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Supplemental Nutrition Assistance Program (SNAP, formerly food stamps) is one of the most important elements of the social safety net. Unlike most other safety net programs, SNAP varies little across states and over time, which creates challenges for quasi-experimental evaluation. Notably, SNAP benefits are fixed across 48 states; but local food prices vary, leading to geographic variation in the real value – or purchasing power – of SNAP benefits. In this study, we provide the first estimates that leverage variation in SNAP purchasing power across markets to examine effects of SNAP on child health. We link panel data on regional food prices to National Health Interview Survey data and use a fixed effects framework to estimate the relationship between local purchasing power of SNAP and children’s health and health care utilization. We find that lower SNAP purchasing power leads to lower utilization of preventive health care and more days of school missed due to illness. We find no effect on reported health status.\n\n",
    "acknowledgement": "\nThis project was supported with a grant from the University of Kentucky Center for Poverty Research through funding by the U.S. Department of Agriculture, Economic Research Service and the Food and Nutrition Service, Agreement Number 58-5000-3-0066. The opinions and conclusions expressed herein are solely those of the author(s) and should not be construed as representing the opinions or policies of the sponsoring agencies.  We thank seminar participants at NYU Wagner, Lausanne, Maryland, SOLE and the UCLA RDC Conference. Krista Ruffini provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}