{
    "id": 24760,
    "citation_title": "Do CEOs Know Best? Evidence from China",
    "citation_author": [
        "Nicholas Bloom",
        "Hong Cheng",
        "Mark Duggan",
        "Hongbin Li",
        "Franklin Qian"
    ],
    "citation_publication_date": "2018-06-25",
    "issue_date": "2018-06-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Development Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe analyze a new management survey for around 1,000 firms and 10,000 employees across two large provinces in China. The unique aspect of this survey is it collected management data from the CEO, a random sample of senior managers and workers. We document four main results. First, management scores, much like productivity, have a wide spread with a long left-tail of poorly managed firms. This distribution of management scores is similar for CEOs, senior managers and workers management, and appears broadly reasonably compared to US scores for similar questions. Moreover, for all groups these scores correlate with firm performance, suggesting all employees within the firm are (at least partly) aware of the their firms’ managerial abilities. Second, the scores across the groups are significantly cross-correlated, but far from completely. This suggests that while different levels of the firm have similar views on the firms’ management capabilities, they do not fully agree. Third, we find that the CEO’s management scores are the most predictive of firm performance, followed by the senior managers and then the workers. Hence, CEOs do appear to know best about their firms management strengths and weaknesses. Fourth, within-firm management score dispersion is negatively correlated with investment and R&D intensity, suggesting long-run planning is linked with greater consistency in management across levels in firms.\n\n",
    "acknowledgement": "\nWe would like to thank seminar audiences at Stanford University, the World Bank and Jinan University for comments. We are grateful to the National Science Foundation for generous funding. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}