{
    "id": 24767,
    "citation_title": "Expectations with Endogenous Information Acquisition: An Experimental Investigation",
    "citation_author": [
        "Andreas Fuster",
        "Ricardo Perez-Truglia",
        "Mirko Wiederholt",
        "Basit Zafar"
    ],
    "citation_publication_date": "2018-07-02",
    "issue_date": "2018-06-29",
    "revision_date": "2020-09-21",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nInformation frictions play an important role in many theories of expectation formation. We use a survey experiment to generate direct evidence on how people select, acquire and process information. Participants can buy different information signals that could help them forecast future national home prices. We elicit their willingness to pay for information, and introduce exogenous variation in the cost of information. We find that participants put substantial value on their preferred signal and, when acquired, incorporate the signal in their beliefs. However, they disagree on which signal to buy. As a result, making information cheaper does not decrease the cross-sectional dispersion of expectations. We further document that numeracy and the revealed “taste” for accurate expectations are important correlates of heterogeneity in all stages of the process. We provide a model with costly acquisition and processing of information, which can match most of our empirical results.\n\n",
    "acknowledgement": "\nWe thank two anonymous referees, Rudi Bachmann, Christopher Carroll, Olivier Coibion (the editor), Theresa Kuchler, Kristoffer Nimark, Luigi Pistaferri, Dan Silverman, Michael Weber, as well as participants at numerous seminars and conferences for helpful comments. Felipe Montano Campos and Jacob French provided superb research assistance. We thank the UCLA Ziman Center for Real Estate’s Rosalinde and Arthur Gilbert Program in Real Estate, Finance and Urban Economics for funding. Fuster and Zafar were employed at the Federal Reserve Bank of New York while much of this paper was written. The views presented here are those of the authors and do not necessarily reflect those of the Swiss National Bank, the Federal Reserve Bank of New York, or the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}