{
    "id": 24766,
    "citation_title": "Quantifying the Benefits of Social Insurance: Unemployment Insurance and Health",
    "citation_author": [
        "Elira Kuka"
    ],
    "citation_publication_date": "2018-07-02",
    "issue_date": "2018-06-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhile the Unemployment Insurance (UI) program is one of the largest safety net program in the U.S., research on its benefits is limited. This paper exploits plausibly exogenous changes in state UI laws to empirically estimate whether UI generosity mitigates any of the previously documented negative health effects of job loss. The results show higher UI generosity increases health insurance coverage and utilization, and leads to improved self-reported health. Moreover, these effects are stronger during periods of high unemployment rates. Finally, I find no effects on risky behaviors nor on health conditions.\n\n",
    "acknowledgement": "\nI am grateful to Marianne Bitler, Scott Carrell, Brian Duncan, Hilary Hoynes, Doug Miller, Dann Mil- limet, Rafael Lalive, Chris O’Leary, Marianne Page, Na’ama Shenhav, Ann Stevens, and seminar participants UC Davis, the WEAI Graduate Student Dissertation Workshop, and Dartmouth College for excellent com- ments and suggestions. I also thank Brian Melzer for providing UI benefits data, Raj Chetty for making available his UI calculator, and Hilary Hoynes for providing the original Gruber (1997) calculator. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}