{
    "id": 24765,
    "citation_title": "Do Foreign Investors Improve Market Efficiency?",
    "citation_author": [
        "Marcin Kacperczyk",
        "Savitar Sundaresan",
        "Tianyu Wang"
    ],
    "citation_publication_date": "2018-07-02",
    "issue_date": "2018-06-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": [
        "\n",
        "\nNew Developments in Long-Term Asset Management\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nWe study the impact of foreign institutional investors on global capital allocation and welfare using novel firm-level international data. Using MSCI index inclusion as an exogenous shock to foreign ownership, we show that greater foreign ownership leads to more informative stock prices and this effect arises more from increased price efficiency than from improved firm governance. We further show that the impact of capital flows on price efficiency is due to real efficiency gains, as opposed to better information disclosure. Finally, we show that foreign ownership increases market liquidity, reduces firms' cost of equity, and leads to subsequent growth in their real investments, thus improving overall welfare.\n\n",
    "acknowledgement": "\nWe thank Miguel Ferreira, Anton Lines (discussant), Thomas Philippon (discussant), Tarun Ramadorai, Antoinette Schoar, Raman Uppal, and seminar participants at the BPI/Nova Conference, EDHEC, the Federal Reserve Board, the FIRS Conference, Imperial College, the INQUIRE Conference, Lancaster University, the NBER Long-Term Asset Management meetings, the Royal Economic Society Conference, the University of Oklahoma, and the University of Reading for useful comments. We thank Pedro Matos for providing assistance with institutional ownership data and Miguel Ferreira for sharing governance index data. Kacperczyk acknowledges the support of the ERC Consolidator grant. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}