{
    "id": 24761,
    "citation_title": "Benchmarking Portfolio Flows",
    "citation_author": [
        "John D. Burger",
        "Francis E. Warnock",
        "Veronica Cacdac Warnock"
    ],
    "citation_publication_date": "2018-07-02",
    "issue_date": "2018-06-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTo gauge the amount of portfolio inflows a country can expect to receive, we create a benchmark, a longer-term baseline path around which actual flows fluctuate. The relationship between our benchmark and actual flows is quite strong for emerging market economies (EMEs). For our sample of 28 EMEs, there is a significant long-run relationship between actual portfolio flows and our benchmark, flows adjust strongly toward the benchmark, and our benchmark helps predict one-year-ahead changes in inflows. For advanced economies (AEs), results are less impressive, but again the benchmark performs well in directional forecasting exercises. In practical terms, it is informative to distinguish between movements toward the benchmark as opposed to movements away from the benchmark. An example: While portfolio inflows to both Asian EMEs and Latin America plummeted in 2015, our benchmark analysis correctly predicted that inflows should rebound in Asia (because flows had fallen far below the benchmark) but stay near the new, low level in Latin America (where the sharp decline in inflows was back to benchmark levels). We provide similar analysis for 45 countries, both advanced and emerging, for the 2000 to 2017 period.\n\n",
    "acknowledgement": "\nThe authors thank the IMF’s Statistics Department for helping with bulk download access to the IMF’s CPIS dataset; McKinsey Global Institute for data on total financial assets by country; Gian Maria Milesi-Ferretti and Philip Lane for providing early access to their External Wealth of Nations update; and Luis Catao and Zsoka Koczan for providing the inflation component of the IMF (2016) real policy rate variable. We are also indebted to Paolo Pesenti for many helpful suggestions, and thank for helpful comments Fabio Ghironi, Aart Kraay, Gian Maria Milesi-Ferretti, Alan Sutherland, Linda Tesar, Cedric Tille, two anonymous referees and participants at BIS-IDB Workshop “Cross-Border Flows in a New Economic Environment”, BNM-IMF-IMFER Conference “Globalization in the Aftermath of the Crisis”, Cass/ECB EMG Workshop on International Capital Flows, and seminars at Reserve Bank of New Zealand, South Africa Reserve Bank, and University of St. Andrews. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}