{
    "id": 24769,
    "citation_title": "Not in the job description: The commercial activities of academic scientists and engineers",
    "citation_author": [
        "Wesley M. Cohen",
        "Henry Sauermann",
        "Paula Stephan"
    ],
    "citation_publication_date": "2018-07-02",
    "issue_date": "2018-06-29",
    "revision_date": "2019-09-04",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nScholarly work seeking to understand academics’ commercial activities often draws on abstract notions of the academic reward system and of the representative scientist. Few scholars have examined whether and how scientists’ motives to engage in commercial activities differ across fields. Similarly, efforts to understand academics’ choices have focused on three self-interested motives – recognition, challenge, and money – ignoring the potential role of the desire to have an impact on others. Using panel data for a national sample of over 2,000 academics employed at U.S. institutions, we examine how the four motives are related to commercial activity, measured by patenting. We find that all four motives are correlated with patenting, but these relationships differ systematically between the life sciences, physical sciences, and engineering. These field differences are consistent with differences across fields in the rewards from commercial activities, as well as in the degree of overlap between traditional and commercializable research, which affects the opportunity costs of time spent away from “traditional” work. We discuss potential implications for policy makers, administrators, and managers as well as for future research on the scientific enterprise.\n\n",
    "acknowledgement": "\nWe thank participants in conferences and seminars as well as several other colleagues for extremely valuable feedback. We thank Saul Lach and Mark Schankerman for access to royalty sharing data. We thank the Ewing Marion Kauffman Foundation for its support and the National Science Foundation for providing access to the restricted-use SDR data. However, “the use of NSF data does not imply NSF endorsement of the research methods or conclusions contained in this report.” The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nPaula Stephan\n\nThe authors acknowledge support from Regione Piemonte for the GlobSci project and from the IPE Program, National Bureau of Economic Research. Stephan acknowledges support from the European Commission (FP7) Project \"An Observatorium for Science in Society Based in Social Models - SISOB\" Contract no. FP7 266588 and Collegio Carlo Alberto Project \"Researcher Mobility and Scientific Performance.\nStephan also is supported by a contract for research on the productivity of scientists from AIR, with funding initially coming from the Alfred P. Sloan Foundation.\n\n\n"
}