{
    "id": 24772,
    "citation_title": "Gravity and Comparative Advantage: Estimation of Trade Elasticities for the Agricultural Sector",
    "citation_author": [
        "Kari E.R. Heerman",
        "Ian M. Sheldon"
    ],
    "citation_publication_date": "2018-07-02",
    "issue_date": "2018-06-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, a structural gravity model is presented which features intra-sector heterogeneity in agricultural productivity systematically linked to land and climate characteristics. The “systematic heterogeneity” (SH) gravity model predicts that countries with similar land and climate characteristics tend to specialize in the same agricultural products.  Agricultural trade flow elasticities then depend on comparative advantage, with larger-magnitude trade flow responses predicted among countries more likely to specialize in similar agricultural products and thus compete head-to-head in foreign markets. This is in contrast to standard log-linear gravity models, which impose a restrictive pattern of trade flow elasticities that depend only on absolute advantage in the agricultural sector.  We also show how the SH gravity model can accommodate product-specific trade costs. This allows the model to analyze changes in the dispersion of trade costs across products. Such analysis cannot be carried out in a standard gravity model, in which trade costs are assumed constant. Our results confirm economically and statistically significant heterogeneity in the effects of the variables that typically proxy for trade costs in gravity models and demonstrate that the SH gravity model is able to overcome the limitations imposed by the restrictive pattern of elasticities in a standard gravity model.\n\n",
    "acknowledgement": "\nIan Sheldon acknowledges financial support from USDA/ERS Cooperative Agreement, 58-3000-3-0058, \"Complementarities in Commodity and Environmental Goods Trade: Implications for Analysis of Food and Agricultural and Agricultural Trade Liberalization\" The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}