{
    "id": 24776,
    "citation_title": "Firm Performance and Macro Forecast Accuracy",
    "citation_author": [
        "Mari Tanaka",
        "Nicholas Bloom",
        "Joel M. David",
        "Maiko Koga"
    ],
    "citation_publication_date": "2018-07-09",
    "issue_date": "2018-06-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEver since Keynes’ famous quote about animal spirits, there has been an interest in linking firms’ expectations and actions. However, empirical evidence has been limited due to a lack of firm-level panel data on expectations and outcomes. In this paper, we build such a dataset by combining a unique survey of Japanese firms’ GDP forecasts with company accounting data for 25 years for over 1,000 large Japanese firms. We find four main results. First, firms’ GDP forecasts are positively associated with their employment, investment, and output growth in the subsequent year. Second, both optimistic and pessimistic forecast errors lower profitability. Third, while over-optimistic forecasts lower measured productivity, over-pessimistic forecasts do not tend to have an effect on productivity. Overall, these results are stronger for firms whose performance is more sensitive to the state of macroeconomy. We show that a simple model of firm input choice under uncertainty and costly adjustment can rationalize there results. Finally, larger and more cyclically sensitive firms make more accurate forecasts, presumably reflecting a higher return to accuracy for these firms. More productive, older, and bank-owned firms also make more accurate forecasts, suggesting that forecasting ability is also linked to management ability, experience, and governance. Collectively, our results highlight the importance of firms’ forecasting ability for micro and macro performance.\n\n",
    "acknowledgement": "\nWe thank the Economic and Social Research Institute (ESRI) of the Cabinet Office of Japan for providing us with microdata from the Annual Survey of Corporate Behavior. Permission for using microdata is given under the agreement between ESRI and the Bank of Japan. We are also grateful to Steve Davis, Jose Barrero, Naoko Hara, Hibiki Ichiue, Sohei Kaihatsu, Toshitaka Sekine, and Toshinao Yoshiba for their valuable comments and suggestions. We also thank Haruko Kato for her invaluable research assistant. Mari Tanaka is ordered first as the lead author, with the other three authors then ordered alphabetically. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nNicholas Bloom\n\nI worked for McKinsey and company as a management consultant from 2001-2002. I have not received any funding from them after that time.\n\n\nI am part of the Toulouse Network for Information Technology, which carries out research on IT and productivity. From this network I receive an annual honorarium, which is funded by Microsoft.\n\n\nI do occasional consulting on management practices for government and policy agencies, like the Canadian Government, the World Bank, the European Union, the British Government, and the European Bank of Reconstruction and Development.\n\n\nI produced a report in 2008 for the World Economic Forum on management practices in private equity for which I received an honorarium.\n\n\nI occasionally am a paid speaker at corporate events at which I discuss among other things management practices and policy uncertainty.\n\n\n"
}