{
    "id": 24770,
    "citation_title": "Family Income and the Intergenerational Transmission of Voting Behavior: Evidence from an Income Intervention",
    "citation_author": [
        "Randall Akee",
        "William Copeland",
        "E. Jane Costello",
        "John B. Holbein",
        "Emilia Simeonova"
    ],
    "citation_publication_date": "2018-07-02",
    "issue_date": "2018-06-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDespite clear evidence of an income gradient in political participation, research has not been able to isolate the effects of income on voting from other household characteristics. We investigate how exogenous unconditional cash transfers affected voting in US elections across two generations from the same household. The results confirm that there is strong inter-generational correlation in voting across parents and their children. We also show—consistent with theory—that household receipt of unconditional cash transfers has heterogeneous effects on the civic participation of children coming from different socio-economic backgrounds. It increases children’s voting propensity in adulthood among those raised in initially poorer families. However, income transfers have no effect on parents, regardless of initial income levels. These results suggest that family circumstance during childhood—income in particular—plays a role in influencing levels of political participation in the United States. Further, in the absence of outside shocks, income differences are transmitted across generations and likely contribute to the intergenerational transmission of social and political inequality.\n\n",
    "acknowledgement": "\nWe wish to thank Gordon Keeler and Jurgen Henn for their assistance with accessing the GSMS data. Holbein wishes to thank the National Science Foundation for funding support (SES #1416816 and SES #1657821). We also wish to thank Vanessa Williamson, Lidia Farre, and audiences at Tulane University, Brigham Young University, Brookings Institution, the Association for Public Policy Analysis and Management (2017), the Midwest Political Science Association (2018), the Children’s Health, Well-being, and Human Capital Formation workshop at the Barcelona GSE Summer Forum (2018), the NBER’s children’s Program and Economics of Education Program (2018), and the Society for Political Methodology (POLMETH, 2018) for their invaluable feedback. We also wish to thank Kevin Collins for the encouragement to start this project. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}