{
    "id": 24774,
    "citation_title": "Initial Coin Offerings: Financing Growth with Cryptocurrency Token Sales",
    "citation_author": [
        "Sabrina T. Howell",
        "Marina Niessner",
        "David Yermack"
    ],
    "citation_publication_date": "2018-07-02",
    "issue_date": "2018-06-29",
    "revision_date": "2019-09-09",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nInitial coin offerings (ICOs) have emerged as a new mechanism for entrepreneurial finance, with parallels to initial public offerings, venture capital, and pre-sale crowdfunding. In a sample of more than 1,500 ICOs that collectively raise $12.9 billion, we examine which issuer and ICO characteristics predict successful real outcomes (increasing issuer employment and avoiding enterprise failure). Success is associated with disclosure, credible commitment to the project, and quality signals. An instrumental variables analysis finds that ICO token exchange listing causes higher future employment, indicating that access to token liquidity has important real consequences for the enterprise.\n\n",
    "acknowledgement": "\nFor helpful comments, we are grateful to Yakov Amihud, Bruno Biais, Will Cong, Darrell Duffie, Alex Edmans, Wei Jiang, Bryan Kelly, Mervyn King, William Mann, and seminar participants at the Association of Financial Economists annual meeting, Claremont McKenna College, Crypto Conference Berlin, OECD Paris Workshop on Digital Financial Assets, Munich Crowdfunding Symposium, the University of Adelaide, CAFRAL–Reserve Bank of India, University of Central Florida, University of Chicago, Concordia University, Deakin University, Dublin City University, Erasmus University Corporate Governance Conference, King’s College London, La Trobe University, Maastricht University, University of Manchester, McGill University, Melbourne University, Michigan State University, Monash University, University of New South Wales, the University of North Carolina Future of FinTech Conference, Oxford University, St. John’s University FinTech Conference, Stanford Financing and Innovation Summit, Swedish House of Finance, SUNY-Albany Symposium on Blockchain and FinTech, UCLA Blockchain and Law Workshop, the USC Conference on Emerging Technologies in Financial Economics and Accounting, and the University of Western Australia. We thank Protocol Labs and particularly Evan Miyazono and Juan Benet for providing data. Sabrina Howell thanks the Kauffman Foundation for financial support. We are also grateful to all of our research assistants, especially Jae Hyung (Fred) Kim. Part of this paper was written while David Yermack was a visiting professor at Erasmus University Rotterdam. AQR Capital Management is a global investment management firm, which may or may not apply similar investment techniques or methods of analysis as described herein. The views expressed here are those of the authors and not necessarily those of AQR or the National Bureau of Economic Research.\n\n\n"
}