{
    "id": 24775,
    "citation_title": "Market Failure in Kidney Exchange",
    "citation_author": [
        "Nikhil Agarwal",
        "Itai Ashlagi",
        "Eduardo Azevedo",
        "Clayton R. Featherstone",
        "Ömer Karaduman"
    ],
    "citation_publication_date": "2018-07-02",
    "issue_date": "2018-06-29",
    "revision_date": "2019-07-02",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nWe show that kidney exchange markets suffer from market failures whose remedy could increase transplants by 30%–63%. First, we document that the market is fragmented and inefficient: most transplants are arranged by hospitals instead of national platforms. Second, we propose a model to show two sources of inefficiency: hospitals only partly internalize their patients' benefits from exchange, and current platforms suboptimally reward hospitals for submitting patients and donors. Third, we calibrate a production function and show that individual hospitals operate below efficient scale. Eliminating this inefficiency requires either a mandate or a combination of new mechanisms and reimbursement reforms.\n\n",
    "acknowledgement": "\nWe thank Alex Garza, Sarah Taranto, and Jennifer Wainwright of the United Network for Organ Sharing; Jonathan Kopke and Michael Rees of the Alliance for Paired Kidney Donation; Cathi Murphey and Adam Bingaman of Methodist Hospital at San Antonio; and Garet Hill of the National Kidney Registry for their expertise and access to data. We thank Glenn Ellison, Amy Finkelstein, Parag Pathak, Al Roth, Jean Tirole, Utku Ünver, Mike Whinston, and seminar participants for helpful discussions. Abigail Ostriker provided excellent research assistance. Azevedo acknowledges support from Wharton's Dean's Research Fund, and Agarwal and Ashlagi from the National Science Foundation (SES-1729090 and SES-1254768, respectively). The data reported here have been supplied by the United Network for Organ Sharing (UNOS) as the contractor for the Organ Procurement and Transplantation Network (OPTN). The interpretation and reporting of these data are the responsibility of the author(s) and in no way should be seen as an official policy of or interpretation by the OPTN, the U.S. Government, or the National Bureau of Economic Research.\n\n\n"
}