{
    "id": 24777,
    "citation_title": "Online Syndicates and Startup Investment",
    "citation_author": [
        "Christian Catalini",
        "Xiang Hui"
    ],
    "citation_publication_date": "2018-07-09",
    "issue_date": "2018-06-29",
    "revision_date": "2019-01-29",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nEarly crowdfunding platforms were based on a premise of disintermediation from professional investors, and relied on the ‘wisdom of the crowd’ to screen high quality projects. This becomes problematic when equity is involved, as the degree of asymmetric information between entrepreneurs looking for funding and the crowd is higher than in reward-based crowdfunding. As a result, platforms later experimented with incentives for professional investors to curate deals for crowd. We study how the introduction of such incentives influenced the allocation of capital on the leading US platform, finding that the changes led to a sizable 33% increase in capital flows to new regions. Professional investors use their reputation to vouch for high potential startups that would otherwise be misclassified because of information asymmetry. This allows them to arbitrage opportunities across regions and shift capital flows to startups that are 37% more likely to generate above median returns. At the same time, this ‘democratization effect’ relies on the presence of intermediaries with professional networks that bridge these new regions to California. Using a large-scale field experiment with over 26,000 investors we further unpack the frictions to online investment, and show that social networks constitute a key barrier to additional democratization, since they influence how the crowd evaluates intermediaries in the first place.\n\n",
    "acknowledgement": "\nWe thank Avi Goldfarb, Kevin Laws, Meng Liu, Hong Luo, Ramana Nanda, Scott Stern and Jane Wu for helpful discussions and comments. The researchers acknowledge the support of the Junior Faculty Research Assistance Program at the MIT Sloan School of Management, and the MIT Initiative on the Digital Economy (http://ide.mit.edu/). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}