{
    "id": 24773,
    "citation_title": "The Shocks Matter: Improving Our Estimates of Exchange Rate Pass-Through",
    "citation_author": [
        "Kristin Forbes",
        "Ida Hjortsoe",
        "Tsvetelina Nenova"
    ],
    "citation_publication_date": "2018-07-02",
    "issue_date": "2018-06-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA major challenge for monetary policy is predicting how exchange rate movements will impact inflation.  We propose a new focus: directly incorporating the underlying shocks that cause exchange rate fluctuations when evaluating how these fluctuations “pass through” to import and consumer prices. A standard open-economy model shows that the relationship between exchange rates and prices depends on the shocks which cause the exchange rate to move. We build on this to develop a structural Vector Autoregression (SVAR) framework for a small open economy and apply it to the UK. We show that prices respond differently to exchange rate movements based on what caused the movements. For example, exchange rate pass-through is low in response to domestic demand shocks and relatively high in response to domestic monetary policy shocks. This framework can improve our ability to estimate how pass-through can change over short periods of time. For example, it can explain why sterling’s post-crisis depreciation caused a sharper increase in prices than expected, while the effect of sterling’s 2013-15 appreciation was more muted. We also apply this framework to forecast the extent of pass-through from sterling’s sharp depreciation corresponding to the UK’s vote to leave the European Union.\n\n",
    "acknowledgement": "\nThanks to Gianluca Benigno, Giancarlo Corsetti, Gita Gopinath, Pierre Olivier Gourinchas, Gabor Pinter, Frank Smets, Kostas Theodoridis, and participants at the MMF Conference at Cardiff University, at the EACBN event at the Bank of England, at the University of Kent, at the HKUST-Keio-HKMA Conference on Exchange Rates and Macroeconomics, at the 2016 Economic Growth and Policy Conference at Durham University, at the Exchange Rate Pass-Through workshop at the Central Bank of Chile, and the NBER Summer Institute for helpful comments and suggestions. The views in this paper do not represent the official views of the Bank of England or its Monetary Policy Committee. Any errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}