{
    "id": 24785,
    "citation_title": "Making Policies Matter: Voter Responses to Campaign Promises",
    "citation_author": [
        "Cesi Cruz",
        "Philip Keefer",
        "Julien Labonne",
        "Francesco Trebbi"
    ],
    "citation_publication_date": "2018-07-09",
    "issue_date": "2018-06-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCan campaign promises change voter behavior, even where clientelism and vote buying are pervasive? We elicit multidimensional campaign promises from political candidates in consecutive mayoral elections in the Philippines. Voters who are randomly informed about these promises rationally update their beliefs about candidates, along both policy and valence dimensions. Those who receive information about current promises are more likely to vote for candidates with policy promises closest to their own preferences. Those informed about current and past campaign promises reward incumbents who fulfilled their past promises; they perceive them to be more honest and competent. However, voters with clientelist ties to candidates respond weakly to campaign promises. A structural model allows us to disentangle information effects on beliefs and preferences by comparing actual incumbent vote shares with shares in counterfactual elections: both effects are substantial. Even in a clientelist democracy, counterfactual incumbent vote shares deviate more from actual shares when policy and valence play no role in campaigning than when vote-buying plays no role. Finally, a cost benefit analysis reveals that vote-buying is nevertheless more effective than information campaigns, explaining why candidates do not use them.\n\n",
    "acknowledgement": "\nThis project would not have been possible without the support and cooperation of PPCRV volunteers in Ilocos Norte and Ilocos Sur. We are grateful to Adlai Newson, Judith Punzalan, and Charis Tolentino for excellent research assistance and to Prudenciano Gordoncillo and the UPLB team for collecting the data. We thank Matilde Bombardini, Pascaline Dupas as well as conference and seminar participants at UC Berkeley, the Hoover Institution, LSE, NYU, Queen’s University Belfast, Queen Mary London, Stanford GSB, Stockholm School of Economics, Tsinghua, UCLA, USC, Yale, Yale-NUS and Warwick for comments. We are grateful for funding from Yale-NUS. The project received ethics approval from NUS (A-16-081) and UBC (H16-00502). The opinions and conclusions expressed here are those of the authors and not those of the Inter-American Development Bank. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}