{
    "id": 24783,
    "citation_title": "Progress and Perspectives in the Study of Political Selection",
    "citation_author": [
        "Ernesto Dal Bó",
        "Frederico Finan"
    ],
    "citation_publication_date": "2018-07-09",
    "issue_date": "2018-06-29",
    "revision_date": "2018-08-07",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe provide a model of self-selection by candidates in a probabilistic voting environment to shed light on the forces shaping the quality of politicians from both the supply and demand sides of politics. The model highlights that the patterns of selection and the comparative statics of politician quality depend critically on how the costs of running for office vary for candidates with different qualities. The model offers predictions on how the quality of the political class will vary with key parameters pertaining to both the supply and demand for candidates. We use the model to frame a review of the empirical literature on political selection that has emerged in the last two decades. We contrast areas where significant progress has been made with others where important theoretical predictions remain untested or existing evidence does not allow a consensus, highlighting areas for future research.\n\n",
    "acknowledgement": "\nWe thank participants at the Barcelona Summer Forum, the Universitat de Barcelona Workshop in Political Economy, and various seminars for constructive discussion. Abhay Aneja, Isabelle Cohen, Katja Jensen, Johannes Hermle, Petr Martynov, and Thiago Scot provided excellent research assistance. We are grateful to Kate Pennington and an anonymous reviewer for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}