{
    "id": 24788,
    "citation_title": "Inflation Expectations as a Policy Tool?",
    "citation_author": [
        "Olivier Coibion",
        "Yuriy Gorodnichenko",
        "Saten Kumar",
        "Mathieu Pedemonte"
    ],
    "citation_publication_date": "2018-07-09",
    "issue_date": "2018-06-29",
    "revision_date": "2018-07-12",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe assess whether central banks may use inflation expectations as a policy tool for stabilization purposes. We review recent work on how expectations of agents are formed and how they affect their economic decisions. Empirical evidence suggests that inflation expectations of households and firms affect their actions but the underlying mechanisms remain unclear, especially for firms. Two additional limitations prevent policy-makers from being able to actively manage inflation expectations. First, available surveys of firms’ expectations are systematically deficient, which can only be addressed through the creation of large, nationally representative surveys of firms. Second, neither households’ nor firms’ expectations respond much to monetary policy announcements in low-inflation environments. We provide suggestions for how monetary policy-makers can pierce this veil of inattention through new communication strategies. At this stage, there remain a number of implementation issues and open research questions that need to be addressed to enable central banks to use inflation expectations as a policy tool.\n\n",
    "acknowledgement": "\nWe are grateful to Jane Ryngaert, Ha Thu Bui and Jacob Weber for research assistance on this project. We thank Kate McCarthy at Deloitte for providing us with survey data from the Deloitte European CFO Survey. We thank Geoff Kenny for sharing time series of eurozone consumers’ inflation expectations and Philippe Andrade for sharing inflation swap data. We thank Ricardo Reis and participants of the 2018 Sintra conference for feedback. This research was funded in part by the National Science Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}