{
    "id": 24787,
    "citation_title": "Does Diversity Matter for Health? Experimental Evidence from Oakland",
    "citation_author": [
        "Marcella Alsan",
        "Owen Garrick",
        "Grant C. Graziani"
    ],
    "citation_publication_date": "2018-07-09",
    "issue_date": "2018-06-29",
    "revision_date": "2019-08-16",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": [
        "\n",
        "\nCenter for Aging and Health Research\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nWe study the effect of physician workforce diversity on the demand for preventive care among African-American men. In an experiment in Oakland, California, we randomize black men to black or non-black male medical doctors. We use a two-stage design, measuring decisions before (pre-consultation) and after (post-consultation) meeting their assigned doctor. Subjects select a similar number of preventives in the preconsultation stage, but are much more likely to select every preventive service, particularly invasive services, once meeting with a racially concordant doctor. Our findings suggest black doctors could reduce the black-white male gap in cardiovascular mortality by 19%.\n\n",
    "acknowledgement": "\nWe are grateful to the editor Esther Duflo, an anonymous co-editor, and four anonymous referees. We thank Pascaline Dupas and the J-PAL Board and Reviewers who provided important feedback that improved the design and implementation of the experiment. We thank Ran Abramitzky, Ned Augenblick, Jeremy Bulow, Kate Casey, Arun Chandrasekhar, Raj Chetty, Stefano DellaVigna, Mark Duggan, Karen Eggleston, Erica Field, Matthew Gentzkow, Gopi Shah Goda, Susan Godlonton, Jessica Goldberg, Michael Greenstone, Guido Imbens, Seema Jayachandran, Damon Jones, Supreet Kaur, Melanie Morten, Maria Polyakova, Matthew Rabin, Al Roth, Kosali Simon, Ebonya Washington, Crystal Yang and seminar participants at UC Berkeley, Stanford, Cornell, MIT, UCLA, UCSB, Harvard Kennedy School, University of Chicago, and IFPRI for their helpful comments. Javarcia Ivory, Matin Mirramezani, Edna Idna, Anlu Xing and especially Morgan Foy provided excellent research assistance. We thank the study doctors and field staff team for their participation. We thank the administration at Stanford, SIEPR, and J-PAL particularly Lesley Chang, Rhonda McClinton-Brown, Dr. Mark Cullen, Dr. Douglas K. Owens, Ann Dohn, Ashima Goel, Atty. Ann James, Atty. Tina Dobleman, Nancy Lonhart, Jason Bauman, Sophie Shank, James Turitto, Florian Grosset and Luke Sonnet. A working paper version of this paper was submitted for pre-publication re-analysis to the Abdul Latif Jameel Poverty Action Lab (J-PAL), where a code replication exercise was conducted on the analysis. For more details about J-PAL's replication work visit https://osf.io/be432/. We thank Uber for donating ride-sharing services, Alameda County for donating vaccinations and the Lenoirs for subletting their clinic. The study was made possible by a grant from the JPAL - Health Care Delivery Initiative with supplemental support from NBER P30AG012810. The trial is registered at clinicaltrials.gov (NCT03481270) and in the AEA RCT Registry (0002497). The authors declare they have no conflicts of interest.The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}