{
    "id": 24789,
    "citation_title": "When Does Advice Impact Startup Performance?",
    "citation_author": [
        "Aaron Chatterji",
        "Solène Delecourt",
        "Sharique Hasan",
        "Rembrand M. Koning"
    ],
    "citation_publication_date": "2018-07-16",
    "issue_date": "2018-07-13",
    "revision_date": "2022-03-11",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nWhy do some entrepreneurs thrive while others fail? We explore whether the advice entrepreneurs receive about people management influences their firm's performance. We conducted a randomized field experiment in India with 100 high-growth technology firms whose founders received in-person advice from other entrepreneurs who varied in their managerial style. We find that entrepreneurs who received advice from peers with an active approach to managing people–instituting regular meetings, setting goals consistently, and providing frequent feedback to employees–grew 28% larger and were 10 percentage points less likely to fail than those who got advice from peers with a passive people-management approach two years after our intervention. Entrepreneurs with MBAs or accelerator experience did not respond to this intervention, suggesting that formal training can limit the spread of peer advice.\n\n",
    "acknowledgement": "\nAuthors names are alphabetical All authors contributed equally to this project. This research has received funding and support from The Indian Software Product Industry Roundtable (iSPIRT), Stanford's SEED Center, Duke's Innovation and Entrepreneurship Initiative, Stanford GSB, and the Kauffman Foundation. Special thanks to our field partner, iSPIRT, who made this research possible, Gokul KS, who worked tirelessly to make PNgrowth a success, Randy Lubin for his help at the retreat and Aditya Ruia for assistance in collecting the outcome data.  A previous version of this paper was titled “Learning to Manage: A Field Experiment in the Indian Startup Ecosystem.” The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}