{
    "id": 24786,
    "citation_title": "Revealed Growth: A Method for Bounding the Elasticity of Demand with an Application to Assessing the Antitrust Remedy in the Du Pont Decision",
    "citation_author": [
        "Wallace P. Mullin",
        "Christopher M. Snyder"
    ],
    "citation_publication_date": "2018-07-09",
    "issue_date": "2018-06-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Industrial Organization",
        "\n",
        "Antitrust",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nWe propose a method for bounding the demand elasticity in growing, homogeneous-product markets that requires only minimal data—market price and quantity over a time span as short as two periods. Reminiscent of revealed-preference arguments using choices over time to bound the shape of indifference curves, we use shifts in the equilibrium over time to bound the shape of the demand curve under the assumption that growing demand curves do not cross. We apply the method to assess the effectiveness of the antitrust remedy in the 1952 Du Pont decision, ordering the incumbent manufacturers to license their patents for commercial plastics. Commentators have suggested that the incumbents may have preserved the monopoly outcome by gaming the licensing contracts. The upper bounds on demand elasticities that we compute are significantly less than 1 in many post-remedy years. Such inelastic demand is inconsistent with monopoly, suggesting the remedy may have been effective.\n\n",
    "acknowledgement": "\nThe authors are grateful to David Balan, Eric Edmonds, Sharat Ganapati, Erzo Luttmer, Paul Novosad, Jose Manuel Paz y Mino, and seminar participants at the 2018 International Industrial Organization Conference (Indianapolis) for valuable discussions, to John Cocklin for insights on locating historical data sources, and to Marvin Lieberman and the Dartmouth FIVE Project for sharing their data on the chemicals industry. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}