{
    "id": 24780,
    "citation_title": "How Do Travel Costs Shape Collaboration?",
    "citation_author": [
        "Christian Catalini",
        "Christian Fons-Rosen",
        "Patrick Gaulé"
    ],
    "citation_publication_date": "2018-07-09",
    "issue_date": "2018-06-29",
    "revision_date": "2019-03-26",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe develop a simple theoretical framework for thinking about how geographic frictions, and in particular travel costs, shape scientists' collaboration decisions and the types of projects that are developed locally versus over distance. We then take advantage of a quasi-experiment — the introduction of new routes by a low-cost airline — to test the predictions of the theory. Results show that travel costs constitute an important friction to collaboration: after a low-cost airline enters, the number of collaborations increases between 0.3 and 1.1 times, a result that is robust to multiple falsification tests and causal in nature. The reduction in geographic frictions is particularly beneficial for high quality scientists that are otherwise embedded in worse local environments. Consistent with the theory, lower travel costs also endogenously change the types of projects scientists engage in at different levels of distance. After the shock, we observe an increase in higher quality and novel projects, as well as projects that take advantage of complementary knowledge and skills between sub-fields, and that rely on specialized equipment. We test the generalizability of our findings from chemistry to a broader dataset of scientific publications, and to a different field where specialized equipment is less likely to be relevant, mathematics. Last, we discuss implications for the formation of collaborative R&D teams over distance.\n\n",
    "acknowledgement": "\nWe appreciate helpful comments from Alberto Galasso, Ina Ganguli, Avi Goldfarb, Xavier Giroud, Jeff Furman, Stepan Jurajda, Mara Lederman, Nikolas Mittag, Alex Oettl, Erin Scott, Paula Stephan, Scott Stern, Toby Stuart, Jane Wu, an anonymous associate editor and team of reviewers at Management Science, seminar participants at Charles University, the EPFL, Harvard Business School, Imperial College London, London School of Economics Stockholm School of Economics, the Academy of Management, Universidad Carlos III, National University of Singapore and Warwick Business School for helpful discussions and advice. All errors are our own. This research contributes to the agenda Strategie AV21. Fons-Rosen acknowledges financial support by the Spanish Ministry of Economy and Competitiveness (ECO2014-55555-P). Christian Catalini acknowledges the support of the Junior Faculty Research Assistance Program at the MIT Sloan School of Management. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}