{
    "id": 24782,
    "citation_title": "The Long-run Effects of Teacher Collective Bargaining",
    "citation_author": [
        "Michael Lovenheim",
        "Alexander Willén"
    ],
    "citation_publication_date": "2018-07-09",
    "issue_date": "2018-07-01",
    "revision_date": "2018-07-09",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Market Structures",
        "\n",
        "Labor Relations",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTeacher collective bargaining is a highly debated feature of the education system in the US. This paper presents the first analysis of the effect of teacher collective bargaining laws on long-run labor market and educational attainment outcomes, exploiting the timing of passage of duty-tobargain laws across cohorts within states and across states over time. Using American Community Survey data linked to each respondent’s state of birth, we examine labor market outcomes and educational attainment for 35-49 year olds, separately by gender. We find robust evidence that exposure to teacher collective bargaining laws worsens the future labor market outcomes of men: in the first 10 years after passage of a duty-to-bargain law, male earnings decline by $2,134 (or 3.93%) per year and hours worked decrease by 0.42 hours per week. The earnings estimates for men indicate that teacher collective bargaining reduces earnings by $213.8 billion in the US annually. We also find evidence of lower male employment rates, which is driven by lower labor force participation. Exposure to collective bargaining laws leads to reductions in the skill levels of the occupations into which male workers sort as well. Effects are largest among black and Hispanic men. Estimates among women are often confounded by secular trend variation, though we do find suggestive evidence of negative impacts among nonwhite women. Using data from the 1979 National Longitudinal Survey of Youth, we demonstrate that collective bargaining laws lead to reductions in measured non-cognitive skills among young men.\n\n",
    "acknowledgement": "\nWe are grateful to David Autor, Dan Black, Maria Fitzpatrick, Richard Freeman, John Friedman, Steve Rivkin, Tim Sass, Mark Steinmeyer, Katharine Strunk, anonymous referees at several journals, and seminar participants at the Association for Education Finance and Policy annual meeting, the CESifo Economics of Education Conference, the American Economic Association Annual Meeting, the APPAM annual meeting, Southern Methodist University, the Federal Reserve Bank of Cleveland, the University of Mississippi, and the Daniel Patrick Moynihan Syracuse/Cornell Workshop on the Economics of Education for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}