{
    "id": 24797,
    "citation_title": "Structural Behavioral Economics",
    "citation_author": [
        "Stefano DellaVigna"
    ],
    "citation_publication_date": "2018-07-16",
    "issue_date": "2018-07-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n",
        "Insurance",
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWhat is the role of structural estimation in behavioral economics? I discuss advantages, and limitations, of the work in Structural Behavioral Economics. I also cover common modeling choices and how to get started. Among the advantages, I argue that structural estimation builds on, and expands, a classical behavioral tool, simple calibrations, and that it benefits from the presence of a few parsimonious behavioral models which can be taken to the data. Estimation is also well suited for experimental work, common in behavioral economics, as it can lead to improvements in the experimental design. In addition, at a time where policy implications of behavioral work are increasingly discussed, it is important to ground these policy implications in (estimated) models. Structural work, however, has important limitations, which are relevant to its behavioral applications. Estimation takes much longer and the extra degree of complexity can make it difficult to know which of a series of assumptions is driving the results. For related reasons, it is also easy to over-reach with the welfare implications. Taking this into account, I provide a partial how-to guide to structural behavioral economics, covering: (i) the choice of estimation method; (ii) the modeling of heterogeneity; (iii) identification and sensitivity. Finally, I discuss common issues for the estimation of leading behavioral models. I illustrate this discussion with selected coverage of existing work in the literature.\n\n",
    "acknowledgement": "\nForthcoming in the 1st Handbook of Behavioral Economics, Vol.1, edited by Douglas Bernheim, Stefano DellaVigna, and David Laibson, Elsevier. I thank Hunt Allcott, Charles Bellemare, Daniel Benjamin, Douglas Bernheim, Colin Camerer, Vincent Crawford, Thomas Dohmen, Philipp Eisenhauer, Keith Ericson, Lorenz Goette, Johannes Hermle, Lukas Kiessling, Nicola Lacetera, David Laibson, John List, Edward O'Donoghue, Gautam Rao, Alex Rees-Jones, John Rust, Jesse Shapiro, Charles Sprenger, Dmitry Taubinsky, Bertil Tungodden, Hans-Martin von Gaudecker, George Wu, and the audience of presentations at the 2016 Behavioral Summer Camp, at the SITE 2016 conference, and at the University of Bonn for their comments and suggestions. I thank Bryan Chu, Avner Shlain, Alex Steiny, and Vasco Villas-Boas for outstanding research assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}