{
    "id": 24794,
    "citation_title": "How Do Firms Build Market Share?",
    "citation_author": [
        "Doireann Fitzgerald",
        "Anthony Priolo"
    ],
    "citation_publication_date": "2018-07-16",
    "issue_date": "2018-07-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe question of how firms build market share matters for firm dynamics, business cycles, international trade, and industrial organization. Using Nielsen Retail Scanner data for the United States, we document that in the consumer food industry, brands experience substantial growth in market share in the first four years after successful entry into a regional market. However, markups are flat with respect to brand tenure. This finding is at odds with a large literature on customer markets which argues that firms acquire customers by temporarily offering low markups, and later raise markups once customers are locked in. However, it is consistent with a literature which emphasizes the importance of marketing and advertising activities for building market share.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research. All results are calculated (or derived) based on data from The Nielsen Company (US), LLC and marketing databases provided by the Kilts Center for Marketing Data Center at The University of Chicago Booth School of Business. The conclusions drawn from the Nielsen data are those of the researchers and do not reflect the views of Nielsen. Nielsen is not responsible for, had no role in, and was not involved in analyzing and preparing the results reported herein.\n\n\n"
}