{
    "id": 24791,
    "citation_title": "Job Market Signaling through Occupational Licensing",
    "citation_author": [
        "Peter Q. Blair",
        "Bobby W. Chung"
    ],
    "citation_publication_date": "2018-07-16",
    "issue_date": "2018-07-13",
    "revision_date": "2022-10-27",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Discrimination",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economics of Education",
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nAmong men, the black-white wage gap is as large today as it was in 1950. We test whether the black-white wage gap is due to asymmetric information using newly collected data on occupational licensing laws that ban workers with criminal records. We find evidence supporting this hypothesis. The licensing premiums for black men are largest in licensed occupations that restrict felons —particularly in states with Banthe-Box laws and at small firms. In these contexts where a worker’s criminal history is difficult to infer, we find that occupational licensing reduces asymmetric information and reduces the racial wage gap.\n\n",
    "acknowledgement": "\nWe received helpful comments from: Kerwin Charles, William Spriggs, Morris Kleiner, Ed Timmons, Jennifer Doleac, Isaiah Andrews, David Autor, Ainhoa Aparicio, William Darity Jr., Patrick Bayer, Thummim Cho, David Deming, Michael Dinerstein, William Dougan, Steven Durlauf, Susan Dynarski, Robert Fleck, Michael Kofoed, Stefano Giglio, Edward Glaeser, Claudia Goldin, Sarena Goodman, Benjamin Hansen, Arnold Harberger, James Heckman, Nathaniel Hendren, Kirabo Jackson, Damon Jones, Lawrence Katz, Mark Klee, Glenn Loury, Alexandre Mas, Jonathan Meer, Conrad Miller, Richard Murnane, David Neumark, Oyebola Olabisi Okunogbe, Curtis Simon, Todd Sinai, Kent Smetters, Stan Veuger, Shing-Yi Wang, Matthew Weinzierl, Kyle Welch, Brian Jacob, several anonymous referees and many others. We also received helpful comments from the seminar participants at NBER Labor Studies Meeting, Harvard, Stanford (SITE Conference), Columbia, Cornell, Brown, Clemson, West Point Military Academy, Collegio Carlo Alberto, Bowdoin College, Federal Reserve Bank of Chicago, AEA Annual Meeting, Economic Demography Workshop, Southern Economic Association Conference, and the South Carolina Applied Micro Day Conference. We also thank Jennifer Moore, Brian Trainer, Andrew Mannheimer, Benjamin Posmanick, Elijah Neilson, Kenneth Whaley, Majid Hashemi, Mickey Whitzer, Jhacova Williams, Anne-Marie Korte, Morgan Adderley, and Rafael Luna (Scientific Storytelling) for help with the manuscript. All remaining errors are ours. Blair is grateful for generous research funding from the Upjohn Institute Early Career Research Award. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}