{
    "id": 24795,
    "citation_title": "Common Values, Unobserved Heterogeneity, and Endogenous Entry in U.S. Offshore Oil Lease Auction",
    "citation_author": [
        "Giovanni Compiani",
        "Philip Haile",
        "Marcelo Sant'Anna"
    ],
    "citation_publication_date": "2018-07-16",
    "issue_date": "2018-07-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAn oil lease auction is the classic example motivating a common values model. However, formal testing for common values has been hindered by unobserved auction-level heterogeneity, which is likely to affect both participation in an auction and bidders’ willingness to pay. We develop and apply an empirical approach for first-price sealed bid auctions with affiliated values, unobserved heterogeneity, and endogenous bidder entry. The approach also accommodates spatial dependence and sample selection. Following Haile, Hong and Shum (2003), we specify a reduced form for bidder entry outcomes and rely on an instrument for entry. However, we relax their control function requirements and demonstrate that our specification is generated by a fully specified game motivated by our application. We show that important features of the model are nonparametrically identified and propose a semiparametric estimation approach designed to scale well to the moderate sample sizes typically encountered in practice. Our empirical results show that common values, affiliated private information, and unobserved heterogeneity—three distinct phenomena with different implications for policy and empirical work—are all present and important in U.S. offshore oil and gas lease auctions. We find that ignoring unobserved heterogeneity in the empirical model obscures the presence of common values. We also examine the interaction between affiliation, the winner’s curse, and the number of bidders in determining the aggressiveness of bidding and seller revenue\n\n",
    "acknowledgement": "\nWe are grateful to Ken Hendricks and Rob Porter, who generously provided the data, answered our many questions, and gave valuable feedback on early drafts. We also benefited from the comments of Estelle Cantillon, Xiaohong Chen, and numerous seminar and conference participants. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nPhilip Haile\n\n.\n\n\n"
}