{
    "id": 24793,
    "citation_title": "Some Facts of High-Tech Patenting",
    "citation_author": [
        "Michael Webb",
        "Nick Short",
        "Nicholas Bloom",
        "Josh Lerner"
    ],
    "citation_publication_date": "2018-07-16",
    "issue_date": "2018-07-13",
    "revision_date": "2020-09-25",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPatenting in software, cloud computing, and artificial intelligence has grown rapidly in recent years. Such patents are acquired primarily by large US technology firms such as IBM, Microsoft, Google, and HP, as well as by Japanese multinationals such as Sony, Canon, and Fujitsu. Chinese patenting in the US is small but growing rapidly, and world-leading for drone technology. Patenting in machine learning has seen exponential growth since 2010, although patenting in neural networks saw a strong burst of activity in the 1990s that has only recently been surpassed. In all technological fields, the number of patents per inventor has declined near-monotonically, except for large increases in inventor productivity in software and semiconductors in the late 1990s. In most high-tech fields, Japan is the only country outside the US with significant US patenting activity; however, whereas Japan played an important role in the burst of neural network patenting in the 1990s, it has not been involved in the current acceleration. Comparing the periods 1970-89 and 2000-15, patenting in the current period has been primarily by entrant assignees, with the exception of neural networks.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nMichael Webb\n\nOver the past three years, I have received support from the following organizations: Stanford University, TNIT (funded by Microsoft), Future of Life Institute, Institute for Fiscal Studies, Google.\n\n\n\nNicholas Bloom\n\nI worked for McKinsey and company as a management consultant from 2001-2002. I have not received any funding from them after that time.\n\n\nI am part of the Toulouse Network for Information Technology, which carries out research on IT and productivity. From this network I receive an annual honorarium, which is funded by Microsoft.\n\n\nI do occasional consulting on management practices for government and policy agencies, like the Canadian Government, the World Bank, the European Union, the British Government, and the European Bank of Reconstruction and Development.\n\n\nI produced a report in 2008 for the World Economic Forum on management practices in private equity for which I received an honorarium.\n\n\nI occasionally am a paid speaker at corporate events at which I discuss among other things management practices and policy uncertainty.\n\n\n\nJosh Lerner\n\nJosh Lerner periodically receives compensation for advising institutional investors, private equity firms, corporate venturing groups, and government agencies on topics related to entrepreneurship, innovation, and private capital. Nick Bloom and Josh Lerner are members of the Toulouse Network on Information Technology, which is sponsored by the Microsoft Corporation. Harvard Business School's Division of Research provided financial support for this project.\n\n\n"
}