{
    "id": 24796,
    "citation_title": "Detecting Urban Markets with Satellite Imagery: An Application to India",
    "citation_author": [
        "Kathryn Baragwanath Vogel",
        "Ran Goldblatt",
        "Gordon H. Hanson",
        "Amit K. Khandelwal"
    ],
    "citation_publication_date": "2018-07-16",
    "issue_date": "2018-07-13",
    "revision_date": "2019-05-14",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a methodology for defining urban markets based on built-up land-cover classified from daytime satellite imagery. Compared to markets defined using minimum thresholds for nighttime light intensity, daytime imagery identify an order of magnitude more markets, capture more of India's urban population, are more realistically jagged in shape, and reveal more variation in the spatial distribution of economic activity. We conclude that daytime satellite data are a promising source for the study of urban forms.\n\n",
    "acknowledgement": "\nWe acknowledge funding from the World Bank, the International Growth Centre (Project 89448), and the Center for Global Transformation at UC San Diego. We thank the Editor, Gilles Duranton, and two anonymous referees for valuable feedback. Additionally, we thank Somik Lall, Trevor Monroe, Rinku Murgai, Adam Storeygard, Siddharth Sharma, and seminar participants at University of Toronto, Berkeley Haas, 2018 Urban Economics Association Meetings, the Urban and Regional/Spatial Zoom Seminar, MIT, McGill University, and the World Bank for constructive comments. Khandelwal acknowledges support from The Council on Foreign Relations International Affairs Fellowship in International Economics. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}