{
    "id": 24799,
    "citation_title": "Tax Compliance and Enforcement",
    "citation_author": [
        "Joel Slemrod"
    ],
    "citation_publication_date": "2018-07-16",
    "issue_date": "2018-07-13",
    "revision_date": "2021-10-20",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper reviews recent economic research in tax compliance and enforcement. After briefly laying out the economics of tax evasion, it focuses on recent empirical contributions. It first discusses what methodologies and data have facilitated these contributions, and then presents critical summaries of what has been learned. It discusses a promising new development, the analysis of randomized controlled trials mostly delivered via letters from the tax authority, and then reviews recent research using various methods about the impact of the principal enforcement tax policy instruments: audits, information reporting, and remittance regimes. I also explore several understudied issues worthy of more research attention. The paper closes by outlining a normative framework based on the behavioral response elasticities now being credibly estimated that allows one to assess whether a given enforcement intervention is worth doing.\n\n",
    "acknowledgement": "\nI am grateful to Garrett Anstreicher and Tejaswi Velayudhan for excellent research assistance and to the students in my Ph.D. class on government revenues at the University of Michigan for stimulating conversations. Helpful comments on an earlier draft were received from Claudio Agostini, Miguel Almunia, Alan Auerbach, Anne Brockmeyer, Wei Cui, Brian Erard, Christian Gillitzer, John Guyton, Michael Hallsworth, Anders Jensen, Paul Michael Kindsgrab, Ben Meiselman, Gareth Myles, Alan Plumley, Daniel Reck, Carlos Scartiscini, Christian Traxler, David Weisbach, and Eleanor Wilking, as well as from the JEL editor and referees. The author has an unpaid contractual relationship with the Internal Revenue Service to make research use of de-identified tax-return data; the views expressed here are not necessarily held by the IRS, the U.S. Department of the Treasury, or the National Bureau of Economic Research.\n\n\n"
}