{
    "id": 24800,
    "citation_title": "How Costly Are Markups?",
    "citation_author": [
        "Chris Edmond",
        "Virgiliu Midrigan",
        "Daniel Yi Xu"
    ],
    "citation_publication_date": "2018-07-16",
    "issue_date": "2018-07-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Macroeconomics",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "Monetary Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the welfare costs of markups in a dynamic model with heterogeneous firms and endogenously variable markups. We find that the welfare costs of markups are large. We decompose the costs of markups into three channels: (i) an aggregate markup that acts like a uniform output tax, (ii) misallocation of factors of production, and (iii) an inefficiently low rate of entry. We find that the aggregate markup accounts for about two-thirds of the costs, misallocation accounts for about one-third, and the costs due to inefficient entry are negligible. We evaluate simple policies aimed at reducing the costs of markups. Subsidizing entry is not an effective tool in our model: while more competition reduces individual firms' markups it also reallocates market shares towards larger firms and the net effect is that the aggregate markup hardly changes. Size-dependent policies aimed at reducing concentration can reduce the aggregate markup but have the side effect of greatly increasing misallocation and reducing aggregate productivity.\n\n",
    "acknowledgement": "\nWe particularly thank our discussants Salomé Baslandze and Gino Gancia for their insightful feedback. We also thank seminar participants at Duke University, the FRB New York, FRB St Louis, Keio University, the LSE, Notre Dame, NYU, the University of Adelaide, and the University of Chicago for their comments. Edmond thanks the Australian Research Council for financial support under grant DP-150101857. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}