{
    "id": 24802,
    "citation_title": "Violence while in Utero: The Impact of Assaults During Pregnancy on Birth Outcomes",
    "citation_author": [
        "Janet Currie",
        "Michael Mueller-Smith",
        "Maya Rossin-Slater"
    ],
    "citation_publication_date": "2018-07-16",
    "issue_date": "2018-07-13",
    "revision_date": "2019-12-10",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nWe study the effects of prenatal exposure to violent crime on infant health, using New York City crime records linked to mothers’ addresses in birth records data. We address endogeneity of assault exposure with three strategies and find that in utero assault exposure significantly increases the incidence of adverse birth outcomes. We calculate that the annual social cost of assault during pregnancy in the US is more than $3.8 billion. Since infant health predicts long-term wellbeing and disadvantaged women are disproportionately likely to be domestic abuse victims, violence in utero may be an important channel for intergenerational transmission of inequality.\n\n",
    "acknowledgement": "\nWe thank seminar and conference participants at the University of Michigan, University of Arizona, the University of Illinois Urbana-Champaign, University of Gothenburg, the Harvard Kennedy School of Government, Stockholm University, Stanford University, Vanderbilt University, the NBER Summer Institute, the Transatlantic Workshop on the Economics of Crime, the America Latina Crime and Policy Network (ALCAPONE) Annual Meeting, and the Conference on Empirical Legal Studies for helpful comments. We are grateful to Ingrid Gould Ellen and the staff at the NYU Furman Center for assisting in assembling the data for this project, Sara Shoener of the NYC Commission on Gender Equity for background information on domestic violence in New York City, and Abigail Lebovitz for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}