{
    "id": 24807,
    "citation_title": "Granular Comparative Advantage",
    "citation_author": [
        "Cecile Gaubert",
        "Oleg Itskhoki"
    ],
    "citation_publication_date": "2018-07-16",
    "issue_date": "2018-07-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nLarge firms play a pivotal role in international trade, shaping the export patterns of countries. We propose and quantify a granular multi-sector model of trade,  which combines fundamental comparative advantage across sectors with granular comparative advantage embodied in outstanding individual firms. We develop an SMM-based estimation procedure, which takes full account of the general equilibrium of the model, to jointly estimate these fundamental and  granular forces using French micro-data with information on firm domestic and export sales across manufacturing industries. We find that granularity accounts for about 20% of the variation in realized export intensity across sectors, and is more pronounced in the most export-intensive sectors. In turn, idiosyncratic firm dynamics accounts for a large share of the evolution of a country's comparative advantage over time. Governments face strong incentives to target trade policy at large individual foreign exporters, and to use lenient antitrust regulation at home to substitute for beggar-thy-neighbor trade policy.\n\n",
    "acknowledgement": "\nWe thank Ariel Burstein, Lorenzo Caliendo, Andrei Levchenko, Mathieu Parenti and Jon Vogel for insightful discussions, David Atkin, Kyle Bagwell, Kamran Bilir, Matilde Bombardini, Vasco Carvalho, Jonathan Eaton, Xavier Gabaix, Gene Grossman, Sam Kortum, Ulrich Muller, Andres Rodriguez-Clare, Esteban Rossi-Hansberg, Jesse Shapiro, Chris Sims, Sebastian Sotelo, Bob Staiger, Mark Watson, and seminar and conference participants for insightful comments, and Joe Abadi, Dima Mukhin, Mark Razhev and Max Vogler for excellent research assistance, and Davin Chor for sharing his data. Cecile Gaubert gratefully acknowledges financial support from the Clausen Center at UC Berkeley. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}