{
    "id": 24809,
    "citation_title": "Return Migrants’ Self-selection: Evidence for Indian Inventor",
    "citation_author": [
        "Stefano Breschi",
        "Francesco Lissoni",
        "Ernest Miguelez"
    ],
    "citation_publication_date": "2018-07-16",
    "issue_date": "2018-07-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBased on an original dataset linking patent data and biographical information for a large sample of US immigrant inventors with Indian names and surnames, specialized in ICT technologies, we investigate the rate and determinants of return migration. For each individual in the dataset, we both estimate the year of entry in the United States, the likely entry channel (work or education), and the permanence spell up to either the return to India or right truncation. By means of survival analysis, we then provide exploratory estimates of the probability of return migration as a function of the conditions at migration (age, education, patenting record, migration motives, and migration cohort) as well as of some activities undertaken while abroad (education and patenting). We find both evidence of negative self-selection with respect to educational achievements in the US and of positive self-selection with respect to patenting propensity. Based on the analysis of time-dependence of the return hazard ratios, return work migrants appear to be negatively self-selected with respect to unobservable skills acquired abroad, while evidence for education migrants is less conclusive.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge financial support from NBER and the French National Research Agency (TKC project - reference: ANR-17-CE26-0016). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}