{
    "id": 24805,
    "citation_title": "Reimbursement Rates for Primary Care Services: Evidence of Spillover Effects to Behavioral Health",
    "citation_author": [
        "Johanna Catherine Maclean",
        "Chandler McClellan",
        "Michael F. Pesko",
        "Daniel Polsky"
    ],
    "citation_publication_date": "2018-07-16",
    "issue_date": "2018-07-13",
    "revision_date": "2018-10-23",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study spillover effects from the largest increase in Medicaid reimbursement rates in the history of the program for primary care services to behavioral health and healthcare outcomes; mental illness, substance use disorders, and tobacco product use. Much of the variation in Medicaid reimbursement rates we leverage is attributable to a large federally mandated increase between 2013 and 2014. We apply differences-in-differences models to survey data specifically designed to measure behavioral health outcomes over the period 2010 to 2016. We find that higher primary care Medicaid reimbursement rates improve behavioral health outcomes among enrollees. We find no evidence that behavioral healthcare service use is altered. Previous economic research shows that the mandated boost increased office visits. Thus our results suggest that primary care providers are efficient in improving behavioral health outcomes among Medicaid enrollees. Given established shortages of behavioral health providers, these findings are important from a healthcare workforce and policy perspective.\n\n",
    "acknowledgement": "\nJohanna Catherine Maclean and Michael F. Pesko were supported by a Research Scholar Grant – Insurance, RSGI-16-019-01 – CHIPS, from the American Cancer Society. We thank Stephen Zuckerman for assistance with the data and Keisha Solomon for excellent research assistance. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}