{
    "id": 24808,
    "citation_title": "Financing Ventures",
    "citation_author": [
        "Jeremy Greenwood",
        "Pengfei Han",
        "Juan M. Sanchez"
    ],
    "citation_publication_date": "2018-07-16",
    "issue_date": "2018-07-13",
    "revision_date": "2021-11-18",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nThe relationship between venture capital and growth is examined using an endogenous growth model incorporating dynamic contracts between entrepreneurs and venture capitalists. At each stage of financing, venture capitalists evaluate the viability of startups. If viable, venture capitalists provide funding for the next stage. The success of a project depends on the amount of funding. The model is confronted with stylized facts about venture capital: statistics by funding round concerning success rates, failure rates, investment rates, equity shares, and IPO values. The increased efficiency offered by venture capital for financing inventive startups is important for long-run growth and welfare.\n\n",
    "acknowledgement": "\nYoshiki Ando, Gian Luca Clementi, Dirk Krueger, and three referees are thanked for comments. The NSF provided financial support. Address correspondence to Juan M. Sanchez at vediense@gmail.com. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}