{
    "id": 24818,
    "citation_title": "School Spirit: Legislator School Ties and State Funding for Higher Education",
    "citation_author": [
        "Aaron K. Chatterji",
        "Joowon Kim",
        "Ryan C. McDevitt"
    ],
    "citation_publication_date": "2018-07-16",
    "issue_date": "2018-07-13",
    "revision_date": "2018-07-19",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nWe explore a new mechanism to understand state funding for public colleges and universities by leveraging data on the educational experiences of state legislators, specifically if and where they received postsecondary education. Using novel, hand-collected data from 2002 through 2014, we provide comprehensive documentation for the first time in the literature on the educational backgrounds of state legislators. We find a statistically significant, positive association between the share of legislators who attended their states' public institutions and state funding for their entire public higher-education system. We also find a similar positive relationship between the share of state legislators who attended particular campuses of the state's public university system and funding for those campuses. This relationship is more pronounced among publicly educated legislators who represent legislative districts close to their alma mater's district, and becomes most consequential when the legislator's district contains his or her alma mater. We discuss the implications of our findings for academic studies on how politics and legislators' personal experiences in influence support for higher education.\n\n",
    "acknowledgement": "\nThis research did not receive any specific grant from funding agencies in the public, commercial, or not-for-profit sectors. We thank Denislav Bodichev  and Ivan Ivanov  for their outstanding data work. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}