{
    "id": 24816,
    "citation_title": "Empirical Properties of Diversion Ratios",
    "citation_author": [
        "Christopher T. Conlon",
        "Julie Holland Mortimer"
    ],
    "citation_publication_date": "2018-07-16",
    "issue_date": "2018-07-13",
    "revision_date": "2020-09-14",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Antitrust",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe diversion ratio for products j and k can be interpreted as the result of an experiment: increase the price of product j, measure the number of consumers who leave product j, and then measure the fraction of leavers who switch to a substitute product k. In theory, this is expressed as the ratio of demand derivatives that enter the multi-product Bertrand-Nash first-order condition for a firm. In practice, diversion ratios are also measured from second-choice data or customer switching surveys. We establish a LATE interpretation of diversion ratios, and show how diversion ratios can be obtained from different interventions (price changes, quality changes, assortment changes) and how those different measures relate to one another and to the underlying properties of demand.\n\n",
    "acknowledgement": "\nA pre-cursor to this paper was circulated under the title \"An Experimental Approach to Merger Analysis.\" We thank Joe Farrell, Phil Haile, Dennis Carlton, Ken Hendricks, Fiona Scott Morton, Aviv Nevo, Bill Rogerson, Ralph Winter, Dan O'Brien, and seminar participants at: Charles River Associates, Columbia University, the Department of Justice, NYU Stern, the University of Western Ontario, the University of Mannheim, the Bates White Antitrust Conference, the Behavioral Game Theory Workshop, the FTC Microeconomics Conference, 'I.O. Fest' at UC Berkeley, the Dartmouth Winter IO Conference, the NBER Summer Institute, the Penn State - Cornell Econometrics and IO Conference, and the antitrust conference at the University of British Columbia, for comments. Chitra Marti provided exceptional research assistance. Special thanks to Jeff Gortmaker for custom updates to PyBLP. Any remaining errors are our own. Financial support for this research was generously provided through NSF grant SES-0617896. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}