{
    "id": 24813,
    "citation_title": "The Labor Market for Teachers Under Different Pay Schemes",
    "citation_author": [
        "Barbara Biasi"
    ],
    "citation_publication_date": "2018-07-16",
    "issue_date": "2018-07-13",
    "revision_date": "2019-03-25",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Market Structures",
        "\n",
        "Labor Relations",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCompensation of most US public school teachers is rigid and solely based on seniority. This paper studies the labor market effects of a reform that gave school districts in Wisconsin full autonomy to redesign teacher pay schemes. Following the reform, some districts switched to flexible compensation and started paying high-quality teachers more. Teacher quality increased in these districts relative to those with seniority pay due to a change in workforce composition and an increase in effort. I estimate a structural model of this labor market to investigate the effects of counterfactual pay schemes on the composition of the teaching workforce.\n\n",
    "acknowledgement": "\nAn earlier version of this paper, titled “Unions, Salaries, and The Market for Teachers: Evidence fromWisconsin,” was the first chapter of my dissertation at Stanford University: thanks to Caroline Hoxby, Luigi Pistaferri, Raj Chetty, and Petra Moser for their patient advising and support. I also thank Jason Abaluck, Jaime Arellano-Bover, Vittorio Bassi, Leah Boustan, Elizabeth Cascio, Judy Chevalier, Zo¨e Cullen, Will Dobbie, Mark Duggan, Liran Einav, Chao Fu, Robert Jensen, Andrew Johnston, Lester Lusher, Robert MacMillan, Davide Malacrino, Hani Mansour, Costas Meghir, Christopher Neilson, Petra Persson, Nicola Pierri, Dina Pomeranz, David Price, Juan Rios, Fiona Scott Morton, Isaac Sorkin, Edoardo Teso, Pietro Tebaldi, Caio Waisman, and seminar participants at various conferences and institutions for useful comments and conversations. Thanks to Sean P. Cottrell and Carl B. Frederick of the WDPI for their help in accessing and understanding the data. Joshua Ryan Petersen has provided excellent research assistance. Financial support from the National Academy of Education through a Spencer Dissertation Fellowship and from the Stanford Institute for Economics and Policy Research through a Leonard W. Ely and Shirley R. Ely Fellowship is gratefully acknowledged. All mistakes are my own.The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}