{
    "id": 24811,
    "citation_title": "On DSGE Models",
    "citation_author": [
        "Lawrence J. Christiano",
        "Martin S. Eichenbaum",
        "Mathias Trabandt"
    ],
    "citation_publication_date": "2018-07-16",
    "issue_date": "2018-07-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe outcome of any important macroeconomic policy change is the net effect of forces operating on different parts of the economy. A central challenge facing policy makers is how to assess the relative strength of those forces. Dynamic Stochastic General Equilibrium (DSGE) models are the leading framework that macroeconomists have for dealing with this challenge in an open and transparent manner. This paper reviews the state of DSGE models before the financial crisis and how DSGE modelers responded to the crisis and its aftermath. In addition, we discuss the role of DSGE models in the policy process.\n\n",
    "acknowledgement": "\nPrepared for the Journal of Economic Perspectives. We are grateful for the comments of Olivier Blanchard, Robert Gordon, Narayana Kocherlakota, Douglas Laxton, Edward Nelson, Giorgio Primiceri and Sergio Rebelo on an earlier draft of this paper.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nLawrence J. Christiano\n\nNon-Northwestern compensated activities: 2010 through 2017.\nShort lecture courses at: Bank of Korea, International Monetary Fund, Kiel Institute for World Economics, Gerzensee Study Center, Central Bank of Peru, Central Bank of Portugal, Central Bank of Colombia, Central Bank of Hungary, Swiss National Bank, Central Bank of the Czech Republic, Renmin University, China, Shanghai Advanced Institute of Finance, Shanghai.\nConsultant, Central Bank of Brazil, Swiss National Bank.\nFederal Reserve Bank of Atlanta, advisor.\nFederal Reserve Bank of Chicago, advisor.\nFederal Reserve Bank of Minneapolis, advisor.\nConsultant, Global Markets Institute at Goldman Sachs.\n\n\n\nMartin S. Eichenbaum\n\nNon-teaching compensated activities: 2010 through 2015 (excludes token honoraria).\nCo-editor, American Economic Review, 2011 - 2015.\nCo-editor, NBER Macroeconomic Annual.\nFederal Reserve Bank of Atlanta, advisor.\nFederal Reserve Bank of Chicago, advisor.\nIMF, consultant.\nHightower Associates, consultant.\nGlobal Markets Institute at Goldman Sachs, Advisory Council.\nBoard of Directors, Bank of Montreal.\n\n\n"
}