{
    "id": 24819,
    "citation_title": "Guns and Violence: The Enduring Impact of Crack Cocaine Markets on Young Black Males",
    "citation_author": [
        "William N. Evans",
        "Craig Garthwaite",
        "Timothy J. Moore"
    ],
    "citation_publication_date": "2018-07-16",
    "issue_date": "2018-07-13",
    "revision_date": "2018-08-26",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nCrack cocaine markets were associated with substantial increases in violence in the U.S. during the 1980s and 1990s. Using cross-city variation in the emergence of these markets, we show that the resulting violence has important long-term implications for understanding current levels of murder rates by age, sex and race. We estimate that the murder rate of young black males doubled soon after crack’s entrance into a city, and that these rates were still 70 percent higher 17 years after crack’s arrival. We document the role of increased gun possession as a mechanism for this increase. Following previous work, we show that the fraction of suicides by firearms is a good proxy for gun availability and that this variable among young black males follows a similar trajectory to murder rates. Access to guns by young black males explains their elevated murder rates today compared to older cohorts. The long run effects of this increase in violence are large. We attribute nearly eight percent of the murders in 2000 to the long-run effects of the emergence of crack markets. Elevated murder rates for younger black males continue through to today and can explain approximately one tenth of the gap in life expectancy between black and white males.\n\n",
    "acknowledgement": "\nThe authors wish to thank Michael Smith and Timothy Seida for excellent research assistance, and for seminar participants at Auburn University, Harvard University, Northwestern University, University of Georgia, University of Nebraska and University of Notre Dame for a number of helpful suggestions. Moore acknowledges financial support from an Australian Research Council fellowship (Discovery Early Career Research Award DE170100608). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}