{
    "id": 24812,
    "citation_title": "Peer Effects in Water Conservation: Evidence from Consumer Migration",
    "citation_author": [
        "Bryan Bollinger",
        "Jesse Burkhardt",
        "Kenneth Gillingham"
    ],
    "citation_publication_date": "2018-07-16",
    "issue_date": "2018-07-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Renewable Resources",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSocial interactions are widely understood to influence consumer decisions in many choice settings. This paper identifies causal peer effects in water conservation during the growing season, utilizing variation from consumer migration. We use machine learning to classify high-resolution remote sensing images to provide evidence that conversion to dry landscaping underpins the peer effects in water consumption. We also provide evidence that without a price signal, peer effects are muted, demonstrating a complementarity between information transmission and prices. These results inform water use policy in many areas of the world threatened by recurring drought conditions.\n\n",
    "acknowledgement": "\nThe authors are grateful for conversations and comments from Kerry Smith, Matt Kotchen, Erich Muehlegger, Sheila Olmstead, Michael Hanemann, Soe Myint, and from seminar participants at NBER EEE, Arizona State, Northwestern, and UCLA. The authors would also especially like to thank the staff at the Phoenix Metropolitan Water District, including Doug Frost, Darren Sversvold, and Jamie Campbell. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}