{
    "id": 24815,
    "citation_title": "Sample-Selection Bias and Height Trends in the Nineteenth-Century United States",
    "citation_author": [
        "Ariell Zimran"
    ],
    "citation_publication_date": "2018-07-16",
    "issue_date": "2018-07-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nAfter adjusting for sample-selection bias, I find a net decline in average stature of 0.64 inches in the birth cohorts of 1832--1860 in the US. This result supports the veracity of the Antebellum Puzzle—a deterioration of health during early modern economic growth in the US. However, this adjustment alters the trend in average stature, validating concerns over bias in the historical heights literature. The adjustment is based on census-linked military height data and uses a two-step semi-parametric sample-selection model to adjust for selection on observables and unobservables.\n\n",
    "acknowledgement": "\nAn edited version of this paper is forthcoming in the Journal of Economic History. I am indebted to Joel Mokyr, Joseph Ferrie and Matthew Notowidigdo for encouragement and guidance, and to Ann Carlos, William Collins, and anonymous referees for detailed comments on several drafts of this paper.  I also thank Ran Abramitzky, Hoyt Bleakley, Louis Cain, John Cawley, Stephanie Chapman, Carola Frydman, Seema Jayachandran, John Komlos, Peter Koudijs, Thomas Mroz, Aviv Nevo, Sangyoon Park, Pedro Sant'Anna, Yannay Spitzer, Richard Steckel, Benjamin Ukert, and Carlos Villareal for helpful suggestions and insightful comments. Thanks are also due to Roy Mill for access to the dEntry transcription system; to seminar participants at Northwestern University, the London School of Economics, Vanderbilt University, the University of Colorado Boulder, the University of Queensland, the Australian National University, the University of Melbourne, and Stanford University; to participants in the 2013 Asian Meetings of the Econometric Society, the 2015 Western Economic Association International Graduate Student Dissertation Workshop and Conference, the 2015 European Historical Economics Society Conference, the 2015 Illinois Economic Association Conference, the 2015 Social Science History Association Conference, and the 2015 H2D2 Research Day at the University of Michigan for helpful comments; and to Christie Jeung for excellent research assistance. This project was supported by the Northwestern University Center for Economic History, the Balzan Foundation, a Northwestern University Graduate Research Grant, and an Economic History Association Dissertation Fellowship. Computations were performed on the Social Sciences Computing Cluster at Northwestern University and on the Advanced Computing Cluster for Research and Education at Vanderbilt University. This project, by virtue of its use of the Union Army Data, was supported by Award Number P01 AG10120 from the National Institute on Aging. The content is solely the responsibility of the author and does not necessarily represent the official views of the National Institute on Aging or the National Institute of Health. All errors are my own. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}