{
    "id": 24829,
    "citation_title": "Bigger Than You Thought: China's Contribution to Scientific Publications",
    "citation_author": [
        "Qingnan Xie",
        "Richard B. Freeman"
    ],
    "citation_publication_date": "2018-07-16",
    "issue_date": "2018-07-13",
    "revision_date": "2018-11-23",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nFrom 2000 to 2016 China increased its scientific publications in the international journals indexed by Scopus to become the largest contributor to global science, accounting for about 23% of journal articles adjusted for the Chinese share of addresses or names on publications. Publications with all-China addresses contributed the most to the increase, followed by cross-country collaborations and papers by Chinese-named researchers outside the country. The same period also saw a huge increase in scientific publications in Chinese language journals not indexed in Scopus. We estimate that while Chinese language papers gain about 1/5th as many citations as non-Chinese (largely English) papers in Scopus they are so numerous that even valued as making 1/5th the contribution of a Scopus paper, China accounts for 36% of global scientific papers defined as Scopus papers and China language equivalent papers and for 37% of citations to those papers. China's move to the forefront of scientific inquiry makes it a key driver of the direction of scientific and technological progress and of the knowledge-based economies of the foreseeable future.\n\n",
    "acknowledgement": "\nWe thank participants in the following seminars and conferences for comments on the earlier stages of this paper:  China Economic Seminar, Harvard University Department of Economics; Economics of Science and Engineering Workshop, Harvard University Department of Economics joint with the Harvard Business School; Meeting of the International Network on the Value of Health Research, Institute for Fiscal Studies, London;  the ASSA-CES Special Session on Innovation, Entrepreneurship and the Chinese Economy, Philadelphia; The Chinese Socio-Economic Development Symposium, Shanghai Academy of Social Sciences; Empirical Social Science Forum, Shaanxi Normal University, Xi’an; and the Conference on New Aspects of Statistics, Financial Econometrics, and Data Science, Stevanovich Center of the University of Chicago. Financial support from the China Scholarship Council funded the Research Fellowship of Qingnan Xie at the Labor and Worklife Program from 2016-2018. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}