{
    "id": 24822,
    "citation_title": "Does When You Die Depend on Where You Live? Evidence from Hurricane Katrina",
    "citation_author": [
        "Tatyana Deryugina",
        "David Molitor"
    ],
    "citation_publication_date": "2018-07-16",
    "issue_date": "2018-07-13",
    "revision_date": "2019-12-23",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nWe follow Medicare cohorts to estimate Hurricane Katrina's long-run mortality effects on victims initially living in New Orleans. Including the initial shock, the hurricane improved eight-year survival by 2.07 percentage points. Migration to lower-mortality regions explains most of this survival increase. Those migrating to low- versus high-mortality regions look similar at baseline, but their subsequent mortality is 0.83–1.01 percentage points lower per percentage-point reduction in local mortality, quantifying causal effects of place on mortality among this population. Migrants' mortality is also lower in destinations with healthier behaviors and higher incomes but is unrelated to local medical spending and quality.\n\n",
    "acknowledgement": "\nWe thank Amy Finkelstein, Don Fullerton, Matthew Gentzkow, Osea Giuntella, Nathaniel Hendren, Robert Kaestner, Jonathan Ketcham, Matthew Notowidigdo, Julian Reif, Nicholas Sanders, David Slusky, and seminar participants at the ASSA Annual Meeting, the AERE Summer Conference, the Annual Health Econometrics Workshop, Arizona State University, the BFI Health Economics Initiative Annual Conference, Cornell University, East Carolina University, Georgia State University, the Heartland Environmental and Resource Economics Workshop, the Illinois pERE seminar, Indiana University, the Junior Health Economics Summit, the London School of Economics, MHEC-X, the National University of Singapore, the CEPRA/NBER Workshop on Ageing and Health, the NBER EEE Spring Meeting, the NBER Summer Institute, SIEPR, the Symposium on Natural Resource Governance for Young Scholars, the University of British Columbia, the University of California at Santa Barbara, the University of Massachusetts at Amherst, the University of South Carolina, and the University of Virginia for helpful comments. Isabel Musse, Prakrati Thakur, Fan Wu, and Zhu Yang provided excellent research assistance. Research reported in this publication was supported by the National Institute on Aging of the National Institutes of Health under award numbers R21AG050795 and R01AG053350. The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}