{
    "id": 24828,
    "citation_title": "Behavioral Public Economics",
    "citation_author": [
        "B. Douglas Bernheim",
        "Dmitry Taubinsky"
    ],
    "citation_publication_date": "2018-07-16",
    "issue_date": "2018-07-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis chapter surveys work in behavioral public economics, emphasizing the normative implications of non-standard decision making for the design of welfare-improving and/or optimal policies. We highlight combinations of theoretical and empirical approaches that together can produce robust qualitative and quantitative prescriptions for optimal policy under a range of assumptions concerning consumer behavior. The chapter proceeds in four parts. First, we discuss the foundations and methods of behavioral welfare economics, focusing on choice-oriented approaches and the measurement of self-reported well-being. Second, we examine commodity taxes and related policies: we summarize research on optimal corrective taxes, the efficiency costs of sales taxes that are not fully salient, the distributional effects of sin taxes, the use of non-price policies such as nudges, the tax treatment of giving, and luxury taxes. Third, we examine policies affecting saving, including capital income taxation, commitment opportunities, default contribution provisions for pension plans, financial education, and mandatory saving programs. Fourth, we detail the manner in which under-provision of labor supply and misunderstandings of policy instruments impact optimal labor income taxation and social insurance. We close with some recommendations for future work in behavioral public economics.\n\n",
    "acknowledgement": "\nThis chapter is forthcoming in B. Douglas Bernheim, Stefano DellaVigna, and David Laibson (eds.), Handbook of Behavioral Economics, Volume 1, New York: Elsevier. In preparing this chapter, we have benefitted from the thoughtful and insightful comments we received from a number of individuals, including Hunt Allcott, Sandro Ambuehl, Stefano DellaVigna, David Laibson, Benjamin B. Lockwood, and Juan Rios Rivera as well as seminar participants at the Stanford Institute for Theoretical Economics and UC Berkeley. William Morrison and Josh Kim have provided excellent research assistance. Taubinsky thanks the Sloan Foundation for support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}