{
    "id": 24824,
    "citation_title": "High-Skill Immigration, Innovation, and Creative Destruction",
    "citation_author": [
        "Gaurav Khanna",
        "Munseob Lee"
    ],
    "citation_publication_date": "2018-07-16",
    "issue_date": "2018-07-13",
    "revision_date": "2018-08-17",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nEconomists have identified product entry and exit as a primary channel through which innovation impacts economic growth. In this paper, we document how high-skill immigration affects product reallocation (entry and exit) at the firm level. Using data on H-1B Labor Condition Applications (LCAs) matched to retail scanner data on products and Compustat data on firm characteristics, we find that H-1B certification is associated with higher product reallocation and revenue growth. A ten percent increase in the share of H-1B workers is associated with a two percent increase in product reallocation rates – our measure of innovation. These results shed light on the economic consequences of innovation by high-skill immigrant to the United States.\n\n",
    "acknowledgement": "\nWe are grateful to seminar participants at the NBER Immigration and Innovation Conferences and the University of California – San Diego for valuable comments, and to Patricia Cortes and Shulamit Kahn for insightful feedback. We thank Alireza Eshraghi and Olga Denislamova for excellent research assistance, and the Center for Global Transformation for support. The conclusions drawn from the Nielsen data are those of the researchers and do not reflect the views of Nielsen. Nielsen is not responsible for, had no role in, and was not involved in analyzing and preparing the results reported herein. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}