{
    "id": 24827,
    "citation_title": "Too little or too much? Actionable Advice in an Early-Childhood Text Messaging Experiment",
    "citation_author": [
        "Kalena E. Cortes",
        "Hans Fricke",
        "Susanna Loeb",
        "David S. Song"
    ],
    "citation_publication_date": "2018-07-16",
    "issue_date": "2018-07-13",
    "revision_date": "2018-07-29",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nText-message based parenting programs have proven successful in improving parental engagement and preschoolers’ literacy development. The tested programs have provided a combination of (a) general information about important literacy skills, (b) actionable advice (i.e., specific examples of such activities), and (c) encouragement. The regularity of the texts – each week throughout the school year – also provided nudges to focus parents’ attention on their children. This study seeks to identify mechanisms of the overall effect of such programs. It investigates whether the actionable advice alone drives previous study’s results and whether additional texts of actionable advice improve program effectiveness. The findings provide evidence that text messaging programs can supply too little or too much information. A single text per week is not as effective at improving parenting practices as a set of three texts that also include information and encouragement, but a set of five texts with additional actionable advice is also not as effective as the three-text approach. The results on children’s literacy development depend strongly on the child’s pre-intervention literacy skills. For children in the lowest quarter of the pre-treatment literacy assessments, only providing one example of an activity decreases literacy scores by 0.15 standard deviations relative to the original intervention. Literacy scores of children in higher quarters are marginally higher with only one tip per week. We find no positive effects of increasing to five texts per week.\n\n",
    "acknowledgement": "\nWe thank Greg Duncan, Carolyn Heinrich, Tatiana Melquizo, Emily Penner, Lori Taylor, Sherri Widen, and seminar and conference participants at Stanford University, Texas A&M University, the University of California at Irvine, the University of Southern California, Vanderbilt University, and the Association for Education Finance and Policy for helpful feedback. Erika Byun, Stephanie Gullo, and J.B. Horsley provided outstanding research assistance. We are grateful for the financial and other support provided by the Laura and John Arnold Foundation, Knight Foundation, Smith Richardson Foundation, and Spencer Foundation. Any errors are attributable to the authors. Institutional support from Stanford University, Stanford’s Center for Education Policy Analysis (CEPA) Labs, and Texas A&M University are also gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}