{
    "id": 24823,
    "citation_title": "Credit Supply and Housing Speculation",
    "citation_author": [
        "Atif Mian",
        "Amir Sufi"
    ],
    "citation_publication_date": "2018-07-16",
    "issue_date": "2018-07-13",
    "revision_date": "2019-04-05",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n",
        "Behavioral Finance",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nSpeculation is a critical channel through which credit supply expansion affects the housing cycle. The surge in private label mortgage securitization in 2003 fueled a large expansion in mortgage credit supply by lenders financed with non-core deposits. Areas more exposed to these lenders experienced a large relative rise in transaction volume driven by a small group of speculators, and these areas simultaneously witnessed an amplified housing boom and bust. Consistent with the importance of belief heterogeneity, house price growth expectations of marginal buyers rose during the boom, while housing market pessimism among the general population increased.\n\n",
    "acknowledgement": "\nThis research was supported by funding from the Julis Rabinowitz Center For Public Policy and Finance at Princeton, and the Fama-Miller Center and Initiative on Global Markets at Chicago Booth. We are especially grateful to Neil Bhutta, Nicola Cetorelli, Neale Mahoney, Stefan Nagel, Stavros Peristiani, Tomasz Piskorski, Philipp Schnabl, Amit Seru, Anne Thompson, and Eric Zwick for help with data access. We received helpful comments from John Griffin, Adam Guren, Christopher Palmer, Andrei Shleifer, Paul Willen, Eric Zwick, and seminar participants at Chicago Booth, DeNederlandscheBank, the European Central Bank, Harvard Business School, John Hopkins University, Northwestern University, the NBER Corporate Finance, Real Estate, and Monetary Economics meetings, and Princeton University. Nicolas Andreoulis, Tu Cao, Sebastian Hanson, Michael Varley, and Hanbin Yang provided excellent research assistance.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}