{
    "id": 24825,
    "citation_title": "Of Mice and Merchants: Trade and Growth in the Iron Age",
    "citation_author": [
        "Jan David Bakker",
        "Stephan Maurer",
        "Jörn-Steffen Pischke",
        "Ferdinand Rauch"
    ],
    "citation_publication_date": "2018-07-16",
    "issue_date": "2018-07-13",
    "revision_date": "2018-08-16",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the causal connection between trade and development using one of the earliest massive trade expansions: the first systematic crossing of open seas in the Mediterranean during the time of the Phoenicians. We construct a measure of connectedness along the shores of the sea. This connectivity varies with the shape of the coast, the location of islands, and the distance to the opposing shore. We relate connectedness to local growth, which we measure using the presence of archaeological sites in an area. We find an association between better connected locations and archaeological sites during the Iron Age, at a time when sailors began to cross open water very routinely and on a big scale. We corroborate these findings at the level of the world.\n\n",
    "acknowledgement": "\nWe thank Juan Pradera for excellent research assistance, Tom Elliott for help with and advice on the Pleiades database, and David Abulafia, Neeraj Baruah, Tim Besley, Andrew Bevan, Francesco Caselli, Jeremiah Dittmar, Hannah Friedman, Avner Greif, Vasiliki Kassianidou, Damian Kozbur, Carl Knappett, Andrea Matranga, Guy Michaels, Dennis Novy, Luigi Pascali, Dominic Rathbone, Tanner Regan, Corinna Riva, Susan Sherratt, Pedro CL Souza, Peter Temin, John van Reenen, Ruth Whitehouse, David Yanagizawa-Drott and participants at various seminars and conferences for their helpful comments and suggestions. This research has been supported by a grant from the Economic and Social Research Council [ESRC ES/M010341/1] to the Centre for Economic Performance at the LSE. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}