{
    "id": 24826,
    "citation_title": "Sorting or Steering: The Effects of Housing Discrimination on Neighborhood Choice",
    "citation_author": [
        "Peter Christensen",
        "Christopher Timmins"
    ],
    "citation_publication_date": "2018-07-16",
    "issue_date": "2018-07-13",
    "revision_date": "2021-06-01",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nGrowing evidence indicates that neighborhoods affect human capital accumulation, raising concern that the exclusionary effects of housing discrimination could contribute to persistent inequality. Using data from HUD's most recent Housing Discrimination Study and micro-level data on key attributes of neighborhoods in 28 US cities, we find strong evidence that discrimination constrains the neighborhood choices of minorities in a housing search. Minority testers are significantly more likely to be steered towards neighborhoods with lower quality schools and neighborhood human capital, and higher rates of assault and pollution exposure. Holding location preferences and income constant, discriminatory steering alone can explain a disproportionate number of minority households found in high poverty neighborhoods in the United States and could contribute to racial gaps in inter- generational income mobility. These results have important implications for the analysis of neighborhood effects and further establish discrimination as a mechanism underlying observed correlations between race and pollution exposures.\n\n",
    "acknowledgement": "\nPreviously circulated as “Sorting or Steering: Experimental Evidence on the Economic Effects of Housing Discrimination.” We thank Spencer Banzhaf, Kelly Bishop, Don Fullerton, Ludovica Gazze, Lu Han, Kelly Maguire, David Molitor, Steve Ross, Kerry Smith, Matthew Turner, Randy Walsh, Ann Wolverton, John Yinger and seminar participants at the Wharton School, University of Arizona, University of Pittsburgh, Simon Fraser University, Washington University in St. Louis, 2019 meetings of the American Economic Association, the 2018 meetings of the Association of Urban Economics, the 2018 China Meetings of the Econometrics Society, and the 2018 meetings of the Southern Economic Association for excellent comments. This project makes use of data from an experiment conducted by the Department of Housing and Urban Development and the Urban Institute in 2012 (Turner et al., 2013). All HDS 2012 data and documentation are publicly available on https://www.huduser.gov/portal/datasets/hsg discrimination.html. All data and programs used in this paper will be made available on: https://github.com/peterchristensen/Sorting-or-Steering. Thanks to research assistants in the University of Illinois Big Data and Environmental Economics and Policy (BDEEP) Group and the Duke Environmental Justice Lab for excellent work. We acknowledge generous support from the National Center for Supercomputing Applications. All errors are our own.\n\n\n"
}