{
    "id": 24831,
    "citation_title": "Theory and Evidence on Employer Collusion in the Franchise Sector",
    "citation_author": [
        "Alan B. Krueger",
        "Orley Ashenfelter"
    ],
    "citation_publication_date": "2018-07-16",
    "issue_date": "2018-07-13",
    "revision_date": "2018-07-24",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Market Structures",
        "\n",
        "Labor Relations",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nIn this paper we study the role of covenants in franchise contracts that restrict the recruitment and hiring of employees from other units within the same franchise chain in suppressing competition for workers. Based on an analysis of 2016 Franchise Disclosure Documents, we find that \"no-poaching of workers agreements\" are included in a surprising 58 percent of major franchisors' contracts, including McDonald's, Burger King, Jiffy Lube and H&R Block. The implications of these no-poaching agreements for models of oligopsony are also discussed. No-poaching agreements are more common for franchises in low-wage and high-turnover industries.\n\n",
    "acknowledgement": "\nWe thank Hank Farber, Alan Manning, Bentley MacLeod, Bobby Willig and participants at the NBER Labor Studies program for helpful comments, FRANdata for providing data, and David Cho, Jun Ho Choi, and Kevin DeLuca for research assistance. The authors are solely responsibility for any errors. The Industrial Relation Section, Princeton University, provided financial assistance.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}