{
    "id": 24837,
    "citation_title": "A Mechanism Design Approach to Identification and Estimation",
    "citation_author": [
        "Bradley Larsen",
        "Anthony Lee Zhang"
    ],
    "citation_publication_date": "2018-07-23",
    "issue_date": "2018-07-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Economics of Information",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nThis paper presents a two-step identification argument for a large class of quasilinear utility trading games, imputing agents' values using revealed preference based on their choices from a convex menu of expected outcomes available in equilibrium. This generalizes many existing two-step approaches in the auctions literature and applies to many cases for which there are no existing tools and where the econometrician may not know the precise rules of the game, such as incomplete-information bargaining settings. We also derive a methodology for settings in which agents' actions are not perfectly observed, bounding menus and agents' utilities based on features of the data that shift agents' imperfectly observed actions.  We propose nonparametric value estimation procedures based on our identification results for general trading games. Our procedures can be combined with previously existing tools for handling unobserved heterogeneity and non-independent types. We apply our results to analyze efficiency and surplus division in the complex game played at wholesale used-car auctions, that of a secret reserve price auction followed by sequential bargaining between the seller and high bidder.\n\n",
    "acknowledgement": "\nWe thank Susan Athey, Lanier Benkard, Tim Bresnahan, Gabriel Carroll, Evgeni Drynkin, Matt Gentzkow, Han Hong, Jakub Kastl, Andrey Ordin, Mike Ostrovsky, Karl Schurter, Paulo Somaini, Caio Waisman, and Ali Yurukoglu, as well as and conference participants at Duke University, the Federal Trade Commission, Hitotsubashi University, Nagoya University, Northwestern University, Princeton University, University of Minnesota, University of Texas, University of Tokyo, University of Toronto, Stanford University, the 2016 California Econometrics Conference, the 2016 Empirics and Methods in Economics Conference, and the 2018 International Industrial Organization Conference for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}