{
    "id": 24835,
    "citation_title": "Demography, Unemployment, Automation, and Digitalization: Implications for the Creation of (Decent) Jobs, 2010–2030",
    "citation_author": [
        "David E. Bloom",
        "Mathew McKenna",
        "Klaus Prettner"
    ],
    "citation_publication_date": "2018-07-23",
    "issue_date": "2018-07-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGlobally, an estimated 734 million jobs will be required between 2010 and 2030 to accommodate recent and ongoing demographic shifts, account for plausible changes in labour force participation rates, and achieve target unemployment rates of at or below 4 percent for adults and at or below 8 percent for youth. The facts that i) most new jobs will be required in countries where “decent” jobs are less prevalent and ii) workers in many occupations are increasingly subject to risks of automation further compound the challenge of job creation, which is already quite sizable in historical perspective. Failure to create the jobs that are needed through 2030 would put currently operative social security systems under pressure and undermine efforts to guarantee the national social protection floors enshrined in the Sustainable Development Goals (SDGs).\n\n",
    "acknowledgement": "\nResearch reported in this publication was supported by the National Institute on Aging of the National Institutes of Health under Award Number P30AG024409. The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health. This paper was originally prepared as a background paper for Human Development Report 2015. The authors are grateful to the United Nations Development Programme, Human Development Report Office for support and to Selim Jahan for comments. The paper also benefited from Roddy McKinnon’s careful reading and thoughtful comments. In addition, the authors thank Daniel Cadarette for his editorial assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}