{
    "id": 24830,
    "citation_title": "Financial Incentives and Earnings of Disability Insurance Recipients: Evidence from a Notch Design",
    "citation_author": [
        "Philippe Ruh",
        "Stefan Staubli"
    ],
    "citation_publication_date": "2018-07-16",
    "issue_date": "2018-07-13",
    "revision_date": "2018-09-11",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nRetirement and Disability Research Center\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nMost countries reduce Disability Insurance (DI) benefits for beneficiaries earning above a specified threshold. Such an earnings threshold generates a discontinuous increase in tax liability—a notch—and creates an incentive to keep earnings below the threshold. Exploiting such a notch in Austria, we provide transparent and credible identification of the effect of financial incentives on DI beneficiaries’ earnings. Using rich administrative data, we document large and sharp bunching at the earnings threshold. However, the elasticity driving these responses is small. Our estimate suggests that relaxing the earnings threshold reduces fiscal cost only if program entry is very inelastic.\n\n",
    "acknowledgement": "\nWe thank David Autor, Janet Currie, Josef Falkinger, Johannes Kunz, Andrei Levchenko, Erzo Luttmer, Lucija Muehlenbachs, Tobias Renkin, Andrea Weber, Rudolf Winter-Ebmer, Josef Zweimüller, and seminar participants at HEC Montréal, the University of Calgary, the Vienna University of Economics and Business, the University of Zurich, CIRANO Montreal, and the 2015 IZA/CEPR ESSLE for helpful comments. This research was supported by the Austrian National Science Research Network \"Labor and Welfare State\" of the Austrian FWF, the National Institute on Aging (R03AG045456), and the U.S. Social Security Administration through grant #1 DRC12000002-03 to the National Bureau of Economic Research as part of the SSA Disability Research Consortium. The findings and conclusions expressed are solely those of the authors and do not represent the views of SSA, any agency of the Federal Government, or the NBER. All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}