{
    "id": 24838,
    "citation_title": "Will the U.S. Keep the Best and the Brightest (as Post-docs)? Career and Location Preferences of Foreign STEM PhDs",
    "citation_author": [
        "Ina Ganguli",
        "Patrick Gaulé"
    ],
    "citation_publication_date": "2018-07-23",
    "issue_date": "2018-07-19",
    "revision_date": "2018-07-24",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nWe estimate the career and location preferences of students in U.S. doctoral programs in a major STEM field – chemistry. Our analysis is based on novel survey conducted in 2017 of 1,605 current Chemistry doctoral students enrolled in the top 54 U.S. research intensive universities.  First, we estimate the career preferences of foreign and U.S. STEM students for different types of post-graduation jobs – postdocs, industry, or teaching positions – using both hypothetical choice methods and more standard Likert measures of preferences for different careers.  We find that foreign students are generally more interested in academic careers than U.S. students, even when controlling for ability and comparing students from similar subfields and programs. Next, we estimate students’ location preferences using a hypothetical choice method: we ask respondents to choose between two postdoc job offers, where one offer is in the U.S. and one is abroad.  We find that foreign students have a stronger preference for U.S. locations even after controlling for ability and career preferences. Our results suggest the U.S. is managing to retain talented foreign graduate students for postdoc positions.\n\n",
    "acknowledgement": "\nWe thank Jeff Furman, Delia Furtado, Jeff Grogger, Shulamit Kahn, Megan MacGarvie, seminar participants at the EPFL, and conference participants at the AEA Session on Foreign STEM Students & Immigration Policy, the Triple-I-Research Workshop on the Geographical and Organizational Mobility of Scientists, and the NBER conference on the Role of Immigrants and Foreign Students in Science, Innovation, and Entrepreneurship for comments and suggestions. We appreciate assistance from Danijela Vuletic in designing the survey. Gaule and Ganguli acknowledge financial support by the Czech Science Foundation (GACR grant no 16-05082S). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}