{
    "id": 24847,
    "citation_title": "When It Rains It Pours: The Long-run Economic Impacts of Salt Iodization in the United States",
    "citation_author": [
        "Achyuta Adhvaryu",
        "Steven Bednar",
        "Anant Nyshadham",
        "Teresa Molina",
        "Quynh Nguyen"
    ],
    "citation_publication_date": "2018-07-23",
    "issue_date": "2018-07-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nIn 1924, The Morton Salt Company began nationwide distribution of iodine-fortified salt. Ac- cess to iodine, a key determinant of cognitive ability, rose sharply. We compare outcomes for cohorts exposed in utero with those of slightly older, unexposed cohorts, across states with high versus low baseline iodine deficiency. Income increased by 11%; labor force participation rose 0.68 percentage points; and full-time work went up 0.9 percentage points due to increased iodine availability. These impacts were largely driven by changes in the economic outcomes of young women. In later adulthood, both men and women had higher family incomes due to iodization.\n\n",
    "acknowledgement": "\nThanks to Martha Bailey, Prashant Bharadwaj, Mark Duggan, Jeanne Lafortune, Claudia Olivetti, Dimitra Politi, Paul Rhode, John Shea, Atheen Venkataramani, and David Weil for helpful conversations and seminar audiences at the NBER (CS; CH), Stanford SITE, Maryland, Michigan, Michigan State, Appalachian State, Indian School of Business, NEUDC, and SOLE for useful comments. Adhvaryu gratefully acknowledges funding from the NIH/NICHD (5K01HD071949). Molina gratefully acknowledges funding from the USC Provost’s Ph.D. Fellowship, the USC Dornsife INET graduate student fellowship, and the Oakley Endowed Fellowship. Thanks to David Carel for excellent research assistance. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}