{
    "id": 24849,
    "citation_title": "Contract Terms, Employment Shocks, and Default in Credit Cards",
    "citation_author": [
        "Sara G. Castellanos",
        "Diego Jiménez Hernández",
        "Aprajit Mahajan",
        "Eduardo Alcaraz Prous",
        "Enrique Seira"
    ],
    "citation_publication_date": "2018-07-23",
    "issue_date": "2018-07-19",
    "revision_date": "2024-11-12",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": null,
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nRegulatory concerns over a tension between expanding financial access and limiting default have led to significant restrictions on contract terms in a number of countries, despite limited evidence on their effectiveness. We use a large nation-wide RCT to examine new borrower responses to changes in interest rates and minimum payments for a credit card that accounted for 15% of all first-time formal loans in Mexico. Default rates were 19% over the 26 month experiment and a 30 pp decrease in interest rates decreased default by 2.5 pp with no effects on the newest borrowers. Doubling minimum payments increased default by 0.8 pp during the experiment but reduced it by 1 pp afterwards, possibly by reducing debt. Matching the experimental sample to their formal employment histories we find that the effect of job separation—more common among new borrowers—on default is seven times larger than the contract term effects. We provide a simple framework for interpretation and rationalize the smaller contract term effects by their limited effects on cash flow, rather than by differences in per-peso impacts.\n\n",
    "acknowledgement": "\nWe thank Stephanie Bonds, Felipe Brugués, Arun Chandrashekhar, Pascaline Dupas, Liran Einav, Marcel Fafchamps, Dean Karlan, Asim Khwaja, Markus Mobius, Melanie Morten, Mauricio Romero, Carlos Serrano, Sirenia Vazquez, and Jon Zinman for their helpful comments. We thank Alan Elizondo, Carlos Serrano, David Jaume, Adalberto González and Daniel Chiquiar for useful conversations. We thank Ana Aguilar and Alan Elizondo for their support, and Luis Alberto Martinez Chigo and Nancy Flores Sosa for his help with the social security data. We also thank seminar participants at Banco de Mexico, the Central Bank of Armenia, Columbia, ITAM, The Naval Postgraduate School, Stanford, UC Berkeley, Yale, USC, UC Merced, BREAD (May 2018), UC Davis, Barcelona GSE Conference (June 2018), HKUST, UConn, Penn State and Harvard-MIT. We would like to thank Bernardo Garcia Bulle, Roberto Gonzalez Tellez, Marco Medina, Taegan Mullane, Abbie Natkin, Ryan Perry, Eduardo Rivera, and Isaac Meza for their outstanding research assistance. Previous versions of this paper were circulated under the titles “Financial Inclusion with Credit Cards in Mexico” and “The Perils of Bank Lending and Financial Inclusion: Experimental Evidence from Mexico.” AEA RCT Registry Identifying Number: AEARCTR–0003941. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research, the Federal Reserve Bank of Chicago, or Banco de México.\n\n\n"
}