{
    "id": 24844,
    "citation_title": "Eyes Wide Shut? The Moral Hazard of Mortgage Insurers during the Housing Boom",
    "citation_author": [
        "Neil Bhutta",
        "Benjamin J. Keys"
    ],
    "citation_publication_date": "2018-07-23",
    "issue_date": "2018-07-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Insurance",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nIn the U.S. mortgage market, private mortgage insurance (PMI) is mandated for high-leverage mortgages purchased by Fannie Mae and Freddie Mac to serve as a private market check on GSE risk-taking.  However, we document that PMI firms dramatically expanded insurance on high-risk mortgages at the tail-end of the housing boom, contradicting the industry's own research regarding house price risk. Using three detailed sources of mortgage and insurance data, we examine PMI application denial rates, default rates on PMI-backed loans, and growth rates of high-leverage lending around the GSE conforming loan limit, along with information extracted from company, industry and regulatory filings and reports. We conclude that PMI behavior during the housing boom in part reflects a \"moral hazard\" incentive inherent to insurance companies in general to underprice risk and be undercapitalized. Our results suggest that rather than providing discipline, private mortgage insurers facilitated GSE risk-taking.\n\n",
    "acknowledgement": "\nWe thank Larry Cordell, Karen Dynan, Fernando Ferreira, Scott Frame, Joe Gyourko, Doug McManus, Steve Oliner, Michael Palumbo, Ed Pinto, Todd Sinai, Nancy Wallace, representatives from two mortgage insurance firms, and numerous seminar and conference participants for helpful comments and suggestions. Jeremy Kirk provided outstanding research assistance.  The views expressed herein are those of the authors and do not necessarily reflect the views of the Federal Reserve Board, its staff, or National Bureau of Economic Research. Any remaining errors are our own.\n\n\n"
}