{
    "id": 24848,
    "citation_title": "Helping Children Catch Up: Early Life Shocks and the PROGRESA Experiment",
    "citation_author": [
        "Achyuta Adhvaryu",
        "Anant Nyshadham",
        "Teresa Molina",
        "Jorge Tamayo"
    ],
    "citation_publication_date": "2018-07-23",
    "issue_date": "2018-07-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nCan investing in children who faced adverse events in early childhood help them catch up? We answer this question using two orthogonal sources of variation – resource availability at birth (local rainfall) and cash incentives for school enrollment – to identify the interaction between early endowments and investments in children. We find that adverse rainfall in the year of birth decreases grade attainment, post-secondary enrollment, and employment outcomes. But children whose families were randomized to receive conditional cash transfers experienced a much smaller decline: each additional year of program exposure during childhood mitigated more than 20 percent of early disadvantage.\n\n",
    "acknowledgement": "\nWe thank Prashant Bharadwaj, Hoyt Bleakley, Victor Lavy, Atheen Venkataramani and seminar participants at Hitotsubashi University, the SRCD Biennial Meeting, AEA Annual Meeting, PHS Research Workshop, Barcelona GSE Summer Forum, NBER, Michigan, USC, PAA, PacDev, Cal State Long Beach, NEUDC, and the CDC for helpful comments. Adhvaryu gratefully acknowledges funding from the NIH/NICHD (5K01HD071949). Molina gratefully acknowledges funding from the USC Provost’s Ph.D. Fellowship, USC Dornsife INET graduate student fellowship, and Oakley Endowed Fellowship. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}