{
    "id": 24841,
    "citation_title": "How Much Does Your Boss Make? The Effects of Salary Comparisons",
    "citation_author": [
        "Zoë Cullen",
        "Ricardo Perez-Truglia"
    ],
    "citation_publication_date": "2018-07-23",
    "issue_date": "2018-07-19",
    "revision_date": "2021-09-07",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nThe vast majority of the pay inequality in organizations comes from differences in pay between employees and their bosses. But are employees aware of these pay disparities? Are employees demotivated by this inequality? To address these questions, we conducted a natural field experiment with a sample of 2,060 employees from a multibillion-dollar corporation in Southeast Asia. We make use of the firm’s administrative records alongside survey data and information-provision experiments. First, we document large misperceptions among employees about the salaries of their managers and smaller but still significant misperceptions of the salaries of their peers. Second, we show that these perceptions have a significant causal effect on the employees’ own behavior. When they find out that their managers earn more than they thought, employees work harder on average. In contrast, employees do not work as hard when they find out that their peers earn more. We provide suggestive evidence of the underlying causal mechanisms, such as career concerns and social preferences. We conclude by discussing the implications of pay inequality and pay transparency.\n\n",
    "acknowledgement": "\nWe thank the Editor and the anonymous referees for their very useful feedback. We are thankful for excellent comments from several colleagues and seminar discussants at MIT, Harvard, Stanford, Berkeley, Columbia, Northwestern, Yale, University of Chicago, UCSD-Rady, UCLA-Anderson, Berkeley-Haas, Harvard Business School, Wharton, Caltech, Brown, Einaudi Institute, Cornell, Dartmouth, Microsoft Research, Goethe, LMU, Heidelberg, Boston University, Luxembourg School of Finance, Paris School of Economics, Colegio de Mexico, Universidad de San Andres, University of Toronto, University of Zurich, Sao Paulo School of Economics, UCEMA, NES Political Economy Workshop, RIDGE Public Economics Workshop, Barcelona Summer Forum, Bogota Experimental Economics Conference, BEAM, Advances with Field Experiments and the AEA Annual Meetings. The collaborating institution provided financial support for the research being conducted. Additionally, Zoe Cullen was a full-time, salaried employee at that institution while the research was being conducted. This project was reviewed and approved by the Institutional Review Board at University of California Los Angeles (IRB#17-001529). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}