{
    "id": 24857,
    "citation_title": "The Promise and Pitfalls of Differences-in-Differences: Reflections on ‘16 and Pregnant’ and Other Applications",
    "citation_author": [
        "Ariella Kahn-Lang",
        "Kevin Lang"
    ],
    "citation_publication_date": "2018-07-23",
    "issue_date": "2018-07-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use the exchange between Kearney/Levine and Jaeger/Joyce/Kaestner on “16 and Pregnant” to reexamine the use of DiD as a response to the failure of nature to properly design an experiment for us. We argue that 1) any DiD paper should address why the original levels of the experimental and control groups differed, and why this would not impact trends, 2) the parallel trends argument requires a justification of the chosen functional form and that the use of the interaction coefficients in probit and logit may be justified in some cases, and 3) parallel trends in the period prior to treatment is suggestive of counterfactual parallel trends, but parallel pre-trends is neither necessary nor sufficient for the parallel counterfactual trends condition to hold. Importantly, the purely statistical approach uses pretesting and thus generates the wrong standard errors. Moreover, we underline the dangers of implicitly or explicitly accepting the null hypothesis when failing to reject the absence of a differential pre-trend.\n\nThis paper was motivated by two NBER working papers: w19795 and w24856.\n\n",
    "acknowledgement": "\nWe are grateful to the five authors of the original papers on 16 and Pregnant and to Ivan Fernandez-Val, Shulamit Kahn, Jonathan Roth, and Adrienne Sabety for helpful comments and suggestions. The usual caveat applies with particular force in this case. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}