{
    "id": 24851,
    "citation_title": "The Welfare Implications of Health Insurance",
    "citation_author": [
        "Anup Malani",
        "Sonia P. Jaffe"
    ],
    "citation_publication_date": "2018-07-23",
    "issue_date": "2018-07-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze the financial value of insurance when individuals have access to credit markets. Loans allow consumers to smooth shocks across time, decreasing the value of the smoothing (across states of the world) provided by insurance.  We derive a simple formula for the incremental value of insurance and show how it depends on individual age, health, and income and on the features of available loans.  Our central contribution is to derive formulas for aggregate welfare that can be taken to data from typical studies of health insurance.  We provide both exact formulas that can be taken to data on the distribution of medical expenditures and income and an approximate formula for aggregate data on medical expenditure.  Using the Medical Expenditure Panel Survey we illustrate how the incremental value of insurance is decreasing with access to loans.  For consumers in the sickest decile, access to a five-year loan decreases the incremental value of insurance by $338 (6%) on average and $3,433 (36%) for the poorest consumers.  We also find that our approximate formula is a reasonable proxy for the exact one in our data.\n\n",
    "acknowledgement": "\nWe thank Bartek Woda for excellent research assistance.  We thank the Neale Mahoney and the audience at the University of Chicago Applications Workshop for comments.  Malani thanks the Barbara J. and B. Mark Fried Fund for financial support.  We have no conflicts to disclose. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}