{
    "id": 24850,
    "citation_title": "Unintended Consequences of Eliminating Tax Havens",
    "citation_author": [
        "Juan Carlos Suárez Serrato"
    ],
    "citation_publication_date": "2018-07-23",
    "issue_date": "2018-07-19",
    "revision_date": "2019-12-27",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEliminating firms' access to tax havens can have unintended consequences for their domestic economic activity. We study a policy that limited profit shifting by US multinationals and show it raised the tax cost of domestic investment. Firms affected by the policy responded by reducing investment and domestic employment. Firm-level responses were amplified to local labor markets through the establishment networks of profit-shifting firms. More exposed local labor markets experienced declines in employment, income, and home values and saw increases in government transfers. Policy proposals that limit profit shifting should therefore consider effects on economic activity in addition to tax revenue.\n\n",
    "acknowledgement": "\nI am very grateful for comments and suggestions from James Albertus, Joe Altonji, Rosanne Altshuler, Peter Arcidiacono, Alan Auerbach, Johannes Becker, Anusha Chari, Michael Devereux, Dhammika Dharmapala, Jonathan Dingel, Rafael Dix-Carneiro, John Friedman, Clemens Fuest, Tarek Hassan, Jim Hines, Niels Johannesen, Lisa Kahn, Karam Kang, Amit Khandelwal, Henrik Kleven, Wojciech Kopczuk, Brian Kovak, Adam Looney, Jon Meer, Peter Merrill, Tom Neubig, Eric Ohrn, Toan Phan, Jim Poterba, Brendan Price, Nirupama Rao, Josh Rauh, Ethan Rouen, Stephen Ryan, Nathan Seegert, Joel Slemrod, Chris Stanton, Max Todtenhaupt, Ludvig Wier, Daniel Xu, Danny Yagan, Owen Zidar, Gabriel Zucman, and Eric Zwick, as well as from seminar participants at ASSA, CESifo Venice Summer Institute, Columbia, HBS, ITFP, NBER Public Economics and Business Tax Conferences, NTA, NY Federal Reserve, Trinity University, UC Davis, UNC, University of Copenhagen, University of Michigan, University of Notre Dame Conference on Unilateralism, University of Zurich Conference on Public Finance in Developing Countries, US Treasury, Washington University (Olin), World Bank, and Yale. I am thankful to Nirupama Rao for sharing code, to Eric Ohrn for sharing data, and to John Oliver and Lin-Manuel Miranda for bringing x936 to my attention. Dan Garrett, Yamac Isik, Xian Jiang, Stephanie Karol, Ethan McClure, Linh Nguyen, Matt Panhans, Harsh Parikh, and Kevin Roberts provided outstanding research assistance. This project benefited from funding from the Kauffman Foundation and the International Tax Policy Forum and from visiting fellowships at Chicago Booth's Initiative on Global Markets and Yale University. All errors remain my own. Email: jc@jcsuarez.com; Web: www.jcsuarez.com. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}