{
    "id": 24852,
    "citation_title": "Any Press is Good Press? The Unanticipated Effects of Title IX Investigations on University Outcomes",
    "citation_author": [
        "Jason M. Lindo",
        "Dave E. Marcotte",
        "Jane E. Palmer",
        "Isaac D. Swensen"
    ],
    "citation_publication_date": "2018-07-23",
    "issue_date": "2018-07-19",
    "revision_date": "2018-09-18",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Discrimination",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSince 2011, when the landmark “Dear Colleague” letter declared that the Department of Education (DoE) would use equal-access requirements of federal law to remediate sexual assault on college campuses, 458 investigations have been opened. This letter was withdrawn in 2017 and it remains uncertain how the DoE will handle the issue in the future. We examine the effects of the investigations arising from the 2011 policy change on university outcomes. We find that applications and enrollment increase in response to Title IX investigations, for both males and females. We find little evidence of effects on degree completion or donations.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJason M. Lindo\n\nLindo reports having served in the past year as an expert witness in litigation involving gender discrimination, in the context of health care provision.\n\n\n"
}