{
    "id": 24853,
    "citation_title": "The Sad Truth About Happiness Scales: Empirical Results",
    "citation_author": [
        "Timothy N. Bond",
        "Kevin Lang"
    ],
    "citation_publication_date": "2018-07-23",
    "issue_date": "2018-07-19",
    "revision_date": "2018-07-24",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe replicate nine key results from the happiness literature: the Easterlin Paradox, the ‘U-shaped’ relation between happiness and age, the happiness trade-off between inflation and unemployment, cross-country comparisons of happiness, the impact of the Moving to Opportunity program on happiness, the impact of marriage and children on happiness, the ‘paradox’ of declining female happiness, and the effect of disability on happiness. We show that none of the findings can be obtained relying only on nonparametric identification. The findings in the literature are highly dependent on one's beliefs about the underlying distribution of happiness in society, or the social welfare function one chooses to adopt. Furthermore, any conclusions reached from these parametric approaches rely on the assumption that all individuals report their happiness in the same way. When the data permit, we test for equal reporting functions, conditional on the existence of a common cardinalization from the normal family. We reject this assumption in all cases in which we test it.\n\n",
    "acknowledgement": "\nThis is the on-line empirical appendix to Bond, Timothy N. and Kevin Lang, “The Sad Truth about Happiness Scales,” Journal of Political Economy (forthcoming). We are grateful to Christopher Barrington-Leigh, Larry Katz, Jeff Liebman, Jens Ludwig, Andy Oswald, Daniel Sacks, Miguel Sarzosa, Justin Wolfers, and participants in seminars and sessions at the American Economic Association, Boston University, Indiana University-Purdue University Indianapolis, the Federal Reserve Bank of New York, Georgetown University, McGill University, the University of Michigan and the University of Waterloo, an informal brownbag lunch at Purdue University and the referees and editor for their helpful feedback and comments. We thank Brian Towell and Wanling Zou for their excellent research assistance. The usual caveat applies, perhaps more strongly than in most cases. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}