{
    "id": 24858,
    "citation_title": "Factors that Fit the Time Series and Cross-Section of Stock Returns",
    "citation_author": [
        "Martin Lettau",
        "Markus Pelger"
    ],
    "citation_publication_date": "2018-07-30",
    "issue_date": "2018-07-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a new method for estimating latent asset pricing factors that fit the time-series and cross-section of expected returns. Our estimator generalizes Principal Component Analysis (PCA) by including a penalty on the pricing error in expected returns. We show that our estimator strongly dominates PCA and finds weak factors with high Sharpe-ratios that PCA cannot detect. Studying a large number of characteristic sorted portfolios we find that five latent factors with economic meaning explain well the cross-section and time-series of returns. We show that out-of-sample the maximum Sharpe-ratio of our five factors is more than twice as large as with PCA with significantly smaller pricing errors. Our factors are based on only a subset of the stock characteristics implying that a significant amount of characteristic information is redundant.\n\n",
    "acknowledgement": "\nWe thank  Svetlana Bryzgalova, John Cochrane,  Jianqing Fan, Kay Giesecke, Bob Hodrick, Per Mykland, Serena Ng, Viktor Todorov, Dacheng Xiu and seminar participants at Columbia, Chicago, Stanford, UC Berkeley, Zürich, Toronto, Boston University, Humboldt University, Frankfurt, Ulm, Bonn and the conference participants at the NBER-NSF Time-Series Conference, SoFiE, Western Mathematical Finance Conference and INFORMS. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}