{
    "id": 24859,
    "citation_title": "Meaningful Information for Domestic Economies in the Light of Globalization – Will Additional Macroeconomic Indicators and Different Presentations Shed Light?",
    "citation_author": [
        "Silke Stapel-Weber",
        "Paul Konijn",
        "John Verrinder",
        "Henk Nijmeijer"
    ],
    "citation_publication_date": "2018-07-30",
    "issue_date": "2018-07-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGlobalisation presents significant statistical challenges, particularly for small and open economies in terms of measuring macroeconomic level and growth indicators and communicating the results in a meaningful way. In the aftermath of the so-called “Irish case”, Eurostat with its partners in the European Statistical System is looking into how, within the existing accounting frameworks, additional indicators and presentations of the accounts that allow users to follow domestic and global developments could be conceived. The work takes account of recommendations which have been developed by a high level group in Ireland for improving insight into the Irish economy2. However it goes beyond that, as any new indicator or breakdown, particularly in a European context, should be comparable across countries and not be seen as a GDP or GNI \"a la carte\" for each country to choose from under specific circumstances.\nThe paper presents the findings of the respective European work streams to date in terms of methodology, indicators, building new statistical infrastructural elements and new cooperation models between statistical compilers. It invites a critical review of the suggestions put forward.\n\n",
    "acknowledgement": "\nThe views expressed in this paper are those of the authors, not necessarily those of Eurostat, the National Bureau of Economic Research, or the European Commission. The authors would like to thank Eurostat colleagues, and notably August Götzfried, Karin Isaksson, Merja Rantala and Veijo Ritola for their helpful comments.\n\n\n"
}