{
    "id": 24866,
    "citation_title": "The Run on Repo and the Fed's Response",
    "citation_author": [
        "Gary Gorton",
        "Toomas Laarits",
        "Andrew Metrick"
    ],
    "citation_publication_date": "2018-07-30",
    "issue_date": "2018-07-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Financial Crisis began and accelerated in short-term money markets. One such market is the multi-trillion dollar sale-and-repurchase (“repo”) market, where prices show strong reactions during the crisis. The academic literature and policy community remain unsettled about the role of repo runs, because detailed data on repo quantities is not available. We provide quantity evidence of the run on repo through an examination of the collateral brought to emergency liquidity facilities of the Federal Reserve. We show that the magnitude of repo discounts (“haircuts”) on specific collateral is related to the likelihood of that collateral being brought to Fed facilities.\n\n",
    "acknowledgement": "\nFor comments and suggestions we thank Natee Amornsiripanitch, Ben Bernanke, Bill English, Darrell Duffie, Arun Gupta, Ben Hebert, Frank Keane, Trish Mosser, Dimitry Orlov, Manmohan Singh, and seminar participants at Stanford, Columbia, and the Federal Reserve/Maryland Short-Term Funding Markets Conference. We also thank some traders who wish to remain anonymous for help in providing the haircut data used in this paper. The authors have no sources of funding or relevant financial relationships to disclose. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}