{
    "id": 24868,
    "citation_title": "The Role of Industry, Occupation, and Location-Specific Knowledge in the Survival of New Firms",
    "citation_author": [
        "C. Jara Figueroa",
        "Bogang Jun",
        "Edward L. Glaeser",
        "César Hidalgo"
    ],
    "citation_publication_date": "2018-07-30",
    "issue_date": "2018-07-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Country Studies",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow do regions acquire the knowledge they need to diversify their economic activities? How does the migration of workers among firms and industries contribute to the diffusion of that knowledge? Here we measure the industry, occupation, and location specific knowledge carried by workers from one establishment to the next using a dataset summarizing the individual work history for an entire country. We study pioneer firms–firms operating in an industry that was not present in a region–because the success of pioneers is the basic unit of regional economic diversification. We find that the growth and survival of pioneers increase significantly when their first hires are workers with experience in a related industry, and with work experience in the same location, but not with past experience in a related occupation. We compare these results with new firms that are not pioneers and find that industry specific knowledge is significantly more important for pioneer than non-pioneer firms. To address endogeneity we use Bartik instruments, which leverage national fluctuations in the demand for an activity as shocks for local labor supply. The instrumental variable estimates support the finding that industry related knowledge is a predictor of the survival and growth of pioneer firms. These findings expand our understanding of the micro-mechanisms underlying regional economic diversification events.\n\n",
    "acknowledgement": "\nC.J.F., B.J., and C.A.H. acknowledge support from the MIT Media Lab Consortia, the MIT Skoltech Program, the Masdar Institute of Science and Technology (Masdar Institute), Abu Dhabi, USA—Reference 02/MI/MIT/CP/11/07633/GEN/G/ 00 and the Center for Complex Engineering Systems (CCES) at King Abdulaziz City for Science and Technology (KACST). We thank comments from Kerstin Enflo, Jian Gao, Tarik Roukny, and Siqi Zheng, as well as data assistance from Manuel Aristarán and Elton Freitas. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nEdward L. Glaeser\n\nI have received speaking fees from organizations that organize members that invest in real estate markets, including the National Association of Real Estate Investment Managers and the Pension Real Estate Association.\n\n\n"
}