{
    "id": 24864,
    "citation_title": "No Free Lunch? Welfare Analysis of Firms Selling Through Expert Intermediaries",
    "citation_author": [
        "Matthew Grennan",
        "Kyle Myers",
        "Ashley Swanson",
        "Aaron Chatterji"
    ],
    "citation_publication_date": "2018-07-30",
    "issue_date": "2018-07-26",
    "revision_date": "2022-06-21",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study how firms target and influence expert intermediaries. In our empirical context, pharmaceutical manufacturers provide payments to physicians during promotional interactions. We develop an identification strategy based on plausibly exogenous variation in payments driven by differential exposure to spillovers from academic medical centers’ conflict-of-interest policies. Using a detailed case study of an important class of cardiovascular drugs, we estimate heterogeneous effects of payments on prescribing, with firms targeting highly responsive physicians. Our model of supply and demand allows us to quantify how oligopoly prices reduce drug prescribing, and how payments move prescribing closer to the optimal level, but at great financial cost to patients and payers. In our estimated model, consumers are worse off with payments, unless there is substantial underprescribing due to behavioral or other frictions. In a final exercise, we calibrate such frictions using clinical data. We estimate that, in this case study, payments benefit consumers.\n\n",
    "acknowledgement": "\nThe data used in this paper were generously provided, in part, by Kyruus, Inc. We gratefully acknowledge financial support from the Wharton Dean’s Research Fund, Mack Institute, and Public Policy Initiative. Gi Heung Kim and Donato Onorato provided excellent research assistance. Jorge Acosta, Abby Alpert, John Asker, Alexandre Belloni, Colleen Carey, David Dranove, Pierre Dubois, Gautam Gowrisankaran, Ben Handel, Amit Khandelwal, Ian Larkin, Robin Lee, Aviv Nevo, Brad Shapiro, Amanda Starc, Bob Town, Heidi Williams, and numerous seminar and conference audiences provided helpful discussion and feedback. Any errors are our own. Some covariates were constructed using data from The Nielsen Company, LLC and the Kilts Center for Marketing Data Center at The University of Chicago Booth School of Business. The conclusions drawn from the Nielsen data are those of the researchers and do not reflect the views of Nielsen. Nielsen is not responsible for, had no role in, and was not involved in analyzing and preparing the results reported herein. This paper subsumes an earlier working paper titled “Physician-Industry Interactions: Persuasion and Welfare.” The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}