{
    "id": 24867,
    "citation_title": "Location as an Asset",
    "citation_author": [
        "Adrien Bilal",
        "Esteban Rossi-Hansberg"
    ],
    "citation_publication_date": "2018-07-30",
    "issue_date": "2018-07-26",
    "revision_date": "2018-08-01",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThe location of individuals determines their job opportunities, living amenities, and housing costs. We argue that it is useful to conceptualize the location choice of individuals as a decision to invest in a ‘location asset.’ This asset has a cost equal to the location's rent, and a payoff through better job opportunities and, potentially, more human capital for the individual and her children. As with any asset, savers in the location asset transfer resources into the future by going to expensive locations with good future opportunities. In contrast, borrowers transfer resources to the present by going to cheap locations that offer few other advantages. As in a standard portfolio problem, holdings of this asset depend on the comparison of its rate of return with that of other assets. Differently from other assets, the location asset is not subject to borrowing constraints, so it is used by individuals with little or no wealth that want to borrow. We provide an analytical model to make this idea precise and to derive a number of related implications, including an agent's mobility choices after experiencing negative income shocks. The model can rationalize why low wealth individuals locate in low income regions with low opportunities even in the absence of mobility costs. We document the investment dimension of location, and confirm the core predictions of our theory with French individual panel data from tax returns.\n\n",
    "acknowledgement": "\nWe thank Pablo Fajgelbaum, Eduardo Morales, Yasusada Murata, Diego Puga, Steve Redding, Matt Turner and numerous seminar participants for useful comments. None of the authors had any financial relationship that affected the work or conclusions of this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}