{
    "id": 24862,
    "citation_title": "Preferred Pharmacy Networks and Drug Costs",
    "citation_author": [
        "Amanda Starc",
        "Ashley Swanson"
    ],
    "citation_publication_date": "2018-07-30",
    "issue_date": "2018-07-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSelective contracting is an increasingly popular tool for reducing health care costs, but these savings must be weighed against consumer surplus losses from restricted access. In both public and private prescription drug insurance plans, issuers utilize preferred pharmacy networks to reduce drug prices. We show that, in the Medicare Part D program, drug plans with more restrictive preferred pharmacy networks, and plans with fewer enrollees who are insensitive to preferred pharmacy discounts on copays, pay lower retail drug prices. We then use estimates of plan and pharmacy demand to estimate the first-order costs and benefits of selective contracting in the presence of enrollees with heterogeneous sensitivity to preferred supplier incentives.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge funding from the Wharton Public Policy Initiative, the Boettner Center and Pension Research Council (PRC) of the Wharton School, the Wharton Dean’s Fund, the Wolpow Family, and the Leonard Davis Institute. We thank Abby Alpert, Rena Conti, David Dranove, Adam Fein, Sebastian Fleitas, Craig Garthwaite, Gautam Gowrisankaran, Matthew Grennan, Atul Gupta, Christopher Ody, Dan Polsky, Anna Sinaiko, and Bob Town, as well as numerous conference and seminar audiences, for helpful comments and discussion. Jordan Keener, Alexa Magyari, and Yihao Yuan provided excellent research assistance. All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nAmanda Starc\n\nStarc has been a paid consultant to the American Medical Association and has received financial support for work related to the proposed merger between CVS/Caremark and Aetna. She also serves on the scientific advisory committee for the Health Care Cost Institute.\n\n\n"
}