{
    "id": 24869,
    "citation_title": "Are Health Care Services Shoppable? Evidence from the Consumption of Lower-Limb MRI Scans",
    "citation_author": [
        "Michael Chernew",
        "Zack Cooper",
        "Eugene Larsen-Hallock",
        "Fiona Scott Morton"
    ],
    "citation_publication_date": "2018-07-30",
    "issue_date": "2018-07-26",
    "revision_date": "2019-01-11",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study how privately insured individuals choose lower-limb MRI scan providers. Despite significant out-of-pocket costs and little variation in quality, patients often received care in high-priced locations when lower priced options were available. The choice of provider is such that, on average, patients bypassed 6 lower-priced providers between their homes and treatment locations. We show that referring physicians heavily influence where patients receive care. The influence of referring physicians is dramatically greater than the influence of patient cost-sharing or patients’ home zip code fixed effects. Patients with vertically integrated referring physicians are also more likely to receive costlier hospital-based scans.\n\n",
    "acknowledgement": "\nWe received helpful feedback from Jason Abaluck, Steve Berry, Stuart Craig, Leemore Dafny, and Kate Ho. This project received financial support from the Commonwealth Fund, the National Institute for Health Care Management Foundation, the Arnold Foundation, the Jameel Poverty Action Laboratory, and the University of Toulouse. We benefitted from exceptional research assistance from Charles Gray and Lachi Singh. The opinions expressed in this paper and any errors are those of the authors alone.  We received helpful feedback from Jason Abaluck, Steve Berry, Stuart Craig, Leemore Dafny, and Kate Ho. This project received financial support from the Commonwealth Fund, the National Institute for Health Care Management Foundation, the Arnold Foundation, the Jameel Poverty Action Laboratory, and the University of Toulouse. We benefitted from exceptional research assistance from Charles Gray. The opinions expressed in this paper and any errors are those of the authors alone, and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}