{
    "id": 24863,
    "citation_title": "Parental Support, Savings and Student Loan Repayment",
    "citation_author": [
        "Lance Lochner",
        "Todd Stinebrickner",
        "Utku Suleymanoglu"
    ],
    "citation_publication_date": "2018-07-30",
    "issue_date": "2018-07-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nUsing unique survey and administrative data from the Canada Student Loans Program, we document that parental support and personal savings substantially lower student loan repayment problems. We develop a theoretical model for studying student borrowing and repayment in the presence of risky labor market outcomes, moral hazard, and costly earnings verification.  This framework demonstrates that non-monetary costs of applying for income-based repayment assistance are critical to understanding why resources other than earnings lead to greater repayment.  We further show that eliminating these non-monetary costs may be inefficient and lead to undesirable redistribution. Empirically, we demonstrate that expanding Canada’s income-based Repayment Assistance Plan to automatically cover all borrowers would likely reduce program revenue by nearly one-half over  early years of repayment.  Finally, we show how student loan programs can be more efficiently designed to address heterogeneity in parental transfers in the presence of non-monetary earnings verification costs and moral hazard.\n\n",
    "acknowledgement": "\nWe thank Yifan Gong and Youngmin Park for advice on several theoretical results and Qian Liu for valuable research assistance.   We also thank Nirav Mehta for detailed comments, as well as participants at the Federal Reserve Bank of NY Conference on Higher Education Financing and Costs and Returns of Higher Education and seminar participants at Texas A & M.  Lochner and Stinebrickner acknowledge generous support from SSHRC. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nLance Lochner\n\nLochner acknowledges generous support from Social Sciences and Humanities Research Council of Canada for this research.  Lochner also received consultant fees from the Canada Student Loans Program for services related to the preliminary analysis of its 2010 and 2011 Client Satisfaction Surveys.  Lochner has no other relevant or material financial interests that relate to the research described in this paper.\n\n\n"
}