{
    "id": 24871,
    "citation_title": "Is Automation Labor-Displacing? Productivity Growth, Employment, and the Labor Share",
    "citation_author": [
        "David Autor",
        "Anna Salomons"
    ],
    "citation_publication_date": "2018-07-30",
    "issue_date": "2018-07-26",
    "revision_date": "2018-08-06",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany technological innovations replace workers with machines, but this capital-labor substitution need not reduce aggregate labor demand because it simultaneously induces four countervailing responses: own-industry output effects; cross-industry input–output effects; between-industry shifts; and final demand effects. We quantify these channels using four decades of harmonized cross-country and industry data, where we measure automation as industry-level movements in total factor productivity (TFP) that are common across countries. We find that automation displaces employment and reduces labor's share of value-added in the industries in which it originates (a direct effect). In the case of employment, these own-industry losses are reversed by indirect gains in customer industries and induced increases in aggregate demand. By contrast, own-industry labor share losses are not recouped elsewhere. Our framework can account for a substantial fraction of the reallocation of employment across industries and the aggregate fall in the labor share over the last three decades. It does not, however, explain why the labor share fell more rapidly during the 2000s\n\n",
    "acknowledgement": "\nPaper prepared for the Brookings Papers on Economic Activity conference, March 2018. We are grateful to Daron Acemoglu, Jim Bessen, Uwe Blien, Janice Eberly, Maarten Goos, Pascual Restrepo, James Stock, Coen Teulings, John Van Reenen, Xianjia Ye, and our discussants, John Haltiwanger and Richard Rogerson, whose valuable input improved the paper. We thank Pian Shu for sharing data on approved patent applications and citations by industry, year, and country. Autor acknowledges funding from IBM Global Universities, Schmidt Sciences, and the Smith-Richardson Foundation. Salomons acknowledges funding from the Netherlands Organisation for Scientific Research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}