{
    "id": 24872,
    "citation_title": "Distributing the Green (Cards): Permanent Residency and Personal Income Taxes after the Immigration Reform and Control Act of 1986",
    "citation_author": [
        "Elizabeth U. Cascio",
        "Ethan G. Lewis"
    ],
    "citation_publication_date": "2018-07-30",
    "issue_date": "2018-07-26",
    "revision_date": "2018-12-03",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe explore how permanent residency affects personal income tax participation and net personal income tax payments using variation from the Immigration Reform and Control Act of 1986 (IRCA), which authorized the largest U.S. amnesty to date. We exploit the timing and geographic unevenness of IRCA’s legalization programs alongside newly digitized data on personal income taxes in California, home to the majority of applicants. Green Cards induced the previously unauthorized to file state income tax returns at rates comparable to other California residents. While the new returns generated little additional revenue through the end of the 1990s, they did raise the incomes of families with children through new claims of the federal Earned Income Tax Credit.\n\n",
    "acknowledgement": "\nWe thank conference and seminar participants at the 2016 SOLE Annual Meeting, IIES, Montana State University, UCLA, UIUC, the University of Copenhagen, the University of Nottingham, Uppsala University, and Williams College, as well as two anonymous reviewers and the editor, for their comments on our earlier working paper that circulated under the title, “How Much Does Amnesty Strengthen the Safety Net? Evidence from the Immigration Reform and Control Act of 1986.” We also thank William Paja and Chris Brown for outstanding research assistance and gratefully acknowledge funding from Dartmouth College. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}