{
    "id": 24870,
    "citation_title": "Heat, Humidity, and Infant Mortality in the Developing World",
    "citation_author": [
        "Michael Geruso",
        "Dean Spears"
    ],
    "citation_publication_date": "2018-07-30",
    "issue_date": "2018-07-26",
    "revision_date": "2018-09-05",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study how extreme temperature exposure impacts infant survival in the developing world. Our analysis overcomes the absence of vital registration systems in many poor countries, which has been a limiting factor in the temperature-mortality literature, by extracting birth histories from household surveys. Studying 53 developing countries that span the globe, we find impacts of hot days on infant mortality that are an order of magnitude larger than estimates from rich country studies, with humidity playing an important role. The size and implied geographic distribution of harms documented here have the potential to significantly alter assessments of optimal climate policy.\n\n",
    "acknowledgement": "\nWe thank Alan Barreca, Sandy Black, David Figlio, Marco Gonzalez-Navarro, Raymond Guiteras, Kelsey Jack, Leigh Linden, David Molitor, Paulina Oliva, and Sheila Olmstead for useful conversations and feedback as well as conference/seminar participants at the Duke-NCSU environmental economics seminar, the 2018 PAA meeting, Princeton, and UT Austin. We thank Melissa LoPalo for excellent research assistance. We gratefully acknowledge financial support from the Population Health Initiative at UT Austin, from grants P2CHD042849 and T32HD007081, awarded to the Population Research Center at The University of Texas at Austin by the Eunice Kennedy Shriver National Institute of Child Health and Human Development, and from the Bill and Melinda Gates Foundation grant OPP1125318. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nDean Spears\n\nDean Spears, while on leave without pay from UT-Austin, is paid a salary as Executive Director of r.i.c.e., a doing business as name of RICE Institute, Inc, a 501(c) public charity non-profit corporation online at www.riceinstitute.org.  Since its initial operations in 2013, r.i.c.e. has received grants from the Bill and Melinda Gates Foundation, from the TRAction project of USAID, from the NIH, and from IGC – all with Dean Spears as a PI or co-PI.\n\n\nSeparately from r.i.c.e., Dean Spears has personally been paid as a Short Term Consultant at the World Bank, as a consultant for IPFRI, and as a short-term Visiting Fellow and Lecturer at Princeton University’s Woodrow Wilson School.  He has had travel funded by the Gates Foundation, the World Bank, the Royal Economic Society, and by many universities for a conference or presentation.  He was paid an honorarium by McMaster University as the 2017 Labelle Lecturer in Health Economics.  His AIIS book prize paid a subvention to Harper Collins for his book Where India Goes with Diane Coffey, for which Spears and Coffey waived royalties.  His Austin Robinson Memorial Prize resulted in a prize payment to r.i.c.e.\n\n\nSpears attests that no party had the right to review the paper prior to its circulation.\n\n\n"
}