{
    "id": 24876,
    "citation_title": "Inputs, Incentives, and Complementarities in Education: Experimental Evidence from Tanzania",
    "citation_author": [
        "Isaac Mbiti",
        "Karthik Muralidharan",
        "Mauricio Romero",
        "Youdi Schipper",
        "Constantine Manda",
        "Rakesh Rajani"
    ],
    "citation_publication_date": "2018-07-30",
    "issue_date": "2018-07-26",
    "revision_date": "2019-01-24",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe present results from a large-scale randomized experiment across 350 schools in Tanzania that studied the impact of providing schools with (a) unconditional grants, (b) teacher incentives based on student performance, and (c) both of the above. After two years, we find (a) no impact on student test scores from providing school grants, (b) some evidence of positive effects from teacher incentives, and (c) significant positive effects from providing both programs. Most importantly, we find strong evidence of complementarities between the two programs, with the effect of joint provision being significantly greater than the sum of the individual effects. Our results suggest that combining spending on school inputs (which is the default policy) with improved teacher incentives could substantially increase the cost-effectiveness of public spending on education.\n\n",
    "acknowledgement": "\nWe are grateful to Joseph Mmbando who superbly oversaw the implementation team. We thank Oriana Bandiera, Prashant Bharadwaj, Julie Cullen, Gordon Dahl, Taryn Dinkelman, Eric Edmonds, Caroline Hoxby, David Figlio, Kelsey Jack, Kirabo Jackson, Jason Kerwin, Prashant Loyalka, Craig McIntosh, Adam Osman, Imran Rasul, Mark Rosenzweig, Abhijeet Singh, Tavneet Suri, Rebecca Thornton and several seminar participants for comments. In addition, we acknowledge the support of Bryan Plummer and the J-PAL Africa staff during the launch of the project. Erin Litzow, Jessica Mahoney, Kristi Post, and Rachel Steinacher provided excellent on-the-ground research support through Innovations for Poverty Action. We also thank Austin Dempewolff, and Ian McDonough for additional research support. The data collection was conducted by the EDI Tanzania team including Respichius Mitti, Andreas Kutka, Timo Kyessy, Phil Itanisia, Amy Kahn and Lindsey Roots, and we are grateful to them for their outstanding efforts. We received IRB approval from Innovations for Poverty Action, Southern Methodist University, UC San Diego, and University of Virginia. The protocol was also reviewed and approved by the Tanzania Commission for Science and Technology (COSTECH). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nIsaac Mbiti\n\nThis study was funded by Twaweza. However, the academic researchers had complete autonomy on the  contents, substantive conclusions and formulation of academic paper.\n\n\n\nYoudi Schipper\n\nYoudi Schipper has been working for Twaweza since the start of the study. (However, the Twaweza contract with Innovations for Poverty Action, the research organisation responsible for impact measurement, states: \"While all authors shall seek to arrive at mutual agreement, the Principal Investigators (Prof. Karthik Muralidharan and Prof. Isaac Mbiti) shall retain the final say on the contents, substantive conclusions and formulation of academic papers\".)\n\n\n\nRakesh Rajani\n\nFunding for this project was provided via Twaweza by a consortium of funders, including DFID-UK, Hewlett Foundation, Hivos, Irish Aid, Sida, and an anonymous donor.\n\n\n"
}