{
    "id": 2488,
    "citation_title": "Consumer Durables and the Optimality of Usually Doing Nothing",
    "citation_author": [
        "Avner Bar-Ilan",
        "Alan S. Blinder"
    ],
    "citation_publication_date": "1988-01-01",
    "issue_date": "1988-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops a simple but important point which is often overlooked: It is quite possible that the best policy for a rational, optimizing agent is to do nothing for long periods of time--even if new, relevant information becomes available. We illustrate this point using the market for durable goods. Lumpy costs in durables transactions lead consumers to choose a finite range, not just a single level, for their durables consumption. The boundaries of this range change with new information and, in general, obey the permanent income hypothesis. However, as long as the durable stock is within the chosen region, the consumer will not change her stock. Hence individuals will make durable transactions infrequently and their consumption can differ substantially from the prediction of the strict PIH. Such microeconomic behavior means that aggregate data cannot be generated by a representative agent; explicit aggregation is required. By doing that, we showed that time series of durable expenditures should be divided to two separate series: One on the average expenditure per purchase and the other on the number of transactions. The predictions of the PIH hold for the former, but not for the latter. For example, the short-run elasticity of the number of purchases with respect to permanent income Is much larger than one for plausible parameter values. We put our theory to a battery of empirical tests. Although the tests are by no means always consistent with the theory, most empirical results are in line with our predictions.\n\n",
    "acknowledgement": "\n"
}