{
    "id": 24884,
    "citation_title": "Global Value Chains and Inequality with Endogenous Labor Supply",
    "citation_author": [
        "Eunhee Lee",
        "Kei-Mu Yi"
    ],
    "citation_publication_date": "2018-08-06",
    "issue_date": "2018-08-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nWe assess the role of global value chains in transmitting global integration shocks to aggregate trade, as well as distributional outcomes. We develop a multi-country general equilibrium trade model that features multi-stage production, with different stages having different productivities and using factors (occupations) with different intensities. The model also features a Roy mechanism, in which heterogeneous workers endogenously choose their sector and occupation. Country- and worker-level comparative advantages interact. A reduction in trade costs leads to countries specializing in their comparative advantage sectors and production stages. This specialization changes labor demand, and also leads to more workers shifting to their comparative advantage sectors and occupations. We calibrate our model to the U.S., China, and the rest of the world in 2000 and we simulate a decline in China's trade costs with the U.S., designed to mimic China's entry into the WTO. Our simulation results imply an increase in the skill premium in both the U.S. and China, and the GVC, i.e., specialization across stages, is critical to this outcome.\n\n",
    "acknowledgement": "\nThe views expressed here are those of the authors and are not necessarily reflective of views of the Federal Reserve Banks of Dallas, Minneapolis or the Federal Reserve System. We thank Pol Antras, Gordon Hanson, Elhanan Helpman, Chinhui Juhn, Steve Redding and especially Alonso de Gortari for very helpful discussions. We also thank participants at the Asian Meetings of the Econometric Society; the University of Virginia; the NBER Trade and Labor Markets Conference; Hitotsubashi Conference on International Trade and FDI; the 4th Conference on GVCs,\nTrade, and Development; U. of Pittsburgh; Johns Hopkins U. SAIS; U. of Texas; World Bank; Brown U.; Federal Reserve Bank of Kansas City; the SAET meetings; and the SED meetings for their comments. Heesuk Jung provided excellent research assistance. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}