{
    "id": 24883,
    "citation_title": "The Determinants of Teachers' Occupational Choice",
    "citation_author": [
        "Kevin Lang",
        "Maria Dolores Palacios"
    ],
    "citation_publication_date": "2018-08-06",
    "issue_date": "2018-08-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nAmong college graduates, teachers have both low average AFQT and high average risk aversion, perhaps because the compression of earnings within teaching attracts relatively risk-averse individuals. Using a dynamic optimization model with unobserved heterogeneity, we show that were it possible to make teacher compensation mimic the return to skills and riskiness of the non-teaching sector, overall compensation in teaching would increase. Moreover, this would make many current teachers substantially worse off, making reform challenging. Importantly, our conclusions are sensitive to the degree of heterogeneity for which we allow. Since even a model with no unobserved heterogeneity fits well within sample, one could easily conclude that allowing for two or three types fits the data adequately. Formal methods reject this conclusion. The BIC favors seven types. Ranking models using cross-validation, nine types is better although the improvements of going from six to seven, from seven to eight and from eight to nine types are noticeably smaller than those from adding an additional type to a lower base.\n\n",
    "acknowledgement": "\nWe are grateful to Peter Arcidiacono, Richard Blundell, Ivan Fernandez-Val, Hiro Kaido, Zhongjun Qu and Marc Rysman for helpful discussons and to participants in in the Cowles Foundation Conference on Structural Microeconomics and seminars at Arizona State, Boston University, Brandeis University, Carleton University, Duke the Federal Reserve Bank of Minneapolis; the International Symposium on Contemporary Labor Economics (Jinan University), the Minneapolis Fed, Queen's University, SOLE, UCSD, the University of Connecticut, the University of Western Ontario and Washington University in Saint Louis for their comments and suggestions. Lang acknowledges NSF funding under grant SES-1260917. The usual caveat applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}