{
    "id": 24882,
    "citation_title": "Does Television Kill Your Sex Life? Microeconometric Evidence from 80 Countries",
    "citation_author": [
        "Adrienne Lucas",
        "Nicholas Wilson"
    ],
    "citation_publication_date": "2018-08-06",
    "issue_date": "2018-08-02",
    "revision_date": "2019-06-07",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe canonical consumer demand model predicts that as the price of a substitute decreases, quantity demanded for a good decreases. In the case of demand for sexual activity and availability of alternative leisure activities, popular culture expresses this prediction as “television kills your sex life.” This paper examines the association between television ownership and coital frequency using data from nearly 4 million individuals in national household surveys in 80 countries from 5 continents. The results suggest that while television may not kill your sex life, it is associated with some sex life morbidity. Under our most conservative estimate, we find that television ownership is associated with approximately a 6% reduction in the likelihood of having had sex in the past week, consistent with a small degree of substitutability between television viewing and sexual activity. Household wealth and reproductive health knowledge do not appear to be driving this association.\n\n",
    "acknowledgement": "\nFlorin Feier and Samantha Sweeney provided excellent research assistance. The findings, interpretations, and conclusions expressed in this paper are those of the authors and do not necessarily represent the views of the aforementioned individuals or agencies, nor of the National Bureau of Economic Research. All errors are those of the authors.\n\n\n"
}