{
    "id": 24881,
    "citation_title": "Sticking to Your Plan: The Role of Present Bias for Credit Card Paydown",
    "citation_author": [
        "Theresa Kuchler",
        "Michaela Pagel"
    ],
    "citation_publication_date": "2018-08-06",
    "issue_date": "2018-08-02",
    "revision_date": "2018-08-06",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Households and Firms",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nUsing high-frequency transaction-level income, spending, balances, and credit limits data from an online financial service, we show that many consumers fail to stick to their self-set debt paydown plans and argue that this behavior is best explained by a model of present bias. Theoretically, we show that (i) a present-biased agent's sensitivity of consumption spending to paycheck receipt reflects his or her short-run impatience and that (ii) this sensitivity varies with available resources only for agents who are aware (sophisticated) rather than unaware (naive) of their future impatience. In turn, we classify users in our data accordingly. Consistent with present bias, we find that (i) sophisticated users' average paydown falls with higher measured impatience and that (ii) their planned paydown is more predictive of actual paydown than that of naives. We are the first to provide a theoretically-founded empirical methodology to measure sophistication and naivete from spending and income data and to validate this measure using our information on planned versus actual debt paydown. Moreover, our results highlight the importance of distinguishing between sophisticated and naive present-biased individuals in understanding their financial decision making.\n\n",
    "acknowledgement": "\nPreviously circulated as “Sticking to Your Plan: Hyperbolic Discounting and Credit Card Debt Paydown”. Numerous seminar participants at Stanford, UNC Kenan-Flagler, Yale SOM, Notre Dame, Kellogg, Minnesota Carlson, Brown, Olin, MSU, NYU Stern, the Federal Reserve Board, the New York Federal Reserve, the Philadelphia Federal Reserve, the Federal Reserve Bank of Boston, Harvard Business School, LMU Munich, Cornell University, Princeton University, the CFPB, as well as conference participants at the Aspen Conference on Economic Decision Making, the SITE Summer Workshop, the Red Rock Finance Conference, and the Christmas Meeting of the German Economists Abroad provided insightful comments. We thank Liran Einav, Caroline Hoxby and Jonathan Levin for their tremendous advice and guidance. We also benefited from conversations with Sumit Agarwal, Juliane Begenau, Doug Bernheim, Tim Bresnahan, George Bulman, Dominic Coey, Xavier Gabaix, Simon Hilpert, Harrison Hong, Alejandro Molnar, Juliana Salomao, Paulo Somaini, Denis Sosyura, Charles Sprenger, Luke Stein, Johannes Stroebel, and Jeremy Tobacman. We are grateful to the team at ReadyForZero for providing the data and making this research possible, especially to Rod Ebrahimi and Ignacio Thayer. Financial support to Theresa Kuchler from the B.F. Haley and E.S. Shaw Fellowship through SIEPR is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}