{
    "id": 24888,
    "citation_title": "Priors rule: When do Malfeasance Revelations Help or Hurt Incumbent Parties?",
    "citation_author": [
        "Eric Arias",
        "Horacio Larreguy",
        "John Marshall",
        "Pablo Querubín"
    ],
    "citation_publication_date": "2018-08-06",
    "issue_date": "2018-08-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEffective policy-making requires that voters avoid electing malfeasant politicians. However, as our simple learning model emphasizing voters’ prior beliefs and updating highlights, informing voters of incumbent malfeasance may not entail sanctioning. Specifically, electoral punishment of incumbents revealed to be malfeasant is rare where voters already believed them to be malfeasant, while information’s effect on turnout is non-linear in the magnitude of revealed malfeasance. These Bayesian predictions are supported by a field experiment informing Mexican voters about malfeasant mayoral spending before municipal elections. Given voters’ low expectations and initial uncertainty, as well as politician responses, relatively  severe malfeasance revelations increased incumbent vote share on average. Consistent with voter learning, rewards were lower among voters with lower malfeasance priors, among voters with more precise prior beliefs, when audits revealed greater malfeasance, and among voters updating less favorably. Furthermore, both low and high malfeasance revelations increased turnout, while less surprising information reduced turnout.\n\n",
    "acknowledgement": "\nWe thank the steering committee and other team members of the EGAP Metaketa initiative for illuminating discussions and useful comments. We also thank Abhijit Banerjee, Loreto Cox, Esther Duflo, Georgy Egorov, Leopoldo Fergusson, Pablo Fernandez-Vazquez, Claudio Ferraz, Jeff Frieden, Nikhar  Gaikwad, Reema Hanna, Torben Iversen, Ethan Kaplan, Philip Keefer, Marko Klasnja, Stuti Khemani, Julien Labonne, Marco Larizza, Chappell Lawson, Peter Lorentzen, Tommaso Nannicini, Maria Petrova, Dina Pomeranz, Vincent Pons, Laura Schechter, Ken Shepsle, Tara Slough, Johannes Urpelainen, participants at Columbia University, the First Bruneck Workshop on the Political Economy of Federalism and Local Development at the Free University of Bozen—Bolzano, LASA 2016, NEUDC 2016, Northwestern Kellogg, University of Maryland, WESSI workshop at NYU Florence, World Bank, and WPSA 2017 for their feedback and comments. We are extremely grateful to Anais Anderson, Adriana Paz, and Alejandra Rogel, and the Data OPM and Qué Funciona para el Desarrollo teams for their implementation of this project, as well as to Juan Carlos Cano Martínez, Executive Secretary of the Guanajuato Electoral Institute, for his assistance in responding to municipal governments that tried to prevent our treatment’s dissemination. We are grateful to Tommaso Nannicini and Francesco Trebbi, and Frederico Finan and Laura Schechter, for sharing their survey instruments. We thank Taylor Boas and Danny Hidalgo for sharing their experimental data from Brazil. This research was financed by the EGAP Metaketa initiative, and was approved by the Harvard Committee on the Use of Human Subjects (15-1068) and the New York University Committee on Activities Involving Human Subjects (15-10587). Our pre-analysis plan was pre-registered with EGAP, and is publicly available at egap.org/registration/760. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}