{
    "id": 24887,
    "citation_title": "The Persistent Effect of Initial Success: Evidence from Venture Capital",
    "citation_author": [
        "Ramana Nanda",
        "Sampsa Samila",
        "Olav Sorenson"
    ],
    "citation_publication_date": "2018-08-06",
    "issue_date": "2018-08-02",
    "revision_date": "2018-08-20",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nWe use investment-level data to study performance persistence in venture capital (VC). Consistent with prior studies, we find that each additional IPO among a VC firm's first ten investments predicts as much as an 8% higher IPO rate on its subsequent investments, though this effect erodes with time. In exploring its sources, we document several additional facts: successful outcomes stem in large part from investing in the right places at the right times; VC firms do not persist in their ability to choose the right places and times to invest; but early success does lead to investing in later rounds and in larger syndicates. This pattern of results seems most consistent with the idea that initial success improves access to deal flow. That preferential access raises the quality of subsequent investments, perpetuating performance differences in initial investments.\n\n",
    "acknowledgement": "\nWe thank Shai Bernstein, Michael Ewens, Joan Farre-Mensa, Will Goetzmann, Arthur Korteweg, Christos Makridis, Aksel Mjos, David Robinson, Antoinette Schoar, Chris Stanton, Joel Waldfogel, Ayako Yasuda, and seminar participants at Aalto University, Boston University, the Chinese University of Hong Kong, Copenhagen Business School, ESMT, ESSEC, IE, IESE, London Business School, the National University of Singapore, the NBER Summer Institute, the University of Luxembourg, the University of Minnesota, and the VATT Institute for Economic Research for helpful comments on earlier versions of this paper. We gratefully acknowledge financial support from the Division of Research and Faculty Development at HBS, the Centre for Law and Business at the National University of Singapore, and the Yale School of Management. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nRamana Nanda\n\nNanda is an advisor to venture capital firm Xfund.  Xfund has no involvement in this research, financial or otherwise.\n\n\n"
}