{
    "id": 24886,
    "citation_title": "Re-examining the Effects of Trading with China on Local Labor Markets: A Supply Chain Perspective",
    "citation_author": [
        "Zhi Wang",
        "Shang-Jin Wei",
        "Xinding Yu",
        "Kunfu Zhu"
    ],
    "citation_publication_date": "2018-08-13",
    "issue_date": "2018-08-02",
    "revision_date": "2018-10-04",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nThe United States imports intermediate inputs from China, helping downstream US firms to expand employment. Using a cross-regional reduced-form specification but differing from the existing literature, this paper (a) incorporates a supply chain perspective, (b) uses intermediate input imports rather than total imports in computing the downstream exposure, and (c) uses exporter-specific information to allocate imported inputs across US sectors. We find robust evidence that the total impact of trading with China is a positive boost to local employment and real wages. The most important factor is employment stimulation outside the manufacturing sector through the downstream channel. This overturns the received wisdom from the reduced-form literature and provides statistical support for a key mechanism hypothesized in general equilibrium spatial models.\n\n",
    "acknowledgement": "\nWe thank Pol Antràs, Costas Arkolakis, Lorenzo Caliendo, Hanming Fang, David Dorn, Gordon Hanson, Ann Harrison, Amit Khandelwal, Fernando Parro, Daniel Xu, and seminar/conference participants at University of Pennsylvania, Johns Hopkins SAIS, MIT, George Washington University, UIBE, and Columbia University for helpful comments. The paper represents the personal views of the authors, and all errors are the responsibilities of the authors alone. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}