{
    "id": 24889,
    "citation_title": "The Impact of Information Disclosure on Consumer Behavior: Evidence from a Randomized Field Experiment of Calorie Labels on Restaurant Menus",
    "citation_author": [
        "John Cawley",
        "Alex Susskind",
        "Barton Willage"
    ],
    "citation_publication_date": "2018-08-06",
    "issue_date": "2018-08-02",
    "revision_date": "2022-04-06",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe impact of information on consumer behavior is a classic topic in economics, and there has recently been particular interest in whether providing nutritional information leads consumers to choose healthier diets. For example, a nationwide requirement of calorie counts on the menus of chain restaurants took effect in the U.S. in May, 2018, and the results of such information disclosure are not well known.\nTo estimate the impact of menu labeling, we conducted a randomized controlled field experiment in two full-service restaurants, in which the control group received the usual menus and the treatment group received the same menus but with calorie counts. We estimate that the labels resulted in a 3.0% reduction in calories ordered, with the reduction occurring in appetizers and entrees but not drinks or desserts. Exposure to the information also increases consumers’ support for requiring calorie labels by 9.6%. These results are informative about the impact of the new nationwide menu label requirement, and more generally contribute to the literature on the impact of information disclosure on consumer behavior.\n\n",
    "acknowledgement": "\nFor their financial support, we are grateful to the Institute for the Social Sciences, the Institute for Healthy Futures, the Building Faculty Connections Program, and the College of Human Ecology at Cornell University. Cawley thanks the Robert Wood Johnson Foundation for an Investigator Award in Health Policy Research. For expert research assistance, we thank Katie Loshak, Julie Berman, Jenna Greco, Colin Wellborne, Julia Baker, and Miranda Miller. For their helpful cooperation with the study we thank Chefs Tony Vesco and Bob White, and instructors Chris Gaulke and Heather Kowalski. For helpful comments and feedback, we thank participants at the American Society of Health Economics biennial conference, the Behavioral Economics and Health conference at the University of Pennsylvania and in seminars at the Erasmus School of Economics, University of Hamburg, Harvard, University of Montevideo, UNLV, Princeton, Vanderbilt, and the University of Wisconsin. We also thank, for their helpful comments, Jon Cantor, Bryant Kim, Chad Meyerhoefer, Christina Roberto, and Olga Yakusheva. This experiment was approved by the Cornell IRB, protocol ID # 1509005830. This study is registered in the AEA RCT Registry and the unique identifying number is: AEARCTR-0000940. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nAlex Susskind\n\nSusskind would also like to thank the Center for Hospitality Research at he School of Hotel Administration in the SC Johnson College of Business at Cornell University for their financial support of this project.\n\n\n"
}