{
    "id": 24885,
    "citation_title": "Effects of Prenatal Care on Birth Outcomes: Reconciling a Messy Literature",
    "citation_author": [
        "Hope Corman",
        "Dhaval M. Dave",
        "Nancy Reichman"
    ],
    "citation_publication_date": "2018-08-06",
    "issue_date": "2018-08-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nResearch on the effects of prenatal care on birth outcomes has produced a patchwork of findings that are not easily summarized. Studies have used varying definitions of prenatal care, leading to estimates that are difficult to compare. The identification of causal effects is particularly challenging in this literature because women enter pregnancy with varying states of health, resources and the desire to have a child and it is not feasible to conduct randomized controlled trials that deny care. The content and quality of prenatal care can vary, even across individuals initiating care at the same point in their pregnancies and with similar medical and psychosocial issues. In this chapter, we review the literature on the effects of prenatal care on birth outcomes, highlighting studies with strong research designs and plausible effect sizes. We reconcile the findings to the extent possible, summarize what is known to date, and point to potentially fruitful research directions going forward.\n\n",
    "acknowledgement": "\nThis is a draft version of an article that is intended for publication in the Oxford Research Encyclopedia of Economics and Finance. The research was supported in part by the Robert Wood Johnson Foundation through its support of the Child Health Institute of New Jersey at Robert Wood Johnson Medical School, Rutgers University (grants 67038 and 74260). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}