{
    "id": 24893,
    "citation_title": "Climate Shocks, Cyclones, and Economic Growth: Bridging the Micro-Macro Gap",
    "citation_author": [
        "Laura Bakkensen",
        "Lint Barrage"
    ],
    "citation_publication_date": "2018-08-13",
    "issue_date": "2018-08-02",
    "revision_date": "2020-02-07",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEmpirical analyses of climatic event impacts on growth, while critical for policy, have been slow to be incorporated into macroeconomic climate-economy models. This paper proposes a joint empirical-structural approach to bridge this gap for tropical cyclones. First, we review competing empirical approaches in a harmonized global dataset and through a theory lens. Second, we estimate cyclone impacts on structural determinants of growth (productivity, depreciation, fatalities) to quantify a stochastic growth model for 40 vulnerable countries and project welfare effects of climate-driven cyclone risk changes. Third, we compute cyclone impacts on the social cost of carbon in the seminal DICE model.\n\n",
    "acknowledgement": "\nWe thank Kerry Emanuel and Wind Risk Tech, LLC for the simulated cyclone track data utilized in this analysis. We thank Tatyana Deryugina, John Hassler, and Rodolfo Manuelli for insightful discussions of this paper, and we thank Steve Cicala, Stephane Hallegatte, Sol Hsiang, William Nordhaus, Aleh Tsyvinski, Mattew Turner, Kieran Walsh, David Weil, and seminar participants at U.C. Berkeley, Yale FES, NBER EEE Summer Institute, IMF Workshop on Macroeconomic Policy and Inequality, Colby College, University of Rhode Island, SURED 2018, SED 2018 , the Federal Reserve Board, and the University of Chicago (Harris School) for their helpful feedback and comments. This work was funded exclusively through general research support funds provided to the authors by Brown University and the University of Arizona. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}