{
    "id": 24897,
    "citation_title": "Economic and Non-Economic Factors in Violence: Evidence from Organized Crime, Suicides and Climate in Mexico",
    "citation_author": [
        "Ceren Baysan",
        "Marshall Burke",
        "Felipe González",
        "Solomon Hsiang",
        "Edward Miguel"
    ],
    "citation_publication_date": "2018-08-13",
    "issue_date": "2018-08-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nOrganized intergroup violence is almost universally modeled as a calculated act motivated by economic factors. In contrast, it is generally assumed that non-economic factors, such as an individual's emotional state, play a role in many types of interpersonal violence, such as \"crimes of passion.\" We ask whether economic or non-economic factors better explain the well-established relationship between temperature and violence in a unique context where intergroup killings by drug-trafficking organizations (DTOs) and \"normal\" interpersonal homicides are separately documented. A constellation of evidence, including the limited influence of a cash transfer program as well as comparison with both non-violent DTO crime and suicides, indicate that economic factors only partially explain the observed relationship between temperature and violence. We argue that non-economic psychological and physiological factors that are affected by temperature, modeled here as a \"taste for violence,\" likely play an important role in causing both interpersonal and intergroup violence.\n\n",
    "acknowledgement": "\nWe would like to thank conference participants at PacDev UC San Diego and the AEA Conference on the Economics of Violence, and seminar participants at the American Geophysical Union, Center for Effective Global Action (CEGA), PUC-Chile, Stanford, U.C. Berkeley, University of Chicago, Stockholm University, and University of Toronto for comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}