{
    "id": 24896,
    "citation_title": "Measuring Bilateral Exports of Value Added: A Unified Framework",
    "citation_author": [
        "Bart Los",
        "Marcel P. Timmer"
    ],
    "citation_publication_date": "2018-08-13",
    "issue_date": "2018-08-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe provide a unified framework for measuring bilateral exports of value added. We outline a general methodology that encompasses the measures introduced by Johnson and Noguera (2012) (value added consumed abroad) and Los et al. (2016) (value added in exports), to which we refer as VAX-C and VAX-D, respectively. In addition we suggest a novel third measure, VAX-P, which indicates the value added used abroad in the final stage of production. We show that they can all be derived with the method of hypothetical extraction in a general input-output model. This is helpful in comparing and contrasting their characteristics. As a corollary, we show that for VAX-C and VAX-P the sum of bilateral measures is equal to the corresponding aggregate measure, but that this is generally not true for VAX-D. We illustrate all measures with empirical examples computed on the basis of the World Input-Output Database. These indicators can found at www.wiod.org.\n\n",
    "acknowledgement": "\nFinancial support from the UK Economic Statistics Centre of Excellence (ESCoE) for Bart Los and from the Dutch Science Foundation (NWO) for Marcel Timmer (grant number 453-14-012) is gratefully acknowledged. The authors thank Wen Chen for research assistance. They also thank Robert Johnson, Helena Loiola and participants at the NBER-CRIW Conference on The Challenges of Globalization in the Measurement of National Accounts, (9-10 March 2018, Washington DC, USA) and the 26th International Input-Output Conference (25-29 June 2018, Juiz de Fora, Brazil) for useful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}