{
    "id": 24894,
    "citation_title": "The Impacts of Export Taxes on Agricultural Trade",
    "citation_author": [
        "Jayson Beckman",
        "Carmen Estrades",
        "Manuel Flores",
        "Angel Aguiar"
    ],
    "citation_publication_date": "2018-08-13",
    "issue_date": "2018-08-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nExport taxes, despite being applied by several countries, have not received the same scrutiny in multilateral trade negotiations as other trade barriers. This work seeks to provide more detail into the linkages between export taxes, trade, food prices, and poverty in the agriculture sector. We first focus on how export taxes have impacted trade and international prices, applying a dynamic econometric-based gravity framework. Results show that export taxes do not have a widespread impact on international prices, but rather that the impact is concentrated in a few goods, mainly dairy products, live plants, vegetables, oilseeds and oils. We then use a computable general equilibrium model to examine the impacts to trade and poverty if export taxes were to be removed. These results indicate that a removal of export taxes would not have a significant impact on global prices. However, regions that apply export taxes would have an increase in production and exports if they are removed. Some regions, mainly those that currently export commodities taxed in other countries, could be harmed by the removal of export taxes due to the increased competition of exports in international markets. Consumers would benefit from a fall in domestic prices.\n\n",
    "acknowledgement": "\nWe would like to thank Will Martin for his useful comments during NBER Conference Agriculture and Trade, as well as other participants of the conference. All remaining errors and omissions are ours. The views expressed herein are those of the authors and not of the Economic Research Service, the United States Department of Agriculture, or the National Bureau of Economic Research. The findings and conclusions in this preliminary publication have not been formally disseminated by the U.S. Department of Agriculture and should not be construed to represent any agency determination or policy.\n\n\n"
}