{
    "id": 24899,
    "citation_title": "The Effect of Disenrollment from Medicaid on Employment, Insurance Coverage, Health and Health Care Utilization",
    "citation_author": [
        "Thomas DeLeire"
    ],
    "citation_publication_date": "2018-08-13",
    "issue_date": "2018-08-02",
    "revision_date": "2018-09-20",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study examines the effect of a Medicaid disenrollment on employment, sources of health insurance coverage, health, and health care utilization of childless adults using longitudinal data from the 2004 Panel of the Survey of Income and Program Participation. From July through September 2005, TennCare, the Tennessee Medicaid program, disenrolled approximately 170,000 adults following a change in eligibility rules.  Following this eligibility change, the fraction of adults in Tennessee covered by Medicaid fell by over 5 percentage points while uninsured rates increased by almost 5 percentage points relative to adults in other Southern states. There is no evidence of an increase in employment rates in Tennessee following the disenrollment. Self-reported health and access to medical care worsened as hospitalization rates, doctor visits, and dentist visits all declined while the use of free or public clinics increased.  The Tennessee experience suggests that undoing the expansion of Medicaid eligibility to adults that occurred under the Affordable Care Act likely would reduce health insurance coverage, reduce health care access, and worsen health but would not lead to increases in employment.\n\n",
    "acknowledgement": "\nThis work benefited from the comments of Laura Dague and of participants of the IZA Workshop “Health and Labor Markets” held on November 3-4, 2017 at IZA in Bonn, Germany and from the research assistance of Julie Ryan, Dan Kinber, and Alex Rosenberg. I especially thank Sheila Hoag, Lorenzo Moreno, and Carol Razafindrakoto of Mathematica Policy Research for their willingness to recalculate statistics from their early TennCare study.  The author has no financial relationships to disclose related to this work. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}