{
    "id": 24890,
    "citation_title": "A Walrasian Theory of Sovereign Debt Auctions with Asymmetric Information",
    "citation_author": [
        "Harold Cole",
        "Daniel Neuhann",
        "Guillermo Ordoñez"
    ],
    "citation_publication_date": "2018-08-06",
    "issue_date": "2018-08-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "General Equilibrium",
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow does investors' information about a country's fundamentals, and the fact that this information may be asymmetrically held, affect a country's financing cost? Motivated by this question, and by the observation that sovereign bonds are usually auctioned in large lots to a large number of potential investors, we develop a novel model of auctions with asymmetric information that relies on price-taking and rational expectations. We first characterize sovereign bond prices for different degrees of asymmetric information under two commonly-used protocols: discriminatory-price auctions and uniform-price auctions. We show that there is trade-off between these protocols if information is sufficiently asymmetric: expected bond yields are higher when pricing is discriminatory, but yield volatility is higher when pricing is uniform.  We then study endogenous information acquisition and find that (i) discriminatory auctions may display multiple welfare-ranked informational equilibria, and (ii) investors are less likely to acquire information in uniform auctions.\n\n",
    "acknowledgement": "\nWe thank Fernando Alvarez, Markus Brunnermeier, Sergei Glebkin, Jakub Kastl, Felix Kubler, George Mailath, Aviv Nevo, Andy Postlewaite, Tomasso Porzio, Giacomo Rondina, Laura Veldkamp, Neil Wallace and seminar participants at Central Bank of Chile, EIEF, EUI, Penn State, Princeton, UBC, UCLA, UCSD, UPenn, San Francisco Fed, Wharton, Zurich, the 2017 Cowles Conference on General Equilibrium at Yale, the 2017 SED Meetings in Edinburgh, and the 2018 FIRS Conference in Barcelona for comments. The usual waiver of liability applies. Harold Cole received support from the NSF through grant #1726976. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}