{
    "id": 24891,
    "citation_title": "Friedman and Phelps on the Phillips Curve Viewed from a Half Century's Perspective",
    "citation_author": [
        "Robert J. Gordon"
    ],
    "citation_publication_date": "2018-08-06",
    "issue_date": "2018-08-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "History of Economic Thought",
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the late 1960s the stable negatively sloped Phillips Curve (PC) was overturned by the Friedman-Phelps natural rate model.  Their PC was vertical in the long run at the natural unemployment rate, and their short-run curve shifted up whenever unemployment was pushed below the natural rate.   This paper criticizes the underlying assumption of the Friedman-Phelps approach that the labor market continuously clears and that changes in unemployment down or up occur only in response to “fooling” of workers, firms, or both.   A preferable and resolutely Keynesian approach explains quantity rationing by inertia in price and wage setting.  The positive correlation of inflation and unemployment in the 1970s and again in the 1990s is explained by joining the negatively sloped Phillips Curve with a positively sloped dynamic demand curve.  For any given growth of nominal GDP, higher inflation caused by adverse supply shocks implies slower real GDP growth and higher unemployment.  This “triangle” model based on inflation inertia, demand, and supply worked well to explain why inflation and unemployment were both positively and negatively correlated between the 1960s and 1990s, but in the past decade the slope of the short-run Phillips Curve has flattened as inflation exhibited a muted response to high unemployment in 2009-13 and low unemployment in 2016-2018.   It remains to be seen whether a continuation of low unemployment will cause a modest and fixed extra amount of inflation, thus reviving the stable Phillips curve of the early 1960s, or whether inflation will continuously accelerate as Friedman and Phelps would have predicted.\n\n",
    "acknowledgement": "\nThis research was supported by the Smith-Richardson Foundation.  I am grateful to Hassan Sayed for excellent research assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}