{
    "id": 24907,
    "citation_title": "Is There a Male Breadwinner Norm? The Hazards of Inferring Preferences from Marriage Market Outcomes",
    "citation_author": [
        "Ariel J. Binder",
        "David Lam"
    ],
    "citation_publication_date": "2018-08-20",
    "issue_date": "2018-08-17",
    "revision_date": "2019-06-06",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBuilding on standard marital matching models, we show that a variety of underlying social preferences about a given trait all generate positive assortative matching on that trait, and hence the same distribution of spousal trait differences in equilibrium. Applying this result to U.S. Census and administrative earnings data, we find that simple models of assortative matching can very closely replicate the observed distribution of spousal earnings differences, in which very few wives out-earn their husbands. We conclude that the distribution of spousal earnings differences in the U.S. provides little information about the existence and implications of a male breadwinner norm.\n\n",
    "acknowledgement": "\nThis project was generously supported by the services and facilities of the Population Studies Center at the University of Michigan (R24 HD041028). Binder gratefully acknowledges research support from an NICHD training grant to the Population Studies Center at the University of Michigan (T32 HD007339). Martha Bailey provided valuable input in the development of this paper. We also acknowledge helpful discussions and feedback from Theodore Bergstrom, Deborah Cobb-Clark, Daniel Lichter, Shelly Lundberg, Robert Pollak, Robert Willis and seminar participants at UC Santa Barbara, the 1st IZA Workshop in Gender and Family Economics, the 2017 Population Association of American Annual Meetings, the Society of the Economics of the Household (SEHO) 1st Annual Meeting, and the University of Michigan. Errors and opinions are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}