{
    "id": 24903,
    "citation_title": "Quasi-Experimental Methods in Environmental Economics: Opportunities and Challenges",
    "citation_author": [
        "Olivier Deschenes",
        "Kyle C. Meng"
    ],
    "citation_publication_date": "2018-08-13",
    "issue_date": "2018-08-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Public Goods",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the application of quasi-experimental methods in environmental economics. We begin with two observations: i) standard quasi-experimental methods, first applied in other microeconomic fields, typically assume unit-level treatments that do not spill over across units; (ii) because public goods, such as environmental attributes, exhibit externalities, treatment of one unit often affects other units. To explore the implications of applying standard quasi-experimental methods to public good problems, we extend the potential outcomes framework to explicitly distinguish between unit-level source and the resulting group-level exposure of a public good. This new framework serves as a foundation for reviewing and interpreting key papers from the recent empirical literature. We formally demonstrate that two common quasi-experimental estimators of the marginal social benefit of a public good can be biased due to externality spillovers, even when the source of the public good itself is quasi-randomly assigned. We propose an unbiased estimator for the valuation of local public goods and discuss how it can be implemented in future studies. Finally, we consider how to preserve the advantages of the quasi-experimental approach when valuing global public goods, such as climate change mitigation, for which no control units are available.\n\n",
    "acknowledgement": "\nThis paper was prepared for the Handbook of Environmental Economics, Vol. 4. We thank Clement de Chaisemartin, Larry Goulder, Guido Imbens, Andrew Plantinga, Joe Shapiro, Kerry Smith, and Reed Walker for helpful discussions and feedback. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}