{
    "id": 2490,
    "citation_title": "Does the Consumption of Different Age Groups Move Together? A New Nonparametric Test of Intergenerational Altruism",
    "citation_author": [
        "Andrew B. Abel",
        "Laurence J. Kotlikoff"
    ],
    "citation_publication_date": "1988-01-01",
    "issue_date": "1988-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn recent years Robert Barro's (1974) ingenious model of inter- generational altruism has taken its place among the major theories of consumption and saving. Despite its policy importance, there have been few direct tests of the Barro model. This paper presents a new direct test that is based on a property of the Barro model that, to our knowledge, has not previously been exploited. This property is that the Euler errors (i.e., disturbances in the Euler equations) of altruistically linked members of Barro extended families (clans) are identical. Under time-separable, homothetic utility, this equality of Euler errors means that, controlling for clan preferences about the age distribution of consumption, the percentage changes over time in consumption of all Barro clan members are equal. With some weak additional assumptions, this proposition implies that the average percentage change in household consumption within an age cohort should be the same for all age cohorts. Testing the Barro model by comparing average percentage changes in consumption across age cohorts is particularly advantageous because it is nonparametric; in determining whether the average consumptions of different age cohorts move together we place no restrictions on preferences beyond the assumptions of homotheticity and time separability. In particular, each Barro clan can have quite different preference parameters. The new quarterly Consumer Expenditure Surveys (CES) covering 1980 through the first quarter of 1985 are an excellent data set for determining whether the consumption of different age groups moves together. The CES records the consumption of each sample household for up to four quarters, and thus can be used to determine the average quarterly percentage change in consumption of households in a given age group. The null hypothesis of our test is that cohort differences in the average percentage change in consumption are due simply to sampling and measurement error. Alternative hypotheses, suggested by the Life Cycle Model, are that (1) the percentage changes in the average consumptions of any two cohorts are more highly correlated the closer in age are the two cohorts, and (2) the variance in the percentage change in consumption is a monotone function of the age of the cohort. The data fail to reject the null hypothesis of equal Euler errors. Indeed, the results provide fairly strong support for the intergenerational altruism model as opposed to the Life Cycle Model.\n\n",
    "acknowledgement": "\n"
}