{
    "id": 24901,
    "citation_title": "Choosing between Growth and Glory",
    "citation_author": [
        "Sharon Belenzon",
        "Aaron Chatterji",
        "Brendan Daley"
    ],
    "citation_publication_date": "2018-08-13",
    "issue_date": "2018-08-02",
    "revision_date": "2018-08-17",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Behavioral Finance",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nPrior work has established that the financing environment can impact firm strategy. We argue that this influence can shape the earliest strategic choices of a new venture by creating a potential tradeoff between two objectives: rapid growth and reaping the benefits of a positive reputation (glory). We leverage a simple reputation-building strategic choice, naming the firm after the founder (eponymy), that is associated with superior profitability. Next, we argue via a formal model that the availability of/dependence on external financing can explain why high-growth firms are rarely eponymous. We find empirical support for the model's predictions using a large dataset of 1 million European firms. Eponymous firms grow considerably more slowly than similarly profitable firms. Moreover, eponymy varies in accordance with the firm's financing environment in a pattern consistent with our model. We discuss implications for the literature on new venture strategy.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}