{
    "id": 24909,
    "citation_title": "The Human Side of Austerity: Health Spending and Outcomes During the Greek Crisis",
    "citation_author": [
        "Roberto Perotti"
    ],
    "citation_publication_date": "2018-08-20",
    "issue_date": "2018-08-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Greek crisis was the most severe in postwar Europe; its budget cuts were the deepest. Among the components of the budget, health spending was hit particularly hard, declining by more than one third  in just five years. This paper has two goals: establish the facts about health inputs, outputs and outcomes during the Greek crisis, and explore the connection between budget cuts and health outcomes. Health spending and inputs were very high  in Greece before the crisis: in several dimensions, even after the budget cuts were implemented  health spending and inputs were still at or near the top of the European countries; in other cases they merely went back to the European average.  Nevertheless, budget cuts so deep and so sudden are unlikely to merely cut into inefficiencies and overcapacities. I highlight several areas in which a comparative quantitative analysis suggests that budget cuts might have had an appreciable effects on the health of the population.\n\n",
    "acknowledgement": "\nDepartment of Economics, Bocconi University, CEPR and NBER. Email: roberto.perotti@unibocconi.it. Website: rp.rperotti.com.  I thank Luca Gagliardone for excellent research assistance and Jerome Adda, Paolo de Santis, and seminar participants at Oxford University  for comments. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}