{
    "id": 24918,
    "citation_title": "Evaluating the Economic Cost of Coastal Flooding",
    "citation_author": [
        "Klaus Desmet",
        "Robert E. Kopp",
        "Scott A. Kulp",
        "Dávid Krisztián Nagy",
        "Michael Oppenheimer",
        "Esteban Rossi-Hansberg",
        "Benjamin H. Strauss"
    ],
    "citation_publication_date": "2018-08-20",
    "issue_date": "2018-08-17",
    "revision_date": "2018-08-27",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Macroeconomics",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nSea-level rise and ensuing permanent coastal inundation will cause spatial shifts in population and economic activity over the next 200 years. Using a highly spatially disaggregated, dynamic model of the world economy that accounts for the dynamics of migration, trade, and innovation, this paper estimates the consequences of probabilistic projections of local sea-level changes under diﬀerent emissions scenarios. Under an intermediate greenhouse gas concentration trajectory, permanent ﬂooding is projected to reduce global real GDP by an average of 0.19% in present value terms, with welfare declining by 0.24% as people move to places with less attractive amenities. By the year 2200 a projected 1.46% of world population will be displaced. Losses in many coastal localities are more than an order of magnitude larger, with some low-lying urban areas particularly hard hit. When ignoring the dynamic economic adaptation of investment and migration to ﬂooding, the loss in real GDP in 2200 increases from 0.11% to 4.5%. This shows the importance of including dynamic adaptation in future loss models.\n\n",
    "acknowledgement": "\nDesmet and Rossi-Hansberg acknowledge the support and hospitality of PERC while doing part of this research. Adrien Bilal, Mathilde Le Moigne, Charley Porcher, and Maximilian Vogler provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nMichael Oppenheimer\n\nPrinceton University provided the financial support for this research. During this period, the author was also employed as a visiting professor at NYU and a science advisor at the Environmental Defense Fund (EDF), an advocacy and research organization.  EDF has a broad interest in climate change and thus this relationship may bear the appearance of a conflict of interest.  However, EDF had no influence on the research or writing of this paper and the subject of this paper was not discussed with EDF.  The author serves on two not-for-profit boards, the Climate Science Legal Defense Fund and Climate Central.  Neither is an advocacy organization so it is doubtful that either relationship would be considered to entail an actual or apparent conflict of interest.\n\n\n\nEsteban Rossi-Hansberg\n\nRossi-Hansberg was a long-term consultant at the Richmond Fed while writing parts of this paper. This relationship did not affect the research or conclusions presented in the paper.\n\n\n"
}