{
    "id": 24913,
    "citation_title": "Supplemental Security Income and Child Outcomes: Evidence from Birth Weight Eligibility Cutoffs",
    "citation_author": [
        "Melanie Guldi",
        "Amelia Hawkins",
        "Jeffrey Hemmeter",
        "Lucie Schmidt"
    ],
    "citation_publication_date": "2018-08-20",
    "issue_date": "2018-08-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nLow birth weight infants born to mothers with low educational attainment have a double hurdle to overcome in the production of human capital. We examine whether income transfers in the form of Supplemental Security Income (SSI) payments for children with disabilities can help close the gap in outcomes due to this initial health and environmental disadvantage. We exploit a discontinuity in SSI eligibility at 1200 grams and use a regression discontinuity approach to produce causal estimates of the effects of SSI eligibility. We find that eligibility increases disability benefit participation, improves child outcomes and parenting behaviors, and shifts maternal labor supply from full to part time.\n\n",
    "acknowledgement": "\nThe views expressed by the authors do not necessarily represent the views of the Social Security Administration, the National Science Foundation, or the National Bureau of Economic Research. We owe special thanks to Bevin Ashenmiller, Susan Averett, Martha Bailey, Alan Barreca, John Bound, Matias Cattaneo, Karen Conway, Ken Couch, Paul Davies, Stefanie Fischer, Jason Fletcher, Daniel Grossman, Sarah Hamersma, John Jones, Ilyana Kuziemko, Mike Levere, Sarah Miller, Stephanie Rennane, Stephen Ross, Jeff Smith, Michael Stephens, Alexander Strand, and Rebecca Vallas for valuable feedback. We would also like to thank seminar and conference participants at Amherst College, Miami University, Occidental College, Stony Brook University, the University of Connecticut, the University of Kansas, the University of Michigan, the University of New Hampshire, Vanderbilt University, Vassar College, Williams College, the New England Study Group at the Boston Federal Reserve Bank, the Boston University/Harvard/MIT joint Health Economics seminar, the 2016 Eastern Economic Association Annual Meeting, the 2016 Midwest Economic Association Annual Meeting, the 2016 Western Economic Association Meeting, the 2016 Southern Economic Association Meeting, the 2016 National Tax Association Meeting,  the 2016 American Society of Health Economists Meeting, the 2016 APPAM International and Fall Conferences, the 2016 NBER Summer Institute, and the 2016 Southeastern Health Economics Study Group Conference.  Any remaining errors are our own. Amelia Hawkins gratefully acknowledges support from the National Science Foundation Graduate Research Fellowship under grant number DGE #1256260, a NICHD training grant to the Population Studies Center at the University of Michigan under grant number T32HD007339 and NBER's pre-doctoral fellowship program.\n\n\n"
}