{
    "id": 24916,
    "citation_title": "Certification, Reputation and Entry: An Empirical Analysis",
    "citation_author": [
        "Xiang Hui",
        "Maryam Saeedi",
        "Giancarlo Spagnolo",
        "Steven Tadelis"
    ],
    "citation_publication_date": "2018-08-20",
    "issue_date": "2018-08-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Economics of Information",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nMarkets with asymmetric information will often employ third-party certification labels to distinguish between higher and lower quality transactions, yet little is known about the effects of certification policies on the evolution of markets. How does the stringency in quality certification affect the intensity and composition of entry, incumbents' reactions, and market outcomes? We use detailed administrative data and exploit a policy change on eBay to explore how a more selective certification policy affects entry and behavior across a rich set of online market segments. We find that after the policy change, entry increases and does so more intensely in markets where it is harder to become certified. The average quality of entrants also increases more in the more affected markets, while the quality distribution of entrants exhibits fatter tails ex post. Finally, some incumbents increase the quality of their service to maintain certification and deliver higher quality after the policy change. The results help inform the design of certification policies in electronic and other markets with asymmetric information.\n\n",
    "acknowledgement": "\nWe thank Sven Feldmann, Kate Ho, Hugo Hopenhayn, Greg Lewis, Brian McManus, Peter Newberry, Rob Porter, David Ronayne, Konrad Stahl, and many seminar and conference participants for excellent suggestions, discussions and comments. We are grateful to eBay for providing access to the data and to several eBay executives who provided valuable input. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nSteven Tadelis\n\nSteve Tadelis worked and consulted for eBay from August 2011 through February 2016. This research was done after that period and was not paid for or supported by eBay funds.\n\n\n"
}