{
    "id": 2491,
    "citation_title": "The Real Exchange Rate, Employment, and Output in Manufacturing in the U.S. and Japan",
    "citation_author": [
        "William H. Branson",
        "James P. Love"
    ],
    "citation_publication_date": "1988-01-01",
    "issue_date": "1988-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the spring of 1981 the U.S. dollar began a four-year period of real appreciation that took it to a peak of more than 50 percent by first quarter 1985. Since then, the dollar has depreciated substantially, but remains above its 1980 level. During the same period, the Japanese yen first depreciated by 12 percent in real terms from 1981 to 1982, and then appreciated by some 30 percent to 1986. These swings in real exchange rates effects on the relative competitiveness of U.S. and Japanese industry, and have effects on employment and output in sectors producing tradeable goods. This paper presents estimates of these effects. Using time series data for the period 1970 to 1986, we use a simple model of supply and demand to estimate the impact of swings in the effective real exchange rate of the dollar and the yen on manufacturing employment and output in the U.S. and Japan, disaggregated by industry sectors, and by production and non-production workers in the case of the U.S. employment. These results are part of a larger research project to estimate the effects of the movements in the real exchange rate on world manufacturing industries. We find significant and substantial effects of the dollar appreciation on employment and output in U.S. manufacturing. In particular, we find that exchange rate movements have had important effects on the durable goods sectors, including primary metals, fabricated metal products, and non-electrical machinery. Other sectors that suffer large employment and output losses when the dollar appreciates are stone, clay and glass products, transportation, instruments, and chemicals. Estimates are also presented for non-production and production workers in the U.S. employment of the latter is more sensitive to the real exchange rate, especially in the durable goods sectors. This suggests the possibility of hysteresis in trade. For Japan, we find significant effects of movements in the yen on employment and output in the durable goods sectors, especially those producing machinery. In particular, yen appreciation causes substantial losses in employment and output in fabricated metal products, general machinery, and electrical machinery. The results for Japan are not as clear as for the U.S., perhaps because we have only annual data for Japan, but quarterly data for the U.S.. Nevertheless, the importance of movements in the real exchange rate for employment and output in manufacturing is evident in both cases.\n\n",
    "acknowledgement": "\n"
}