{
    "id": 24915,
    "citation_title": "Multinational Profit Shifting and Measures throughout Economic Accounts",
    "citation_author": [
        "Jennifer Bruner",
        "Dylan G. Rassier",
        "Kim J. Ruhl"
    ],
    "citation_publication_date": "2018-08-20",
    "issue_date": "2018-08-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nProfit shifting to low-tax countries imposes challenges for the treatment of multinational enterprises in economic accounts.  Using adjustments for profit shifting calculated in Guvenen et al. (2017) under an alternative measurement methodology, this paper empirically demonstrates how the effects of profit shifting cascade throughout a fully articulated set of economic accounts for the United States in 2014.  We find a 1.5 percent and 3.5 percent increase in measured U.S. gross domestic product and operating surplus, respectively, and a 33.5 percent decrease in measured income receivable from the rest of world.  As a result of offsetting effects, measured U.S. gross national saving decreases by 0.8 percent, and national borrowing increases by 6.9 percent.  There are also potentially significant implications for analytic uses of the measures, including decreases for the labor share of income and the return on U.S. direct investment abroad and increases for the trade in services balance and the return on domestic non-financial business.\n\n",
    "acknowledgement": "\nThis paper was prepared for the NBER-CRIW conference on The Challenges of Globalization in the Measurement of National Accounts. For comments and helpful questions, we thank Ray Mataloni, Brent Moulton, Marshall Reinsdorf, Peter van de Ven, Dan Yorgason and especially our discussant Steve Redding.  The statistical analysis of firm-level data on U.S. multinational companies and companies engaged in international transactions was conducted at the Bureau of Economic Analysis, U.S. Department of Commerce, under arrangements that maintain legal confidentiality requirements.  The views expressed in this paper are solely those of the authors and not necessarily those of the U.S. Department of Commerce or the Bureau of Economic Analysis or the National Bureau of Economic Research.\n\n\n"
}