{
    "id": 24914,
    "citation_title": "Quadratic Games",
    "citation_author": [
        "Nicolas S. Lambert",
        "Giorgio Martini",
        "Michael Ostrovsky"
    ],
    "citation_publication_date": "2018-08-20",
    "issue_date": "2018-08-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Game Theory",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study general quadratic games with multidimensional actions, stochastic payoff interactions, and rich information structures. We first consider games with arbitrary finite information structures. In such games, we show that there generically exists a unique equilibrium. We then extend the result to games with infinite information structures, under an additional assumption of linearity of certain conditional expectations. In that case, there generically exists a unique linear equilibrium. In both cases, the equilibria can be explicitly characterized in compact closed form. We illustrate our results by studying information aggregation in large asymmetric Cournot markets and the effects of stochastic payoff interactions in beauty contests. Our results apply to general games with linear best responses, and also allow us to characterize the effects of small perturbations in arbitrary Bayesian games with finite information structures and smooth payoffs.\n\n",
    "acknowledgement": "\nWe thank Kostas Bimpikis, Ben Golub, Tibor Heumann, Johannes Hörner, Matt Jackson, David Myatt, Alessandro Pavan, Andy Skrzypacz, Xavier Vives, Bob Wilson, Anthony Lee Zhang, and seminar and conference participants at Stanford, UIUC, the 22nd Coalition Theory Network Workshop, the 2017 Workshop on Markets with Information Asymmetries at Collegio Carlo Alberto, the 2018 ASSA Annual Meeting, and the 2018 North American Summer Meeting of the Econometric Society for helpful comments and suggestions. Lambert is grateful to Microsoft Research New York and the Cowles Foundation at Yale University for their hospitality and financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}