{
    "id": 24919,
    "citation_title": "The Welfare State besides Globalization Forces",
    "citation_author": [
        "Assaf Razin",
        "Efraim Sadka"
    ],
    "citation_publication_date": "2018-08-20",
    "issue_date": "2018-08-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we review of literature and offer historical, empirical and analytical explanation for the interactions between the welfare state and globalization driving forces. Globalization – a widespread contemporaneous phenomenon – generates international tax competition. The consequent erosion in the tax base, especially on capital, is another blow to the finances of the welfare state. Financial globalization facilitates reallocation of capital across borders. The increased mobility of capital may likely to trigger a race-to-the-bottom tax competition. The consequent erosion in the tax base, especially on capital, is potentially a blow to the fiscal finance backing up the far-reaching redistribution of income by the typical welfare state. Another major aspect of globalization, low skill migration, attracted to the welfare state may put additional strain on it. An aging welfare-state – a common contemporary phenomenon in many industrial countries calls for young and high skill immigrants for its survival.\n\n",
    "acknowledgement": "\nWe thank Alan Auerbach and Elhanan Helpman for comments, and Alexander Schwemmer for research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}