{
    "id": 24917,
    "citation_title": "Does Machine Translation Affect International Trade? Evidence from a Large Digital Platform",
    "citation_author": [
        "Erik Brynjolfsson",
        "Xiang Hui",
        "Meng Liu"
    ],
    "citation_publication_date": "2018-08-20",
    "issue_date": "2018-08-17",
    "revision_date": "2018-10-05",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nArtificial intelligence (AI) is surpassing human performance in a growing number of domains. However, there is limited evidence of its economic effects. Using data from a digital platform, we study a key application of AI: machine translation. We find that the introduction of a machine translation system has significantly increased international trade on this platform, increasing exports by 17.5%. Furthermore, heterogeneous treatment effects are all consistent with a substantial reduction in translation-related search costs. Our results provide causal evidence that language barriers significantly hinder trade and that AI has already begun to improve economic efficiency in at least one domain.\n\n",
    "acknowledgement": "\nWe thank David Atkin, Andrey Fradkin, Avi Gannamaneni, and Avi Goldfarb for helpful discussions. We also acknowledge the support of the MIT Initiative on the Digital Economy (http://ide.mit.edu/) and thank eBay, especially Brian Bieron, for providing the data for this project. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nXiang Hui\n\nI worked as a paid summer intern at eBay from June to August 2015. I am neither affiliated with nor paid by eBay since September 2015.\n\n\n"
}