{
    "id": 24920,
    "citation_title": "The Short and Long-Run Effects of Attending The Schools that Parents Prefer",
    "citation_author": [
        "Diether W. Beuermann",
        "C. Kirabo Jackson"
    ],
    "citation_publication_date": "2018-08-20",
    "issue_date": "2018-08-17",
    "revision_date": "2019-05-21",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing meta-analysis we find that, on average, sought-after schools do not improve student test scores. A potential explanation for this result is that parents value schools that improve outcomes not well-measured by test scores. We explore this notion using both administrative and survey data from Barbados. Using a regression discontinuity design, preferred schools have better peers but do not improve short-run test scores. Consistent with the proposed explanation, the same students at the same schools have more post-secondary school completion and improved adult well-being (based on an index of educational attainment, occupational rank, earnings, and health). These long-run benefits are larger for females who also experience reduced teen motherhood. Mechanisms are explored.\n\n",
    "acknowledgement": "\nWe are deeply grateful to Christel Saab and Sabine Rieble-Aubourg from the Inter- American Development Bank for their support in establishing the necessary contacts to assembly the administrative datasets used in the study. We are indebted to Junior Burgess and Dionne Gill from the Barbados Ministry of Education, Science, Technology and Innovation and to Andre Blair from the Caribbean Examinations Council for allowing us to access their data, their assistance, and their generosity. We would like to thank Aubrey Browne and Trevor David from the Barbados Statistical Service as well as Juan Muñoz and Ramiro Flores Cruz from Sistemas Integrales Ltd. for allowing us to introduce the necessary questions in the 2016 Survey of Living Conditions to match it with the administrative records. Francisco Pardo, Camilo Pecha, Tatiana Zarate, and Roy Muñoz provided excellent research assistance. We thank Samuel Berlinski, Damon Clark, Julian Cristia, Ofer Malamud, Norbert Schady, Laia Navarro- Sola, and Diego Vera for helpful comments. The statements and views expressed are solely the responsibility of the authors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}