{
    "id": 24924,
    "citation_title": "Organizational Decision Making Under Uncertainty Shocks",
    "citation_author": [
        "Luis Ballesteros",
        "Howard Kunreuther"
    ],
    "citation_publication_date": "2018-08-20",
    "issue_date": "2018-08-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Economics of Information",
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn line with the fallacy of riskification of uncertainty by which decision makers believe that the effects of unpredictable phenomena can be captured accurately by probability distributions, organizational scholars commonly treat the organizational inefficiency in dealing with uncertainty shocks—exogenous hazards whose welfare effects spread across industries and markets, such as natural disasters, terrorist attacks, and financial crises—as a problem of risk management. This is problematic because the consequences of uncertainty shocks outstrip the predictability capacity for the average manager and entail a greater complexity of internal and external factors. Moreover, their uniqueness makes translating experience into learning far more difficult. We seek to address this inadequate approach with a theoretical framework that captures the multidimensional complexity of organizations preparing for, coping with, and recovering from exogenous uncertain disruption. We bring together the literatures on cognitive psychology that suggest that biases and heuristics drive behavior under uncertainty, a Neo-Carnegie perspective that indicates that organizational structure and strategy regulate these behavioral factors, and institutional theory that points to stakeholder and institutional dynamics affecting economic incentives to invest in prevention and business continuity. Taken together, this article offers the foundation for a behaviorally plausible, decision-centered perspective on organizational decision-making under uncertainty.\n\n",
    "acknowledgement": "\nSupport for this research comes from the Travelers-Wharton Risk Management and Leadership project; the Alfred P. Sloan Foundation (G-2018-11100 / SUB18-04); and the Wharton Risk Management and Decision Processes Center’s Extreme Events project. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}