{
    "id": 24927,
    "citation_title": "Underemployment in the US and Europe",
    "citation_author": [
        "David N.F. Bell",
        "David G. Blanchflower"
    ],
    "citation_publication_date": "2018-08-20",
    "issue_date": "2018-08-17",
    "revision_date": "2018-09-22",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nLarge numbers of part-time workers around the world, both those who choose to be part-time and those who are there involuntarily and would prefer a full-time job report they want more hours.  Full-timers who say they want to change their hours mostly say they want to reduce them.  When recession hit in most countries the number of hours of those who said they wanted more hours, rose sharply and there was a fall in the number of hours that full-timers wanted their hours reduced by.  Even though the unemployment rate has returned to its pre-recession levels in many advanced countries, underemployment in most has not.\nWe produce estimates for a new, and better, underemployment rate for twenty-five European countries.  In most underemployment remains elevated.  We provide evidence for the UK and the US as well as some international evidence that underemployment rather than unemployment lowers pay in the years after the Great Recession.  We also find evidence for the US that falls in the home ownership rate have helped to keep wage pressure in check.  Underemployment replaces unemployment as the main influence on wages in the years since the Great Recession.\n\n",
    "acknowledgement": "\nWe thank Bob Hart, Larry Kahn, Alan Manning, John Pencavel, Doug Staiger and Tanya Wilson for helpful comments and suggestions The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\nData sources:\nEurostat (2017) European Labour Force Survey 1998-2016 [data collection] Data supplied by Eurostat Office for National Statistics. Social Survey Division, Northern Ireland Statistics and Research Agency. Central Survey Unit. (2015). Quarterly Labour Force Survey, 1992-2015. [data collection]. UK Data Service. Retrieved from http://discover.ukdataservice.ac.uk/series/?sn=2000026\n\n\n"
}