{
    "id": 24923,
    "citation_title": "Per Capita Income, Consumption Patterns, and CO₂ Emissions",
    "citation_author": [
        "Justin Caron",
        "Thibault Fally"
    ],
    "citation_publication_date": "2018-08-20",
    "issue_date": "2018-08-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates the role of income-driven differences in consumption patterns in explaining and projecting energy demand and CO₂ emissions. We develop and estimate a general-equilibrium model with non-homothetic preferences across a large set of countries and sectors, and trace embodied energy consumption through intermediate use and trade linkages. Consumption of energy goods is less than proportional to income in rich countries, and more income-elastic in low-income countries. While income effects are weaker for embodied energy, we find a significant negative relationship between income elasticity and CO₂ intensity across all goods. These income-driven differences in consumption choices can partially explain the observed inverted-U relationship between income and emissions across countries, the so-called environmental Kuznets curve. Relative to standard models with homothetic preferences, simulations suggest that income growth leads to lower emissions in high-income countries and higher emissions in some low-income countries, with only modest reductions in world emissions on aggregate.\n\n",
    "acknowledgement": "\nWe thank Peter Berck, Larry Karp, Joe Shapiro, Mario Samano, Niven Winchester, Valerie Karplus, conference and seminar participants for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}