{
    "id": 24925,
    "citation_title": "Human-Capital Externalities in China",
    "citation_author": [
        "Edward L. Glaeser",
        "Ming Lu"
    ],
    "citation_publication_date": "2018-08-20",
    "issue_date": "2018-08-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides evidences of heterogeneous human-capital externality using CHIP 2002, 2007 and 2013 data from urban China. After instrumenting city-level education using the number of relocated university departments across cities in the 1950s, one year more city-level education increases individual hourly wage by 22.0 percent, more than twice the OLS estimate. Human-capital externality is found to be greater for all groups of urban residents in the instrumental variable estimation.\n\n",
    "acknowledgement": "\nThe authors gratefully acknowledge funding by the National Social Science Funds (13&ZD015). This research is also supported by Shanghai Institute of International Finance and Economics and Fudan Lab for China Development Studies. We thank Wenquan Liang and Hong Gao for their excellent research assistance. All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nEdward L. Glaeser\n\nI have received speaking fees from organizations that organize members that invest in real estate markets, including the National Association of Real Estate Investment Managers and the Pension Real Estate Association.\n\n\n"
}