{
    "id": 24933,
    "citation_title": "Women's Suffrage and Children's Education",
    "citation_author": [
        "Esra Kose",
        "Elira Kuka",
        "Na'ama Shenhav"
    ],
    "citation_publication_date": "2018-08-27",
    "issue_date": "2018-08-17",
    "revision_date": "2020-06-16",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development of the American Economy",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhile a growing literature shows that women, relative to men, prefer greater investment in children, it is unclear whether empowering women produces better economic outcomes. Exploiting plausibly exogenous variation in U.S. suffrage laws, we show that exposure to suffrage during childhood led to large increases in educational attainment for children from disadvantaged backgrounds, especially blacks and Southern whites. We also find that suffrage led to  higher earnings alongside education gains, although not for Southern blacks. Using newly-digitized data, we show that education increases are primarily explained by suffrage-induced growth in education spending, although early-life health improvements may have also contributed.\n\n",
    "acknowledgement": "\nWe thank Doug Miller, Marianne Page, Hilary Hoynes, Scott Carrell, and Peter Lindert for many helpful conversations and support. We are also grateful for the input that we received from Marcella Alsan, Celeste Carruthers, Bill Collins, Andrew Goodman-Bacon, Elizabeth Cascio, Claudia Goldin, Jonathan Homola, JaeWook Jung, Erzo Luttmer, Paco Martorell, Bhash Mazumder, Chris Meissner, Claudia Olivetti, Giovanni Peri, Sarah Reber, Shu Shen, Dawn Teele, Marianne Wanamaker, and seminar participants at the APSA Annual Meeting, the Chicago Fed, the Economic Demography Workshop, the Historical Women's Movement Workshop at UPenn, NBER DAE Summer Institute, SoCCAM, the Stata Texas Empirical Microeconomics Conference, UC Davis, UC Berkeley Political Economy Seminar, the University of Oklahoma, and Wellesley College. We benefited from data made publicly available by Daniel Aaronson and Bhash Mazumder; Daron Acemoglu, David Autor, and David Lyle; Claudia Goldin; Lawrence Kenny; and Adriana Lleras-Muney. Our work was supported by a generous grant from the All-UC History Group, a Sam Taylor Fellowship, and a National Academy of Education/Spencer Dissertation Fellowship. An earlier version of this paper circulated under the titles \"Who Benefited from Women's Suffrage?\" and \"Women's Enfranchisement and Children's Education: The Long-Run Impact of the U.S. Suffrage Movement.\" All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}