{
    "id": 24938,
    "citation_title": "Market Expanding or Market Stealing? Competition with Network Effects in BikeSharing",
    "citation_author": [
        "Guangyu Cao",
        "Ginger Zhe Jin",
        "Xi Weng",
        "Li-An Zhou"
    ],
    "citation_publication_date": "2018-08-27",
    "issue_date": "2018-08-17",
    "revision_date": "2019-08-05",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Antitrust",
        "\n",
        "Industry Studies",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing staggered entry of two dockless bikesharing firms, we find the entrant expands the market for the incumbent. The entry helps the incumbent to serve a greater number of trips, make more bike investment, achieve higher revenue per trip, improve bike utilization rate, and form a wider and more evenly distributed network. The market expansion effect on new users dominates a significant marketstealing effect on old users. These findings, together with a theoretical model that highlights consumer search and network effects, suggest that a market with positive network effects is not necessarily winnertakesall, especially when users multihome across compatible networks.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Market Expanding or Market Stealing? Platform Competition in Bike-Sharing.\" We thank ofo executives for sharing data with us and for tirelessly answering our questions. Cao personally thanks the fund support for his PhD study from Guanghuaofo Center for Sharing Economy Research and Will Hunting Capital. All data employed in this article are aggregated operating indices without identifiable information on any individual user or any individual behavior. We are only authorized to use these data and the ownership of the data is retained by ofo. We appreciate constructive comments from Marc Rysman, Feng Zhu, Joe Wyer, Ying Fan, seminar attendants at Peking University, University of British Columbia and Rice University, and conference attendants at the NBER IO conference, the HBS Platform Strategy Conference, and the NBER workshop on Electric and Autonomous Vehicles. All errors are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}