{
    "id": 24932,
    "citation_title": "Over-reaction in Macroeconomic Expectations",
    "citation_author": [
        "Pedro Bordalo",
        "Nicola Gennaioli",
        "Yueran Ma",
        "Andrei Shleifer"
    ],
    "citation_publication_date": "2018-08-27",
    "issue_date": "2018-08-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe study the rationality of individual and consensus professional forecasts of macroeconomic and financial variables using the methodology of Coibion and Gorodnichenko (2015), which examines predictability of forecast errors from forecast revisions. We report two key findings:  forecasters typically over-react to their individual news, while consensus forecasts under-react to average forecaster news.  To reconcile these findings, we combine the diagnostic expectations model of belief formation from Bordalo, Gennaioli, and Shleifer (2018) with Woodford’s (2003) noisy information model of belief dispersion.  The forward looking nature of diagnostic expectations yields additional implications, which we also test and confirm. A structural estimation exercise indicates that our model captures important variation in the data, yielding a value for the belief distortion parameter similar to estimates obtained in other settings\n\n",
    "acknowledgement": "\nWe thank Olivier Coibion, Xavier Gabaix, Yuriy Gorodnichenko, Luigi Guiso, Lars Hansen, David Laibson, Jesse Shapiro, Paolo Surico, participants at the 2018 AEA meeting, NBER Behavioral Finance Meeting, NBER Summer Institute, and seminar participants at EIEF, Ecole Politechnique, Harvard, and LBS for helpful comments. We acknowledge the financial support of the Behavioral Finance and Finance Stability Initiative at Harvard Business School and the Pershing Square Venture Fund for Research on the Foundations of Human Behavior. Gennaioli thanks the European Research Council for Financial Support under the ERC Consolidator Grant (GA 647782). We thank Johan Cassell, Francesca Miserocchi, Johnny Tang, and especially Spencer Kwon and Weijie Zhang for outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}