{
    "id": 24936,
    "citation_title": "The Spread of Deposit Insurance and the Global Rise in Bank Asset Risk since the 1970s",
    "citation_author": [
        "Charles W. Calomiris",
        "Sophia Chen"
    ],
    "citation_publication_date": "2018-08-27",
    "issue_date": "2018-08-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "International Economics",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Development Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe construct a new measure of the changing generosity of deposit insurance for many countries, empirically model the international influences on the adoption and generosity of deposit insurance, and show that the expansion of deposit insurance generosity increased asset risk in banking systems. We consider three asset risk measures: higher loans-to-assets, a higher proportion of lending to households, and a higher proportion of mortgage lending. None of the observed increases in these indicators is offset by declines in banking system leverage. We show that increased asset risk explains at least part of the positive association between deposit insurance and the likelihood and severity of systemic banking crises.\n\n",
    "acknowledgement": "\nWe thank Hala Moussawi for excellent research assistance. We thank Giovanni Dell'Ariccia and Maria Soledad Martinez Peria for helpful suggestions. The views expressed in this study are those of the authors and do not necessarily represent the views of the IMF, its Executive Board, IMF management, or the views of the National Bureau of Economic Research.\n\n\n"
}