{
    "id": 24937,
    "citation_title": "Misallocation in the Market for Inputs: Enforcement and the Organization of Production",
    "citation_author": [
        "Johannes Boehm",
        "Ezra Oberfield"
    ],
    "citation_publication_date": "2018-08-27",
    "issue_date": "2018-08-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe strength of contract enforcement determines how firms source inputs and organize production. Using microdata on Indian manufacturing plants, we show that production and sourcing decisions appear systematically distorted in states with weaker enforcement. Specifically, we document that in industries that tend to rely more heavily on relationship-specific intermediate inputs, plants in states with more congested courts shift their expenditures away from intermediate inputs and appear to be more vertically integrated. To quantify the impact of these distortions on aggregate productivity, we construct a model in which plants have several ways of producing, each with different bundles of inputs. Weak enforcement exacerbates a holdup problem that arises when using inputs that require customization, distorting both the intensive and extensive margins of input use. The equilibrium organization of production and the network structure of input-output linkages arise endogenously from the producers' simultaneous cost minimization decisions. We identify the structural parameters that govern enforcement frictions from cross-state variation in the first moments of producers' cost shares. A set of counterfactuals show that enforcement frictions lower aggregate productivity to an extent that is relevant on the macro scale.\n\n",
    "acknowledgement": "\nWe are grateful to David Baqaee, Hugo Hopenhayn, Sam Kortum, Eduardo Morales, Steve Redding, Matt Rognlie, Meredith Startz, Felix Tintelnot, Gustavo Ventura, Chris Woodruff, and various seminar participants for helpful suggestions. Anusha Guha, Helene Maghin, and Juan Manuel Castro provided excellent research assistance. We are grateful to Daksh India for sharing data, and to CEPR/PEDL and the Sciences Po/Princeton partnership for financial support. Boehm thanks the International Economics Section at Princeton for hospitality during the later stages of the project. This document is an output from the research initiative “Private Enterprise Development in Low-Income Countries” (PEDL), a programme funded jointly by the by the Centre for Economic Policy Research (CEPR) and the Department for International Development (DFID), contract reference PEDL_LOA_4006_Boehm. The views expressed are not necessarily those of CEPR or DFID. All mistakes are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}