{
    "id": 24935,
    "citation_title": "Attitudes Toward Debt and Debt Behavior",
    "citation_author": [
        "Johan Almenberg",
        "Annamaria Lusardi",
        "Jenny Säve-Söderbergh",
        "Roine Vestman"
    ],
    "citation_publication_date": "2018-08-27",
    "issue_date": "2018-08-17",
    "revision_date": "2019-08-14",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Behavioral Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe introduce a novel survey measure of attitude toward debt. Matching our survey results with panel data on Swedish household balance sheets from registry data, we show that our debt attitude measure helps explain individual variation in indebtedness as well as debt build-up and consumption behavior in the period 2004–2007. As an explanatory variable, debt attitude compares well to a number of other determinants of debt, including education, risk-taking, and financial literacy. We also provide evidence that debt attitude is passed down along family lines and has a cultural element.\n\n",
    "acknowledgement": "\nThe authors wish to thank the Swedish Research Council (grant 421-2011-2094) and the Swedish Financial Supervisory Agency for generous financial support. They also gratefully acknowledge financial support from the European Investment Bank Institute through its EIBURS initiative and the Handelsbanken research foundation (Jan Wallanders och Tom Hedelius stiftelse). The findings, interpretations, and conclusions presented in this article are entirely those of the authors and should not be attributed in any manner to the European Investment Bank or its Institute. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}