{
    "id": 24939,
    "citation_title": "Universal Basic Incomes vs. Targeted Transfers: Anti-Poverty Programs in Developing Countries",
    "citation_author": [
        "Rema Hanna",
        "Benjamin A. Olken"
    ],
    "citation_publication_date": "2018-08-27",
    "issue_date": "2018-08-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDeveloping country governments are increasingly implementing cash assistance programs to combat poverty and inequality. This paper examines the potential tradeoffs between targeting these transfers towards low income households versus providing universal cash transfers, also known as a Universal Basic Income. We start by discussing how the fact that most households in poor countries do not pay income taxes changes how we conceptually think about Universal Basic Incomes. We then analyze data from two countries, Indonesia and Peru, to document the tradeoffs involved. The results suggest that, despite the imperfections in targeting using proxy-means tests, targeted transfers may result in substantially higher welfare gains than universal programs, because for a given total budget they deliver much higher transfers to the poor. On the other hand, targeted transfers do lead to more horizontal equity violations, and do create an implied tax on consumption in the region where benefits are phased out. We discuss how alternative targeting approaches, such as community-targeting and self-targeting, can be used to further improve targeting in some situations.\n\n",
    "acknowledgement": "\nPrepared for the Journal of Economic Perspectives. We thank Abhijit Banerjee, Amy Finkelstein and Rohini Pande for helpful comments and discussions on these issues, Tim Taylor and the editors of the JEP for helpful editorial suggestions, and Aaron Berman and Samuel Solomon for helpful research assistance. This research was supported by a grant from the Australian Department of Foreign Affairs and Trade. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nRema Hanna\n\nDisclosure Statement for Rema Hanna\n• The Australian Department of Foreign Affairs and Trade also provides support to JPAL Southeast Asia. I am a board member of JPAL and co Scientific Director of JPAL Southeast Asia.\n• I am a board member of J-PAL at MIT. J-PAL has no stake in the outcomes of any given evaluation results. However, J-PAL does have a position on what is considered a rigorous evaluation methodology.\n\n\n\nBenjamin A. Olken\n\nDisclosure Statement for Benjamin Olken\n• The Australian Department of Foreign Affairs and Trade also provides support to JPAL Southeast Asia. I am Director of JPAL and co Scientific Director of JPAL Southeast Asia.\n• I am a Director of J-PAL at MIT. J-PAL has no stake in the outcomes of any given evaluation results. However, J-PAL does have a position on what is considered a rigorous evaluation methodology.\n\n\n"
}