{
    "id": 24940,
    "citation_title": "Impure Impact Giving: Theory and Evidence",
    "citation_author": [
        "Daniel M. Hungerman",
        "Mark Ottoni-Wilhelm"
    ],
    "citation_publication_date": "2018-08-27",
    "issue_date": "2018-08-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Industrial Organization",
        "\n",
        "Nonprofits",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe present a new model of charitable giving where individuals regard out-of-pocket donations and the matches they induce as different. We show that match-price elasticities combine conventional price effects with the strength of warm-glow, so that a match-price elasticity alone is insufficient to characterize preferences for giving. Match- and rebate-price elasticities will typically be different, but together they lead to tests of underlying giving preferences. We estimate, for the first time, a match-price elasticity together with a real-world tax-based rebate elasticity in a non-laboratory high-stakes setting. The estimates reject extant models of giving, but are consistent with the new theory.\n\n",
    "acknowledgement": "\nSpecial thanks to Jeff Rainey at the Indiana Department of Revenue. This research was supported by IU Lilly Family School of Philanthropy Research Grant 23-921-15 (Ottoni-Wilhelm) and the John Templeton Foundation (Hungerman). We are grateful for helpful comments from participants at the 2018 WZB Berlin workshop “Recent Advances in the Economics of Philanthropy,” the 2018 ISTR International Conference, and the 2017 Science of Philanthropy Initiative Conference. The authors declare that they have no relevant or material interests that relate to the research described in this paper. Data were obtained under a non-disclosure agreement with a college/university located in Indiana. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}