{
    "id": 24947,
    "citation_title": "The Problem of Data Quality in Analyses of Opioid Regulation: The Case of Prescription Drug Monitoring Programs",
    "citation_author": [
        "Jill Horwitz",
        "Corey S. Davis",
        "Lynn S. McClelland",
        "Rebecca S. Fordon",
        "Ellen Meara"
    ],
    "citation_publication_date": "2018-09-03",
    "issue_date": "2018-08-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nStates, which have the primary legal role in regulating the prescribing and dispensing of prescription medications, have created Prescription Drug Monitoring Programs (PDMP) to try to reduce inappropriate prescribing, dispensing, and related harm. Research assessing whether these interventions are effective has produced inconclusive and contradictory results. Here we examine whether different data sources may have contributed to the varying results.  Specifically, we:  1) identify the decisions inherent in creating such a dataset; 2) discuss the public data sources used by researchers in previous work; 3) develop and apply a detailed research protocol to create a novel PDMP law dataset; and 4) to illustrate potential consequences of data choice, apply various data sources to analyze the relationship between PDMP laws and prescribing and dispensing of opioids among disabled Medicare beneficiaries. We find that our dates differ from those in existing datasets, sometimes by many years. The regression analyses generated a twofold difference in point estimates, as well as different signed estimates, depending on the data used. We conclude that the lack of transparency about data assembly in existing datasets, differences among dates by source, and the regression results raise concerns for PDMP researchers and policymakers.\n\n",
    "acknowledgement": "\nThe authors thank Chris Auld for helpful comments and Allison Borsheim and Joshua Parson for research assistance.  Supported by grants (P01AG019783 and U01AG046830) from the National Institute on Aging. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nEllen Meara\n\nI have no disclosures.\n\n\n"
}