{
    "id": 24941,
    "citation_title": "Investing Outside the Box: Evidence from Alternative Vehicles in Private Capital",
    "citation_author": [
        "Josh Lerner",
        "Antoinette Schoar",
        "Jason Mao",
        "Nan R. Zhang"
    ],
    "citation_publication_date": "2018-08-27",
    "issue_date": "2018-08-17",
    "revision_date": "2018-09-07",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper undertakes a comprehensive analysis of alternative investment vehicles in private equity, using unexplored custodial data about 112 limited partners over four decades. We differentiate between alternative vehicles that are GP-directed versus those where the LP has some discretion. Of the roughly 5500 distinct investments made by the LPs in our sample, 32% of investments (17% of capital commitments) were in such alternative vehicles; the allocation increased by more than 10 percentage points over the last decade. Alternative vehicles were far more likely to be offered by larger and North America-based buyout funds. The average performance of these alternative vehicles lagged that of the GPs’ corresponding main funds. The best LP performance was among endowments, private pensions, and insurers. Finally, LPs with better past performance invested in alternative vehicles with better performance, even after conditioning on the GPs’ past records. This result suggests that bargaining between GPs and LPs leads to gradation in investment performance based on the parties’ outside options.\n\n",
    "acknowledgement": "\nWe received helpful comments from participants at the Fiduciary Investments Symposium and the London Business School Private Equity Symposium, as well as Sabrina Howell, Mark Kritzman, Filippo Mezzanotti, and Andrea Rossi (discussant). We thank Arnold May and Robin Painter of Proskauer Rose for helpful conversations about fund structuring. We thank Will Kinlaw and J.R. Lowry for their support of this research. Harvard Business School’s Division of Research, the Private Capital Research Institute, and the Smith-Richardson Foundation provided financial support for this project. Lerner and Schoar have advised institutional investors in private capital funds, private capital groups, and/or governments designing policies relevant to private capital. State Street provides a variety of custodial and financial services for limited and general partners in private capital funds, as well as offering private capital financial products. All errors and omissions are our own. The views expressed in this material are the views of the authors. They do not necessarily represent the official views of State Street Global Exchange, State Street Corporation and its affiliates, and the National Bureau of Economic Research.\n\n\n"
}