{
    "id": 24946,
    "citation_title": "Long-Term Care Hospitals: A Case Study in Waste",
    "citation_author": [
        "Liran Einav",
        "Amy Finkelstein",
        "Neale Mahoney"
    ],
    "citation_publication_date": "2018-08-27",
    "issue_date": "2018-08-24",
    "revision_date": "2019-04-23",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere is substantial waste in U.S. healthcare, but little consensus on how to identify or combat it. We identify one specific source of waste: long-term care hospitals (LTCHs). These post-acute care facilities began as a regulatory carve-out for a few dozen specialty hospitals, but have expanded into an industry with over 400 hospitals and $5.4 billion in annual Medicare spending in 2014. We use the entry of LTCHs into local hospital markets and an event study design to estimate LTCHs’ impact. We find that most LTCH patients would have counterfactually received care at Skilled Nursing Facilities – post-acute care facilities that provide medically similar care to LTCHs but are paid significantly less – and that substitution to LTCHs leaves patients unaffected or worse off on all dimensions we can objectively measure. Our results imply that Medicare could save about $4.6 billion per year – with no harm to patients – by not allowing for discharge to LTCHs.\n\n",
    "acknowledgement": "\nWe thank Jeremy Kahn, Mark Miller, Hannah Wunsch, and many seminar participants for helpful comments. We are grateful to Abby Ostriker and Anna Russo for excellent research assistance. Einav and Finkelstein gratefully acknowledge support from the NIA (R01 AG032449). Mahoney acknowledges support from the Becker Friedman Institute at the University of Chicago and the National Science Foundation (SES-1730466). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nLiran Einav\n\nI would like to disclose that I am an adviser to Nuna Health, a data analytics startup company, which specializes in analytics of health insurance claims. I am not being paid by them, but have received equity (nominal value is less than $1,000 the market value is hard to assess).\n\n\n"
}