{
    "id": 24948,
    "citation_title": "Estimating the Elasticity of Intertemporal Substitution Using Mortgage Notches",
    "citation_author": [
        "Michael Carlos Best",
        "James Cloyne",
        "Ethan Ilzetzki",
        "Henrik Kleven"
    ],
    "citation_publication_date": "2018-09-03",
    "issue_date": "2018-08-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nUsing a novel source of quasi-experimental variation in interest rates, we develop a new approach to estimating the Elasticity of Intertemporal Substitution (EIS). In the UK, the mortgage interest rate features discrete jumps – notches – at thresholds for the loan-to-value (LTV) ratio. These notches generate large bunching below the critical LTV thresholds and missing mass above them. We develop a dynamic model that links these empirical moments to the underlying structural EIS. The average EIS is small, around 0.1, and quite homogeneous in the population. This finding is robust to structural assumptions and can allow for uncertainty, a wide range of risk preferences, portfolio reallocation, liquidity constraints, present bias, and optimization frictions. Our findings have implications for the numerous calibration studies that rely on larger values of the EIS.\n\n",
    "acknowledgement": "\nWe thank the editor, Adam Szeidl, four anonymous referees, Orazio Attanasio, Adrien Auclert, Chris Carroll, Raj Chetty, Jeff Clemens, Gordon Dahl, Mariacristina De Nardi, Rebecca Diamond, Roger Gordon, Bob Hall, Ethan Kaplan, Greg Kaplan, Patrick Kehoe, David Laibson, Emi Nakamura, Petra Persson, Ricardo Reis, Jose-Victor Rios-Rull, Emmanuel Saez, Orie Shelef, Jón Steinsson, Gregory Thwaites, Gianluca Violante, Garry Young, and Stephen Zeldes for helpful comments and discussion. All charts and estimates use data provided to the Bank of England by the Financial Conduct Authority and MoneyFacts. This research was carried out as part of the Bank of England’s One Bank Research Agenda and an earlier draft was circulated under the title “Interest rates, debt and intertemporal allocation: evidence from notched mortgage contracts in the United Kingdom.” The views expressed are those of the authors and do not necessarily reflect the views of the Bank of England, the Monetary Policy Committee, the Financial Policy Committee, the Prudential Regulatory Authority, or the National Bureau of Economic Research.\n\n\n\nJames Cloyne\n\nPart of this work was conducted while James Cloyne was employed as a research economist at the Bank of England. The views expressed are those of the authors and do not necessarily reflect the views of the Bank of England, the Monetary Policy Committee, the Financial Policy Committee or the Prudential Regulatory Authority.\n\n\n"
}