{
    "id": 24943,
    "citation_title": "Transportation and Health in the Antebellum United States 1820-1847",
    "citation_author": [
        "Ariell Zimran"
    ],
    "citation_publication_date": "2018-08-27",
    "issue_date": "2018-08-17",
    "revision_date": "2019-11-21",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nI study the impact of transportation on health in the rural US, 1820–1847. Measuring health by average stature, I find that greater transportation linkage, as measured by market access, in a cohort’s county-year of birth had an adverse impact on its health. A one-standard deviation increase in market access reduced average stature by 0.14 inches, and rising market access over the study period can explain 37 percent of the contemporaneous decline in average stature, known as the Antebellum Puzzle. I find evidence that transportation affected health by increasing population density, leading to a worse epidemiological environment.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Transportation and Health in a Developing Country: The United States, 1820–1847.\" I am indebted to Joel Mokyr, Joseph Ferrie, and Matthew Notowidigdo for encouragement and guidance. I also thank Jeremy Atack, Hoyt Bleakley, Natalia Cantet, William Collins, Price Fishback, Bernard Harris, Richard Hornbeck, Robert Margo, Yannay Spitzer, and John Wallis for helpful suggestions and insightful comments. Thanks are also due to Timothy Cuff for sharing his data on Pennsylvania recruits to the Union Army; to Noelle Yetter for assistance at the National Archives; to Ashish Aggarwal and Danielle Williamson for excellent research assistance; to seminar participants at Vanderbilt University, Tel Aviv University, the Hebrew University of Jerusalem, and Ben Gurion University of the Negev; and to participants in the 2016 Social Science History Association Conference, the 2017 NBER DAE Summer Institute, the 2018 H2D2 Research Day at the University of Michigan, and the 2018 Midwest International Economic Development Conference. This project was supported by an Economic History Association Dissertation Fellowship, by the Northwestern University Center for Economic History, and by the Balzan Foundation. This project, by virtue of its use of the Union Army Data, was supported by Award Number P01 AG10120 from the National Institute on Aging. The content is solely the responsibility of the author and does not necessarily represent the official views of the National Institute on Aging or the National Institute of Health. All errors are my own. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}