{
    "id": 24942,
    "citation_title": "Weight gains from trade in foods: Evidence from Mexico",
    "citation_author": [
        "Osea Giuntella",
        "Matthias Rieger",
        "Lorenzo Rotunno"
    ],
    "citation_publication_date": "2018-08-27",
    "issue_date": "2018-08-17",
    "revision_date": "2019-04-22",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we investigate the effects of trade in foods on obesity in Mexico. To do so, we match data on Mexican food imports from the U.S. with anthropometric and food expenditure data. Our findings suggest that exposure to food imports from the U.S. explains about ten percent of the rise in obesity prevalence among Mexican women between 1988 and 2012. Pro-obesity effects are driven by areas more exposed to unhealthy food imports. We also find evidence in favour of a price mechanism. By linking trade flows to obesity, the paper sheds light on an important channel through which globalisation may affect health.\n\n",
    "acknowledgement": "\nPreviously circulated under the title “Trade in unhealthy foods and obesity: Evidence from Mexico.” We thank the editor and two anonymous referees for their constructive comments and advice. We are grateful to Nicolas Berman, John Cawley, Amitabh Chandra, Eleonora Fichera, Jessie Handbury, Sergi Jimenez, Fabrizio Mazzonna, Janneke Pieters, Brandon Restrepo and participants at the 2019 CSAE Conference, 2018 FIW International Economics Conference, 2018 ISS-Wageningen Health Economics Workshop, IFPRI Workshop on Food Industries, Trade and Agriculture NBER Conference, 2018 ASSA meetings, 2017 HCHE Workshop on Risky Healthy Behaviors, 2017 ETSG Conference, 2017 FREIT Sardinia Conference, 2017 American-European Health Study Group Workshop, 2017 DIAL Conference, 2017 IRDES Workshop, 2017 Policy Evaluation in Health Workshop, and seminars at IMT Lucca, G\u007fottingen, Bocconi, PSE, Aix-Marseille School of Economics, TSE, and International Institute of Social Studies (ISS), Erasmus University, for their comments and suggestions. We thank Sarah Elven and Alessia Mortara for their able research assistance. Part of the research was funded through the project “Trade liberalisation, nutrition transition, and health” (LED0938) by the John Fell Fund (Oxford University Press). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}