{
    "id": 24957,
    "citation_title": "Unpacking the effects of adverse regulatory events: Evidence from pharmaceutical relabeling",
    "citation_author": [
        "Matthew J. Higgins",
        "Xin Yan",
        "Chirantan Chatterjee"
    ],
    "citation_publication_date": "2018-09-03",
    "issue_date": "2018-08-30",
    "revision_date": "2020-07-02",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nWe provide causal evidence that regulation induced product shocks significantly impact aggregate demand and firm performance in pharmaceutical markets. Event study results suggest an average loss between $569 million and $882 million. Affected products lose, on average, $186 million over their remaining effective patent life. This leaves a loss of between $383 million and $696 million attributable to declines in future innovation. Our findings complement research that shows drugs receiving expedited review are more likely to suffer from regulation induced product shocks. Thus, it appears we may be trading off quicker access to drugs today for less innovation tomorrow. Results remain robust to variation across types of relabeling, market sizes, and levels of competition.\n\n",
    "acknowledgement": "\nWe thank Tamer Abdelgawad, Maria Arbatskya, Lee Branstetter, Dana Goldman, Dietmar Harhoff, David Howard, Darius Lakdawalla, Richard Manning, Sara Markowitz, John Romley, Neeraj Sood and seminar participants at Emory University, University of Michigan, Max Planck Institute for Innovation and Competition and University of Southern California for helpful comments and suggestions. We are also grateful to Maryann Feldman and two anonymous referees. We thank IMS Health Incorporated, now IQVIA, for their generous support and access to their data. The statements, findings, conclusions, views, and opinions contained and expressed herein are not necessarily those of IQVIA, IMS Health Incorporated or any of its affiliated or subsidiary entities. The statements, findings, conclusions, views, and opinions contained and expressed in this article are based in part on data obtained under license from the following IMS Health Incorporated or affiliate information service(s): IMS Midas™ and IMS NDTI. Chatterjee acknowledges the ICICI Bank Chair in Strategic Management, The Center for Mangement of Health Services, IIM Ahmedabad and the Campbell and Edward Teller National Fellow Program, Hoover Institution, Stanford University for supporting this research. Higgins acknowledges support from the Sorenson Center for Discovery and Innovation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}