{
    "id": 24950,
    "citation_title": "Measuring the Gig Economy: Current Knowledge and Open Issues",
    "citation_author": [
        "Katharine G. Abraham",
        "John C. Haltiwanger",
        "Kristin Sandusky",
        "James R. Spletzer"
    ],
    "citation_publication_date": "2018-09-03",
    "issue_date": "2018-08-30",
    "revision_date": "2024-09-18",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe rise of the “gig economy” has attracted wide attention from both scholars and the popular media.  Much of this attention has been devoted to jobs mediated through various online platforms.  While non-traditional work arrangements have been a perennial subject of debate and study, the perception that new technology is producing an accelerated pace of change in the organization of work has fueled a resurgence of interest in how such changes may be affecting both workers and firms. This paper provides a typology of work arrangements and reviews how different arrangements, and especially gig activity, are captured in existing data. A challenge for understanding recent trends is that household survey and administrative data paint a different picture, with the former showing little evidence of the growth in self-employment that would be implied by a surge in gig activity and the latter providing evidence of considerable recent growth.  An examination of matched individual-level survey and administrative records shows that a large and growing fraction of those with self-employment activity in administrative data have no such activity recorded in household survey data. The share of those with self-employment activity in household survey data but not administrative data is smaller and has not grown. Promising avenues for improving the measurement of self-employment activity include the addition of more probing questions to household survey questionnaires and the development of integrated data sets that combine survey, administrative and, potentially, private data.\n\n",
    "acknowledgement": "\nJohn Haltiwanger was also a part-time Schedule A Employee of the U.S. Census Bureau at the time of the writing of this paper. Any opinions and conclusions expressed herein are those of the authors and do not necessarily represent the views of the U.S. Census Bureau or the National Bureau of Economic Research. All results have been reviewed to ensure that no confidential information is disclosed. We thank Joseph Altonji, Barry Bosworth, Carol Corrado, Susan Houseman, Ron Jarmin, Kristin McCue and participants in the CRIW Conference on Measuring and Accounting for Innovation in the 21st Century for helpful comments and suggestions on an earlier draft.\n\n\n"
}