{
    "id": 24958,
    "citation_title": "Top of the Class: The Importance of Ordinal Rank",
    "citation_author": [
        "Richard Murphy",
        "Felix Weinhardt"
    ],
    "citation_publication_date": "2018-09-03",
    "issue_date": "2018-08-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper establishes a new fact about educational production: ordinal academic rank during primary school has long-run impacts that are independent from underlying ability. Using data on the universe of English school students, we exploit naturally occurring differences in achievement distributions across primary school classes to estimate the impact of class rank conditional on relative achievement. We find large effects on test scores, confidence and subject choice during secondary school, where students have a new set of peers and teachers who are unaware of the students’ prior ranking. The effects are especially large for boys, contributing to an observed gender gap in end-of-high school STEM subject choices. Using a basic model of student effort allocation across subjects, we derive and test a hypothesis to distinguish between learning and non-cognitive skills mechanisms and find support for the latter.\n\n",
    "acknowledgement": "\nWe thank Esteban Aucejo, Thomas Breda, David Card, Andrew Clark, Jeff Denning, Susan Dynarski, Ben Faber, Mike Geruso Eric Hanushek, Brian Jacob, Pat Kline, Steve Machin, Magne Mogstad, Imran Rasul, Jesse Rothstein, Olmo Silva, Kenneth Wolpin, Gill Wyness, and participants of the CEP Labour Market Workshop, UC Berkeley Labour Seminar, the Sussex University, Queen Mary University and Royal Holloway-University departmental seminars, the CMPO seminar group, the RES Annual Conference panel, IWAEE, the Trondheim Educational Governance Conference, the SOLE conference, CEP Annual Conference, the UCL PhD Seminar, the BeNA Berlin Seminar, IFS seminar and the CEE Education Group for valuable feedback and comments. Earlier working paper versions of this article are Murphy and Weinhardt (2013) and Murphy and Weinhardt (2014). Weinhardt gratefully acknowledges ESRC seed funding (ES/J003867/1) as well as support by German Science  foundation through CRC TRR 190. All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}