{
    "id": 24955,
    "citation_title": "Understanding Doctor Decision Making: The Case of Depression",
    "citation_author": [
        "Janet M. Currie",
        "W. Bentley MacLeod"
    ],
    "citation_publication_date": "2018-09-03",
    "issue_date": "2018-08-30",
    "revision_date": "2020-01-28",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nTreatment for depression is complex, requiring decisions that may involve tradeoffs between exploiting treatments with the highest expected value or experimenting with treatments with higher possible payoffs. Using patient claims data, we show that among skilled doctors, using a broader portfolio of drugs predicts better patient outcomes, except in cases where doctor’s decisions violate loose professional guidelines. We introduce a behavioral model of decision making guided by our empirical observations. The model’s novel feature is that the tradeoff between exploitation and experimentation depends on the doctor’s diagnostic skill. The model predicts that higher diagnostic skill leads to greater diversity in drug choice and better matching of drugs to patients even among doctors with the same initial beliefs regarding drug effectiveness. Consistent with the finding that guideline violations predict poorer patient outcomes, simulations of the model suggest that increasing the number of possible drug choices can lower performance.\n\n",
    "acknowledgement": "\nThis paper was originally prepared for the Fisher-Schultz lecture of the Econometric Society delivered in Lisbon on August 23, 2017. We are grateful for the helpful comments received at that time, as well as from audiences at Yale, Stanford, University of Mannheim, University of Pittsburgh, Rochester University, University of Virginia, Dartmouth, Tel Aviv University, University College London, Universidad Carlos III Madrid, New York University, Pompeu Fabra, CEMFI, CEPRA/NBER, and the International Association of Applied Economists. The authors thank Hendrik Jürges, Aviv Nevo and three anonymous referees for helpful comments and Allen Campbell for working with us to help us access the IQVIA data. Xuan Li, Sara Shahanaghi, Haowen (Alice) Wu, Emily Cuddy and Utkarsh Kumar provided outstanding research assistance. We thank the NIA for support under P30-AG024928-14. Princeton University participates in the BCBS Alliance for Health Research. The Blue Cross Blue Shield Association (BCBSA) established the BCBS Alliance for Health Research to engage leading U.S. healthcare researchers in collaborative efforts to use a limited data set drawn from BCBS companies to explore critical health care issues in order to improve the health of Americans. The BCBS Alliance for Health Research provides researchers with use of a secure data portal to access a limited data set from BCBS Axis®, the largest collection of commercial insurance claims, medical professional and cost of care information. BCBSA is an association of independent BCBS companies. The authors are solely responsible for the content of the paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}