{
    "id": 24954,
    "citation_title": "Traumatic Health Shocks and Spiritual Capital",
    "citation_author": [
        "Resul Cesur",
        "Travis Freidman",
        "Joseph J. Sabia"
    ],
    "citation_publication_date": "2018-09-03",
    "issue_date": "2018-08-30",
    "revision_date": "2020-02-11",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhile the relationship between adverse health shocks and health care utilization has been studied extensively, next to nothing is known about the effect of health shocks on religiosity, which may serve as an alternative to secular psychological services and interventions. Filling this gap in knowledge is important given that religious-based psychological counseling services have grown substantially in recent decades, and the relative mental health benefits of religion as compared to secular counseling services are not well-known. This study uses the setting of war to study the impact of health trauma on religiosity. Exploiting the administrative procedures by which U.S. Armed Forces senior commanders conditionally randomly assign active-duty servicemen to war deployments as a natural experiment, we find that post-9/11 combat exposure substantially increases the probability that a serviceman subsequently attends religious services and engages in private prayer. Estimated effects are largest for enlisted servicemen, those under age 25, and servicemen wounded in combat. The physical and psychological health effects of war, as well as the presence of military chaplains in combat zones, emerge as partial mechanisms to explain increases in religiosity. We find only weak evidence that combat service differentially affects servicemen’s demand for religious counseling as compared to secular psychological services.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Death, Trauma and God: The Effect of Military Deployments on Religiosity.\" We are grateful to Laurence R. Iannaccone, Rohit Ticku, Ryan Abman, and Aaron Yelowitz as well as seminar participants at the Association for the Study of Religion, Economics, and Culture (ASREC) 2017 Annual Conference in Boston, MA, Society of Economics of the Household (SEHO) 2017 Meeting in San Diego, CA, and Southern Economic Association 2017 Meeting in Tampa, FL for invaluable comments and suggestions. We thank Thanh Tam Nguyen, Alex Vornsand, Samuel Safford, and Isaac Baumann for excellent editorial assistance. Dr. Sabia acknowledges research support from the Charles Koch Foundation and the Troesh Foundation while a faculty member at both San Diego State University and the University of New Hampshire. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}