{
    "id": 24961,
    "citation_title": "Target setting and Allocative Inefficiency in Lending: Evidence from Two Chinese Banks",
    "citation_author": [
        "Yiming Cao",
        "Raymond Fisman",
        "Hui Lin",
        "Yongxiang Wang"
    ],
    "citation_publication_date": "2018-09-03",
    "issue_date": "2018-08-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe study the consequences of month-end lending incentives for Chinese bank managers. Using data from two banks, one state-owned and the other partially privatized, we show a clear increase in lending in the final days of each month, a result of both more loan issuance and higher value per loan. We estimate that daily end-of-month lending is 95 percent higher in the last 5 days of each month as a result of loan targets, with only a small amount plausibly attributable to shifting loans forward from the following month. End-of-month loans are 2.1 percentage points (more than 16 percent) more likely to be classified as bad in the years following issuance; a back-of-the-envelope calculation suggests that the incremental loans made in order to hit targets are 26 percent more likely to eventually turn bad. Our work highlights the distortionary effects of target-setting on capital allocation, in a context in which such concerns have risen to particular prominence in recent years.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}