{
    "id": 24969,
    "citation_title": "The Impact of Chief Diversity Officers on Diverse Faculty Hiring",
    "citation_author": [
        "Steven W. Bradley",
        "James R. Garven",
        "Wilson W. Law",
        "James E. West"
    ],
    "citation_publication_date": "2018-09-03",
    "issue_date": "2018-08-30",
    "revision_date": "2024-09-11",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Discrimination",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAs the American college student population has become more diverse, the goal of hiring a more diverse faculty has received increased attention in higher education.  A signal of institutional commitment to faculty diversity often includes the hiring of an executive level chief diversity officer (CDO). To examine the effects of a CDO in a broad panel data context, we combine unique data on the initial hiring of a CDO with publicly available faculty and administrator hiring data by race and ethnicity from 2001 to 2016 for four-year or higher U.S. universities categorized as Carnegie R1, R2, or M1 institutions with student populations of 4,000 or more. We are unable to find significant statistical evidence that preexisting growth in diversity for underrepresented racial/ethnic minority groups is affected by the hiring of an executive level diversity officer for new tenure and non-tenure track hires, faculty hired with tenure, or for university administrator hires.\n\n",
    "acknowledgement": "\nThanks to the Baugh Center for Free Enterprise and the Baylor Department of Economics for financial support.  Thanks to H. Bradley, C. Brown, E. Corey, Y. Liu, J. Meer, C. North, K. Renois, I. Udoetok, S. Zaragoza, and our colleagues at Baylor University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}