{
    "id": 24963,
    "citation_title": "Design-based Analysis in Difference-In-Differences Settings with Staggered Adoption",
    "citation_author": [
        "Susan Athey",
        "Guido W. Imbens"
    ],
    "citation_publication_date": "2018-09-03",
    "issue_date": "2018-08-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we study estimation of and inference for average treatment effects in a setting with panel data. We focus on the setting where units, e.g., individuals, firms, or states, adopt the policy or treatment of interest at a particular point in time, and then remain exposed to this treatment at all times afterwards. We take a design perspective where we investigate the properties of estimators and procedures given assumptions on the assignment process. We show that under random assignment of the adoption date the standard Difference-In-Differences estimator is an unbiased estimator of a particular weighted average causal effect. We characterize the properties of this estimand, and show that the standard variance estimator is conservative.\n\n",
    "acknowledgement": "\nWe are grateful for comments by participations in the conference in honor of Gary Chamberlain at Harvard in May 2018, and in particular by Gary Chamberlain. Gary's insights over the years have greatly affected our thinking on these problems. We also wish to thank Sylvia Kloskin and Michael Pollmann for superb research assistance. This research was generously supported by ONR grant N00014-17-1-2131. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nSusan Athey\n\nSusan Athey serves on the boards of directors of Expedia (EXPE), Lending Club (LC), Rover, Ripple, and CoinCenter.  She also advises venture capital firms X/Seed Capital and NYCA Partners.\n\n\n\nGuido W. Imbens\n\nI have consulted for Microsoft Corporation, Facebook, Amazon, and Lilly Corporation.\n\n\n"
}