{
    "id": 24966,
    "citation_title": "Authoritarian Elites",
    "citation_author": [
        "Adlai Newson",
        "Francesco Trebbi"
    ],
    "citation_publication_date": "2018-09-03",
    "issue_date": "2018-08-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe explore the role of ruling elites in autocratic regimes and provide an assessment of tools useful to clarify the structure of opaque political environments. We first showcase the importance of analyzing autocratic regimes as non-unitary actors by discussing extant work on nondemocracies in Sub-Saharan Africa and China, where the prevailing view of winner-take-all contests can be clearly rejected. We show how specific biographical information about powerful cadres helps shed light upon the composition of the inner circles that empower autocrats. We further provide an application of these methods to the Democratic People’s Republic of Korea (DPRK), one of the most personalistic, opaque, and data-poor political regimes in the world today. Employing information from DPRK state media on participants at official state events, we are able to trace the evolution and consolidation of Supreme Leader Kim Jong Un around the transition period following the death of his father, Kim Jong Il. The internal factional divisions of the DPRK are explored during and after this transition. Final general considerations for the future study of the political economy of development are presented.\n\n",
    "acknowledgement": "\nAdlai Newson is a doctoral candidate at the Vancouver School of Economics and Francesco Trebbi is professor of economics at the Vancouver School of Economics at the University of British Columbia and fellow of the Canadian Institute for Advanced Research. Trebbi delivered the Innis Lecture at the 2018 Canadian Economics Association meetings based on this paper. Many of the ideas included in the paper originated from repeated and insightful discussions with Patrick Francois, for which we are extremely grateful. The authors would also like to thank Siwan Anderson, Dan Bernhardt, Matilde Bombardini, Matthew Courchene, Tímea Laura Molnar, participants to the 2018 meeting of the Canadian Economics Association, and seminar participants at Stanford University for comments and useful feedback. Trebbi acknowledges financial support from CIFAR and SSHRC. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}