{
    "id": 24977,
    "citation_title": "Intrahousehold Consumption Allocation and Demand for Agency: A Triple Experimental Investigation",
    "citation_author": [
        "Uzma Afzal",
        "Giovanna D'Adda",
        "Marcel Fafchamps",
        "Farah Said"
    ],
    "citation_publication_date": "2018-09-03",
    "issue_date": "2018-08-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Behavioral Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe conduct two lab experiments and one field experiment to investigate demand for consumption agency in married couples. The evidence we uncover is consistent across all three experiments. Subjects are often no better at guessing their spouse's preferences than those of a stranger, and many subjects disregard what they believe or know about others' preferences when assigning them a consumption bundle. This confers instrumental value to individual executive agency within the household. We indeed find significant evidence of demand for agency in all three experiments, and this demand varies with the cost and anticipated instrumental benefit of agency. But subjects often make choices incompatible with pure instrumental motives – e.g., paying for agency even when they know their partner assigned them their preferred choice. We also find female subjects to be quite willing to exert agency even though, based on survey responses, they have little executive agency within their household. We interpret this as suggestive of pent-up demand for agency, and indeed we find that female demand for agency falls as a result of an empowerment intervention.\n\n",
    "acknowledgement": "\nWe thank Doug Bernheim, Muriel Niederle, Glenn Harrison, John Quiggin, Emily Breza, Giacomo De Giorgi, Pedro Vicente, Catia Batista, James Berry, Silvia Prina, and Erlend Berg for their useful comments. We also benefitted from comments from participants to the CIRPEE Workshop on Social Identity and Social Interactions in Economics (Quebec City, April 2016), and to the WZB \"Field Days\" Conference (Berlin, June 2016), as well as from seminar participants at Stanford University, Georgia State University, the University of Oregon, and Nova University in Lisbon. Funding for this study was provided by the International Growth Centre (IGC) and by the Economic and Social Research Council (ESRC). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nMarcel Fafchamps\n\nIRB approval for all three experiments were obtained from the Lahore School Research Ethics Review Committee (RERC). For the first lab experiment and ESRC wallet games, approval was obtained on 09-05-2015. For the second lab experiment, approval was obtained on 28-04-2017  (RERC-042015-01). The ESRC-funded part of this research also has IRB approval from the Department Research Ethics Committee of Oxford University, obtained on 09-09-2014 (ECONCIA13-038).\n\n\n"
}