{
    "id": 24970,
    "citation_title": "Hazed and Confused: The Effect of Air Pollution on Dementia",
    "citation_author": [
        "Kelly C. Bishop",
        "Jonathan D. Ketcham",
        "Nicolai V. Kuminoff"
    ],
    "citation_publication_date": "2018-09-03",
    "issue_date": "2018-08-30",
    "revision_date": "2022-07-25",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study whether long-term cumulative exposure to airborne small particulate matter (PM₂.₅) affects the probability that an individual receives a new diagnosis of Alzheimer’s disease or related dementias. We track the health, residential location, and PM₂.₅ exposures of Americans aged 65 and above from 2001 through 2013. The expansion of Clean Air Act regulations led to quasi-random variation in individuals’ subsequent exposures to PM₂.₅. We leverage these regulations to construct instrumental variables for individual-level decadal PM₂.₅ that we use within flexible probit models that also account for any potential sample selection based on survival. We find that a 1 μg/m3 increase in decadal PM₂.₅ increases the probability of a new dementia diagnosis by an average of 2.15 percentage points. All else equal, we find larger effects for women, older people, and people with more clinical risk factors for dementia. These effects persist below current regulatory thresholds.\n\n",
    "acknowledgement": "\nWe are grateful for insights and suggestions from Spencer Banzhaf, Richard Carson, Tatayana Deryugina, Olivier Deschenes, Katrina Jessoe, Michael Greenstone, David Kelly, Alan Krupnick, Daniel McFadden, Alvin Murphy, Laura Schechter, and seminar audiences at the AERE Summer meeting, the Annual Health Economics Conference, the ASHEcon conference, Society for Consumer Psychology Conference, the IHEA Congress, USC Health Economics conference, UC Santa Barbara Occasional Workshop, Arizona State University, Colorado School of Mines, Emory University, Georgia State University, London School of Economics, Oxford University, Resources for the Future, Tinbergen Institute, Tulane University, University of Arizona, University of Braga, UC Berkeley, UC Davis, UC San Diego, University of Chicago, University of Copenhagen, University of Kentucky, University of Wisconsin, Virginia Tech and Yale. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}