{
    "id": 24971,
    "citation_title": "Resolving New Keynesian Anomalies with Wealth in the Utility Function",
    "citation_author": [
        "Pascal Michaillat",
        "Emmanuel Saez"
    ],
    "citation_publication_date": "2018-09-03",
    "issue_date": "2018-08-30",
    "revision_date": "2019-12-09",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAt the zero lower bound, the New Keynesian model predicts that output and inflation collapse to implausibly low levels, and that government spending and forward guidance have implausibly large effects. To resolve these anomalies, we introduce wealth into the utility function; the justification is that wealth is a marker of social status, and people value status. Since people partly save to accrue social status, the Euler equation is modified. As a result, when the marginal utility of wealth is sufficiently large, the dynamical system representing the zero-lower-bound equilibrium transforms from a saddle to a source—which resolves all the anomalies.\n\n",
    "acknowledgement": "\nPreviously circulated as \"A New Keynesian Model with Wealth in the Utility Function.\" We thank Sushant Acharya, Adrien Auclert, Gadi Barlevi, Marco Bassetto, Jess Benhabib, Florin Bilbiie, Jeffrey Campbell, Edouard Challe, Varanya Chaubey, John Cochrane, Behzad Diba, Gauti Eggertsson, Erik Eyster, Francois Gourio, Pete Klenow, Olivier Loisel, Neil Mehrotra, Emi Nakamura, Sam Schulhofer-Wohl, David Sraer, Jon Steinsson, Harald Uhlig, and Ivan Werning for helpful discussions and comments. This work was supported by the Institute for Advanced Study and the Berkeley Center for Equitable Growth. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}