{
    "id": 24979,
    "citation_title": "Rising Government Debt: Causes and Solutions for a Decades-Old Trend",
    "citation_author": [
        "Pierre Yared"
    ],
    "citation_publication_date": "2018-09-03",
    "issue_date": "2018-08-30",
    "revision_date": "2019-01-02",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOver the past four decades, government debt as a fraction of GDP has been on an upward trajectory in advanced economies, approaching levels not reached since World War II. While normative macroeconomic theories can explain the increase in the level of debt in certain periods as a response to macroeconomic shocks, they cannot explain the broad-based long-run trend in debt accumulation. In contrast, political economy theories can explain the long-run trend as resulting from an aging population, rising political polarization, and rising electoral uncertainty across advanced economies. These theories emphasize the time-inconsistency in government policymaking, and thus the need for fiscal rules that restrict policymakers. Fiscal rules trade off commitment to not overspend and flexibility to react to shocks. This tradeoff guides design features of optimal rules, such as information dependence, enforcement, cross-country coordination, escape clauses, and instrument vs. target criteria.\n\n",
    "acknowledgement": "\nI would like to thank Marina Azzimonti, V.V. Chari, Steve Coate, François Geerolf, Marina Halac, Andrew Hertzberg, Leo Martinez, Chris Moser, Suresh Naidu, Ziad Obermeyer, Facundo Piguillem, Ken Rogoff, Jesse Schreger, Christoph Trebesch, and Alan Viard for comments. Trisha Sinha and George Vojta provided excellent research assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}