{
    "id": 24972,
    "citation_title": "Asset Pricing with Endogenously Uninsurable Tail Risk",
    "citation_author": [
        "Hengjie Ai",
        "Anmol Bhandari"
    ],
    "citation_publication_date": "2018-09-03",
    "issue_date": "2018-08-30",
    "revision_date": "2020-04-14",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies asset pricing and labor market dynamics in a setting in which idiosyncratic risk in human capital is not fully insurable. Firms use long-term contracts to provide insurance to workers, but neither side can fully commit; furthermore, owing to costly and unobservable retention effort, worker-firm relationships have endogenous durations. Uninsured tail risk in labor earnings arises as a part of an optimal risk-sharing scheme. In equilibrium, exposure to the tail risk generates higher aggregate risk premia and higher return volatility. Consistent with data, firm-level labor share predicts both future returns and pass-throughs of firm-level shocks to labor compensation.\n\n",
    "acknowledgement": "\nThe authors would like to thank V.V. Chari, YiLi Chien, David Evans, Barney Hatman-Glaser, Urban Jermann, Hanno Lustig, Tom Sargent, Lukas Schmid, Stijn Van Nieuwerburgh, Jessica Wachter, and seminar participants at the 2016 NBER AP meetings, the Minnesota Macro Workshop, the 2017 Minnesota Macro Asset Pricing Conference, the 2017 SITE Workshop, Stanford University, the UBC winter finance conference, Booth Finance Workshop at the University of Chicago, the Money and Banking Workshop at University of Chicago, the University of North Carolina, the University of Rochester, the 2017 WFA Annual Meetings, the Wharton International Finance Workshop, and the Utah Winter Finance Conference for their helpful comments. The authors would also like to thank Jincheng Tong, Yuki Yao, and Chao Ying for their assistance and comments on the paper. We thank Joan Gieseke and James Holt for excellent editorial assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}