{
    "id": 2497,
    "citation_title": "Firm Heterogeneity, Internal Finance, and `Credit Rationing'",
    "citation_author": [
        "Charles W. Calomiris",
        "R. Glenn Hubbard"
    ],
    "citation_publication_date": "1988-01-01",
    "issue_date": "1988-01-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAssessing the extent to which agents or firms face capital-market imperfections and quantity restrictions on credit is crucial for measuring intertemporal tradeoffs in consumption or the cost of capital for investment. In contrast to standard price-clearing, \"full-information\" models of loan markets, in models of credit allocation where information is imperfect (which we describe as \"information-intensive\"). \"the interest rate\" need not reflect the shadow price of credit in financial intermediation. Credit rationing to some borrowers is likely. In actual markets, many loan contracts are offered, both \"full-information\" and \"information intensive.\" Our focus in this paper is on firm heterogeneity in credit markets; we analyze mechanisms by which credit markets sort borrowers in the presence of differing degrees of asymmetric information; we emphasize the potential for credit rationing in equilibrium and the response of credit allocation to borrower-specific shocks. Our approach suggests that external finance will be differentially available to entrepreneurs --holding constant their project opportunities -- according to their internal net worth position. That is, there is an important link for many firms between internal finance and investment spending. We develop a simple general equilibrium model of credit allocation, in which different loan contracts are offered to different types of borrowers. The extent to which different borrowers can obtain credit depends on the distribution of internal finance, aggregate net worth levels, and whether projects are observable. While credit restrictions to some classes of borrowers are a feature of a multiple-contract equilibrium, the severity can vary substantially in response to financial disturbances. We consider shocks to borrowers' net worth. Credit restrictions may occur in response to a deterioration of net-worth positions., A \"credit collapse,\" in which no loans are offered to certain types of borrowers is possible. Investment and financing decisions are not, in general independent. We discuss implications for tax policy and for public policy toward financial institutions.\n\n",
    "acknowledgement": "\n"
}