{
    "id": 24976,
    "citation_title": "When Investor Incentives and Consumer Interests Diverge: Private Equity in Higher Education",
    "citation_author": [
        "Charlie Eaton",
        "Sabrina Howell",
        "Constantine Yannelis"
    ],
    "citation_publication_date": "2018-09-03",
    "issue_date": "2018-08-30",
    "revision_date": "2019-04-16",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies how private equity buyouts create value in higher education, a sector with opaque product quality and intense government subsidy. With novel data on 88 private equity deals involving 994 schools, we show that buyouts lead to higher tuition and per-student debt. Exploiting loan limit increases, we find that private equity-owned schools better capture government aid. After buyouts, we observe lower education inputs, graduation rates, loan repayment rates, and earnings among graduates. Neither school selection nor student body changes fully explain the results. The results indicate that in a subsidized industry maximizing value may not improve consumer outcomes.\n\n",
    "acknowledgement": "\nWe are grateful to discussants Pierre Azoulay, Michael Ewens, Jonah Rockoff, and Richard Thakor and also for comments from Raji Chakrabarti, Francesca Cornelli, David Deming, Michael Dinerstein, Michael Ewens, Caroline Hoxby, Will Gornall, Arpit Gupta, Justine Hastings, Steve Kaplan, Larry Katz, Theresa Kuchler, Alexander Ljungqvist, Holger Mueller, Thomas Philippon, Larry Schmidt, Antoinette Schoar, Albert Sheen, Doug Staiger, Lesley Turner, Jeff Wurgler, David Yermack and seminar participants at the NBER Labor Studies and Education Summer Institute, MIT Sloan, Harvard Business School, Yale School of Management, Berkeley Haas School of Business, The Federal Reserve Bank of New York, the NBER Entrepreneurship meeting, the FMA Napa Conference, the SFS Cavalcade, and NYU Stern. We are also grateful to Suzanne Chang, Dalya Elmalt and Katerina Nikalexi for superb research assistance. Sabrina Howell thanks the Kauffman foundation for generous financial support, and thanks the Stern Infrastructure Initiative for Preqin data. Constantine Yannelis thanks the Fama Miller Center and the Becker Friedman Institute for generous financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}