{
    "id": 24974,
    "citation_title": "Smokers’ Rational Lexicographic Preferences for Cigarette Package Warnings: A Discrete Choice Experiment with Eye Tracking",
    "citation_author": [
        "Jeffrey E. Harris",
        "Mariana Gerstenblüth",
        "Patricia Triunfo"
    ],
    "citation_publication_date": "2018-09-03",
    "issue_date": "2018-08-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Behavioral Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe asked 97 cigarette smokers to make a series of 12 binary choices between experimental cigarette packages with varying warnings and background colors. Each smoker had to decide which of the two packages contained cigarettes less risky for his health. We tested whether the smokers, confronted with warnings that were repugnant and threatening to many of them, could still make choices that adhered to the standard axioms of rational choice. We supplemented our observations on smokers’ choices with data on their eye movements. We find that participants universally made choices consistent with a complete, transitive preference ordering. We find little evidence of inconsistent choices violating the weak axiom of revealed preference. In a majority of smokers, we find strong evidence of the use of a lexicographic decision rule to assess the riskiness of a cigarette package. These smokers first ranked the two packages solely on the basis of their warnings. Only when the two packages had the same warning did they rank the packages on the basis of their color. The data on eye tracking strongly confirmed the lexicographic nature of the underlying decision rule. Our study represents an entirely different angle of inquiry into the question of rational addiction.\n\n",
    "acknowledgement": "\nWe thank Gastón Ares (Instituto Polo Tecnológico de Pando, Facultad de Química, UDELAR) and Leandro Machin (Centro de Investigación Básica en Psicología, Facultad de Psicología, UDELAR) for their assistance in conducting the experiment and their insightful comments. We thank Alejandra Arrúa (Facultad de Psicología, UDELAR) and Sebastián Suárez (Facultad de Arquitectura, Diseño y Urbanismo, UDELAR) for the package illustrations. We gratefully acknowledge the financial support of the Unión Contra la Tuberculosis y Enfermedades Respiratorias through an unrestricted grant to the Tobacco Control Program of the Ministry of Public Health of Uruguay. The authors have no competing interests to declare. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}