{
    "id": 24981,
    "citation_title": "Quantitative Sovereign Default Models and the European Debt Crisis",
    "citation_author": [
        "Luigi Bocola",
        "Gideon Bornstein",
        "Alessandro Dovis"
    ],
    "citation_publication_date": "2018-09-03",
    "issue_date": "2018-08-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA large literature has developed quantitative versions of the Eaton and Gersovitz (1981) model to analyze default episodes on external debt. In this paper, we study whether the same framework can be applied to the analysis of debt crises in which domestic public debt plays a prominent role. We consider a model where a government can issue debt to both domestic and foreign investors, and we derive conditions under which their sum is the relevant state variable for default incentives. We then apply our framework to the European debt crisis. We show that matching the cyclicality of public debt ---rather than that of external debt--- allows the model to better capture the empirical distribution of interest rate spreads and gives rise to more realistic crises dynamics.\n\n",
    "acknowledgement": "\nPrepared for 2018 International Seminar on Macroeconomics (ISOM) in Dublin, Ireland. We thank Yan Bai and Leonardo Martinez for very insightful discussions. We also thank Charles Engel and Pierre-Olivier Gourinchas for useful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}