{
    "id": 24989,
    "citation_title": "The Costs of Macroprudential Policy",
    "citation_author": [
        "Björn Richter",
        "Moritz Schularick",
        "Ilhyock Shim"
    ],
    "citation_publication_date": "2018-09-10",
    "issue_date": "2018-09-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nCentral banks increasingly rely on macroprudential measures to manage the financial cycle. However, the effects of such policies on the core objectives of monetary policy to stabilise output and inflation are largely unknown. In this paper, we quantify the effects of changes in maximum loan-to-value (LTV) ratios on output and inflation. We rely on a narrative identification approach based on detailed reading of policy-makers’ objectives when implementing the measures. We find that over a four year horizon, a 10 percentage point decrease in the maximum LTV ratio leads to a 1.1% reduction in output. As a rule of thumb, the impact of a 10 percentage point LTV tightening can be viewed as roughly comparable to that of a 25 basis point increase in the policy rate. However, the effects are imprecisely estimated and the effect is only present in emerging market economies. We also find that tightening LTV limits has larger economic effects than loosening them. At the same time, we show that changes in maximum LTV ratios have substantial effects on credit and house price growth. Using inverse propensity weights to rerandomise LTV actions, we show that these effects are likely causal.\n\n",
    "acknowledgement": "\nSchularick gratefully acknowledges support from the Thematic Fellowship Programme of the Hong Kong Institute for Monetary Research (HKIMR). We are grateful for Ozge Akinci, Claudio Borio, Stijn Claessens, Leonardo Gambacorta, Boris Hofmann, Enisse Kharroubi, Catherine Koch, Gianni Lombardo, Luiz Pereira da Silva, Hyun Song Shin, Nikola Tarashev, Silvana Tenreyro, Kostas Tsatsaronis and an anonymous referee for their helpful suggestions. We thank the participants in the NBER International Seminar on Macroeconomics 2018, the Banque de France 20th Central Bank Macro Modeling Workshop, the HKIMR seminar and the BIS internal seminar for comments. We also thank Jimmy Shek and Jose Maria Vidal Pastor for their excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the Bank for International Settlements or the National Bureau of Economic Research.\n\n\n"
}