{
    "id": 24980,
    "citation_title": "Setting with the Sun: The Impacts of Renewable Energy on Wholesale Power Markets",
    "citation_author": [
        "James Bushnell",
        "Kevin Novan"
    ],
    "citation_publication_date": "2018-09-03",
    "issue_date": "2018-08-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPolicies supporting investment in renewable electricity have been a cornerstone of climate policy in many parts of the world. While previous empirical work explores the economic and environmental impacts of renewable production, the focus has exclusively been on the short-run impacts of expanding renewable supply. In this paper, we shed light on the longer run impacts of renewable expansions. Focusing on the California electricity market, we estimate how wholesale electricity prices have responded to a dramatic increase in utility-scale solar capacity. While a substantial decline in daily average prices can be attributed to the solar capacity expansion, this average price impact masks a substantial decrease in mid-day prices combined with an increase in shoulder hour prices. These results imply that short-term power markets are responding to the renewable expansion in a fashion that could sustain more flexible conventional generation, while seriously undermining the economic viability of traditional baseload generation technologies.\n\n",
    "acknowledgement": "\nWe thank participants in seminars at the University of California Energy Institute.  We also thank Severin Borenstein, Paul Joskow, Aaron Smith, and Frank Wolak for helpful comments.  James Bushnell is a member of the Market Surveillance Committee (MSC) of the California Independent System Operator (CAL ISO). The MSC is an independent advisory committee to the Governing Board of the Cal ISO. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}