{
    "id": 24988,
    "citation_title": "Labor Market Search With Imperfect Information and Learning",
    "citation_author": [
        "John J. Conlon",
        "Laura Pilossoph",
        "Matthew Wiswall",
        "Basit Zafar"
    ],
    "citation_publication_date": "2018-09-10",
    "issue_date": "2018-09-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate the role of information frictions in the US labor market using a new nationally representative panel dataset on individuals' labor market expectations and realizations. We find that expectations about future job offers are, on average, highly predictive of actual outcomes. Despite their predictive power, however, deviations of ex post realizations from ex ante expectations are often sizable. The panel aspect of the data allows us to study how individuals update their labor market expectations in response to such shocks. We find a strong response: an individual who receives a job offer one dollar above her expectation subsequently adjusts her expectations upward by $0.47. The updating patterns we document are, on the whole, inconsistent with Bayesian updating. We embed the empirical evidence on expectations and learning into a model of search on- and off- the job with learning, and show that it is far better able to fit the data on reservation wages relative to a model that assumes complete information. The estimated model indicates that workers would have lower employment transition responses to changes in the value of unemployment through higher unemployment benefits than in a complete information model, suggesting that assuming workers have complete information can bias estimates of the predictions of government interventions. We use the framework to gauge the welfare costs of information frictions which arise because individuals make uninformed job acceptance decisions and find that the costs due to information frictions are sizable, but are largely mitigated by the presence of learning.\n\n",
    "acknowledgement": "\nThe authors thank Fatih Karahan and Gregor Jarosch for valuable feedback, and thank seminar participants at the 2018 CESifo Subjective Expectations Workshop, the 2018 NBER Summer Institute, Cambridge University, Essex, Northwestern University, NY Fed Brown Bag Series, Princeton Labor Working Lunch, Royal Holloway, SF Fed, UChicago Harris, UCL, and University of Michigan for invaluable comments. All errors that remain are ours. The views expressed in this paper do not necessarily reflect those of the Federal Reserve Bank of New York, the Federal Reserve System as a whole, or the National Bureau of Economic Research.\n\n\n"
}