{
    "id": 24987,
    "citation_title": "Do You Know That I Know That You Know...? Higher-Order Beliefs in Survey Data",
    "citation_author": [
        "Olivier Coibion",
        "Yuriy Gorodnichenko",
        "Saten Kumar",
        "Jane Ryngaert"
    ],
    "citation_publication_date": "2018-09-10",
    "issue_date": "2018-09-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe implement a new survey of firms, focusing on their higher-order macroeconomic expectations. The survey provides a novel set of stylized facts regarding the relationship between first-order and higher-order expectations of economic agents, including how they adjust their beliefs in response to a variety of information treatments and how these adjustments affect their economic decisions. We show how these facts can be used to calibrate key parameters of noisy-information models with infinite regress as well as to test predictions made by this class of models. The survey also quantifies cognitive limits of agents in the form of level-k thinking. We find little evidence that this departure from infinite regress helps reconcile the data and theory.\n\n",
    "acknowledgement": "\nWe are grateful to Jennifer La’O for thoughtful discussions at the 2018 ASSA Conference and 2018 NBER Summer Institute, seminar participants at the Federal Reserve Bank of Cleveland and the Ridge August 2018 Workshop on Inflation Expectations as well as Hassan Afrouzi, George-Marios Angeletos, John Leahy, Ricardo Reis, Dmitriy Sergeyev, and Michael Woodford for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}