{
    "id": 24982,
    "citation_title": "Taxation and Innovation in the 20th Century",
    "citation_author": [
        "Ufuk Akcigit",
        "John Grigsby",
        "Tom Nicholas",
        "Stefanie Stantcheva"
    ],
    "citation_publication_date": "2018-09-10",
    "issue_date": "2018-09-06",
    "revision_date": "2021-03-24",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nThis paper studies the eﬀect of corporate and personal taxes on innovation in the United States over the twentieth century. We build a panel of the universe of inventors who patent since 1920, and a historical state-level corporate tax database with corporate tax rates and tax base information, which we link to existing data on state-level personal income taxes and on other economic outcomes. Our analysis focuses on the impact of personal and corporate income taxes on individual inventors (the micro level) and on states (the macro level), considering the quantity and quality of innovation, its location, and the share produced by the corporate rather than the non-corporate sector. We propose several identiﬁcation strategies, all of which yield consistent results. We ﬁnd that higher taxes negatively impact the quantity and the location of innovation, but not average innovation quality. The state-level elasticities to taxes are large and consistent with the aggregation of the individual level responses of innovation produced and cross-state mobility. Corporate taxes tend to especially aﬀect corporate inventors’ innovation production and cross-state mobility. Personal income taxes signiﬁcantly aﬀect the quantity of innovation overall and the mobility of inventors.\n\n",
    "acknowledgement": "\nWe thank Pol Antras, Julie Cullen, Jim Hines, Larry Katz, Henrik Kleven, Jim Poterba, Juan Carlos Suarez Serrato, Joel Slemrod, Ugo Troiano, Danny Yagan, Owen Zidar, Gabriel Zucman, Eric Zwick and seminar participants at UC San Diego, Duke Fuqua, Michigan, and NYU for comments and suggestions. We are deeply indebted to Jon Bakija for sharing his state-level personal in-come tax calculator. Akcigit acknowledges ﬁnancial support from the NSF under Grant CAREER 1654719 and Sloan Foundation G-2018-11071. Nicholas acknowledges support from the Division of Research and Faculty Development at Harvard Business School. Stantcheva acknowledges support from the NSF under Grant CAREER 1654517. We thank Beatrice Ferrario, Helen Ho, Rafael Jimenez, Raphael Raux, and Simeng Zeng for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}