{
    "id": 24994,
    "citation_title": "I Don't Know",
    "citation_author": [
        "Matthew Backus",
        "Andrew Little"
    ],
    "citation_publication_date": "2018-09-10",
    "issue_date": "2018-09-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nExperts with reputational concerns, even good ones, are averse to admitting what they don’t know. This diminishes our trust in experts and, in turn, the role of science in society. We model the strategic communication of uncertainty, allowing for the salient reality that some questions are ill-posed or unanswerable. Combined with a new use of Markov sequential equilibrium, our model sheds new light on old results about the challenge of getting experts to admit uncertainty – even when it is possible to check predictive success. Moreover, we identify a novel solution: checking features of the problem itself that only good experts will infer – in particular, whether the problem is answerable – allows for equilibria where uninformed experts do say “I Don’t Know.”\n\n",
    "acknowledgement": "\nThanks to Charles Angelucci, Jonathan Bendor, Sylvain Chassang, Wouter Dessein, James Hollyer, Navin Kartik, Greg Martin, Mallesh Pai, Matthew Mitchell Andrea Prat, Michael Raith, Daniel Rappaport, Maher Said, Jim Snyder, Joel Sobel, Philipp Strack, and and audiences at MPSA 2015, EARIE 2017, The 28th International Game Theory Conference, QPEC 2017, Petralia Workshop 2017, SAET 2017, ESSET 2018, Columbia, Harvard, the Higher School of Economics, Peking University, and Stanford for thoughtful comments and suggestions. We thank Alphonse Simon and Brenden Eum for excellent research assistance. All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}