{
    "id": 24998,
    "citation_title": "For Richer, for Poorer: Bankers' Liability and Risk-taking in New England, 1867-1880",
    "citation_author": [
        "Peter Koudijs",
        "Laura Salisbury",
        "Gurpal Sran"
    ],
    "citation_publication_date": "2018-09-10",
    "issue_date": "2018-09-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study whether banks are riskier if managers have less liability. We focus on New England between 1867 and 1880 and consider the introduction of marital property laws that limited liability for newly wedded bankers. We find that banks with managers who married after a legal change had more leverage, were more likely to \"evergreen\" loans and violate lending rules, and lost more capital and deposits in the Long Depression of 1873-1878. This effect was most pronounced for bankers with wives from relatively wealthy families. We find no evidence that limiting liability increased firm investment at the county level.\n\n",
    "acknowledgement": "\nWe thank conference and seminar participants at Gerzensee, Kellogg, Luxembourg, LSE, LBS, Maastricht, the NBER Corporate Finance meeting (Spring 2016), St. Louis, Tilburg, Wharton, and, in particular, Simcha Barkai (discussant), Effi Benmelech, Daniel Ferreira (discussant), Carola Frydman, Dirk Jenter, Naomi Lamoreaux, Ulf Lilienfeld-Toal, Gregor Matvos, Daniel Paravisini (discussant), Kelly Shue (discussant) and David Yermack (discussant) for comments and suggestions. We thank Matt Jaremski for generously providing data on the starting dates of banks, and Eric Hilt for advice on accessing the bank examiner records. Cleo Chung, Long Do, Katharine Evers, Julieta Fisher, Ivanna Pearlstein, Cathy Quiambao, David Roth, Zvezdomir Todorov, Katie Wright and Andrea Zemp provided excellent research assistance. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}