{
    "id": 24992,
    "citation_title": "Improving Non-Academic Student Outcomes Using Online and Text-Message Coaching",
    "citation_author": [
        "Philip Oreopoulos",
        "Uros Petronijevic",
        "Christine Logel",
        "Graham Beattie"
    ],
    "citation_publication_date": "2018-09-10",
    "issue_date": "2018-09-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe design and experimentally evaluate two low-cost, scalable interventions – an online preparatory module and a text-message coaching program – in a sample of over 3,000 undergraduate students at a large Canadian university. Supplementing administrative data on academic outcomes with a unique follow-up survey on student well-being and study habits, we estimate positive program effects on students’ non-academic outcomes, despite estimating null effects on course grades and credit accumulation. Given the low costs associated with administering these programs, our results suggest that the positive impacts on student experiences may warrant program expansion even in the absence of impacts on academic outcomes.\n\n",
    "acknowledgement": "\nWe are indebted to the first-year economics instructors at the University of Toronto for their willingness to incorporate an experiment into their courses for a third consecutive year.  We especially thank Aaron de Mello, our web developer, for his tireless commitment to designing and perfecting the experiment’s website, as well as for his help with organizing and extracting the experimental data.  Dana Britton, Holly Fenton, Ayush Gupta, Aamir Husain, Anthony Koundourakis-Soares, Julianna Lu, Sukhi Singh, and Kadachi Ye showed great enthusiasm and professionalism in their role as coaches. Seminar participants at the Canadian Institute for Advanced Research provided useful feedback. We also thank participants at the SOLE 2018 conference in Toronto for helpful comments and suggestions. All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}