{
    "id": 24995,
    "citation_title": "Long-term Changes in Married Couples' Labor Supply and Taxes: Evidence from the US and Europe Since the 1980s",
    "citation_author": [
        "Alexander Bick",
        "Bettina Brüggemann",
        "Nicola Fuchs-Schündeln",
        "Hannah Paule-Paludkiewicz"
    ],
    "citation_publication_date": "2018-09-10",
    "issue_date": "2018-09-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe document the time-series of employment rates and hours worked per employed by married couples in the US and seven European countries (Belgium, France, Germany, Italy, the Netherlands, Portugal, and the UK) from the early 1980s through 2016. Relying on a model of joint household labor supply decisions, we quantitatively analyze the role of non-linear labor income taxes for explaining the evolution of hours worked of married couples over time, using as inputs the full country- and year-specific statutory labor income tax codes. We further evaluate the role of consumption taxes, gender and educational wage premia, and the educational composition. The model is quite successful in replicating the time series behavior of hours worked per employed married woman, with labor income taxes being the key driving force. It does however capture only part of the secular increase in married women’s employment rates in the 1980s and early 1990s, suggesting an important role for factors not considered in this paper. We will make the non-linear tax codes used as an input into the analysis available as a user-friendly and easily integrable set of Matlab codes.\n\n",
    "acknowledgement": "\nWe thank our discussants Nezih Guner and Henry Siu, as well as Domenico Ferraro, Gustavo Ventura, and seminar and conference participants at Georgetown University, Virginia Commonwealth University, the Federal Reserve Bank of Richmond, the Carleton Macro-FinanceWorkshop, the SED Meeting 2018, and the 2018 NBER International Seminar on Macroeconomics for helpful comments and suggestions. Enida Bajgoric, Pavlin Tomov, and Mariia Bondar provided excellent research assistantship. We thankfully acknowledge financial support from NORFACE under the DIAL programme, and from the Clusters of Excellence “Formation of Normative Orders” and “Sustainable Architecture for Finance in Europe” at Goethe University Frankfurt. All errors are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}