{
    "id": 24993,
    "citation_title": "Liquidity Constraints and the Value of Insurance",
    "citation_author": [
        "Keith Marzilli Ericson",
        "Justin R. Sydnor"
    ],
    "citation_publication_date": "2018-09-10",
    "issue_date": "2018-09-06",
    "revision_date": "2022-12-02",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nLiquidity constraints create preferences over how insurance contracts move money across both time and states because insurance can have a consumption-smoothing benefit. We incorporate liquidity constraints into a model in which insurance contracts span multiple consumption periods. We show that the insurance demand of rational liquidity-constrained individuals will differ qualitatively and quantitatively from the standard model’s normative benchmarks: they will not fully insure at actuarially fair prices when premiums are paid upfront, they may purchase insurance even when premiums are so high that insurance is dominated in the standard model, and they may pay to insure against events that are certain to happen. We provide simulations showing that liquidity constrained individuals will systematically violate normative benchmarks in ways that have been previously documented and interpreted as mistakes. We also provide new survey evidence that liquidity-constrained individuals are more likely to express a preference for dominated insurance plans, even when the standard rationale for avoiding such plans is explained. We discuss how liquidity constraints can affect the optimal design of partial insurance and highlight the need to account for liquidity when evaluating insurance demand.\n\n",
    "acknowledgement": "\nWe thank Katsuhiro Komatsu for invaluable research assistance. We are also grateful to Jason Abaluck, Nikhil Agarwal, Doug Bernheim, Jacob Bor, Marika Cabral, Randy Ellis, Amy Finkelstein, Neale Mahoney, Corina Mommaerts, Michaela Pagel, Jim Rebitzer, and Jeremy Tobacman for helpful comments, as well as workshop participants at various universities. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}