{
    "id": 24990,
    "citation_title": "The Impact of the Philadelphia Beverage Tax on Prices and Product Availability",
    "citation_author": [
        "John Cawley",
        "David Frisvold",
        "Anna Hill",
        "David Jones"
    ],
    "citation_publication_date": "2018-09-10",
    "issue_date": "2018-09-06",
    "revision_date": "2018-10-04",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn recent years, numerous cities in the U.S. have enacted taxes on beverages to promote health and raise revenue. This paper examines the impact of Philadelphia’s beverage tax, enacted in 2017, on the prices and availability of taxed beverages and untaxed beverages that may be substitutes for consumers. Using original data we collected in late 2016 and again one year later, we estimate a difference-in-differences regression of the change over time in beverage prices and product availability in stores in Philadelphia relative to stores in nearby counties. We find that, on average, distributors and retailers fully pass the tax through to consumers, but there is heterogeneity in the pass-through rate among stores. Pass-through is greater among stores in higher-poverty neighborhoods, stores located farther from untaxed stores outside Philadelphia, stores that are independent as opposed to part of national chains, and for individual servings than for larger sizes. We also find a reduction in the availability of taxed beverages and an increase in the availability of untaxed beverages, particularly bottled water, in Philadelphia stores.\n\n",
    "acknowledgement": "\nWe thank Jason Fletcher, Tina Kauh, Jayson Lusk, Erich Muehlegger, Shiriki Kumanyika, Mary Story, and participants at the American Society of Health Economists conference for their helpful comments. We gratefully acknowledge funding from the Robert Wood Johnson Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}