{
    "id": 24999,
    "citation_title": "The Long Term Impacts of Grants on Poverty: 9-year Evidence From Uganda's Youth Opportunities Program",
    "citation_author": [
        "Christopher Blattman",
        "Nathan Fiala",
        "Sebastian Martinez"
    ],
    "citation_publication_date": "2018-09-10",
    "issue_date": "2018-09-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nIn 2008, Uganda granted hundreds of small groups $400/person to help members start individual skilled trades. Four years on, an experimental evaluation found grants raised earnings by 38% (Blattman, Fiala, Martinez 2014). We return after 9 years to find these start-up grants acted more as a kick-start than a lift out of poverty. Grantees' investment leveled off; controls eventually increased their incomes through business and casual labor; and so both groups converged in employment, earnings, and consumption. Grants had lasting impacts on assets, skilled work, and possibly child health, but had little effect on mortality, fertility, health or education.\n\n",
    "acknowledgement": "\nFor research assistance during this round of data collection we thank Chiara Dall'aglio, Peter Deffebach, Alex Nawar, Samuel Olweny, Harrison Pollack, field staff from Innovations for Poverty Action (IPA) Uganda, as well as the study participants for generously giving their time. In earlier rounds of the study, other IPA staff were indispensable: Filder Aryemo, Mathilde Emeriau, Benjamin Morse, Patryk Perkowski, Pia Raffler, and Alexander Segura. For comments we thank Johannes Haushofer, Joe Kaboski, Dean Karlan, Paul Niehaus, Berk Özler, Chris Udry, and numerous seminar participants. A Vanguard Charitable Trust funded the 9–year round of data collection. Prior rounds of data were funded by the same trust, the World Bank, and the Government of Uganda. Martinez’s initial work on this project between 2006 and 2010 was conducted as an economist at the World Bank. All opinions in this paper are those of the authors, and do not necessarily represent the views of the Government of Uganda, the World Bank, or the IADB. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}