{
    "id": 24996,
    "citation_title": "Subways and Urban Growth: Evidence from Earth",
    "citation_author": [
        "Marco Gonzalez-Navarro",
        "Matthew A. Turner"
    ],
    "citation_publication_date": "2018-09-10",
    "issue_date": "2018-09-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe investigate the relationship between the extent of a city’s subway network, its population and its spatial configuration. For the 632 largest cities in the world we  construct panel data describing population, measures of centralization calculated from lights at night data, and the extent of each of the 138 subway systems in these cities. These data indicate that large cities are more likely to have subways but that subways have an economically insignificant effect on urban population growth. Our data also indicate that subways cause cities to decentralize, although the effect is smaller than previously documented effects of highways on decentralization. For a subset of subway cities we observe panel data describing subway and bus ridership. For those cities we find that a 10% increase in subway extent causes about a 6% increase in subway ridership and has no effect on bus ridership.\n\n",
    "acknowledgement": "\nWe are grateful to Fern Ramoutar, Mahdy Saddradini, Mohamed Salat, and Farhan Yahya for their assistance compiling the subway data. We are also grateful to seminar participants at Brown University, University of Chicago, Georgia Tech,ITAM, LSE,PERC, UC Berkeley and the World Bank, and to Victor Aguirregabiria, Dwayne Benjamin, Gilles Duranton, Emilio Gutierrez, Walker Hanlon, Frank Kleibergen, Andreas Kopp, Joan Monras, Peter Morrow and Ken Small for helpful comments and conversations. This paper is part of a Global Research Program on Spatial Development of Cities, funded by the Multi-Donor Trust Fund on Sustainable Urbanization by the World Bank and supported by the UK Department for International Development. The project was made possible through financial support from SSHRC, IGC, Ontario Work Study program and Societé du Grand Paris. Turner acknowledges the financial support and hospitality of the Property and Environment Research Center, and the Enaudi Institute of Economics and Finance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}