{
    "id": 25005,
    "citation_title": "Employer Credit Checks: Poverty Traps versus Matching Efficiency",
    "citation_author": [
        "Dean Corbae",
        "Andrew Glover"
    ],
    "citation_publication_date": "2018-09-10",
    "issue_date": "2018-09-06",
    "revision_date": "2018-09-10",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Money and Interest Rates",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe develop a framework to understand pre-employment credit screening through adverse selection in labor and credit markets. Workers differ in an unobservable characteristic that induces a positive correlation between labor productivity and repayment rates in credit markets. Firms therefore prefer to hire workers with good credit because it correlates with high productivity. A poverty trap may arise, in which an unemployed worker with poor credit has a low job finding rate, but cannot improve her credit without a job. In our calibrated economy, this manifests as a large and persistent wage loss from default, equivalent to 2.3% per month over ten years. Banning employer credit checks eliminates the poverty trap, but pools job seekers and reduces matching efficiency: average unemployment duration rises by 13% for the most productive workers after employers are banned from using credit histories to screen potential hires.\n\n",
    "acknowledgement": "\nWe wish to thank Briana Chang, Christoffer Koch, and Rasmus Lentz for very useful comments on an earlier version of this paper. We also thank participants at Goethe University, University of Pennsylvania, Ohio State University, University of Colorado - Boulder, as well as the NBER Microeconomic Data and Macro Models Group, Texas Monetary Conference, North American Econometric Society, Society for Economic Dynamics, Society for the Advancement of Economic Theory, Human Capital and Economic Opportunity Markets Group, and the 2018 Consumer Financial Protection Bureau Research conference. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}