{
    "id": 25003,
    "citation_title": "Transitions From Career Employment Among Public- and Private-Sector Workers",
    "citation_author": [
        "Joseph F. Quinn",
        "Kevin E. Cahill",
        "Michael D. Giandrea"
    ],
    "citation_publication_date": "2018-09-10",
    "issue_date": "2018-09-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDo the retirement patterns of public-sector workers differ from those in the private sector? Most private-sector workers today face a do-it-yourself retirement income landscape characterized by an exposure to market forces through defined-contribution pension plans and private saving, and the risk of financial insecurity later in life. Public-sector workers, in contrast, are typically covered by defined-benefit pension plans that both encourage retirement at relatively young ages and offer financial security at older ages. As a result, the consequences of private- and public-sector workers’ retirement decisions could differ in important ways.\nFor workers generally, and for private-sector workers in particular, a focus among researchers and policymakers has been the importance of continued work later in life for improving financial security at older ages. Such concerns might be of less consequence for public-sector workers due to the prevalence of defined-benefit pensions. Public-sector workers’ departures from the labor force might also differ from those in the private sector, all else equal, because of the age-specific incentives within their defined-benefit plans. Despite these important differences, the private-public distinction has received relatively little attention in the retirement literature.\nOur paper examines how private- and public-sector workers transition from career employment to complete labor force withdrawal, with a focus on the role of bridge employment, phased retirement, and re-entry. We identify the prevalence and determinants of each pathway to retirement using longitudinal data on four cohorts of private- and public-sector career older workers from the Health and Retirement Study (HRS). Our findings suggest that the prevalence of work after leaving career employment among public-sector workers resembles that of private-sector workers, although with a higher prevalence of part-time bridge employment, a result that has important implications for public policy as the pace of societal aging accelerates.\n\n",
    "acknowledgement": "\nThis paper was prepared for the NBER conference, “Incentives and Limitations of Employment Policies on Retirement Transitions: Comparisons of Public and Private Sectors,” held in Jackson Hole, WY on August 9-11, 2018. All views expressed in this paper are those of the authors and do not necessarily reflect the views or policies of the U.S. Bureau of Labor Statistics or the National Bureau of Economic Research.\n\n\n"
}