{
    "id": 25000,
    "citation_title": "The Intergenerational Transmission of Human Capital: Evidence from the Golden Age of Upward Mobility",
    "citation_author": [
        "David Card",
        "Ciprian Domnisoru",
        "Lowell Taylor"
    ],
    "citation_publication_date": "2018-09-10",
    "issue_date": "2018-09-06",
    "revision_date": "2018-10-10",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use 1940 Census data to study the intergenerational transmission of human capital for children born in the 1920s and educated during an era of expanding but unequally distributed public school resources. Looking at the gains in educational attainment between parents and children, we document lower average mobility rates for blacks than whites, but wide variation across states and counties for both races. We show that schooling choices of white children were highly responsive to the quality of local schools, with bigger effects for the children of less-educated parents. We then narrow our focus to black families in the South, where state-wide minimum teacher salary laws created sharp differences in teacher wages between adjacent counties. These differences had large impacts on schooling attainment, suggesting an important causal role for school quality in mediating upward mobility\n\n",
    "acknowledgement": "\nWe gratefully acknowledge support from Eunice Kennedy Shriver National Institute of Child Health and Human Development (R01 HD091134-01). The content is solely the responsibility of the authors and does not necessarily represent the views of the NICHHD, NIH, or the National Bureau of Economic Research. We are grateful also for support from the Russell Sage Foundation for research support. We also thank Alexandra Fahey, Alyse Fromson-Ho, Jared Grogan, Ingrid Haegle, Evan Rose, Dounia Saeme,  and Ali Wessel for invaluable help in assembling school quality data.\n\n\n"
}