{
    "id": 25009,
    "citation_title": "The Life Expectancy of Older Couples And Surviving Spouses",
    "citation_author": [
        "Janice Compton",
        "Robert A. Pollak"
    ],
    "citation_publication_date": "2018-09-10",
    "issue_date": "2018-09-06",
    "revision_date": "2019-09-12",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nComparisons of individual life expectancies over time and across demographic groups provide information for individuals making retirement decisions and for policy makers. For couples, analogous measures are the expected years both spouses will be alive (joint life expectancy) and the expected years the surviving spouse will be a widow or widower (survivor life expectancy). Using individual life expectancies to calculate summary measures for couples is intuitively appealing but yields misleading results because the mortality distribution of husbands and wives overlap substantially. To illustrate, consider a wife aged 60 whose husband is 62. In 2010, her life expectancy was 24.4 years and his 20.2 years. The intuitions that the spouses will die at about the same time (e.g., within 5 years of each other) and that she will not live for a long time after his death are incorrect. The probability that the wife will outlive her husband is 0.63 and, if she does, her survivor life expectancy is 12.5 years. Using 2010 data, we investigate differences in joint and survivor life expectancy by race and ethnicity and by education. We then calculate trends and patterns in joint and survivor life expectancy in each census year from 1930 to 2010.\n\n",
    "acknowledgement": "\nWe are grateful to the Sloan Foundation for financial support and to Magali Barbieri, Itzik Faldon,Claudia Goldin, Larry Katz, Andrew Noymer, James Poterba, Peter Wiedenbeck, Robert Willis, andJeffrey Zax for their comments and suggestions. We are also grateful to participants in the \"WomenWorking Longer\" project and those in the MRRC’s Researcher Workshop, the PAA in Austin, theNBER Cohort Studies workshop, and the Michigan Health and Retirement symposium for their comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}