{
    "id": 25004,
    "citation_title": "Why Have Negative Nominal Interest Rates Had Such a Small Effect on Bank Performance? Cross Country Evidence",
    "citation_author": [
        "Jose A. Lopez",
        "Andrew K. Rose",
        "Mark M. Spiegel"
    ],
    "citation_publication_date": "2018-09-10",
    "issue_date": "2018-09-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the effect of negative nominal interest rates on bank profitability and behavior using a cross-country panel of over 5,100 banks in 27 countries.  Our data set includes annual observations for Japanese and European banks between 2010 and 2016, which covers all advanced economies that have experienced negative nominal rates, including currency union members as well as both fixed and floating exchange rates countries.  When we compare negative nominal interest rates with low positive rates, banks experience losses in interest income that are almost exactly offset by savings on deposit expenses and gains in non-interest income, including capital gains on securities and fees.  We find heterogeneous effects of negative rates: banks from regimes with floating exchange rates, small banks, and banks with low deposit ratios drive most of our results.  Low-deposit banks have enjoyed particularly striking gains in non-interest income, likely from capital gains on securities.  There have only been modest differences between high and low deposit-ratio banks’ changes in interest expenses; high deposit banks do not seem disproportionately vulnerable to negative rates.  Banks also responded to negative rates by increasing lending activity, and raising the share of deposit funding.  Overall, our results indicate surprisingly benign implications of negative rates for commercial banks thus far.\n\n",
    "acknowledgement": "\nLopez is Vice President, Financial Institutions Supervision, Federal Reserve Bank of San Francisco (jose.a.lopez@sf.frb.org); Rose is B.T.  Rocca Jr.  Professor, Haas School of Business, University of California, Berkeley, ABFER senior fellow, CEPR research fellow, and NBER research associate (arose@haas.berkeley.edu); Spiegel is Vice President, Economic Research, Federal Reserve Bank of San Francisco (mark.spiegel@SF.frb.org).  Rebecca Regan and Ben Shapiro provided research assistance.  For comments, we thank Joshua Aizenman, Arindam Banik, Stijn Claessens, Leonardo Gambacorta, Bob McCauley, Frank Packer, Yuri Sasaki, Hyun Song Shin, Yosuke Takeda, and seminar participants at the BIS and USC.  The views expressed below do not necessarily represent those of the Federal Reserve Bank of San Francisco, the Board of Governors of the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}