{
    "id": 25008,
    "citation_title": "Estimating the Consequences of Climate Change from Variation in Weather",
    "citation_author": [
        "Derek Lemoine"
    ],
    "citation_publication_date": "2018-09-10",
    "issue_date": "2018-09-06",
    "revision_date": "2024-05-07",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI formally define the limits of what we can learn about the consequences of long-run climate change from short-run weather shocks. I show that conventional approaches to estimating climate impacts require assuming that payoffs are independent of capital and resource stocks. I derive a new indirect least squares estimator that bounds long-run climate impacts from short-run responses to weather under less restrictive assumptions. In an application to the U.S. economy, I project that climate change will reduce steady-state income per capita by at least 1.8% in the Midwest, by at least 1% in the Northeast, and by at least 0.23% in the West. Each lower bound implies damages beyond the 95% confidence intervals produced by the conventional approach.\n\n",
    "acknowledgement": "\nI thank numerous seminar participants for valuable comments. I thank Olivier Deschênes, Ryan Kellogg, and Wolfram Schlenker for helpful conversations and Wint Thu for assistance compiling weather and climate model data. An early version circulated as “Sufficient Statistics for the Cost of Climate Change.” The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}