{
    "id": 25006,
    "citation_title": "The Right Stuff? Personality and Entrepreneurship",
    "citation_author": [
        "Barton H. Hamilton",
        "Nicholas W. Papageorge",
        "Nidhi Pande"
    ],
    "citation_publication_date": "2018-09-10",
    "issue_date": "2018-09-06",
    "revision_date": "2018-11-30",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nWe construct a structural model of entry into self-employment to evaluate the impact of policies supporting entrepreneurship. Previous work has recognized that workers may opt for self-employment due to the non-pecuniary benefits of running a business and not necessarily because they are good at it. Other literature has examined how socio-emotional skills, such as personality traits, affect selection into self-employment. We link these two lines of inquiry. The model we estimate captures three factors that affect selection into self-employment: credit constraints, relative earnings and preferences. We incorporate personality traits by allowing them to affect sector-specific earnings as well as preferences. The estimated model reveals that the personality traits that make entrepreneurship profitable are not always the same traits driving people to open a business. This has important consequences for entrepreneurship policies. For example, subsidies for small businesses do not attract talented-but-reluctant entrepreneurs, but instead attract individuals with personality traits associated with strong preferences for running a business and low-quality business ideas.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge helpful comments from: Thomas Astebro, Jorge Balat, Robert Fairlie, George Levi-Gayle, Bruce Hall, Bruce Hamilton, Mitchell Hoffman, Andrew Knight, Robert Pollak, Victor Ronda, Yuya Sasaki, Kathryn Shaw, Richard Spady and Matthew Wiswall along with seminar participants at Chinese University in Hong Kong, The Hong Kong University of Science and Technology, University College London, Cambridge University, University of Essex, Georgia Tech, the 2013 Conference on New Directions in Applied Microeconomics at Cal Tech, the 2014 SOLE Meetings, the 2014 European and North American Meetings of the Econometric Society, the Venice Summer Institute on the Economics of Entrepreneurship and the 6th IZA/Kauffman Foundation Workshop on Entrepreneurship Research. The usual caveats apply. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}