{
    "id": 25011,
    "citation_title": "International Spillovers and Bailouts",
    "citation_author": [
        "Marina Azzimonti",
        "Vincenzo Quadrini"
    ],
    "citation_publication_date": "2018-09-10",
    "issue_date": "2018-09-06",
    "revision_date": "2021-12-08",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study how cross-country macroeconomic spillovers caused by sovereign default affect equilibrium bailouts. Because of portfolio diversification, the default of one country causes a macroeconomic contraction in countries that hold its debt, which could justify why a given country may want to bailout another. But why do creditor countries choose to bail out debtor countries instead of their own private sector? We show that this is because an external bailout could be cheaper than a domestic bailout. We also show that, although anticipated bailouts lead to higher borrowing, they can be Pareto improving not only ex-post (after a country has defaulted) but also ex-ante (before the country chooses its debt).\n\n",
    "acknowledgement": "\nPrevious versions of the paper has circulated under the title “International spillovers and exante efficient bailouts”. We would like to thank Manuel Amador for discussing the paper and seminar attendees at Atlanta Fed, Bank of Canada, Claremont McKenna College, NBER IFM Summer Meeting, International Monetary Fund, John Hopkins University, Minnesota Workshop in Macroeconomic Theory, , NYU-Stern, Penn State University, Philadelphia Fed, Stanford University, SED meetings, Stockman Conference, University of California San Diego, University of California Santa Barbara, University of Georgia, University of Houston, University of Maryland, University of Rochester, University of Wisconsin, and Yale University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}