{
    "id": 25019,
    "citation_title": "What Matters to Individual Investors? Evidence from the Horse’s Mouth",
    "citation_author": [
        "James J. Choi",
        "Adriana Z. Robertson"
    ],
    "citation_publication_date": "2018-09-10",
    "issue_date": "2018-09-06",
    "revision_date": "2020-02-11",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe survey a representative sample of U.S. individuals about how well leading academic theories describe their financial beliefs and decisions. We find substantial support for many factors hypothesized to affect portfolio equity share, particularly background risk, investment horizon, rare disasters, transactional factors, and fixed costs of stock market participation. Individuals tend to believe that past mutual fund performance is a good signal of stock-picking skill, actively managed funds do not suffer from diseconomies of scale, value stocks are safer and do not have higher expected returns, and high-momentum stocks are riskier and do have higher expected returns.\n\n",
    "acknowledgement": "\nWe thank Ravi Bansal, Nicholas Barberis, Sebastien Betermier, Hector Calvo Pardo, John Campbell, Raj Chetty, Joao Cocco, Lorenzo Garlappi, Richard Evans, Vincent Glode, William Goetzmann, Luigi Guiso, Jonathan Ingersoll, Ravi Jagannathan, Marcin Kacperczyk, Panu Kalmi, Raymond Kan, Alina Lerman, Tobias Moskowitz, Stefan Nagel, Monika Piazzesi, Jonathan Reuter, Thomas Rietz, Harvey Rosen, Robert Shiller, Tao Shu, Paolo Sodini, Matthew Spiegel, Adam Szeidl, Richard Thaler, Selale Tuzel, Raman Uppal, Annette Vissing-Jørgensen, Jessica Wachter, Stephen Wu, Amir Yaron, Jianfeng Yu, and seminar participants at the American Finance Association Annual Meeting, Canadian Economic Association Annual Conference, CRC Workshop on Individual Heterogeneity, Baruch, Baylor, CEPR Household Finance Workshop, Cornell, Drexel, FIRS Conference, FSU SunTrust Beach Conference, Helsinki Finance Summit on Investor Behavior, University of Miami, NBER Behavioral Finance Meeting, NYU, USC, and Yale for their comments. All shortcomings in the survey and analysis are our own. The authors have no relevant or material financial interests related to the research in this paper. No organization had the right to review this paper prior to publication. IRB approval was obtained from Yale University. This research was supported by a Whitebox Advisors research grant administered through the Yale International Center for Finance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}