{
    "id": 25016,
    "citation_title": "Missing Events in Event Studies: Identifying the Effects of Partially-Measured News Surprises",
    "citation_author": [
        "Refet S. Gürkaynak",
        "Burçin Kısacıkoğlu",
        "Jonathan H. Wright"
    ],
    "citation_publication_date": "2018-09-10",
    "issue_date": "2018-09-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMacroeconomic news announcements are elaborate and multi-dimensional. We consider a framework in which jumps in asset prices around macroeconomic news and monetary policy announcements reflect both the response to observed surprises in headline numbers and latent factors, reflecting other details of the release. The details of the non headline news, for which there are no expectations surveys, are unobservable to the econometrician, but nonetheless elicit a market response. We estimate the model by the Kalman filter, which essentially combines OLS- and heteroskedasticity-based event study estimators in one step, showing that those methods are better thought of as complements rather than substitutes. The inclusion of a single latent factor greatly improves our ability to explain asset price movements around announcements.\n\n",
    "acknowledgement": "\nWe are grateful to Eric Swanson and many seminar and conference participants for helpful comments on an earlier draft. We thank Yunus Can Aybaş and Cem Tütüncü for outstanding research assistance. The code that implements the econometric procedures described in this paper is available in a user-friendly form on the authors’ web pages. Gurkaynak’s research was supported by funding from the European Research Council (ERC) under the European Union’s Horizon 2020 research and innovation program (grant agreement No 726400). All errors are our sole responsibility. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}