{
    "id": 25013,
    "citation_title": "The Effect of Own-Gender Juries on Conviction Rates",
    "citation_author": [
        "Mark Hoekstra",
        "Brittany Street"
    ],
    "citation_publication_date": "2018-09-10",
    "issue_date": "2018-09-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nThis paper examines the extent to which criminal conviction rates are affected by the similarity in gender of the defendant and jury. To identify effects, we exploit random variation in both the assignment to jury pools and the ordering of potential jurors. We do so using detailed administrative data on the juror selection process and trial proceedings for two large counties in Florida. Results indicate that own-gender juries result in significantly lower conviction rates on drug charges, though we find no evidence of effects for other charges. Estimates indicate that a one standard deviation increase in expected own-gender jurors (~10 percentage points) results in an 18 percentage point reduction in conviction rates on drug charges, which is highly significant even after adjusting for multiple comparisons. This results in a 13 percentage point decline in the likelihood of being sentenced to at least some jail time. These findings highlight how drawing an opposite-gender jury can impose significant costs on defendants, and demonstrate that own-gender bias can occur even in settings where the importance of being impartial is actively pressed on participants.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}