{
    "id": 25012,
    "citation_title": "Fiscal Space and Government-Spending & Tax-Rate Cyclicality Patterns: A Cross-Country Comparison, 1960-2016",
    "citation_author": [
        "Joshua Aizenman",
        "Yothin Jinjarak",
        "Hien Thi Kim Nguyen",
        "Donghyun Park"
    ],
    "citation_publication_date": "2018-09-10",
    "issue_date": "2018-09-06",
    "revision_date": "2019-03-06",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper compares fiscal cyclicality across advanced and developing countries, geographic regions as well as income levels over 1960–2016 period, then identifies factors that explain countries’ government spending and tax-policy cyclicality. Public debt/tax base ratio provides a more robust explanation for government-spending cyclicality than public debt/output ratio but the reverse is true when capital investment is accounted for in government spending. On average, a more indebted (relative to tax base) government spends more in good times and cuts back spending indifferently compared with a low-debt country in bad times. We also find that country’s sovereign wealth fund has a countercyclical effect in our estimation. Finally, the analysis depicts a significant economic impact of an enduring interest-rate rise on fiscal space, that is, a 10% increase of public debt/tax base ratio is associated with an upper bound of 5.9% increase in government-spending procyclicality.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge the useful comments by anonymous referees, Luc Eyraud, Madhavi Pundit, Mark Spiegel, Carlos Vegh and William Lastrapes; the participants of the Maintaining Macroeconomic Stability in the Current Global Environment workshop held on 30-31 May 2018 at Asian Development Bank in Manila; the APEA 2018 Conference held on August 3-4 2018 at University of Southern California, and the World Bank seminar on January 17, 2019. We also thank the Asian Development Bank for financial support and International Country Risk Guide data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}