{
    "id": 25015,
    "citation_title": "Do Digital Platforms Reduce Moral Hazard? The Case of Uber and Taxis",
    "citation_author": [
        "Meng Liu",
        "Erik Brynjolfsson",
        "Jason Dowlatabadi"
    ],
    "citation_publication_date": "2018-09-10",
    "issue_date": "2018-09-06",
    "revision_date": "2018-09-10",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Economics of Information",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n",
        "Market Design",
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nDigital platforms like Uber can enhance market transparency and mitigate moral hazard via ratings of buyers and sellers, real-time monitoring, and low-cost complaint channels. We compare driver choices at Uber with taxis by matching trips so they are subject to the same optimal route. We also study drivers who switch from taxis to Uber. We find: (1) drivers in taxis detour about 7% on airport routes, with non-local passengers experiencing longer detours; (2) these detours lead to longer travel times; and (3) drivers on the Uber platform are more likely to detour on airport routes with high surge pricing.\n\n",
    "acknowledgement": "\nWe thank Keith Chen, Dean Eckles, Andrey Fradkin, Xiang Hui, John Horton, and Erina Ytsma, as well as seminar participants at MIT, Uber, AEA 2018, Marketing Science 2018, SICS 2018, and 2018 NBER Summer Institute Industrial Organization Workshop and the NBER Digitization Workshop for their valuable comments and suggestions. The MIT Initiative on the Digital Economy provided generous research support, and Uber provided essential data. Dowlatabadi is a current employee at Uber. The views expressed here are those of the authors and do not necessarily reflect those of Uber Technologies, Inc or  the National Bureau of Economic Research. All errors are ours.\n\n\n"
}