{
    "id": 25017,
    "citation_title": "Medicare Payment to Skilled Nursing Facilities: The Consequences of the Three-Day Rule",
    "citation_author": [
        "Ginger Zhe Jin",
        "Ajin Lee",
        "Susan Feng Lu"
    ],
    "citation_publication_date": "2018-09-10",
    "issue_date": "2018-09-06",
    "revision_date": "2018-09-17",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMedicare does not pay for a skilled nursing facility (SNF) unless a fee-for-service patient has stayed in the hospital for at least three days. Discharges after the three-day cutoff consistently result in more transfers to SNFs. Using the three-day rule as an instrument, we find that SNF discharges decrease hospital readmission for patients with comorbidities. However, for knee and hip replacement patients, we find significant increases in readmission. This perverse effect is more severe when local SNFs have lower quality. Back-of-the-envelope calculations suggest that the three-day rule may have generated extra Medicare payments to SNFs by $100-447 million per year.\n\n",
    "acknowledgement": "\nWe use the State Inpatient Databases from the Healthcare Cost and Utilization Project (HCUP), Agency for Healthcare Research and Quality, provided by the Arizona Department of Health Services, the Florida Agency for Health Care Administration, the New York State Department of Health, and the Washington State Department of Health. We also use the American Hospital Association (AHA) Annual Survey Databases. We thank Jean Roth at the National Bureau of Economic Research for assistance with the data. John Bowblis and the participants at the 2018 ASHEcon conference and the 2018 Bates White Life Science Symposium have provided valuable comments on an earlier draft. All errors are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}