{
    "id": 25020,
    "citation_title": "The Intertemporal Keynesian Cross",
    "citation_author": [
        "Adrien Auclert",
        "Matthew Rognlie",
        "Ludwig Straub"
    ],
    "citation_publication_date": "2018-09-10",
    "issue_date": "2018-09-06",
    "revision_date": "2024-04-17",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe generalize the traditional, static Keynesian cross by deriving an intertemporal Keynesian cross for the dynamic output response to government spending and taxes in microfounded general equilibrium models. Intertemporal marginal propensities to consume (iMPCs) are sufficient statistics for this response, with fiscal multipliers depending only on the interaction between iMPCs and public deficits. We provide empirical estimates of iMPCs and argue that they are inconsistent with representative- agent or two-agent models, but can be matched by certain heterogeneous-agent models. Models that match empirical iMPCs imply larger and more persistent output responses to deficit-financed fiscal policy, with cumulative spending multipliers above one.\n\n",
    "acknowledgement": "\nWe thank the editor, five anonymous referees, Sushant Acharya, Bence Bardóczy, Florin Bilbiie, Luigi Bocola, Michael Cai, Chris Carroll, John Cochrane, Sebastian di Tella, Gauti Eggertsson, Martin Eichenbaum, Mark Gertler, Dan Greenwald, Marcus Hagedorn, Calvin He, Benjamin Hébert, Pete Klenow, Jorge Miranda-Pinto, Kurt Mitman, Ben Moll, Hugo Monnery, Gisle Natvik, Martin Schneider, Morten Ravn, Gianluca Violante, Iván Werning, and Christian Wolf for helpful comments and suggestions, as well as Andreas Fagereng, Martin Holm and Gisle Natvik for generously providing us with empirical estimates of iMPCs. This research is supported by the National Science Foundation grant numbers SES-1851717 and SES-2042691. Edited by Greg Kaplan. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}