{
    "id": 25029,
    "citation_title": "Eliminating the Pass-Through: Towards FDI Statistics that Better Capture the Financial and Economic Linkages between Countries",
    "citation_author": [
        "Maria Borga",
        "Cecilia Caliandro"
    ],
    "citation_publication_date": "2018-09-17",
    "issue_date": "2018-09-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Globalization and International Relations",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFDI plays a central role in managing global production networks, but FDI statistics also reflect other factors, including tax avoidance, that make it difficult to differentiate between FDI for “long-term” investments that serves as a source of growth and FDI that is purely financial and has little real economic impact as it merely passes through an economy. This latter FDI also obscures the ultimate sources and destinations of FDI. This paper addresses these challenges by developing a framework for consolidated FDI statistics based on the nationality of the MNE group that complements residency-based FDI statistics. While residency-based statistics are useful to identify where financial claims and liabilities are held, nationality-based statistics provide information on who makes the decisions, reaps the benefits, and bears the risk. Consolidated FDI statistics remove pass-through capital and are better for understanding ‘real’ financial integration between economies and for analysing the relationship between the financing of MNEs and their operations. While some countries produce separate FDI statistics for resident Special Purpose Entities (SPEs) to identify pass-through capital, we demonstrate that this only provides a partial view and that about one-quarter of the inward FDI positions in a selection of European countries reflects pass-through capital through non-SPEs.\n\n",
    "acknowledgement": "\nThe views expressed in this paper are those of the authors and should not be considered as representing the official views of the OECD, its member countries, or the National Bureau of Economic Research. The authors wish to thank Nadim Ahmad, Caroline Mehigan, Joachim Pohl, Kamran Bilir and participants at the NBER-CRIW Conference on the Challenges of Globalisation in the Measurement of National Accounts, delegates to the OECD Working Group on International Investment Statistics, and colleagues in the OECD Investment Division for valuable comments, and Emilie Kothe and Perla Ibarlucea Flores for their useful statistical assistance.\n\n\n"
}