{
    "id": 25027,
    "citation_title": "Public Health Efforts and the Decline in Urban Mortality",
    "citation_author": [
        "D. Mark Anderson",
        "Kerwin Kofi Charles",
        "Daniel I. Rees"
    ],
    "citation_publication_date": "2018-09-17",
    "issue_date": "2018-09-14",
    "revision_date": "2018-12-14",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development of the American Economy",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing data on 25 major American cities for the period 1900-1940, we explore the effects of municipal-level public health efforts that were viewed as critical in the fight against food- and water-borne diseases. In addition to studying interventions such as treating sewage and setting strict bacteriological standards for milk, which have received little attention in the literature, we provide new evidence on the effects of water filtration and chlorination, extending the work of previous scholars. Contrary to the consensus view, we find that none of the interventions under study contributed substantially to the observed declines in total and infant mortality.\n\nThis paper includes a comment on an earlier NBER working paper. The authors of that paper have posted a response. A rejoinder is available here.\n\n",
    "acknowledgement": "\nWe thank Dora Costa, Claudia Goldin, Andrew Goodman-Bacon, Josh Gottlieb, Adriana Lleras-Muney, Matt Notowidigdo, Elyce Rotella, Werner Troesken, and seminar participants at Colegio Universitario de Estudios Financieros, Florida State University, Northern Illinois University, Oberlin College, Universidad de Alicante, Universidad de Sevilla, the 2018 Southern Economic Association Annual Meeting and the 2018 Economic History Association Annual Meetings for comments and suggestions. We would also like to thank David Cutler and Grant Miller for several productive exchanges and for providing us with their data and do-file. Michael McKelligott provided outstanding research assistance. Partial support for this research came from a Eunice Kennedy Shriver National Institute of Child Health and Human Development research infrastructure grant, R24 HD04282, to the Center for Studies in Demography and Ecology at the University of Washington. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}