{
    "id": 25023,
    "citation_title": "Do Neighborhoods Affect Credit Market Decisions of Low-Income Borrowers? Evidence from the Moving to Opportunity Experiment",
    "citation_author": [
        "Sarah Miller",
        "Cindy K. Soo"
    ],
    "citation_publication_date": "2018-09-17",
    "issue_date": "2018-09-14",
    "revision_date": "2020-03-24",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nMoving To Opportunity\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nThis paper isolates the causal impact of neighborhood environment on credit outcomes of low-income borrowers by analyzing the participants of the Moving to Opportunity (MTO) experiment. MTO was a unique, large-scale experiment that offered families vouchers to move to better neighborhoods via randomized lottery. We find higher credit scores and use among those required to move to the lowest poverty areas as young children. For those who moved as adults, we find that better neighborhoods lead to a reduction of overdue debts and delinquencies, but only among those given unrestricted neighborhood choice.\n\n",
    "acknowledgement": "\nThe authors gratefully acknowledge the support of the Russell Sage Foundation Award 83-17-14. In addition, the authors thank Mark Shroder and Lydia Taghavi at the Department of Housing and Urban Development for providing the Moving to Opportunity Data, Cathleen Kelmar, Tushar Takkar, and Leila Agha for their assistance with the provision of the Experian credit report data, and Heather Lamoureux for assisting with the provision of the alternative credit data from Clarity Services, Inc. The authors also gratefully acknowledge useful feedback received from Joanne Hsu and seminar participants at the NBER Summer Institute Household Finance Group, the Western Finance Association Annual Meetings, the University of California-Berkeley Real Estate Group, New York University Stern-Real Estate, The Federal Reserve Board - George Washington University Financial Literacy Series, the University of Houston Finance department, the University of Oregon Finance department, and the University of Michigan Finance group. The results presented in this paper do not reflect the opinions of the aforementioned institutions, nor those of the National Bureau of Economic Research.\n\n\n"
}