{
    "id": 25022,
    "citation_title": "Skill versus Voice in Local Development",
    "citation_author": [
        "Katherine Casey",
        "Rachel Glennerster",
        "Edward Miguel",
        "Maarten Voors"
    ],
    "citation_publication_date": "2018-09-17",
    "issue_date": "2018-09-14",
    "revision_date": "2021-07-18",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhere the state is weak, traditional authorities control the local provision of public goods. These leaders come from an older, less educated generation and often rule in an authoritarian and exclusionary fashion. This means the skills of community members may not be leveraged in policy making. We experimentally evaluate two solutions to this problem in Sierra Leone: one encourages delegation to higher skill individuals and a second fosters broader inclusion in decision-making. In a real-world infrastructure grants competition, a public nudge to delegate lead to better outcomes than the default of chiefly control, whereas attempts to boost participation were largely ineffective.\n\n",
    "acknowledgement": "\nWe thank Samuel Asher, Angélica Eguiguren, Andrés Felipe Rodriguez, Erin Iyigun, Mirella Schrijvers, Eleanor Wiseman and the Innovations for Poverty Action team in Freetown for excellent research assistance and fieldwork. We thank the Decentralization Secretariat, the GoBifo Project, Local Councillors in Bombali and Bonthe districts, and a panel of experts for their collaboration. We thank the Editor and referees, as well as Mike Callen, Macartan Humphreys, Ken Opalo, Ann Swidler, Eva Vivalt and numerous seminar participants, for valuable comments. We gratefully acknowledge financial support from the UK Economic and Social Research Council, the Governance Initiative at JPAL, NWO 451-14-001 and the Stanford Institute for Innovation in Developing Economies. All errors are our own. This study was pre-registered on the AEA registry: https://www.socialscienceregistry.org/trials/1784. The views expressed herein are those of the authors  and do not necessarily reflect the views of the National Bureau of Economic Research or the Department for International Development.\n\n\n"
}