{
    "id": 25032,
    "citation_title": "Non-Monetary News in Central Bank Communication",
    "citation_author": [
        "Anna Cieslak",
        "Andreas Schrimpf"
    ],
    "citation_publication_date": "2018-09-17",
    "issue_date": "2018-09-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe quantify the importance of non-monetary news in central bank communication. Using evidence from four major central banks and a comprehensive classification of events, we decompose news conveyed by central banks into news about monetary policy, economic growth, and separately, shocks to risk premia. Our approach exploits high-frequency comovement of stocks and interest rates combined with monotonicity restrictions across the yield curve. We find significant differences in news composition depending on the communication channel used by central banks.  Non-monetary news prevails in about 40% of policy decision announcements by the Fed and the ECB, and this fraction is even higher for communications that provide context to policy decisions such as press conferences. We show that non-monetary news accounts for a significant part of financial markets' reaction during the financial crisis and in the early recovery, while monetary shocks gain importance since 2013.\n\n",
    "acknowledgement": "\nWe thank Manuel Adelino, Ryan Banerjee, Ravi Bansal, Tim Bollerslev, Jordi Gali, Refet Gurkaynak, Sam Hanson, Tim Kroencke, Michael McMahon, Chris Neely, Hyun Shin, Roland Straub, Viktor Todorov, Brian Weller, Ken West, and seminar participants at the NBER International Seminar on Macroeconomics (ISoM) and the Bank for International Settlements for their valuable comments. We thank Zhongtian Chen, Hao Pang, Tania Romero, and Song Xiao for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the Bank for International Settlements (BIS) or the National Bureau of Economic Research.\n\n\n"
}