{
    "id": 25035,
    "citation_title": "Do Equal Employment Opportunity Statements Backfire? Evidence From A Natural Field Experiment On Job-Entry Decisions",
    "citation_author": [
        "Andreas Leibbrandt",
        "John A. List"
    ],
    "citation_publication_date": "2018-09-17",
    "issue_date": "2018-09-14",
    "revision_date": "2018-09-25",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Discrimination",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nLabor force composition and the allocation of talent remain of vital import to modern economies.  For their part, governments and companies around the globe have implemented equal employment opportunity (EEO) regulations to influence labor market flows.  Even though such regulations are pervasive, surprisingly little is known about their impacts.  We use a natural field experiment conducted across 10 U.S. cities to investigate if EEO statements in job advertisements affect the first step in the employment process, application rates.  Making use of data from nearly 2,500 job seekers, we find considerable policy effects, but in an unexpected direction:  the presence of an EEO statement dampens rather than encourages racial minorities’ willingness to apply for jobs.  Importantly, the effects are particularly pronounced for educated job seekers and in cities with white majority populations.  Complementary survey evidence suggests the underlying mechanism at work is “tokenism”, revealing that EEO statements backfire because racial minorities avoid environments in which they are perceived as regulatory, or symbolic, hires rather than being hired on their own merits.  Beyond their practical and theoretical importance, our results highlight how field experiments can significantly improve policymaking.  In this case, if one goal of EEO regulations is to enhance the pool of minority applicants, then it is not working.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}