{
    "id": 25033,
    "citation_title": "Policy Experimentation, Redistribution and Voting Rules",
    "citation_author": [
        "Renee Bowen",
        "Vincent Anesi"
    ],
    "citation_publication_date": "2018-09-17",
    "issue_date": "2018-09-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nWe study optimal policy experimentation by a committee. We consider a dynamic bargaining game in which committee members choose either a risky reform or a safe alternative each period. When no redistribution is allowed the unique equilibrium outcome is generically inefficient. When redistribution is allowed (even small amounts), there always exists an equilibrium that supports optimal experimentation for any voting rule without veto players. With veto players, however, optimal policy experimentation is possible only with a sufficient amount of redistribution. We conclude that veto rights are more of an obstacle to optimal policy experimentation than constraints on redistribution.\n\n",
    "acknowledgement": "\nWe thank Nageeb Ali, David Baron, Laura Doval, Wiola Dziuda, John Ferejohn, Navin Kartik, Lewis Kornhauser, Facundo Piguillem, Daniel Seidmann, Ken Shotts, Joel Watson, and participants in the Stanford Political Economy Theory seminar, the Summer Workshop in Political Economy at Stony Brook University, the UCSD theory mini conference, the NYU Law and Economics Colloquium, the UEA Economic Theory Workshop, the UCSD theory seminar, the Africa meetings of the Econometric Society, for helpful comments and suggestions. We also thank Wenlong Zhao for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}