{
    "id": 25038,
    "citation_title": "An Anatomy of U.S. Firms Seeking Trademark Registration",
    "citation_author": [
        "Emin M. Dinlersoz",
        "Nathan Goldschlag",
        "Amanda Fila",
        "Nikolas Zolas"
    ],
    "citation_publication_date": "2018-09-17",
    "issue_date": "2018-09-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": [
        "\n",
        "\nConference on Research in Income and Wealth\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nThis paper reports on the construction of a new dataset that combines data on trademark applications and registrations from the U.S. Patent and Trademark Office with data on firms from the U.S. Census Bureau. The resulting dataset allows tracking of various activity related to trademark use and protection over the life-cycle of firms, such as the first application for a trademark registration, the first use of a trademark, and the renewal, assignment, and cancellation of trademark registrations. Facts about firm-level trademark activity are documented, including the incidence and timing of trademark registration filings over the firm life-cycle and the connection between firm characteristics and trademark applications. We also explore the relation of trademark application filing to firm employment and revenue growth, and to firm innovative activity as measured by R&D and patents.\n\n",
    "acknowledgement": "\nAny opinions and conclusions expressed herein are those of the authors and do not necessarily represent the views of the U.S. Census Bureau and the U.S. Patent and Trademark Office. All results have been reviewed to ensure that no confidential data are disclosed. The authors would like to thank Carol Corrado, Jonathan Haskel, Daniel Sichel, and Javier Miranda — the organizers of the 2017 CRIW Conference on Measuring and Accounting for Innovation in the 21st Century, conference participants, and especially the discussant, Mark Roberts, for helpful comments and suggestions. Veronika Penciakova provided expert research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}