{
    "id": 25030,
    "citation_title": "Understanding Joint Retirement",
    "citation_author": [
        "Pierre-Carl Michaud",
        "Arthur van Soest",
        "Luc Bissonnette"
    ],
    "citation_publication_date": "2018-09-17",
    "issue_date": "2018-09-14",
    "revision_date": "2018-09-19",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEvidence from different sources shows that spouses' retirement decisions are correlated. Retirement policies affecting individuals in couples are therefore also likely to affect behavior of their spouses. It is therefore important to account for joint features in modeling retirement. This paper studies a structural collective model of labor supply and retirement of both partners in a couple with interdependent preferences, imperfect knowledge of preferences of the spouse, and subjective expectations about the future. We propose a novel method to estimate preferences and the intra-household bargaining process, which relies on stated preferences data collected in the Health and Retirement Study. Respondents were asked to choose between hypothetical retirement trajectories describing the retirement ages and replacement rates of both spouses from three perspectives: considering their own preferences only, the preferences of their spouse only, or the most likely decision for the household. With these data, all model parameters are identified and potential sources of joint retirement can be disentangled. We find that males misperceive their wives' preferences, overestimating their disutility of work. Our estimates correct for this bias. They suggest that correlation in unobserved heterogeneity components of the partners' marginal utility of leisure explains a large share of joint retirement decisions. We also find significant positive complementarities in leisure, but this explains a much smaller part of joint retirement.\n\n",
    "acknowledgement": "\nWe acknowledge financial support from the National Institute of Aging (NIA) and the Netherlands Scientific Organization of Scientific Research (NWO). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}