{
    "id": 25036,
    "citation_title": "When Studying and Nudging Don’t Go as Planned: Unsuccessful Attempts to Help Traditional and Online College Students",
    "citation_author": [
        "Philip Oreopoulos",
        "Richard W. Patterson",
        "Uros Petronijevic",
        "Nolan G. Pope"
    ],
    "citation_publication_date": "2018-09-17",
    "issue_date": "2018-09-14",
    "revision_date": "2019-04-05",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe evaluate two low-cost college support programs designed to target insufficient study time, a common occurrence among many undergraduates. We experimentally evaluate the programs across three distinct colleges, randomly assigning more than 9,000 students to construct a weekly schedule in an online planning module and to receive weekly study reminders or coach consultation via text message. Despite high participation and engagement, and treated students at two sites marginally increasing study time, we estimate precise null effects on student credit accumulation, course grades, and retention at each site for the full sample and for multiple subgroups. The results and other supplemental evidence suggest that low-touch programs that offer scheduling assistance, encouragement, and reminders for studying lack the required scope to significantly affect academic outcomes.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Lack of Study Time is the Problem, but What is the Solution? Unsuccessful Attempts to Help Traditional and Online College Students.\" At the University of Toronto, we are indebted to the first-year economics instructors for their willingness to incorporate an experiment into their courses for a fourth consecutive year. We especially thank James Lahey, our web developer, for his tireless commitment to designing and perfecting the experiment’s website, as well as for his help with organizing and extracting the experimental data. Spencer Dean, Chelsea Kowalski, Catherine Tessier, Chester Madrazo, Ophelia Au, and Erica Rzepecki showed great enthusiasm and professionalism in their role as coaches. At WGU, we thank Jason Levin, Chelsea Barnett, and Narendra Pandya for their help designing, programming, and executing this study. Thanks also to seminar participants at the University of Michigan, Michigan State University, UC San Diego, Notre Dame University, the Institute of Behavior & Inequality, MDRC, the Association for Public Policy Analysis and Management (APPAM) 2017 annual research conference, the Society of Labor Economists’ 2018 annual meetings, and the College Board. All remaining errors are our own. The experiments in this paper were both registered with the AEA RCT Registry. The RCT IDs are AEARCTR-0000972 and AEARCTR-0000810. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}