{
    "id": 25042,
    "citation_title": "How Does For-profit College Attendance Affect Student Loans, Defaults and Labor Market Outcomes?",
    "citation_author": [
        "Luis Armona",
        "Rajashri Chakrabarti",
        "Michael F. Lovenheim"
    ],
    "citation_publication_date": "2018-09-17",
    "issue_date": "2018-09-14",
    "revision_date": "2024-10-16",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFor-profit providers are becoming an increasingly important fixture of US higher education markets. Students who attend for-profit institutions take on more educational debt, have worse labor market outcomes, and are more likely to default than students attending similarly-selective public schools. Because for-profits tend to serve students from more disadvantaged backgrounds, it is important to isolate the causal effect of for-profit enrollment on educational and labor market outcomes. We approach this problem using a novel instrument combined with more comprehensive data on student outcomes than has been employed in prior research. Our instrument leverages the interaction between changes in the demand for college due to labor demand shocks and the local supply of for-profit schools. We compare enrollment and postsecondary outcome changes across areas that experience similar labor demand shocks but that have different latent supply of for-profit institutions. The first-stage estimates show that students are much more likely to enroll in a for-profit institution for a given labor demand change when there is a higher supply of such schools in the base period. Among four-year students, for-profit enrollment leads to more loans, higher loan amounts, an increased likelihood of borrowing, an increased risk of default and worse labor market outcomes. Two-year for-profit students also take out more loans, have higher default rates and lower earnings. But, they are more likely to graduate and to earn over $25,000 per year (the median earnings of high school graduates). Finally, we show that for-profit entry and exit decisions are at most weakly responsive to labor demand shocks. Our results point to low returns to for-profit enrollment that have important implications for public investments in higher education as well as how students make postsecondary choices.\n\n",
    "acknowledgement": "\nWe thank Eric Bettinger, Julie Cullen, Stephanie Cellini, Giacomo De Giorgi, Enrico Moretti, Richard Mansfield, Arnaud Maurel, Matthew Notowidigdo, Jonah Rockoff, Caroline Hoxby, Lesley Turner, Sarah Turner, Seth Zimmerman and seminar participants at the American Economic Association conference, NBER Economics of Education Program Meeting, Columbia University, Federal Reserve Bank of Cleveland, Louisiana State University, University of Illinois-Chicago, University of Texas at Austin, University of Utah, University of Connecticut, CESifo Conference on the Economics of Education, and the AEFP and APPAM Annual Meeting for valuable comments. John Grigsby, Michelle Jiang and Michael Stewart provided excellent research assistance. The views expressed in this paper are those of the authors and do not necessarily reflect the position of the Federal Reserve Bank of New York, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}