{
    "id": 25040,
    "citation_title": "Leverage-Induced Fire Sales and Stock Market Crashes",
    "citation_author": [
        "Jiangze Bian",
        "Zhiguo He",
        "Kelly Shue",
        "Hao Zhou"
    ],
    "citation_publication_date": "2018-09-17",
    "issue_date": "2018-09-14",
    "revision_date": "2018-09-19",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe provide direct evidence of leverage-induced fire sales contributing to a market crash using account-level trading data for brokerage- and shadow-financed margin accounts during the Chinese stock market crash of 2015. Margin investors heavily sell their holdings when their account-level leverage edges toward their maximum leverage limits, controlling for stock-date and account fixed effects. Stocks that are disproportionately held by accounts close to leverage limits experience high selling pressure and abnormal price declines which subsequently reverse. Unregulated shadow-financed margin accounts, facilitated by FinTech lending platforms, contributed more to the crash despite their smaller asset holdings relative to regulated brokerage accounts.\n\n",
    "acknowledgement": "\nWe are grateful to Li An, Markus Brunnermeier, Hui Chen, Will Cong, Zhi Da, Itamar Drechsler, Darrell Duffie, Larry Harris, John Heaton, Dong Lou, Guangchuan Li, Roger Loh, Gordon Phillips, Dimitris Papanikolaou, Nick Rous- sanov, Sheridan Titman, Heather Tookes, and Pietro Veronesi, Liyan Yang for helpful discussions and insightful comments. Xiao Zhang, and especially Yiran Fan, provided excellent research assistance. We are grateful to seminar participants at AQR, BFI Macro Financial Modeling Conference, China Financial Research Conference, China International Conference in Finance, University of Chicago, Imperial College London, LBS Academic Symposium, NBER Asset Pricing 2018 Chicago Meeting, NY Federal Reserve, 2018 Rising Stars Conference at Fordham, Rotterdam, SITE 2018 Financial Regulation, Tilburg, University of Minnesota, Wharton, and Yale SOM. Zhiguo He acknowledges financial support from the Center for Research in Security Price at the University of Chicago Booth School of Business. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}