{
    "id": 25048,
    "citation_title": "Macroprudential Policy with Leakages",
    "citation_author": [
        "Julien Bengui",
        "Javier Bianchi"
    ],
    "citation_publication_date": "2018-09-17",
    "issue_date": "2018-09-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe outreach of macroprudential policies is likely limited in practice by  imperfect regulation enforcement, whether due to shadow banking, regulatory arbitrage, or other regulation circumvention schemes. We study how such concerns affect the design of optimal regulatory policy in a workhorse model in which pecuniary externalities call for macroprudential taxes on debt, but with the addition of a novel constraint that financial regulators lack the ability to enforce taxes on a subset of agents. While regulated agents reduce risk taking in response to debt taxes, unregulated agents react to the safer environment by taking on more risk. These leakages undermine the effectiveness of macruprudential taxes but do not necessarily call for weaker interventions. A quantitative analysis of the model suggests that aggregate welfare gains and reductions in the severity and frequency of financial crises remain, on average, largely unaffected by even significant leakages.\n\n",
    "acknowledgement": "\nFor useful comments and suggestions, we thank Yan Bai, Frédéric Boissay, Marcel Fratzscher, Olivier Jeanne, Sebnem Kalemli-Ozcan, Michael Klein, Alessandro Rebucci, and Alp Simsek, as well as conference/seminar participants at the IMF, Einaudi Institute, Laval, UQAM, NBER-CRBT Conference on Monetary Policy and Financial Stability in Emerging Markets, 2015 SED, Barcelona GSE Summer Workshop on International Capital Flows, the Concluding Conference of the ESCB’s Macro-prudential Research Network, the 2015 Canadian Macroeconomic Study Group Annual Meeting, and the IMF 2015 Annual Research Conference. An earlier version of this paper circulated under the title “Capital Flow Management When Capital Controls Leak.” We are grateful to the Social Sciences and Humanities Research Council of Canada for funding this research under grant 430-2016-00995. We thank Louphou Coulibaly, Wontae Han, and Yanis Sbih for excellent research assistance. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}