{
    "id": 25046,
    "citation_title": "Ratings and Asset Allocation: An Experimental Analysis",
    "citation_author": [
        "Robert L. McDonald",
        "Thomas A. Rietz"
    ],
    "citation_publication_date": "2018-09-17",
    "issue_date": "2018-09-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nInvestment ratings (e.g., by Morningstar) provide a simple ordinal scale (e.g., 1 to 5) for comparing investments. Typically, ratings are assigned within categories — groups of assets sharing common characteristics — but using the same ordinal scale for all groups. Comparing such categorized ratings across categories is potentially misleading. We study the effect of categorized ratings in an asset allocation experiment in which subjects make repeated allocation decisions under complete information. Subjects initially see no ratings, and they then see either categorized or uncategorized ratings. Although ratings convey no information, categorized ratings affect subject investment choices and harm performance in the experiment. Subjects do not simply invest more in highly rated assets. Rather, rating effects seem to occur when ratings conflict with subjects’ own evaluation of assets: subjects reduce their investment in a high quality asset which receives an intermediate rating, but they do not increase their investment in a high-quality asset that receives a high rating. Knowledge and experience help with the base allocation task but do not mitigate the harmful effect of categorized ratings.\n\n",
    "acknowledgement": "\nWe thank the TIAA-CREF Institute for funding this research and Ying Xu for programming. For helpful comments we also thank Bruno Biais, Craig Furfine, Simon Gervais, Luigi Guiso, Ravi Jagannathan, Lisa Kramer, Cami Kuhnen, Owen Lamont, Daniel Martin, Olivia Mitchell, Brian Sternthal, Tom Vinaimont, seminar participants at the New York Fed, Northwestern University, University of Iowa, University of Illinois, City University of Hong Kong, Hong Kong University, Hong Kong Polytechnic University, Korea University Business School, and conference participants at the Economic Science Association meetings, UBC, and the Wharton Conference on Household Finance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}