{
    "id": 25041,
    "citation_title": "The Long-Term Consequences of Having Fewer Children in Old Age: Evidence from China’s “Later, Longer, Fewer” Campaign",
    "citation_author": [
        "Yi Chen",
        "Hanming Fang"
    ],
    "citation_publication_date": "2018-09-17",
    "issue_date": "2018-09-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFamily planning plays a central role in contemporary population policies. However, little is known about its long-term consequences in old age because of the identification challenge. In this study, we examine how family planning affects the quality of life of the Chinese elderly. The direction of the effect is theoretically unclear. On the one hand, having fewer children allows parents to reallocate more resources to themselves, improving their well-being. On the other hand, having fewer children also leads to less care and companionship from children in old age. To empirically probe the effect of family planning, we identify the causal impact by exploiting the provincial heterogeneity in implementing the “Later, Longer, Fewer” policies in the early 1970s. We find that the policies greatly reduced the number of children born to each couple by 0.85. Parents also receive less support from children in terms of living arrangements, inter vivos transfers, and emotional support. Finally, we find that family planning has drastically different effects on elderly parent's physical and mental well-being. Whereas parents who are more exposed to the family planning policies consume more and enjoy slightly better physical health status, they report more severe depression symptoms. Our study calls for greater attention to the mental health status of the Chinese elderly.\n\n",
    "acknowledgement": "\nThis paper has been presented at the Third Annual Workshop on Population Ageing and the Chinese Economy, and International Conference on “Addressing Population Aging: Institutional and Public Policy Innovations.” Comments from all seminar participants are highly appreciated. We thank Yujian Chen for his excellent work in assisting this project. All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}