{
    "id": 25049,
    "citation_title": "Behavior within a Clinical Trial and Implications for Mammography Guidelines",
    "citation_author": [
        "Amanda E. Kowalski"
    ],
    "citation_publication_date": "2018-09-17",
    "issue_date": "2018-09-14",
    "revision_date": "2022-01-10",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMammography guidelines have weakened in response to evidence that mammograms diagnose breast cancers that would never eventually cause symptoms, a phenomenon called “overdiagnosis.” Given concerns about overdiagnosis, instead of recommending mammograms, US guidelines encourage women aged 40-49 to get them as they see fit. To assess whether these guidelines target women effectively, I propose an approach that examines mammography behavior within an influential clinical trial that followed participants long enough to find overdiagnosis. I find that women who are more likely to receive mammograms are healthier and have higher socioeconomic status. More importantly, I find that the 20-year level of overdiagnosis is at least 3.5 times higher among women who are most likely to receive mammograms. At least 36% of their cancers are overdiagnosed. These findings imply that US guidelines encourage mammograms among healthier women who are more likely to be overdiagnosed by them. Guidelines in other countries do not.\n\n",
    "acknowledgement": "\nI thank Anthony Miller, Teresa To, Cornelia Baines, and Claus Wall for sharing data from the Canadian National Breast Screening Study and for answering questions and providing helpful background information. They have reviewed this manuscript per our data use agreement. All errors are my own. I thank the editor, anonymous reviewers, Zach Brown, Zoey Chopra, Emily Horton, Pat Kline, Lee Lockwood, Magne Mogstad, Michael Ricks, Brock Rowberry, Atheendar Venkataramani, graduate public finance students at the University of Michigan, and seminar participants at the American Economic Association Annual Meeting, ASHEcon, the Canadian Health Economics Study Group, Columbia University, the London-Paris Public Economics Workshop, NBER Aging, NBER Health Care, the North American Summer Meetings of the Econometric Society, Indiana University, Princeton, and the University of Michigan for helpful comments. I also thank Heidi Nelson for useful advice. NSF CAREER Award 1350132 and NIA Grant P30-AG12810 provided support. I dedicate my research on breast cancer to Elisa Long. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}