{
    "id": 25044,
    "citation_title": "ICT, R&D and Organizational Innovation: Exploring Complementarities in Investment and Production",
    "citation_author": [
        "Pierre Mohnen",
        "Michael Polder",
        "George van Leeuwen"
    ],
    "citation_publication_date": "2018-09-17",
    "issue_date": "2018-09-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nThis paper examines whether there are complementarities between investments in ICT, R&D and organizational innovation, and the effects of different investment profiles on total factor productivity growth on Dutch firm-level data. We estimate an integrated model of investment profile adoption and total factor productivity growth. We find that the three investment decisions are complementary, in the sense that investing in one increases the probability of investing in another one because joint investments lead to higher TFP growth than individual investments. ICT earns on average an expected rate of return of 9.7%, followed by 6% to 7% on organizational innovation and a modest 1.4% to 1.8% on R&D in services and manufacturing respectively.\n\n",
    "acknowledgement": "\nThe views expressed in this paper are those of the authors and do not reflect any policy stance by Statistics Netherlands. We thank for their comments Eric Bartelsman, Emmanuel Duguet, Bronwyn Hall, Jonathan Haskel, Jacques Mairesse, Stephane Robin, Nicolas van Zeebroeck, and the participants at various workshops. Errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}