{
    "id": 25047,
    "citation_title": "The Making of the Modern Metropolis: Evidence from London",
    "citation_author": [
        "Stephan Heblich",
        "Stephen J. Redding",
        "Daniel M. Sturm"
    ],
    "citation_publication_date": "2018-09-17",
    "issue_date": "2018-09-14",
    "revision_date": "2020-04-20",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing newly-constructed spatially-disaggregated data for London from 1801-1921, we show that the invention of the steam railway led to the first large-scale separation of workplace and residence. We show that a class of quantitative urban models is remarkably successful in explaining this reorganization of economic activity. We structurally estimate one of the models within this class and find substantial agglomeration forces in both production and residence. In counterfactuals, we find that removing the entire railway network reduces the population and the value of land and buildings in London by up to 51.5 and 53.3 percent respectively, and decreases net commuting into the historical center of London by more than 300,000 workers.\n\n",
    "acknowledgement": "\nWe are grateful to Bristol University, the London School of Economics, Princeton University, and the University of Toronto for research support. Heblich also acknowledges support from the Institute for New Economic Thinking (INET) Grant No. INO15-00025. We would like to thank the editor, four anonymous referees, Victor Couture, Jonathan Dingel, Ed Glaeser, Vernon Henderson, Petra Moser, Leah Platt-Boustan, Will Strange, Claudia Steinwender, Jerry White, Christian Wolmar and conference and seminar participants at Berkeley, Canadian Institute for Advanced Research (CIFAR), Center for Economic Policy Research (CEPR), Columbia, Dartmouth, EIEF Rome, European Economic Association, Fed Board, Geneva, German Economic Association, Harvard, IDC Herzilya, LSE, Marseille, MIT, National Bureau of Economic Research (NBER), Nottingham, Princeton, Singapore, St. Gallen, University College London (UCL), University of Pennsylvannia, Urban Economics Association (UEA), Vienna, Yale, Zoom Urban Seminar, and Zurich for helpful comments. We would like to thank David Green for sharing printed copies of the Henry Poole data and T. Wangyal Shawa for his help with the GIS data. We would also like to thank the Cambridge Group for the History of Population and Social Structure, the British Library (BL), the British Library of Political and Economic Science (BLPES) at the London School of Economics, the Guildhall Library, London Metropolitan Archives (LMA), and the Omnibus Society for their help with data. Finally, we are grateful to Charoo Anand, Iain Bamford, Horst Bräunlich, Dennis Egger, Andreas Ferrara, Ben Glaeser, Gordon Ji, Benny Kleinman and Florian Trouvain for excellent research assistance. The usual disclaimer applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}