{
    "id": 25045,
    "citation_title": "The Subsidy to Infrastructure as an Asset Class",
    "citation_author": [
        "Aleksandar Andonov",
        "Roman Kräussl",
        "Joshua Rauh"
    ],
    "citation_publication_date": "2018-09-17",
    "issue_date": "2018-09-14",
    "revision_date": "2019-01-30",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Subnational Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\n We investigate the characteristics of infrastructure as an asset class from an investment perspective of a limited partner. While non U.S. institutional investors gain exposure to infrastructure assets through a mix of direct investments and private fund vehicles, U.S. investors predominantly invest in infrastructure through private funds. We find that the stream of cash flows delivered by private infrastructure funds to institutional investors is very similar to that delivered by other types of private equity, as reflected by the frequency and amounts of net cash flows. U.S. public pension funds perform worse than other institutional investors in their infrastructure fund investments, although they are exposed to underlying deals with very similar project stage, concession terms, ownership structure, industry, and geographical location. By selecting funds that invest in projects with poor financial performance, U.S. public pension funds have created an implicit subsidy to infrastructure as an asset class, which we estimate within the range of $730 million to $3.16 billion per year depending on the benchmark.\n\n",
    "acknowledgement": "\nWe are grateful to seminar, workshop and conference participants at the NBER Economics of Infrastructure Meeting and at the SACRS Program for Public Investment Management for helpful comments and suggestions.\n\n\n\nJoshua Rauh\n\nI have periodically received speaking fees, consulting fees, or honoraria. During the last five years, I have received these types of fees from each of the following organizations: the American Finance Association, the Brattle Group, the Brookings Institution, Commonfund, Cornerstone Research, George Mason University, the Hoover Institution, the Kauffman Fellows Program, Makena Capital Management, NC State University, Netspar, NBER, Stanford University, SIEPR, University of California Irvine, University of California Berkeley, University of Florida, University of Pennsylvania IUR, University of Oregon, and Loyola Marymount University. In 2013, I received a research grant from the Social Security Administration, through grant #5RRC08098400-05-00 to the National Bureau of Economic Research as part of the SSA Retirement Research Consortium. In 2017, I received a grant from the Smith Richardson Foundation administered through NBER to support conferences on business taxation. In 2017, I received a grant from the Laura and John Arnold Foundation administered through SIEPR to support a research project on personal income taxation.\n\n\n"
}