{
    "id": 25054,
    "citation_title": "Debt, Information, and Illiquidity",
    "citation_author": [
        "Efraim Benmelech",
        "Nittai Bergman"
    ],
    "citation_publication_date": "2018-09-17",
    "issue_date": "2018-09-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe analyze the empirical determinants of liquidity in debt markets in light of predictions stemming from debt-based information theories. We conduct a battery of tests confirming predictions of asymmetric information models of bond liquidity, including those that predict a``hockey-stick\" relation between bond liquidity and underlying fundamental value. When debt is deep in the money, it becomes informationally insensitive and more liquid. In contrast, when firm value deteriorates towards the left tail, the value of debt becomes informationally sensitive and less liquid. We alleviate endogeneity concerns using exogenous variation in firm value that is plausibly not driven by bond liquidity. Our results shed new empirical light on the determination of liquidity in debt markets.\n\n",
    "acknowledgement": "\nWe thank Yakov Amihud and  Bengt Holmstrom for numerous conversations. We also thank Jack Bao, Pierre Collin-Dufresne, Douglas Diamond, Marty Eichanbaum, Paul Gao, Gary Gorton, Joel Hasbrouck, Christopher Hennessy, Charlie Himmelberg, Ryan Israelsen, Ralph Koijen, Arvind Krishnamurthy, Gregor Matvos, Toby Moskowitz, Jun Pan, Dimitris Papanikolaou, Adriano Rampini, Sergio Rebelo, Alexi Savov, Stephen Schaefer, Adi Sunderam, Jeremy Stein, Steve Strongin, S. Viswanathan, Avi Whol, Brian Weller, and seminar participants at AQR, Baruch College, Boston College, Brigham Young University, Catolica Lisbon School of Business and Economics, Duke University, The Federal Reserve Board of Governors, Goldman Sachs Global Markets Institute Academic Fellowship Conference, The Hebrew University in Jerusalem, Kellogg School of Management, London Business School, London School of Economics, Michigan State University, NBER Summer Institute: Macro, Money and Financial Frictions, Notre Dame (Mendoza), NYU Stern, Stanford Conference in Honor of Bengt Holmstrom, Tel Aviv University, University of Amsterdam, University of Miami, University of Texas at Austin, University of Texas Dallas, and University of Washington. We are grateful to Jack Bao and Kewei Hou for sharing their bond liquidity data. Yupeng Wang provided excellent research assistance. We thank the Goldman Sachs Global Markets Institute for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}