{
    "id": 25059,
    "citation_title": "Early Stimulation and Nutrition: The Impacts of a Scalable Intervention",
    "citation_author": [
        "Orazio Attanasio",
        "Helen Baker-Henningham",
        "Raquel Bernal",
        "Costas Meghir",
        "Diana Pineda",
        "Marta Rubio-Codina"
    ],
    "citation_publication_date": "2018-09-17",
    "issue_date": "2018-09-14",
    "revision_date": "2021-04-30",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEarly Childhood Development is becoming the focus of policy worldwide. However, the evidence on the effectiveness of scalable models is scant, particularly when it comes to infants in developing countries. In this paper we describe and evaluate with a cluster-RCT an intervention designed to improve the quality of child stimulation within the context of an existing parenting program in Colombia, known as FAMI. The intervention improved children’s development by 0.16 of a standard deviation (SD) and children’s nutritional status, as reflected in a reduction of 5.8 percentage points of children whose height-for-age is below - 1 SD.\n\n",
    "acknowledgement": "\nThis study was funded by Grand Challenges Canada Grant 0462-03-10 and Fundación Éxito. Orazio Attanasio was partly funded by ERC Advanced Grant AdG – 695300. Costas Meghir was partly funded by the NIH grant R01HD7210, the Cowles Foundation and ISPS at Yale. This trial is registered at the ISRCTN Registry, trial number ISRCTN93757590. The Universidad de los Andes ethics committee (No 287/2014) and the University College London research ethics committee (No 2168/011) approved this study. We would like to thank the Instituto Colombiano de Bienestar Familiar (ICBF), ICBF program supervisors in Cundinamarca, Santander and Boyacá and program coordinators at Fundación Éxito for their cooperation in facilitating the intervention; the FAMI program providers, children and families who willingly participated in this study; all the study staff including our nine tutors and María Lucía Gómez, our field manager; all the research staff including Santiago Lacouture, Alejandro Sánchez, Sara Ramírez and Diana Pérez; the data collection team from IQuartil; and the experts from Grand Challenges Canada. We received useful comments from the editor and 3 anonymous referees. The views here presented are those of the authors and do not represent those of the institutions they represent, including those of the Inter-American Development Bank, its board of directors, or the countries they represent. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}