{
    "id": 25056,
    "citation_title": "Marketing Mutual Funds",
    "citation_author": [
        "Nikolai Roussanov",
        "Hongxun Ruan",
        "Yanhao Wei"
    ],
    "citation_publication_date": "2018-09-17",
    "issue_date": "2018-09-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nMarketing and distribution expenses are responsible for about a third of the cost of active management in the mutual fund industry. We develop and estimate a structural model of mutual fund marketing with learning about unobserved skill and costly investor search. Our estimates suggest that marketing is nearly as important as performance and fees for determining fund size. Eliminating marketing substantially improves welfare, as capital shifts towards cheaper funds and competition decreases fees. Average alpha increases as active funds shrink, and capital allocation becomes more closely aligned with manager skill net of fees. Declining investor search costs over time imply a reduction in marketing expenses and management fees as well as a shift towards passive investing, as observed empirically.\n\n",
    "acknowledgement": "\nWe benefited from comments and suggestions by Eduardo Azevedo, Tony Cookson, Mark Egan, Rich Evans, Joao Gomes, Marcin Kacperczyk, Ron Kaniel, Juhani Linnainmaa, Dmitry Livdan, Gregor Matvos, Igor Makarov, David Musto, Stijn van Nieuwerburgh, Amit Seru, Jesse Shapiro, Clemens Sialm, Kent Smetters, Rob Stambaugh, Luke Taylor, Jessica Wachter, and Eric Zitzewitz, as well as audiences at ANU, BU, John Cochrane’s Birthday Conference at Hoover, ESSFM Gerzensee, GSU CEAR Conference, LBS, LSE, Marketing Science Conference 2017, MIT Sloan, RCFS Nassau Conference, SFS Cavalcade North America 2018, UBC Winter Conference, UT Dallas, University of Sydney, and Wharton. Authors are listed in alphabetical order. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}