{
    "id": 25050,
    "citation_title": "The Pass-Through of the Largest Tax on Sugar-Sweetened Beverages: The Case of Boulder, Colorado",
    "citation_author": [
        "John Cawley",
        "Chelsea Crain",
        "David Frisvold",
        "David Jones"
    ],
    "citation_publication_date": "2018-09-17",
    "issue_date": "2018-09-14",
    "revision_date": "2018-10-04",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate the incidence of a relatively new type of excise tax, a tax on sugar-sweetened beverages (SSBs). We examine the largest such tax to date, which is two cents per ounce, in Boulder, CO. Using data that were hand-collected from stores and restaurants in both Boulder and two control communities, as well as internet data of restaurant menus, we find that the tax was largely, but not completely, passed through to consumers 5-7 weeks after implementation. Some retailers add the tax only at the register, indicating that estimates solely from posted prices would result in an underestimate of pass-through.\n\n",
    "acknowledgement": "\nWe thank Amelia Hulbert, Kathryn Panega, Colter Dewitt, Nikki Dee, Meagan Stephenson, Carolina Ramirez, Jessica Hardison, Kelsey White, Marley Vasquez, Kristin Milardo, Raina Benford, Taylor Daniel, and Rachel Arndt for their assistance with the data collection. We would like to acknowledge Rachel Arndt from the Boulder County Public Health and Sara Cooper and Emily Burns from the Colorado School of Public Health for collaboration on data collection of receipts and for helpful comments and discussions. We acknowledge funding from the Colorado Health Foundation. We thank Elizabeth Botkins, Rachel Griffith, Benjamin Lockwood, Mark Stehr, and participants at the American Society of Health Economists conference and Society for Benefit-Cost Analysis conference for helpful comments. Cawley has received funding from the Robert Wood Johnson Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}