{
    "id": 25057,
    "citation_title": "Creativity Under Fire: The Effects of Competition on Creative Production",
    "citation_author": [
        "Daniel P. Gross"
    ],
    "citation_publication_date": "2018-09-17",
    "issue_date": "2018-09-14",
    "revision_date": "2018-10-30",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nThough fundamental to innovation and essential to many industries and occupations, individual creativity has received limited attention as an economic behavior and has historically proven difficult to study. This paper studies the incentive effects of competition on individuals' creative production. Using a sample of commercial logo design competitions, and a novel, content-based measure of originality, I find that intensifying competition induces agents to produce original, untested ideas over tweaking their earlier work, but heavy competition drives them to stop investing altogether. The results yield lessons for the management of creative workers and for the implementation of competitive procurement mechanisms for innovation.\n\n",
    "acknowledgement": "\nI am grateful to Ben Handel, Steve Tadelis, and especially John Morgan, whose conversation provided much of the inspiration for this paper. I also thank Gustavo Manso and Noam Yuchtman for feedback at early stages, colleagues at UC Berkeley and Harvard Business School, and numerous seminar and conference audiences for their comments. Limited short segments of the text may be similar to passages from another of my papers (\"Performance Feedback in Competitive Product Development\"), which uses a different dataset from the same setting. This research was supported by NSF Graduate Research Fellowship Grant No. DGE-1106400 as well as the Harvard Business School Division of Faculty and Research. All errors are my own. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}