{
    "id": 25053,
    "citation_title": "The ACA Medicaid Expansion in Michigan and Financial Health",
    "citation_author": [
        "Sarah Miller",
        "Luojia Hu",
        "Robert Kaestner",
        "Bhashkar Mazumder",
        "Ashley Wong"
    ],
    "citation_publication_date": "2018-09-17",
    "issue_date": "2018-09-14",
    "revision_date": "2020-03-24",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nThis article examines how the financial health changes following an individual’s enrollment in Michigan’s Medicaid program (Healthy Michigan Program, HMP). We use unique data that links credit reports of HMP enrollees to Medicaid administrative data on enrollment and use of health care services. We find that Medicaid enrollment is associated with large improvements in several measures of financial health, including reductions in unpaid bills, medical bills, over limit credit card spending, and public records (such as evictions, judgments, and bankruptcies). These improvements are apparent across several subgroups, although individuals with greater medical need, such as those with chronic illnesses, experience the largest benefits.\n\n",
    "acknowledgement": "\nThank you to Leah Plachinski and Christopher Hollrah for their excellent research assistance. We are grateful to the Russell Sage Foundation (grant # 94-16-04) for support of this project. Drs Kaestner, Mazumder, and Miller also benefited from support from the National Institute of Child Health and Human Development (NICHD) grant #1R01HD081129. We thank Tara Watson, Lara Shore-Sheppard, seminar participants at the Federal Reserve Banks of Philadelphia and Chicago and conference participants at ASHEcon and the Federal Reserve Bank of Atlanta’s Credit Bureau User conference for their comments. We also gratefully acknowledge the Michigan Department of Health and Human Services for making this data available, Sarah Clark and Lisa Cohn for helping assemble the MDHHS data set, and Dave Fogata for facilitating the data purchase from TransUnion. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}