{
    "id": 25055,
    "citation_title": "Mortality Risk, Insurance, and the Value of Life",
    "citation_author": [
        "Daniel Bauer",
        "Darius Lakdawalla",
        "Julian Reif"
    ],
    "citation_publication_date": "2018-09-17",
    "issue_date": "2018-09-14",
    "revision_date": "2019-10-08",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nWe develop a new framework for valuing health and longevity improvements that departs from conventional but unrealistic assumptions of full annuitization and deterministic health. Our framework can value the prevention of mortality and of illness, and it can quantify the effects of retirement policies on the value of life. We apply the framework to life-cycle data and generate new insights absent from the conventional approach. First, treatment is up to five times more valuable than prevention, even when both extend life equally. This asymmetry helps explain low observed investment in preventive care. Second, severe illness can significantly increase the value of statistical life, helping to reconcile theory with empirical findings that consumers value life-extension more in bleaker health states. Third, retirement annuities boost aggregate demand for life-extension. We calculate that Social Security adds $10.6 trillion (11 percent) to the value of post-1940 longevity gains and would add $127 billion to the value of a one percent decline in future mortality.\n\n",
    "acknowledgement": "\nWe are grateful to Dan Bernhardt, Tatyana Deryugina, Don Fullerton, Sonia Jaffe, Ian McCarthy, Nolan Miller, Alex Muermann, George Pennacchi, Mark Shepard, Dan Silverman, George Zanjani, and participants at the AEA/ARIA meeting, the NBER Insurance Program Meeting, the Risk Theory Society Annual Seminar, Temple University, the University of Chicago Applications Workshop, and the University of Wisconsin-Madison for helpful comments. We are also grateful to Bryan Tysinger for assistance with the Future Elderly Model. Bauer acknowledges financial support from the Society of Actuaries. Lakdawalla acknowledges financial support from the National Institute on Aging (1R01AG062277). Lakdawalla discloses that he is a consultant to Precision Health Economics (PHE) and an investor in its parent company, Precision Medicine Group. PHE provides research and consulting services to firms in the biopharmaceutical, medical device, and health insurance industries, including Otsuka Pharmaceuticals and Novartis Pharmaceuticals. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}