{
    "id": 25052,
    "citation_title": "The Impact of the Philadelphia Beverage Tax on Purchases and Consumption by Adults and Children",
    "citation_author": [
        "John Cawley",
        "David Frisvold",
        "Anna Hill",
        "David Jones"
    ],
    "citation_publication_date": "2018-09-17",
    "issue_date": "2018-09-14",
    "revision_date": "2021-03-30",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn recent years, numerous U.S. cities have enacted taxes on sweetened beverages, but there is relatively little evidence about the effects of these taxes on purchases and consumption.  In this paper, we examine the effects of the beverage tax of 1.5 cents per ounce that was implemented in Philadelphia starting January 1, 2017.  We surveyed individuals in Philadelphia and nearby comparison communities before the tax and nearly one year after implementation of the tax about their purchases and consumption of beverages.  We find that purchases of taxed beverages fell by 8.9 ounces per shopping trip in Philadelphia stores relative to comparison stores outside of the city and that Philadelphia residents increased purchases of taxed beverages outside of the city.  The tax reduced adults’ frequency of regular soda consumption by 10.4 times per month, and there is some evidence of a slight reduction in adults’ overall sugar consumption from sweetened beverages, with larger reductions for African-American adults.  The tax did not have a substantial effect on the frequency of adults’ consumption of other beverages.  We generally do not find detectable effects of the tax on children’s consumption of beverages, although we find a substantial reduction in consumption of added sugars from sweetened beverages among children who had high pre-tax consumption levels.\n\n",
    "acknowledgement": "\nWe thank Hunt Allcott, Ronette Briefel, Jason Fletcher, Tina Kauh, Jayson Lusk, Erich Muehlegger, Shiriki Kumanyika, Mary Story, and participants at the American Society of Health Economists conference for their helpful comments.  We thank Nancy Clusen, Jon Gellar, Mindy Hu, Jeannette Holdbrook, Kim Mook, Tyler Rose, and Eric Zeidman for their assistance with the data collection and analysis.  We gratefully acknowledge funding from the Robert Wood Johnson Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}