{
    "id": 25063,
    "citation_title": "Exporting Pollution: Where Do Multinational Firms Emit CO₂?",
    "citation_author": [
        "Itzhak Ben-David",
        "Stefanie Kleimeier",
        "Michael Viehs"
    ],
    "citation_publication_date": "2018-10-08",
    "issue_date": "2018-10-04",
    "revision_date": "2020-09-02",
    "topics": [
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDespite widespread awareness of the detrimental impact of CO₂ pollution on the world climate, countries vary widely in how they design and enforce environmental laws. Using novel microdata about multinational firms’ CO₂ emissions across countries, we document that firms headquartered in countries with strict environmental policies perform their polluting activities abroad in countries with relatively weaker policies. These effects are largely driven by tightened environmental policies in home countries that incentivize firms to pollute abroad rather than lenient foreign policies that attract those firms. Although firms headquartered in countries with strict domestic environmental policies are more likely to export pollution to foreign countries, they nevertheless emit less overall CO₂ globally.\n\n",
    "acknowledgement": "\nWe are grateful to CDP (Carbon Disclosure Project) for sharing the climate-change data with us. All views expressed in this paper are those of the authors and not necessarily those of the international business at Federated Hermes or EOS at Federated Hermes. Ben-David is a co-founder and a partner in an investment advisor that manages investment accounts.\n\n\n"
}