{
    "id": 25068,
    "citation_title": "When does Product Liability Risk Chill Innovation? Evidence from Medical Implants",
    "citation_author": [
        "Alberto Galasso",
        "Hong Luo"
    ],
    "citation_publication_date": "2018-09-24",
    "issue_date": "2018-09-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nLiability laws designed to compensate for harms caused by defective products may also affect innovation. We examine this issue by exploiting a major quasi-exogenous increase in liability risk faced by US suppliers of polymers used to manufacture medical implants. Difference-in-differences analyses show that this surge in suppliers’ liability risk had a large and negative impact on downstream innovation in medical implants, but it had no significant effect on upstream polymer patenting. Our findings suggest that liability risk can percolate throughout a vertical chain and may have a significant chilling effect on downstream innovation.\n\n",
    "acknowledgement": "\nWe thank Philippe Aghion, James Dana, Michael Frakes, Matt Grennan, Deepak Hegde, Curtis Huttenhower, Arti Rai, Kathryn Spier, Ross Schmucki, Martin Watzinger, Rosemarie Ziedonis and seminar participants at Columbia Business School, the University of Toronto, the Innovation conference at the London School of Economics, the IFN Stockholm Entrepreneurship and Innovation conference, the 2018 ASSA annual meeting in Philadelphia, and the Duke Empirical Health Law conference for helpful comments. Madeleine Rawling, Taro Tan, Melanie Vig, Esther Yan, Louise Yu, and Darya Zotova provided excellent research assistance. We are grateful for financial support from the Michael Lee-Chin Family Institute for Corporate Citizenship at the University of Toronto and the Social Sciences and Humanities Research Council of Canada. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}