{
    "id": 25065,
    "citation_title": "STEM Careers and the Changing Skill Requirements of Work",
    "citation_author": [
        "David J. Deming",
        "Kadeem L. Noray"
    ],
    "citation_publication_date": "2018-09-24",
    "issue_date": "2018-09-21",
    "revision_date": "2019-06-24",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nScience, Technology, Engineering, and Math (STEM) jobs are a key contributor to economic growth and national competitiveness. Yet STEM workers are perceived to be in short supply. This paper shows that the “STEM shortage” phenomenon is explained by technological change, which introduces new job skills and makes old ones obsolete. We find that the initially high economic return to applied STEM degrees declines by more than 50 percent in the first decade of working life. This coincides with a rapid exit of college graduates from STEM occupations. Using detailed job vacancy data, we show that STEM jobs change especially quickly over time, leading to flatter age-earnings profiles as the skills of older cohorts became obsolete. Our findings highlight the importance of technology-specific skills in explaining life-cycle returns to education, and show that STEM jobs are the leading edge of technology diffusion in the labor market.\n\n",
    "acknowledgement": "\nPreviously circulated as “STEM Careers and Technological Change.” Thanks to David Autor, Pierre Azoulay, Jennifer Hunt, Kevin Lang, Larry Katz, Scott Stern, and seminar participants at Georgetown, Harvard, University of Zurich, Brown, MIT Sloan, Burning Glass Technologies, the NBER Labor Studies, Australia National University, University of New South Wales, University of Michigan, University of Virginia and the Nordic Summer Institute in Labor Economics for helpful comments. We also thank Bledi Taska and the staff at Burning Glass Technologies for generously sharing their data, and Suchi Akmanchi for excellent research assistance. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}