{
    "id": 25067,
    "citation_title": "The Pivotal Role of Fairness: Which Consumers Like Annuities?",
    "citation_author": [
        "Suzanne B. Shu",
        "Robert Zeithammer",
        "John W. Payne"
    ],
    "citation_publication_date": "2018-09-24",
    "issue_date": "2018-09-21",
    "revision_date": "2018-09-25",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nLife annuities can be a valuable component of the decumulation stage of wealth during retirement. While economists argue that most retirees should annuitize, actual demand in the marketplace is low. We analyze data from two studies to determine how measurable individual differences among consumers affect their interest in annuities. We find that a relatively high percentage of respondents dislike all annuities. Demographic factors are not predictive of which individuals dislike annuities, and individual factors predicted by economic models to be important (such as beneficiaries) have small or even opposite effects. The strongest individual differences we measured that predicts liking of annuities is the respondent’s perception of product fairness. We discuss implications of our findings for financial planners hoping to help their customers with these decumulation challenges.\n\n",
    "acknowledgement": "\nThis research supported by grants to the first and third authors from the Russell Sage and Alfred P. Sloan Foundations. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJohn W. Payne\n\nI consult for Digitai for about $150,000 per year.\n\n\n"
}