{
    "id": 25061,
    "citation_title": "Who Feels the Nudge? Knowledge, Self-Awareness and Retirement Savings Decisions",
    "citation_author": [
        "Anders Anderson",
        "David T. Robinson"
    ],
    "citation_publication_date": "2018-09-24",
    "issue_date": "2018-09-21",
    "revision_date": "2019-02-13",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nUsing a financial literacy survey of Swedish pension investors matched to actual retirement savings decisions, we argue that respondents can be broken into three groups: those who are financially literate, those who mistakenly believe they are financially literate, and those who know that they are not. We examine how these groups respond differently to informational nudges encouraging them to take charge of their own investments. Investors with mistaken beliefs responded to the nudge, and were more likely to work with mass-market advisors who steer them into high-fee funds. They underperform as a result. By comparison, those who either possess financial literacy or else understand that they do not possess financial literacy were less likely to respond to the nudge. They avoided advisors, stayed with the low-cost default fund, and therefore accumulated retirement savings more quickly.\n\n",
    "acknowledgement": "\nWe are grateful to Patrick Bolton, Magnus Dahlquist, Harrison Hong, Yaron Levi, Annamaria Lusardi, Olivia S. Mitchell, Terry Odean, Avi Wohl and seminar participants at the Stockholm School of Economics, Oxford, the University of Georgia, Florida State University, Carnegie Mellon University and the 2018 London School of Economics Winter Conference, the 2018 Cherry Blossom Financial Education Institute conference at the George Washington University, the 2018 EFA and 2019 AFA conference for helpful comments. Yao Fu, Ivika Jäger and Zihao Liu provided  excellent research assistance. We are especially grateful to Magnus Dahlquist, José Martinez and Paul Söderlind for sharing their data on coordinated trades. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}