{
    "id": 25066,
    "citation_title": "Diverging Trends in National and Local Concentration",
    "citation_author": [
        "Esteban Rossi-Hansberg",
        "Pierre-Daniel Sarte",
        "Nicholas Trachter"
    ],
    "citation_publication_date": "2018-09-24",
    "issue_date": "2018-09-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThe views expressed herein are those of the authors and do not necessarily represent the views of the Federal Reserve Bank of Richmond or the Federal Reserve System. We thank Eric LaRose and Sara Ho for outstanding research assistance.Using U.S. NETS data, we present evidence that the positive trend observed in national product-market concentration between 1990 and 2014 becomes a negative trend when we focus on measures of local concentration. We document diverging trends for several geographic definitions of local markets. SIC 8 industries with diverging trends are pervasive across sectors. In these industries, top firms have contributed to the amplification of both trends. When a top firm opens a plant, local concentration declines and remains lower for at least 7 years. Our findings, therefore, reconcile the increasing national role of large firms with falling local concentration, and a likely more competitive local environment.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily represent the views of the Federal Reserve Bank of Richmond, the Federal Reserve System, or the National Bureau of Economic Research. We thank Eric LaRose and Sara Ho for outstanding research assistance.\n\n\n\nEsteban Rossi-Hansberg\n\nRossi-Hansberg was a long-term consultant at the Richmond Fed while writing parts of this paper. This relationship did not affect the research or conclusions presented in the paper.\n\n\n"
}