{
    "id": 25069,
    "citation_title": "The Consequences of Academic Match between Students and Colleges",
    "citation_author": [
        "Eleanor Wiske Dillon",
        "Jeffrey A. Smith"
    ],
    "citation_publication_date": "2018-09-24",
    "issue_date": "2018-09-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe consider the effects of student ability, college quality, and the interaction between the two on academic outcomes and earnings using data on two cohorts of college enrollees. Student ability and college quality strongly improve degree completion and earnings for all students. We find evidence of meaningful complementarity between student ability and college quality in degree completion at four years and long-term earnings, but not in degree completion at six years or STEM degree completion. This complementarity implies some tradeoff between equity and efficiency for policies that move lower ability students to higher quality colleges.\n\n",
    "acknowledgement": "\nWe thank Dan Black, Hoyt Bleakley, John Bound, David Deming, Sue Dynarski, Jose Galdo, Josh Goodman, Audrey Light, Peter Mueser, Sarah Turner, Ophira Vishkin, and Martin West for helpful comments, along with seminar participants at Aarhus University, the 2014 Bergen-Stavanger Workshop on Labour Markets, Families and Children, the 2013 CESifo education group meetings, Bristol, Chicago (family economics), Cleveland Fed, Colorado, Cornell PAM, Dartmouth, Guelph, HEC, Institute for Fiscal Studies, MDRC, Michigan CIERS, Mannheim, National University of Singapore, Ohio State, the 2017 Ottawa-Carlton Graduate School in Economics Launch Conference, Penn GSE, Seton Hall Conference on College Match, Stanford CEPA, Toronto, UIC, Washington, Washington University in St. Louis, and Wilfred Laurier, and students in the Winter 2017 versions of Economics 622 and Public Policy 713 at the University of Michigan, particularly Ellen Stuart. This research was supported by NSF SES 0915467. Any foolishness the careful reader might uncover is our own damn fault. Please be sure and tell us about it. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}