{
    "id": 25062,
    "citation_title": "Globalization, Government Popularity, and the Great Skill Divide",
    "citation_author": [
        "Cevat G. Aksoy",
        "Sergei Guriev",
        "Daniel S. Treisman"
    ],
    "citation_publication_date": "2018-09-24",
    "issue_date": "2018-09-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow does international trade affect the popularity of governments and leaders? We provide the first large-scale, systematic evidence that the divide between skilled and unskilled workers worldwide is producing corresponding differences in the response of political preferences to trade shocks. Using a unique data set including 118 countries and nearly 450,000 individuals, we find that growth in high skill intensive exports (of goods and services) increases approval of the leader and incumbent government among skilled individuals. Growth in high skill intensive imports has the opposite effect. High skill intensive trade has no such effect among the unskilled. To identify exogenous variation in international trade, we exploit the time-varying effects of air and sea distances on bilateral trade flows. Our findings suggest that the political effects of international trade differ with skill intensity and that skilled individuals respond differently from their unskilled counterparts to trade shocks.\n\n",
    "acknowledgement": "\nWe would like to thank Dany Bahar, Pranab Bardhan, Paola Conconi, Georgy Egorov, Thiemo Fetzer, Jack Hou, David Laitin, Anna Maria Mayda, William Olney, Kevin O’Rourke, Hillel Rapoport, Victor Shih, Ekatarina  Zhuravskaya and participants at the Beijing Forum (2017), DEGIT (2017), Royal Economic Society (2018), CEPR-EBRD-EoT (2018), CESifo Venice Summer Institute (2018), and Fudan University (2018) conferences for their helpful comments. Guriev and Aksoy are employees of the European Bank for Reconstruction and Development. Treisman acknowledges support from the UCLA College of Letters and Sciences. All three declare that they have no relevant or material financial interests that relate to the research described in this paper.  Views presented are those of the authors and not necessarily those of the EBRD. All interpretations, errors, and omissions are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}