{
    "id": 25076,
    "citation_title": "Commodity Currencies and Monetary Policy",
    "citation_author": [
        "Michael B. Devereux",
        "Gregor W. Smith"
    ],
    "citation_publication_date": "2018-09-24",
    "issue_date": "2018-09-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCountries that specialize in commodity exports often exhibit a correlation between the relevant commodity price and the value of their currency. We explore a natural but little-studied explanation for this correlation. An increase in the commodity price leads to increases in the future values of the international differential in policy interest rates. The tightening of expected future monetary policy relative to the US then leads to an immediate appreciation. We show theoretically that this correlation depends on the stance of monetary policy. We then derive a statistical model that embodies this mechanism and test the over-identifying restrictions for Australia, Canada, and New Zealand. For all three countries, controlling for the effect of commodity prices in predicting current and future monetary policy leaves them no significant, remaining role in statistically explaining exchange rates.\n\n",
    "acknowledgement": "\nMargaux MacDonald provided expert research assistance. We thank the Social Sciences and Humanities Research Council of Canada for support of this research. For helpful comments we thank Allan Gregory, Carolin Pflueger, Marcel Aloy and seminar participants at the Vancouver School of Economics and Aix Marseille School of Economics. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}