{
    "id": 25077,
    "citation_title": "Skill of the Immigrants and Vote of the Natives: Immigration and Nationalism in European Elections 2007-2016",
    "citation_author": [
        "Simone Moriconi",
        "Giovanni Peri",
        "Riccardo Turati"
    ],
    "citation_publication_date": "2018-09-24",
    "issue_date": "2018-09-21",
    "revision_date": "2018-09-26",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we document the impact of immigration at the regional level on Europeans’ political preferences as expressed by voting behavior in parliamentary or presidential elections between 2007 and 2016. We combine individual data on party voting with a classification of each party's political agenda on a scale of their \"nationalistic\" attitudes over 28 elections across 126 parties in 12 countries. To reduce immigrant selection and omitted variable bias, we use immigrant settlements in 2005 and the skill composition of recent immigrant flows as instruments. OLS and IV estimates show that larger inflows of highly educated immigrants were associated with a change in the vote of citizens away from nationalism. However the inflow of less educated immigrants was positively associated with a vote shift towards nationalist positions. These effects were stronger for non-tertiary educated voters and in response to non-European immigrants. We also show that they are consistent with the impact of immigration on individual political preferences, which we estimate using longitudinal data, and on opinions about immigrants. Conversely, immigration did not affect electoral turnout. Simulations based on the estimated coefficients show that immigration policies balancing the number of high-skilled and low-skilled immigrants from outside the EU would be associated with a shift in votes away from nationalist parties in almost all European regions.\n\n",
    "acknowledgement": "\nThis paper is part of the project \"Migration And Labor supplY wheN culturE matterS\", financed by French National Research Agency (ANR, AAPG 2018). We acknowledge ANR for financial support. We thank colleagues who attended presentations at the International PhD Workshop on Migration and Integration Hertie School of Governance in Berlin, the Doctoral Workshop at Université Catholique de Louvain in Louvain-la-Neuve, and the EDP Jamboree at European University Institute in Florence. We are grateful to Frédéric Docquier and Yannik Schenk for very useful discussions. The usual disclaimer applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}