{
    "id": 25072,
    "citation_title": "Loss Attitudes in the U.S. Population: Evidence from Dynamically Optimized Sequential Experimentation (DOSE)",
    "citation_author": [
        "Jonathan Chapman",
        "Erik Snowberg",
        "Stephanie Wang",
        "Colin Camerer"
    ],
    "citation_publication_date": "2018-09-24",
    "issue_date": "2018-09-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Development Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe introduce DOSE - Dynamically Optimized Sequential Experimentation - and use it to estimate individual-level loss aversion in a representative sample of the U.S. population (N=2,000). DOSE elicitations are more accurate, more stable across time, and faster to administer than standard methods. We find that around 50% of the U.S. population is loss tolerant. This is counter to earlier findings, which mostly come from lab/student samples, that a strong majority of participants are loss averse. Loss attitudes are correlated with cognitive ability: loss aversion is more prevalent in people with high cognitive ability, and loss tolerance is more common in those with low cognitive ability. We also use DOSE to document facts about risk and time preferences, indicating a high potential for DOSE in future research.\n\n",
    "acknowledgement": "\nThanks to John Beshears, Mark Dean, Kate Johnson, Ian Krajbich, Andreas Krause, Pietro Ortoleva, Deb Ray, Antonio Rangel, Hans-Martin von Gaudecker, Peter Wakker, Nathaniel Wilcox, and the participants of seminars and conferences for their useful comments and suggestions. Judah Okwuobi and Michelle Filiba provided excellent research assistance. Camerer and Snowberg gratefully acknowledge the financial support of NSF Grant SMA-1329195. This paper subsumes the earlier, largely methodological, working paper, “Dynamically Optimized Sequential Experimentation (DOSE) for Estimating Economic Preference Parameters,” (2010). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}