{
    "id": 25075,
    "citation_title": "Information: Hard and Soft",
    "citation_author": [
        "José María Liberti",
        "Mitchell A. Petersen"
    ],
    "citation_publication_date": "2018-09-24",
    "issue_date": "2018-09-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nInformation is a fundamental component of all financial transactions and markets, but it can arrive in multiple forms. We define what is meant by hard and soft information and describe the relative advantages of each. Hard information is quantitative, easy to store and transmit in impersonal ways, and its information content is independent of its collection. As technology changes the way we collect, process, and communicate information, it changes the structure of markets, design of financial intermediaries, and the incentives to use or misuse information. We survey the literature to understand how these concepts influence the continued evolution of financial markets and institutions.\n\n",
    "acknowledgement": "\nThis is a significantly revised version of the working paper previously circulated as “Information: Hard and Soft” (2004) by Mitchell A. Petersen. The authors thank the editors Efraim Benmelech and Paolo Fulghieri for their patience and guidance in bringing this paper to fruition. We also thank Sumit Agarwal, Alan Berger, Richard Cantor, Bruce Carruthers, Beverly Clingan, Barry Cohen, Kent Daniel, Diane Del Guercio, Bob DeYoung, Joey Engelberg, Scott Frame, Andreas Fuster, Jon Garfinkel, Michael Faulkender, Andrew Karolyi, Juhani Linnainmaa, Tamim Majid, David Matsa, Gregor Matvos, Amit Seru, Philip Strahan, and conference participants at the University of Oregon, the Midwest Finance Conference, the University of South Carolina, and SFS Cavalcade for their suggestions and advice. The research assistance of Sang Kim, Austin Magee, and Mark Scovic is greatly appreciated. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}