{
    "id": 25079,
    "citation_title": "Why Does Credit Growth Crowd Out Real Economic Growth?",
    "citation_author": [
        "Stephen G. Cecchetti",
        "Enisse Kharroubi"
    ],
    "citation_publication_date": "2018-09-24",
    "issue_date": "2018-09-21",
    "revision_date": "2018-09-30",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the negative relationship between the rate of growth in credit and the rate of growth in output per worker. Using a panel of 20 countries over 25 years, we establish that there is a robust correlation: the higher the growth rate of credit, the lower the growth rate of output per worker. We then proceed to build a model in which this relationship arises from the fact that investment projects that are more risky have a higher return. As their borrowing grows more quickly over time, entrepreneurs turn to safer, hence lower return projects, thereby reducing aggregate productivity growth. We take this theoretical prediction to industry-level data and find that credit growth disproportionately harms output per worker growth in industries that have either less tangible assets or are more R&D intensive.\n\n",
    "acknowledgement": "\nWe thank Claudio Borio, Dietrich Domanski, Barry Eichengreen, Andrew Filardo, Leonardo Gambacorta, Nobu Kiyotaki, Christian Upper and Fabrizio Zampolli for helpful discussions; and Garry Tang for valuable research assistance. The views expressed in this paper are those of the authors and not necessarily those of the BIS or the National Bureau of Economic Research.\n\n\n\nStephen G. Cecchetti\n\nStephen G. Cecchetti periodically deliver lectures or presentations, and prepares reports or papers for which he receives compensation. Over the period from 2014 to 2018, he has received amounts in excess of $500 from the Federal Reserve Banks of Atlanta, Dallas and San Francisco; the European Central Bank; the Bank of England; the Banque de France; the Sveriges Riksbank; the Swiss National Bank; the Monetary Authority of Singapore; the Hong Kong Monetary Authority; the Bank for International Settlements; the New Zealand Treasury; the International Monetary Fund; the Internal Evaluation Office of the International Monetary Fund; the National University of Singapore;  Columbia University; New York University; the CFA Institute; the Clearing House; the Abu Dhabi Investment Authority; Nordea; Fondo Latinamericao des Reservas (FLAR); and UBS.\n\n\n"
}