{
    "id": 25078,
    "citation_title": "Measurement Error in Imputed Consumption",
    "citation_author": [
        "Scott R. Baker",
        "Lorenz Kueng",
        "Steffen Meyer",
        "Michaela Pagel"
    ],
    "citation_publication_date": "2018-09-24",
    "issue_date": "2018-09-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nBecause of limitations in survey-based measures of household consumption, a growing literature uses an alternative measure of consumer expenditures commonly referred to as \"imputed consumption.\" This approach typically utilizes annual snapshots of household income and wealth from administrative tax registries to calculate household spending as the residual of the household budget constraint. In this paper we use transaction-level retail investment data to assess the measurement error that can result in imputed consumption due to intra-year changes in asset values and composition.  We show that substantial discrepancies between imputed and actual spending can arise due to trading costs, asset distributions, variable trade timing, and volatile asset prices between two annual snapshots. While these errors tend to be quantitatively small and centered around zero on average, we demonstrate that they vary across individuals of different types and income levels and are highly correlated with the business cycle. We end by suggesting ways to minimize the impact of these imputation errors in future research and we discuss which research questions are least likely to suffer from such errors.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}