{
    "id": 25073,
    "citation_title": "History Remembered: Optimal Sovereign Default on Domestic and External Debt",
    "citation_author": [
        "Pablo D'Erasmo",
        "Enrique G. Mendoza"
    ],
    "citation_publication_date": "2018-09-24",
    "issue_date": "2018-09-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nInfrequent but turbulent overt sovereign defaults on domestic creditors are a “forgotten history” in Macroeconomics. We propose a heterogeneous-agents model in which the government chooses optimal debt and default on domestic and foreign creditors by balancing distributional incentives v. the social value of debt for self-insurance, liquidity, and risk-sharing. A rich feedback mechanism links debt issuance, the distribution of debt holdings, the default decision, and risk premia. Calibrated to Eurozone data, the model is consistent with key long-run and debt-crisis statistics. Defaults are rare (1.2 percent frequency), and preceded by surging debt and spreads. Debt sells at the risk-free price most of the time, but the government's lack of commitment reduces sustainable debt sharply.\n\n",
    "acknowledgement": "\nWe thank Alessandro Dovis, Gita Gopinath, Jonathan Heathcote, Alberto Martin, Vincenzo Quadrini and Martin Uribe for helpful comments and suggestions, and also gratefully acknowledge comments by conference and seminar participants at the European University Institute, UC Santa Barbara, Centre de Recerca en Economia Internacional, International Monetary Fund, the Stanford Institute for Theoretical Economics, Riskbank, the Atlanta and Richmond Federal Reserve Banks, the 2013 SED Meetings and the NBER Summer Institute meeting of the Macroeconomics Within and Across Borders group, the 2014 North American Summer Meeting of the Econometric Society, and ITAM-PIER conference. We also acknowledge the support of the National Science Foundation through grant SES-1325122. An earlier version of this paper circulated under the title “Optimal Domestic Sovereign Default.” The views expressed in this paper do not necessarily reflect those of the Federal Reserve Bank of Philadelphia, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}