{
    "id": 25074,
    "citation_title": "The Economic Effect of Immigration Policies: Analyzing and Simulating the U.S. Case",
    "citation_author": [
        "Andri Chassamboulli",
        "Giovanni Peri"
    ],
    "citation_publication_date": "2018-09-24",
    "issue_date": "2018-09-21",
    "revision_date": "2019-10-23",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we analyze the economic effects of different immigration policies using a model that incorporates economic and policy features crucial to understanding the migrant flows into the US. We differentiate among the most relevant channels of immigration to the US: family-based, employment-based and undocumented. Moreover we explicitly account for earning incentives to migrate and for the role of immigrant networks in generating immigration opportunities. Hence, we can analyze the effect of policy changes through those channels. In our simulations highly skilled employment and unskilled immigrants generate larger surplus to US firms than natives do. Hence policies restricting their entry either directly or indirectly have a depressing effect on job creation and, in turn, on native labor markets. Our analysis gives new insights into the effect of policies as it accounts for the endogenous immigration response which is overlooked by most existing models.\n\n",
    "acknowledgement": "\nWe are grateful to Annie Hines and Andrew Padovani for their competent assistance with the data. We also thank participants at the Search and Matching Annual Conference, the ZEW Workshop on the Economics of Immigration, ASSET conference, the Sheffield Workshop on the Macroeconomics of Migration, the University of Glasgow Workshop on Migration and Mobility and seminar participants at the University of Cyprus for useful comments and discussion. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}