{
    "id": 25082,
    "citation_title": "MPC Heterogeneity in Europe: Sources and Policy Implications",
    "citation_author": [
        "Miguel Ampudia",
        "Russell Cooper",
        "Julia Le Blanc",
        "Guozhong Zhu"
    ],
    "citation_publication_date": "2018-09-24",
    "issue_date": "2018-09-21",
    "revision_date": "2020-04-09",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nThis paper studies the implications of household financial choices for the effects of monetary policy on consumption. Based on data from four major euro area countries, the paper estimates the key structural parameters using a simulated method of moments approach to match moments related to asset market  participation rates, portfolio shares and wealth to income ratios by education and country. The policy functions based upon the estimation are used to characterize the distributions of the marginal propensity to consume across heterogenous households for each of the four countries. Due to this heterogeneity in consumption responses, monetary policy, operating through its effects on household income and asset market returns, has a differential impact on individuals within and across countries. Generally, poor households respond more to the income variations produced by monetary policy innovations while rich households respond more to policy-induced variations in stock returns. Monetary policy has a larger impact on consumption in Italy and Spain compared to France and Germany.\n\n",
    "acknowledgement": "\nRussell Cooper thanks the European Central Bank for supporting this research. Thanks to David Lander and Sebastian Rast for research assistance on this project. Comments from Jirka Slacalek, Joao Cocco, Chris Carroll, Ernesto Pasten, Frederique Savignac, Gianluca Violante, and participants at the HFCN meeting in Bratislava, the HFCN research workshop, the HEC meeting in Moscow, the Joint European Central Bank/Centre for Economic Policy Research Workshop on Household Heterogeneity in Macroeconomics 2018, CREST, the Central Bank of Chile research seminar, the International Conference on Macroeconomic Analysis and International Finance, and the Central Bank of Ireland household Finance Conference and European University Institute are greatly appreciated. The views expressed in this paper are those of the authors and do not necessarily reflect the position of the National Bureau of Economic Research.\n\n\n"
}