{
    "id": 25081,
    "citation_title": "Inheritance Taxation and Wealth Effects on the Labor Supply of Heirs",
    "citation_author": [
        "Fabian Kindermann",
        "Lukas Mayr",
        "Dominik Sachs"
    ],
    "citation_publication_date": "2018-09-24",
    "issue_date": "2018-09-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Households and Firms",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe taxation of bequests  can have a positive impact on the labor supply of heirs through wealth effects. This leads to an increase in future labor income tax revenue on top of  direct bequest tax revenue. We first  show in a theoretical model that a simple back-of-the-envelope calculation, based on existing estimates for the reduction in earnings after wealth transfers, fails: the marginal propensity to earn out of unearned income is not a sufficient statistic for the calculation of this effect because (i) heirs anticipate the reduction in net bequests and adjust their labor supply already prior to inheriting, and (ii) when bequest receipt is stochastic, even those who ex post end up not inheriting anything respond ex ante to the implied change in their distribution  of net bequests. We quantitatively elaborate the size of the overall revenue effect due to labor supply changes of heirs by using a state of the art life-cycle model that we calibrate to the German economy. Besides the joint distribution of income and inheritances, quasi-experimental evidence regarding the size of wealth effects on labor supply is a key target for this calibration.  We find that for each Euro of bequest tax revenue the government mechanically generates, it obtains an additional 9 Cents of labor income tax revenue (in net present value) through  higher labor supply of (non-)heirs.\n\n",
    "acknowledgement": "\nWe thank Arpad Abraham, Joao Brogueira de Sousa, Raj Chetty, Ulrich Glogowsky, Piero Gottardi, Kristin Gunnarsson, Winfried Koeninger, Evi Pappa, James Poterba, Doina Radulescu, Markus Riegler, Stefan Staubli and participants at the NBER TAPES in London 2018, the Manchester Economic Theory Workshop 2018, the SED in Edinburgh 2017, the EEA in Lisbon 2017,  IIPF in Tokyo 2017, the ZEW Public Economics Workshop 2017 and the EUI Macro Working Group for valuable comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}