{
    "id": 25080,
    "citation_title": "Vanished Classmates: The Effects of Local Immigration Enforcement on Student Enrollment",
    "citation_author": [
        "Thomas Dee",
        "Mark Murphy"
    ],
    "citation_publication_date": "2018-09-24",
    "issue_date": "2018-09-21",
    "revision_date": "2018-11-26",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nImmigration and Customs Enforcement (ICE) is the federal law-enforcement agency with primary responsibility for enforcing immigration laws within the U.S. However, for over a decade, ICE has formed partnerships that also allow local police to enforce immigration law (i.e., identifying and arresting undocumented residents). Prior studies, using survey data with self-reported immigrant and citizenship status, provide mixed evidence on the demographic impact of these controversial partnerships. This study presents new evidence based on the public-school enrollment of Hispanic students. We find that local ICE partnerships reduce the number of Hispanic students by nearly 10 percent within 2 years. We estimate that the local ICE partnerships enacted before 2012 displaced over 300,000 Hispanic students. These effects appear to be concentrated among elementary-school students. We find no corresponding effects on the enrollment of non-Hispanic students. We also find no evidence that ICE partnerships reduced pupil-teacher ratios or the percent of students eligible for the National School Lunch Program (NSLP).\n\n",
    "acknowledgement": "\nWe would like to thank seminar participants at the Stanford Center for Education Policy Analysis (CEPA), the Stanford Immigration Policy Lab (IPL), and the Institute for Research in the Social Sciences (iRiSS). We also appreciate comments from participants at the research conference of the Association for Education Finance and Policy. We thank Jacob Rugh and Matthew Hall for sharing their data. We are also grateful for helpful comments from David Plank, Susanna Loeb, Caroline Hoxby, Jens Hainmueller, David Laitin, Duncan Lawrence, Jaime Arellano-Bover, Erika Byun, and Sade Bonilla. This research was supported by the Institute of Education Sciences, U.S. Department of Education, through Grant R305B140009 to the Board of Trustees of the Leland Stanford Junior University. The opinions expressed are those of the authors and do not represent views of the Institute or the U.S. Department of Education, the Board of Trustees of the Leland Stanford Junior University, or the National Bureau of Economic Research. This research was also supported by the Stanford Immigration Policy Lab.\n\n\n"
}