{
    "id": 25083,
    "citation_title": "Macroprudential FX Regulations: Shifting the Snowbanks of FX Vulnerability?",
    "citation_author": [
        "Toni Ahnert",
        "Kristin Forbes",
        "Christian Friedrich",
        "Dennis Reinhardt"
    ],
    "citation_publication_date": "2018-09-24",
    "issue_date": "2018-09-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCan macroprudential foreign exchange (FX) regulations on banks reduce the financial and macroeconomic vulnerabilities created by borrowing in foreign currency? To evaluate the effectiveness and unintended consequences of macroprudential FX regulations, we develop a parsimonious model of bank and market lending in domestic and foreign currency and derive four predictions. We confirm these predictions using a rich dataset of macroprudential FX regulations. These empirical tests show that FX regulations: (1) are effective in terms of reducing borrowing in foreign currency by banks; (2) have the unintended consequence of simultaneously causing firms to increase FX debt issuance; (3) reduce the sensitivity of banks to exchange rate movements, but (4) are less effective at reducing the sensitivity of corporates and the broader financial market to exchange rate movements. As a result, FX regulations on banks appear to be successful in mitigating the vulnerability of banks to exchange rate movements and the global financial cycle, but partially shift the snowbank of FX vulnerability to other sectors.\n\n",
    "acknowledgement": "\nThe views in this paper are those of the authors and do not necessarily represent the views of any institution with which they are affiliated. We would like to thank Jason Allen, Ricardo Correa, Jeffrey Frankel, Glenn Hoggarth, Patrick Honohan, Matias Ossandon Busch, Ian Marsh, Brad Setser, Frank Smets, Livio Stracca, and participants at the AEA 2018 meetings in Philadelphia, the Global Linkages conference in Dublin, the NBER conference on Capital Flows, Currency Wars and Monetary Policy in Cambridge, the Emerging Markets Group Workshop on International Capital Flows: Drivers and Policy Responses in London, the annual conference of the Canadian Economics Association in Montreal, and the IBEFA summer meeting in Vancouver for valuable comments. Further thanks to Matthew Cormier, Min Jae Kim, Duncan Whyte, and Sanjana Bhatnagar for outstanding research assistance and to Jérôme Vandenbussche, Ursula Vogel and Enrica Detragiache for sharing their data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}