{
    "id": 25087,
    "citation_title": "The Evidence from California on the Economic Impact of Inefficient Distribution Network Pricing",
    "citation_author": [
        "Frank A. Wolak"
    ],
    "citation_publication_date": "2018-09-24",
    "issue_date": "2018-09-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCharging full requirements customers for distribution network services using the traditional cents per kilowatt-hour (KWh) price creates economic incentives for consumers to invest in distributed generation technologies, such as rooftop solar photovoltaics, despite the fact that marginal cost of grid-supplied electricity is lower. This paper first assesses the economic efficiency properties of this approach to transmission and distribution network pricing and whether current approach to distribution network pricing implies that full-requirement customers cross-subsidize distributed solar customers.  Using data on quarterly residential distribution network prices and distributed solar installations from California’s three largest investor-owned utilities I find that larger amounts of distributed solar capacity and more geographically concentrated solar capacity predict higher distribution network prices and average distribution network costs.  This result continues to hold even after controlling for average distribution network costs for the utility,  Using these econometric model estimates, I find that 2/3 of the increase in residential distribution network prices for each of the three utilities between 2003 and 2016 can attributed to the growth distributed solar capacity. The paper then investigates the extent of the legal obligation that distributed solar generation customers have to pay for sunk costs of investments in the transmission and distribution networks. The paper closes with a description of an alternative approach to distribution network pricing that is likely to increase the economic signals for efficient electricity consumption and the incentive for cost effective installation of distributed solar generation capacity.\n\n",
    "acknowledgement": "\nI would like to thank Paul Joskow, Bill Hogan, participants at the NBER Energy Distribution Conference, and participants in the PERC Lone Mountain Fellow Seminar for comments a previous draft. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}