{
    "id": 25084,
    "citation_title": "Lazy Prices",
    "citation_author": [
        "Lauren Cohen",
        "Christopher Malloy",
        "Quoc Nguyen"
    ],
    "citation_publication_date": "2018-09-24",
    "issue_date": "2018-09-21",
    "revision_date": "2019-03-10",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nUsing the complete history of regular quarterly and annual filings by U.S. corporations from 1995-2014, we show that when firms make an active change in their reporting practices, this conveys an important signal about future firm operations. Changes to the language and construction of financial reports also have strong implications for firms’ future returns: a portfolio that shorts “changers” and buys “non-changers” earns up to 188 basis points in monthly alphas (over 22% per year) in the future. Changes in language referring to the executive (CEO and CFO) team, regarding litigation, or in the risk factor section of the documents are especially informative for future returns. We show that changes to the 10-Ks predict future earnings, profitability, future news announcements, and even future firm-level bankruptcies; meanwhile firms that do not make changes experience positive abnormal returns. Unlike typical underreaction patterns in asset prices, we find no announcement effect associated with these changes–with returns only accruing when the information is later revealed through news, events, or earnings–suggesting that investors are inattentive to these simple changes across the universe of public firms.\n\n",
    "acknowledgement": "\nWe would like to thank Christopher Anderson, Ulf Axelson, Nick Barberis, John Chalmers, Kent Daniel (discussant), Karl Diether, Irem Dimerci, Joey Engelberg, Umit Gurun, Gerald Hoberg (discussant), Xing Huang (discussant), Hunter Jones, Bryan Kelly, Jonathan Karpoff, Dana Kiku (discussant), Patricia Ledesma, Dong Lou, Asaf Manela, Ernst Maug, Craig Merrill, Mike Minnis (discussant), Toby Moskowitz, Peter Nyberg (discussant), Cesar Orosco (discussant), Chris Parsons (discussant), Frank Partnoy, Mitchell Petersen, Christopher Polk, Taylor Nadauld, Krishna Ramaswamy, Samantha Ross, Alexandra Niessen-Ruenzi, Stefan Ruenzi, Mark Seasholes, Dick Thaler, Pietro Veronesi, Sunil Wahal, Daniel Weagley (discussant), Hongjun Yan (discussant), Luigi Zingales, and seminar participants at Arizona State University, Brigham Young University, University of California at San Diego, University of Chicago, DePaul University, University of Edinburgh, Fuller and Thaler Asset Management, Hong Kong University, Hong Kong University of Science and Technology, University of Kansas, London Business School, London School of Economics, University of Mannheim, McGill University, Northwestern University, University of Oregon, University of San Diego, Shanghai Advanced Institute of Finance (SAIF), University of South Carolina, Temple University, Tsinghua PBC School of Finance, University of Washington, Washington State University, Yale University, Yeshiva University, American Finance Association Meetings, Barclays Quantitative Investment Conference, Ben Graham Centre for Value Investing at the Ivey Business School at Western University Symposium on Intelligent Investing, Chicago Booth Asset Pricing Conference, Chicago Quantitative Alliance (CQA), Macquarie Global Quantitative Conference, Conference on Professional Asset Management at Rotterdam University, Geneva Finance Research Institute (GFRI), Q Group Quantitative Investment Conference, Rodney White Conference on Financial Decisions and Asset Markets, the Public Company Accounting Oversight Board, and the United States Securities and Exchange Commission for incredibly helpful comments and discussions. We are grateful for funding from the National Science Foundation. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}