{
    "id": 25093,
    "citation_title": "Publishing and Promotion in Economics: The Tyranny of the Top Five",
    "citation_author": [
        "James J. Heckman",
        "Sidharth Moktan"
    ],
    "citation_publication_date": "2018-10-01",
    "issue_date": "2018-09-27",
    "revision_date": "2019-03-25",
    "topics": [
        "\n",
        "Other",
        "\n",
        "General, Teaching",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Market Structures",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper examines the relationship between placement of publications in Top Five (T5) journals and receipt of tenure in academic economics departments. Analyzing the job histories of tenure-track economists hired by the top 35 U.S. economics departments, we find that T5 publications have a powerful influence on tenure decisions and rates of transition to tenure. A survey of the perceptions of young economists supports the formal statistical analysis. Pursuit of T5 publications has become the obsession of the next generation of economists. However, the T5 screen is far from reliable. A substantial share of influential publications appear in non-T5 outlets. Reliance on the T5 to screen talent incentivizes careerism over creativity.\n\n",
    "acknowledgement": "\nThis research was supported by a grant from the Institute for New Economic Thinking to the Center for the Economics of Human Development. An early version of this analysis was presented in a round table, “The Curse of the Top Five,” at the AEA meetings on January 7th, 2017. Participants included the authors, George Akerlof, Angus Deaton, Drew Fudenberg, and Lars Peter Hansen. For a video of the session, see https://www.aeaweb.org/ webcasts/2017/curse. James Heckman receives compensation for his role as Editor at the Journal of Political Economy, which is one of the “Top Five” journals discussed in this paper. A conflict of interest management plan is in place in accordance with University of Chicago conflict of interest policies. We thank George Akerlof, Dan Black, Tom Ferguson, Jorge Luis García, Rob Johnson, Ganesh Karapakula, Rasmus Landersø, Meera Mody, Magne Mogstad, Tanya Rajan, and Harald Uhlig for comments. We thank Patrick Chen and Aakash Rao for outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}