{
    "id": 25091,
    "citation_title": "Immigrants, Labor Market Dynamics and Adjustment to Shocks in the Euro Area",
    "citation_author": [
        "Gaetano Basso",
        "Francesco D'Amuri",
        "Giovanni Peri"
    ],
    "citation_publication_date": "2018-10-01",
    "issue_date": "2018-09-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze the role of labor mobility in cushioning labor demand shocks in the Euro Area. We find that foreign born workers’ mobility is strongly cyclical, while this is not the case for natives. Foreigners’ higher population to employment elasticity reduces the variation of overall employment rates over the business cycle: thanks to them, the impact of a one standard deviation change in employment on employment rates decreases by 6 per cent at the country level and by 7 per cent at the regional level. Additionally, we compare Euro Area mobility to that of another currency union, the US. We find that the population to employment elasticity estimated for foreign-born persons is similar in the Euro Area and the US, while EA natives are definitely less mobile across countries than US natives are across states in response to labor demand shocks. This last result confirms that in the Euro Area there is room for improving country specific shocks absorption through higher labor mobility. It also suggests that immigration helped labor market adjustments.\n\n",
    "acknowledgement": "\nPrepared for the The Central Bank of Ireland (CBI) and the International Monetary Fund (IMF) Conference “Euro at 20”, and for the IMF Economic Review. We thank Alan Barrett, Olivier Blanchard, Emine Boz, Matteo Bugamelli, Giovanni dell’Ariccia, Pierre-Olivier Gourinchas, Mathias Hoffmann, Philip Lane, Juri Marcucci, Gian Maria Milesi-Ferretti, Doug Miller, Marianna Riggi, Paolo Sestito, Luigi Federico Signorini and the IMF Economic Review guest editors Philippe Martin and Sebnem Kalemli-Ozcan for their comments on a previous draft. The views expressed in this paper do not necessarily reflect those of the Bank of Italy. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}