{
    "id": 25095,
    "citation_title": "Optimal Law Enforcement with Ordered Leniency",
    "citation_author": [
        "Claudia M. Landeo",
        "Kathryn E. Spier"
    ],
    "citation_publication_date": "2018-10-01",
    "issue_date": "2018-09-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Economics of Information",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the design of enforcement policies to detect and deter harmful short-term activities committed by groups of injurers. With an ordered-leniency policy, the degree of leniency granted to an injurer who self-reports depends on his or her position in the self-reporting queue. By creating a \"race to the courthouse,\" ordered-leniency policies lead to faster detection and stronger deterrence of illegal activities. The socially-optimal level of deterrence can be obtained at zero cost when the externalities associated with the harmful activities are not too high. Without leniency for self-reporting, the enforcement cost is strictly positive and there is underdeterrence of harmful activities relative to the first-best level. Hence, ordered-leniency policies are welfare improving.  Our findings for environments with groups of injurers complement Kaplow and Shavell's (1994) results for single-injurer environments.\n\n",
    "acknowledgement": "\nWe acknowledge financial support from the National Science Foundation (NSF Grant  SES-1155761). We thank Tom Brennan, Dan Coquillette, Nick Feltovich, John Goldberg, Christine Jolls, Louis Kaplow, Max Nikitin, Jack Ochs, Steve Shavell and Abe Wickelgren for insightful discussions and comments. We are grateful for suggestions from participants at the 2018 NBER Summer Institute in Law and Economics and the Harvard Law School Faculty Workshop. We thank Susan Norton for administrative assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}