{
    "id": 25098,
    "citation_title": "Corruption, Government Subsidies, and Innovation: Evidence from China",
    "citation_author": [
        "Lily Fang",
        "Josh Lerner",
        "Chaopeng Wu",
        "Qi Zhang"
    ],
    "citation_publication_date": "2018-10-01",
    "issue_date": "2018-09-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGovernments are important financiers of private sector innovation. While these public funds can ease capital constraints and information asymmetries, they can also introduce political distortions. We empirically explore these issues for China, where a quarter of firms’ R&D expenditures come from government subsidies. Using a difference-in-differences approach, we find that the anticorruption campaign that began in 2012 and the departures of local government officials responsible for innovation programs strengthened the relationship between firms’ historical innovative efficiency and subsequent subsidy awards and depressed the influence of their corruption-related expenditures. We also examine the impact of these changes: subsidies became significantly positively associated with future innovation after the anti-corruption campaign and the departure of government innovation officials.\n\n",
    "acknowledgement": "\nHarvard Business School’s Division of Research and the Toulouse Network provided financial support. Wu and Zhang gratefully acknowledge financial support from the National Natural Science Foundation of China (71722012, 71790600, 71790601, 71272082, 71232005, 71402156, and 71532012) and the Major Research Project of Philosophical and Social Sciences of China Education Ministry (15JZD019). Josh Lerner periodically receives compensation for advising institutional investors, private equity firms, corporate venture groups, and government agencies on topics related to entrepreneurship, innovation, and private capital. All errors are our own.\n\n\n"
}