{
    "id": 25094,
    "citation_title": "Ordered Leniency: An Experimental Study of Law Enforcement with Self-Reporting",
    "citation_author": [
        "Claudia M. Landeo",
        "Kathryn E. Spier"
    ],
    "citation_publication_date": "2018-10-01",
    "issue_date": "2018-09-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Economics of Information",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper reports the results of an experiment designed to assess the ability of an enforcement agency to detect and deter harmful short-term activities committed by groups of injurers. With ordered-leniency policies, early cooperators receive reduced sanctions. We replicate the strategic environment described by Landeo and Spier (2018). In theory, the optimal ordered-leniency policy depends on the refinement criterion applied in case of multiplicity of equilibria. Our findings are as follows. First, we provide empirical evidence of a \"race-to-the-courthouse\" effect of ordered leniency: Mild and Strong Leniency induce the injurers to self-report promptly. These findings suggest that the injurers' behaviors are aligned with the risk-dominance refinement.  Second, Mild and Strong Leniency significantly increase the likelihood of detection of harmful activities. This fundamental finding is explained by the high self-reporting rates under ordered-leniency policies. Third, as a result of the increase in the detection rates, the averages fines are significantly higher under Mild and Strong Leniency. As expected when the risk-dominance refinement is applied, Mild Leniency exhibits the highest average fine.\n\n",
    "acknowledgement": "\nWe thank Tom Brennan, Dan Coquillette, Nick Feltovich, John Goldberg, Christine Jolls, Louis Kaplow, Max Nikitin, Jack Ochs, and Abe Wickelgren for insightful discussions and comments. We are grateful for suggestions from participants at the 2018 NBER Summer Institute in Law and Economics and the Harvard Law School Faculty Workshop. We thank Susan Norton for administrative assistance, Tim Yuan for programming the software used in this study, and the Harvard Decision Science Laboratory for assistance in conducting the experimental sessions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}