{
    "id": 25097,
    "citation_title": "The Equilibrium Effects of Information Deletion: Evidence from Consumer Credit Markets",
    "citation_author": [
        "Andres Liberman",
        "Christopher Neilson",
        "Luis Opazo",
        "Seth Zimmerman"
    ],
    "citation_publication_date": "2018-10-01",
    "issue_date": "2018-09-27",
    "revision_date": "2019-08-27",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nThis paper studies the equilibrium effects of information restrictions in credit markets using a large-scale natural experiment. In 2012, Chilean credit bureaus were forced to stop reporting defaults for 2.8 million individuals (21% of the adult population). Using panel data on the universe of bank borrowers in Chile combined with the deleted registry information, we implement machine learning techniques to measure changes in the predictions lenders can make about default rates following deletion. Deletion lowers (raises) predicted default the most for poorer defaulters (non-defaulters) with limited borrowing histories. Using a difference-in-differences design, we show that individuals exposed to increases in predicted default reduce borrowing by 6.4% following deletion, while those exposed to decreases raise borrowing by 11.8%. In aggregate, deletion reduces borrowing by 3.5%. Taking the difference-in-difference estimates as inputs into a model of borrowing under adverse selection, we find that deletion reduces surplus under a variety of assumptions about lenders' pricing strategies.\n",
    "acknowledgement": "\nPrevious drafts of this paper were circulated under the title \"The Equilibrium Effects of Asymmetric Information: Evidence from Consumer Credit Markets.\" We thank Andrew Hertzberg, Amir Kermani, Neale Mahoney, Holger Mueller, Christopher Palmer, Philipp Schnabl, Johannes Stroebel, and numerous seminar participants for comments and suggestions. Sean Hyland and Jordan Rosenthal-Kay provided excellent research assistance. This research was funded in part by the Fama-Miller Center for Research in Finance and the Richard N. Rosett Faculty Fellowship at the University of Chicago Booth School of Business. We thank Sinacofi for providing the data. Luis Opazo declares that he is an employee of ABIF, which owns SINACOFI, the main data provider for this paper. The authors have no other relevant material or financial interests that relate to the research described in this paper. All errors and omissions are ours only. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}