{
    "id": 25090,
    "citation_title": "Perception of House Price Risk and Homeownership",
    "citation_author": [
        "Manuel Adelino",
        "Antoinette Schoar",
        "Felipe Severino"
    ],
    "citation_publication_date": "2018-09-24",
    "issue_date": "2018-09-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper analyzes the importance of household perceptions of house price risk in explaining homeownership choice. While a majority of US households (71%) believes that housing is a “safe” investment, renters are much more likely to perceive housing as risky. Risk perceptions vary across demographic groups, but significant differences persist after controlling for observables, such as income, savings, or location. Current housing decisions and future intentions to buy versus rent are strongly correlated with perceptions of house price risk. Households’ exposure to housing risk due to financial constraints, expected mobility or labor income risk affect the decision to buy versus rent but do not mitigate the impact of risk perceptions on housing choices.  Finally, we show that all households update their beliefs about the riskiness of housing in response to past (local) house price changes, but renters are much slower to update than owners. Since renters’ decisions to buy are especially sensitive to their perception of house price risk, it might explain their delayed entry into home ownership during a house price run-up and even prolong the housing cycle.\n\n",
    "acknowledgement": "\nWe thank Steven Deggendorf at Fannie Mae for access to the survey data used in this paper. We also thank Andrea Eisfeldt, Andreas Fuster, Charlie Nathanson (discussant), Christopher Palmer, Judie Ricks (discussant), Basit Zafar (discussant), Eric Zwick (discussant) as well as seminar participants at the Third CFPB Research Conference on Consumer Finance, NBER Real Estate (Summer 2018), NYU (Stern), Oxford (Saïd), SITE Summer Workshop on Financial Regulation, Yale/RFS “Financial Crisis Ten Years Afterwards” conference and the WFA 2018 for comments. Zaki Dernaoui and Jiantao Huang provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}