{
    "id": 25092,
    "citation_title": "Taking the Cochrane-Piazzesi Term Structure Model Out of Sample: More Data, Additional Currencies, and FX Implications",
    "citation_author": [
        "Robert J. Hodrick",
        "Tuomas Tomunen"
    ],
    "citation_publication_date": "2018-10-01",
    "issue_date": "2018-09-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the Cochrane and Piazzesi (2005, 2008) model in several out-of-sample analyzes. The model's one-factor forecasting structure characterizes the term structures of additional currencies in samples ending in 2003. In post-2003 data one-factor structures again characterize each currency's term structure, but we reject equality of the coefficients across the two samples. We derive some implications of the model for the predictability of cross-currency investments, but we find little support for these predictions in either pre-2004 or post-2003 data. The model fails to beat historical average returns in recursive out-or-sample forecasting of excess rates of return for bonds and currencies.\n\n",
    "acknowledgement": "\nWe thank Jules van Binsbergen, John Cochrane, Zhongjin Lu, Hanno Lustig, Carolin Pflueger, Monica Piazzesi, Ken Singleton, and Stijn Van Nieuwerburgh for helpful comments. Hodrick is the Nomura Professor of International Finance at the Columbia Business School, a Research Associate at the NBER, and a Visiting Fellow at the Hoover Institution. Tomunen is a PhD student at the Columbia Business School. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}