{
    "id": 25108,
    "citation_title": "Belief Disagreement and Portfolio Choice",
    "citation_author": [
        "Maarten Meeuwis",
        "Jonathan A. Parker",
        "Antoinette Schoar",
        "Duncan I. Simester"
    ],
    "citation_publication_date": "2018-10-01",
    "issue_date": "2018-09-27",
    "revision_date": "2021-06-09",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nUsing proprietary portfolio data on millions of households, we show that (likely) Republicans increase the equity share and market beta of their portfolios following the 2016 presidential election, while (likely) Democrats rebalance into safe assets. We provide evidence that this behavior is driven by investors  interpreting public information using different models of the world, by ruling out the main non-belief-based channels (like income hedging needs, preferences, local economic exposure) using detailed controls for ex ante wealth and investments, demographics and income, and even county-employer-period fixed effects. These findings are driven by a small share of investors making big changes in allocation, and are stronger among investors who are more attentive to their portfolios or who do not delegate their investment decisions.\n\n",
    "acknowledgement": "\nFor helpful comments, we thank Roland Benabou, Ing-Haw Cheng, James Choi, Gregory Huber, Steve Nicholson, Lubos Pastor, Chester Spatt, Johannes Stroebel, David Thesmar, PaulWillen, and seminar participants at Boston College, the Federal Reserve Bank of Boston, Goethe University, Ohio State, MIT, NYU, Northwestern, Penn, Stanford, UCLA, Washington University in St. Louis, and conference participants at the AEA 2019 Annual Meetings, the Macro Financial Modeling Winter 2019 Meeting, the SED Day-Ahead Conference 2019, and the NBER Summer Institute Asset Pricing Meeting. We thank our data provider for use and explanations of their data and Yijun Liu for research assistance. Data were obtained under a non-disclosure agreement with a financial institution. All authors are consultants for the large financial institution, but only Duncan Simester receives financial compensation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}