{
    "id": 25103,
    "citation_title": "Robots, Trade, and Luddism: A Sufficient Statistic Approach to Optimal Technology Regulation",
    "citation_author": [
        "Arnaud Costinot",
        "Iván Werning"
    ],
    "citation_publication_date": "2018-10-01",
    "issue_date": "2018-09-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTechnological change, from the advent of robots to expanded trade opportunities, tends to create winners and losers. How should government policy respond? And how should the overall welfare impact of technological change on society be valued? We provide a general theory of optimal technology regulation in a second best world, with rich heterogeneity across households, linear taxes on the subset of firms affected by technological change, and a nonlinear tax on labor income. Our first results consist of three optimal tax formulas, with minimal structural assumptions, involving sufficient statistics that can be implemented using evidence on the distributional impact of new technologies, such as robots and trade. Our second result is a comparative static exercise illustrating that while distributional concerns create a rationale for non-zero taxes on robots and trade, the magnitude of these taxes may decrease as the process of automation and globalization deepens and inequality increases. Our final result shows that, despite limited tax instruments, technological progress is always welcome and valued in the same way as in a first best world.\n\n",
    "acknowledgement": "\nWe thank Pol Antràs, Matt Grant, Marc Melitz, Andrés Rodriguez-Clare, Uwe Thuemmel and seminar and conference participants at Berkeley, MIT, Harvard, BFI, Copenhagen, Oslo, Princeton, NBER, and BU for helpful comments. Masao Fukui, Mary Gong and Martina Uccioli provided excellent research assistance. Finally, we thank HAL for its unrelenting discouragement. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}