{
    "id": 25109,
    "citation_title": "Who Votes for Medicaid Expansion? Lessons from Maine’s 2017 Referendum",
    "citation_author": [
        "David A. Matsa",
        "Amalia R. Miller"
    ],
    "citation_publication_date": "2018-10-01",
    "issue_date": "2018-09-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n"
    ],
    "program": null,
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn November 2017, Maine became the first state in the nation to vote on a key provision of the Affordable Care Act: the expansion of Medicaid. We analyze local voting results to identify characteristics of areas that support Medicaid expansion. Support is strongly correlated with voter education. Places with more bachelor’s degree holders more often vote in favor, whereas those with more associate’s degree graduates vote against. Other patterns are consistent with economic self-interest. Conditional on education rates, areas with more uninsured individuals who would qualify for expanded coverage tend to vote in favor, while those with more high-income individuals vote against. Also conditional on education rates, greater hospitals employment is associated with support for expansion, but the presence of other health professionals, whose incomes might decrease from expansion, is associated with less support. Extrapolating from Maine to other states, our model predicts that hypothetical referendums on Medicaid expansion would pass in five of the 18 states that had not yet expanded Medicaid coverage.\n\n",
    "acknowledgement": "\nWe thank Ariza Gusti and Kevin Hare for research assistance, and Analia Schlosser for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}