{
    "id": 25105,
    "citation_title": "The Effects of Medicaid Expansion on Labor Market Outcomes: Evidence from Border Counties",
    "citation_author": [
        "Lizhong Peng",
        "Xiaohui (Ronnie) Guo",
        "Chad D. Meyerhoefer"
    ],
    "citation_publication_date": "2018-10-01",
    "issue_date": "2018-09-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides new empirical evidence on the employment and earning effects of the recent Medicaid expansion. Unlike most existing studies that use a conventional state and year fixed effects approach, our main identification strategy is based on the comparison of employment and wages in contiguous county-pairs in neighboring states (i.e. border counties) with different Medicaid expansion status. Using the 2008-2016 Quarterly Census of Employment and Wages, we estimate a set of distributed lag models in order to examine the dynamic effects of Medicaid expansion. Results from our preferred specification suggest a small but statistically significant decrease in employment of 1.3 percent one year after the Medicaid expansion. This disemployment effect is transitory and appears to primarily occur in low-wage sectors. In particular, employment returns to pre-expansion levels within two years. We also do not find any statistically significant effect of the Medicaid expansion on wages at any point.\n\n",
    "acknowledgement": "\nWe thank Steven Hill and participants of the 7th Biennial ASHEcon Conference for helpful comments and suggestions. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nChad D. Meyerhoefer\n\nNone\n\n\n"
}