{
    "id": 25107,
    "citation_title": "Unlocking Amenities: Estimating Public-Good Complementarity",
    "citation_author": [
        "David Albouy",
        "Peter Christensen",
        "Ignacio Sarmiento-Barbieri"
    ],
    "citation_publication_date": "2018-10-01",
    "issue_date": "2018-09-27",
    "revision_date": "2019-07-31",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nPublic goods may exhibit complementarities that are essential for determining their individual value. Our results indicate that improving safety near parks can turn them from public bads to goods. Ignoring complementarities may lead to i) undervaluing the potential value of public goods; ii) overestimating heterogeneity in preferences; and iii) understating the value of public goods to minority households. Recent reductions in crime have “unlocked” $5 billion in property value in Chicago, New York and Philadelphia. Still over half of the potential value of park proximity, over $10 billion, remains locked in.\n\n",
    "acknowledgement": "\nWe thank Zillow for sharing housing transactions data (Zillow, 2018). We also thank Daniel Mcmillen, Dan Bernhardt, Nicolas Bottan and seminar and conference participants at the American Real Estate and Urban Economics Association Meetings, DePaul University, the European and North American Urban Economics Association Annual Meetings, Singapore Management University, the IEB V Workshop on Urban Economics, SUNY Binghamton, University of Louisville, University of Nevada, University of Wyoming, and University of Virginia, for helpful comments and feedback. Yifang Zhang provided excellent research assistance. Data and replication files available at: https://github.com/uiuc-bdeep/Unlocking-Amenities. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}