{
    "id": 25100,
    "citation_title": "Deterring Illegal Entry: Migrant Sanctions and Recidivism in Border Apprehensions",
    "citation_author": [
        "Samuel Bazzi",
        "Sarah Burns",
        "Gordon Hanson",
        "Bryan Roberts",
        "John Whitley"
    ],
    "citation_publication_date": "2018-10-01",
    "issue_date": "2018-09-27",
    "revision_date": "2019-04-22",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOver 2008 to 2012, the U.S. Border Patrol enacted new sanctions on migrants apprehended attempting to enter the U.S. illegally. Using administrative records on apprehensions of Mexican nationals that include fingerprint-based IDs and other details, we detect if an apprehended migrant is subject to penalties and if he is later re-apprehended. Exploiting plausibly random variation in the roll-out of sanctions, we estimate econometrically that exposure to penalties reduced the 18-month re-apprehension rate for males by 4.6 to 6.1 percentage points off of a baseline rate of 24.2%. These magnitudes imply that sanctions can account for 28 to 44 percent of the observed decline in recidivism in apprehensions. Further results suggest that the drop in recidivism was associated with a reduction in attempted illegal entry.\n\n",
    "acknowledgement": "\nWe thank Treb Allen, George Borjas, Gordon Dahl, Thibault Fally, Craig McIntosh, Paul Novosad, and Bob Staiger for helpful comments and Juan Herrera for helpful research assistance. Hanson acknowledges support from the Center on Global Transformation at UC San Diego. Burns, Roberts and Whitley acknowledge support from the U.S. Department of Homeland Security (USDHS) for previous projects on border security and undocumented immigration. USDHS provided no support for the analysis in the current paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}