{
    "id": 25111,
    "citation_title": "Exchange Rates, Local Currency Pricing and International Tax Policies",
    "citation_author": [
        "Sihao Chen",
        "Michael B. Devereux",
        "Jenny Xu",
        "Kang Shi"
    ],
    "citation_publication_date": "2018-10-01",
    "issue_date": "2018-09-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEmpirical evidence suggests that for many countries, retail prices of traded goods are sticky in national currencies. Movements in exchange rates then cause deviations from the law of one price, and exchange rate ëmisalignmentí, which cannot be corrected by monetary policy alone. This paper shows that a state contingent international tax policy can be combined with monetary policy to eliminate exchange rate misalignment and sustain a fully efficient welfare outcome. But this monetary-fiscal mix cannot be decentralized with non-cooperative determination of monetary and fiscal policy. Non-cooperative use of taxes and subsidies introduces strategic spillovers which opens up a fundamental conflict between the goals of output gap and inflation stabilization and those of terms of trade manipulation in an open economy. The implementation of an efficient monetary-fiscal mix requires effective cooperation in fiscal policy, while leaving monetary policy to be determined non-cooperatively. In addition, while an efficient outcome requires state contingent taxes and subsidies to eliminate exchange rate misalignment, it is still necessary to have flexible exchange rates and independent monetary policy.\n\n",
    "acknowledgement": "\nDevereux acknowledges financial support from the Social Sciences and Research Council of Canada. Xu would like to thank the Hong Kong Research Grants Council (GRF No. 644810) for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}