{
    "id": 25117,
    "citation_title": "Is Education Consumption or Investment? Implications for the Effect of School Competition",
    "citation_author": [
        "W. Bentley MacLeod",
        "Miguel Urquiola"
    ],
    "citation_publication_date": "2018-10-08",
    "issue_date": "2018-10-04",
    "revision_date": "2019-04-24",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFriedman (1955) argued that giving parents freedom to choose schools would improve education. His argument was simple and compelling because it extended results from markets for consumer goods to education. We review the evidence, which yields surprisingly mixed results on Friedman’s prediction. A key reason is that households often seem to choose schools based on their absolute achievement rather than their value added. We show this can be rational in a model based on three ingredients economists have highlighted since Friedman worked on the issue. First, education is an investment into human capital (Becker, 1964). Second, labor markets can feature wage premia: individuals of a given skill level may receive higher wages if they match to more productive firms (Card et al., 2018). Third, distance influences school choice and the placements schools produce (Abdulkadiroglu et al., 2017, Weinstein, 2017). These imply that choice alone is too crude a mechanism to ensure the effective provision of schooling.\n\n",
    "acknowledgement": "\nFor useful comments we are grateful to Evan Riehl, Juan Saavedra, and an anonymous referee. For excellent research assistance we thank Sakshi Gupta. All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}