{
    "id": 25118,
    "citation_title": "Vacancy Durations and Entry Wages: Evidence from Linked Vacancy-Employer-Employee Data",
    "citation_author": [
        "Andreas I. Mueller",
        "Damian Osterwalder",
        "Josef Zweimüller",
        "Andreas Kettemann"
    ],
    "citation_publication_date": "2018-10-08",
    "issue_date": "2018-10-04",
    "revision_date": "2020-07-06",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper explores the relationship between the duration of a vacancy and the starting wage of a new job, using linked data on vacancies, the posting establishments and the workers eventually filling the vacancies. The unique combination of large-scale, administrative worker-, establishment- and vacancy-data is critical for separating establishment- and job-level determinants of vacancy duration from worker-level heterogeneity. Conditional on worker observables, we find that vacancy duration is negatively correlated with the starting wage and its establishment component, with precisely estimated elasticities of -0.04 and -0.10, respectively. While the negative relationship is qualitatively consistent with models of wage posting, these elasticities are small, suggesting that firms’ wage policies can account only for a small fraction of the variation in vacancy filling across establishments.\n\n",
    "acknowledgement": "\nA previous version of this paper circulated under the title \"Wages, Workers and Vacancy Durations: Evidence from Linked Data\". We thank Jake Bradley, Carlos Carrillo-Tudela, Leland Crane, Steven Davis, Jan Eeckhout, Jason Faberman, Leo Kaas, Philipp Kircher, Simon Mongey, Chris Moser, Robert Shimer, Gianluca Violante, David Wiczer and participants at seminars or presentations at Aarhus University, the Board of Governors, CEMFI Madrid, CESifo Munich, Columbia Business School, ETH Zurich, the Federal Reserve Bank of Chicago, the Federal Reserve Bank of New York, the Federal Reserve Bank of Philadelphia, Goethe University Frankfurt, the NBER Summer Institute, Sciences Po, UC Berkeley, the University at Buffalo, the University of Essex, and IAB Nürnberg for useful comments and suggestions. We are grateful to Dominik Egloff for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nAndreas Kettemann\n\nAs of June 2017, Andreas Kettemann is employed by UBS AG. There is no overlap whatsoever between his current job and this paper.\n\n\n"
}