{
    "id": 25114,
    "citation_title": "Genes, Education, and Labor Market Outcomes: Evidence from the Health and Retirement Study",
    "citation_author": [
        "Nicholas W. Papageorge",
        "Kevin Thom"
    ],
    "citation_publication_date": "2018-10-01",
    "issue_date": "2018-09-27",
    "revision_date": "2018-11-28",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nRecent advances have led to the discovery of specific genetic variants that predict educational attainment. We study how these variants, summarized as a linear index — known as a polygenic score — are associated with human capital accumulation and labor market outcomes in the Health and Retirement Study (HRS). We present two main sets of results. First, we find evidence that the genetic factors measured by this score interact strongly with childhood socioeconomic status in determining educational outcomes. In particular, while the polygenic score predicts higher rates of college graduation on average, this relationship is substantially stronger for individuals who grew up in households with higher socioeconomic status relative to those who grew up in poorer households. Second, the polygenic score predicts labor earnings even after adjusting for completed education, with larger returns in more recent decades. These patterns suggest that the genetic traits that promote education might allow workers to better accommodate ongoing skill biased technological change. Consistent with this interpretation, we find a positive association between the polygenic score and non-routine analytic tasks that have benefited from the introduction of new technologies. Nonetheless, the college premium remains the dominant determinant of earnings differences at all levels of the polygenic score. Given the role of childhood SES in predicting college attainment, this raises concerns about wasted potential arising from limited household resources.\n\n",
    "acknowledgement": "\nWe thank Aysu Okbay for constructing some of the polygenic scores used in this analysis. For helpful comments and conversations, we thank Joseph Altonji, Robert Barbera, Daniel Belsky, Jonathan Beauchamp, Pietro Biroli, David Cesarini, Dora Costa, Stefanie Deluca, Jason Fletcher, Seth Gershenson, Barton Hamilton, Stephanie Heger, Erik Hurst, Steven Lehrer, Lance Lochner, Robert Moffitt, Aysu Okbay, Robert Pollak, Paul Romer, Victor Ronda, Petra Todd and Matthew Wiswall along with participants in seminars at Johns Hopkins University, New York University, the Census Bureau and SOLE 2016. We also thank Andrew Gray and Emma Kalish for excellent research assistance. The usual caveats apply. Research reported in this publication was supported by the National Institute on Aging of the National Institutes of Health under Award Number RF1AG055654 (Thom). The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}