{
    "id": 25112,
    "citation_title": "Who Creates New Firms When Local Opportunities Arise?",
    "citation_author": [
        "Shai Bernstein",
        "Emanuele Colonnelli",
        "Davide Malacrino",
        "Timothy McQuade"
    ],
    "citation_publication_date": "2018-10-01",
    "issue_date": "2018-09-27",
    "revision_date": "2021-06-11",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Development Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe examine the characteristics of the individuals who become entrepreneurs when local opportunities arise. We identify local demand shocks by linking fluctuations in global commodity prices to municipality-level agricultural endowments in Brazil. We find that the firm creation response is mostly driven by young and skilled individuals. The characteristics of these responsive entrepreneurs are significantly different from those of average entrepreneurs in the economy. By structurally estimating a novel two-sector model of a local economy, we highlight how the demographic composition of the local population can significantly affect the entrepreneurial responsiveness of the economy.\n\n",
    "acknowledgement": "\nWe are grateful to Patrick Behr, Nick Bloom, Giacomo De Giorgi, Rebecca Diamond, Florian Ederer, Callum Jones, Arvind Krishnamurthy, Josh Lerner, Ross Levine, Song Ma, Elisa Maffioli, Filippo Mezzanotti, Luigi Pistaferri, Josh Rauh, David Robinson, Amit Seru, Andrei Shleifer, Janis Skrastins, Per Stromberg, Amir Sufi, Joacim Tag, as well as seminar participants at Alabama, Brigham Young, Columbia, Duke, European Economic Association meetings, Fondazione Rodolfo DeBenedetti workshop, Research Institute of Industrial Economics, IMF, International Conference on Banking and Economic Development, Maryland Labor and Finance, Olin Business School, Statistics Norway, Stockholm School of Economics, Red Rock Finance conference, Stanford University, and Yale. We are grateful to the Stanford Institute for Innovation in Developing Economies, the Private Enterprise Development in Low-Income Countries Initiative by the Centre for Economic Policy Research, the Stanford Center for International Development, and the Abdul Latif Jameel Poverty Action Lab Governance Initiative for financial support. The views expressed in this article are those of the authors and do not necessarily represent those of the IMF, its Executive Board, IMF management, or the National Bureau of Economic Research.\n\n\n"
}