{
    "id": 25116,
    "citation_title": "The Minimum Wage, EITC, and Criminal Recidivism",
    "citation_author": [
        "Amanda Y. Agan",
        "Michael D. Makowsky"
    ],
    "citation_publication_date": "2018-10-01",
    "issue_date": "2018-09-27",
    "revision_date": "2019-07-08",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nFor recently released prisoners, the minimum wage and the availability of state Earned Income Tax Credits (EITCs) can influence both their ability to find employment and their potential legal wages relative to illegal sources of income, in turn affecting the probability they return to prison. Using administrative prison release records from nearly six million offenders released between 2000 and 2014, we use a difference-in-differences strategy to identify the effect of over two hundred state and federal minimum wage increases, as well as 21 state EITC programs, on recidivism. We find that the average minimum wage increase of $0.50 reduces the probability that men and women return to prison within 1 year by 2.8%. This implies that on average the effect of higher wages, drawing at least some released prisoners into the legal labor market, dominates any reduced employment in this population due to the minimum wage. These reductions in returns to incarcerations are observed for the potentially revenue generating crime categories of property and drug crimes; prison reentry for violent crimes are unchanged, supporting our framing that minimum wages affect crime that serves as a source of income. The availability of state EITCs also reduces recidivism, but only for women.\n\n",
    "acknowledgement": "\nWe thank Jeff Clemens, Jennifer Doleac, Benjamin Hansen, Justin McCrary, Jonathan Meer, and Kevin Schnepel for helpful comments. We have also benefited greatly from workshop and conference participants at the 2017 ALEA Meetings, NBER Labor Studies and Summer Institute, NYU Wagner, Princeton University, The Brookings Institution, UBC, UCSD, and UT Austin. We owe a debt of gratitude to Crystal Yang for sharing her Stata code for cleaning the NCRP data and for initial discussions about this project and to Steve Mello for help with the LEOKA data. Yujie Deng, Shannon Graham, and Sarah Wilson provided valuable research assistance. The authors have no outside funding to disclose. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}