{
    "id": 25110,
    "citation_title": "Unbundling Polarization",
    "citation_author": [
        "Nathan Canen",
        "Chad Kendall",
        "Francesco Trebbi"
    ],
    "citation_publication_date": "2018-10-01",
    "issue_date": "2018-09-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates the determinants of political polarization, a phenomenon of increasing relevance in Western democracies. How much of polarization is driven by divergence in the ideologies of politicians? How much is instead the result of changes in the capacity of parties to control their members? We use detailed internal information on party discipline in the context of the U.S. Congress – whip count data for 1977-1986 – to identify and structurally estimate an economic model of legislative activity where agenda selection, party discipline, and member votes are endogenous. The model delivers estimates of the ideological preferences of politicians, the extent of party control, and allows us to assess the effects of polarization through agenda setting (i.e. which alternatives to a status quo are strategically pursued). We find that parties account for approximately 40 percent of the political polarization in legislative voting over this time period, a critical inflection point in U.S. polarization. We also show that, absent party control, historically significant economic policies, including Debt Limit bills, the Social Security Amendments of 1983, and the two Reagan Tax Cuts of 1981 and 1984 would have not passed or lost substantial support. Counterfactual exercises establish that party control is highly relevant for the probability of success of a given bill and that polarization in ideological preferences is instead more consequential for policy selection, resulting in different bills being pursued.\n\n",
    "acknowledgement": "\nWe thank Matilde Bombardini, Josh Clinton, Gary Cox, Jeffery Jenkins, Keith Krehbiel, as well as seminar participants at various institutions for comments. We are grateful for funding from CIFAR and for hospitality at the Graduate School of Business at Stanford University during part of the writing of this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}