{
    "id": 25115,
    "citation_title": "Do Place-Based Tax Incentives Create Jobs?",
    "citation_author": [
        "Hyejin Ku",
        "Uta Schönberg",
        "Ragnhild C. Schreiner"
    ],
    "citation_publication_date": "2018-10-01",
    "issue_date": "2018-09-27",
    "revision_date": "2019-11-01",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we evaluate the effectiveness of place-based payroll taxes in stimulating local employment by exploiting a unique policy setting in Norway, where a system of geographically differentiated payroll taxes was suddenly abolished due to an EU regulation. The reform was enforced independently of the regional labor market developments, creating arguably exogenous variation in the payroll tax rates that firms in different local labor markets faced over time. We find evidence of partial shifting of payroll tax increases on to worker wages as well as a significant decline in local employment. These findings suggest that in settings with some degrees of wage rigidity, place-based payroll tax incentives can be effective in stimulating local employment.\n\n",
    "acknowledgement": "\nPreviously circulated as \"How Do Firms Respond To Place-Based Tax Incentives?\" We thank Xavier Jaravel, Dominik Sachs, and seminar participants at the Trans-Atlantic Public Economics Seminar in London, UCL, Statistics Norway and Oslo Fiscal Studies, for their helpful comments and suggestions. Ragnhild Schreiner acknowledges funding through a research project financed by the Norwegian Research Council (grant number 219616). Hyejin Ku and Ragnhild Schreiner further acknowledge funding from the NORFACE Welfare State Futures Programmes (GIWeS). This work is part of Oslo Fiscal Studies at the Department of Economics, University of Oslo. Data made available by Statistics Norway have been essential for the research project. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}