{
    "id": 25125,
    "citation_title": "Capital Structure and a Firm’s Workforce",
    "citation_author": [
        "David A. Matsa"
    ],
    "citation_publication_date": "2018-10-08",
    "issue_date": "2018-10-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Relations",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWhile businesses require funding to start and grow, they also rely on human capital, which affects how they raise funds. Labor market frictions make financing labor different than financing capital. Unlike capital, labor cannot be owned and can act strategically. Workers face unemployment costs, can negotiate for higher wages, are protected by employment regulations, and face retirement risk. I propose using these frictions as a framework for understanding the unique impact of a firm’s workforce on its capital structure. For instance, high leverage often makes managing labor more difficult by undermining employees’ job security and increasing the need for costly workforce reductions. But firms can also use leverage to their advantage, such as in labor negotiations and defined benefit pensions. This research can help firms account for the needs and management of their workforce when making financing decisions.\n\n",
    "acknowledgement": "\nI thank Jiaheng Yu and Yang Zhang for excellent research assistance and Matthew Serfling for sharing his data and code, which I used to develop the analysis shown in Table 2. For helpful comments, I am grateful to Ashwini Agrawal, Andrew Ellul, Ravi Jagannathan, James Naughton, and an anonymous reviewer. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}