{
    "id": 25127,
    "citation_title": "Post-FOMC Announcement Drift in U.S. Bond Markets",
    "citation_author": [
        "Jordan Brooks",
        "Michael Katz",
        "Hanno Lustig"
    ],
    "citation_publication_date": "2018-10-08",
    "issue_date": "2018-10-04",
    "revision_date": "2019-04-01",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nThe sensitivity of long-term rates to short-term rates represents a puzzle for standard macro-finance models. Post-FOMC announcement drift in Treasury markets after Federal Funds target changes contributes to the excess sensitivity of long rates. Mutual fund investors respond to the salience of Federal Funds target rate increases by selling short and intermediate duration bond funds, thus gradually increasing the effective supply to be absorbed by arbitrageurs. The gradual increase in supply generates post-announcement drift in longer Treasury yields, which spills over to other bond markets. Our findings shed new light on the causes of time-series-momentum in bond markets. A model in which mutual fund investors slowly adjust their extrapolative expectations of future short rates after a target change can qualitatively match the dynamics of yields and fund flows.\n\n",
    "acknowledgement": "\nWe would like to thank Michael Bauer, Arvind Krishnamurthy, Sylvain Leduc, Matteo Maggiori, Ravi Mattu, Emi Nakamura, Lars Nielsen, Alexi Savov, Jeremy Stein, Ken Singleton, Marti Subramanyam, Jón Steinsson, Andrea Vedolin, Jeff Wurgler and seminar participants at NYU Stern, the San Francisco Federal Reserve Bank, Stanford, PIMCO and AQR Capital Management. We are especially grateful to Eric Swanson who provided detailed comments. All remaining errors are ours. Corresponding author: Lustig at the Stanford GSB, 655 Knight Way, Stanford, CA 94305 (hlustig@stanford.edu). This research is partly funded by AQR Capital Management. Disclaimer: AQR Capital Management is a global investment management firm, which may or may not apply similar investment techniques or methods of analysis as described herein. The views expressed here are those of the authors and not necessarily those of AQR or the National Bureau of Economic Research.\n\n\n\nHanno Lustig\n\nHanno Lustig has an on-going consulting relationship with AQR Capital Management.\n\n\n"
}