{
    "id": 25126,
    "citation_title": "Overcoming Wealth Inequality by Capital Taxes that Finance Public Investment",
    "citation_author": [
        "Linus Mattauch",
        "David Klenert",
        "Joseph E. Stiglitz",
        "Ottmar Edenhofer"
    ],
    "citation_publication_date": "2018-10-08",
    "issue_date": "2018-10-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Public Goods",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWealth inequality is rising in rich countries. Capital taxation used simply to finance redistribution may not be able to counteract this trend, but can increased public investment financed by higher capital taxes? We examine how such a policy affects the distribution of wealth in a setting with distinct wealth groups: dynastic savers and life-cycle savers. Our main finding is that public investment financed through capital taxes always decreases wealth inequality when the elasticity of substitution between capital and labor is moderately high. Indeed, for all elasticities of substitution greater than a threshold value, at high enough capital tax rates, dynastic savers disappear in the long run. Below these rates, both types of households co-exist in equilibrium with life-cycle savers gaining from the higher capital tax rates. These results are robust with respect to the different roles of public investment in production. We calibrate our model to OECD economies and find the threshold elasticity to be 0.82.\n\n",
    "acknowledgement": "\nWe thank Max Franks, Cameron Hepburn, Olga Heismann, Katharina Jochemko, Ulrike Kornek, Marc Morgan, Salvatore Morelli, Jacquelyn Pless and Anselm Schultes for helpful comments and Fiona Spuler and Simona Sulikova for excellent research assistance. We further thank seminar audiences in Berlin and Oxford, at ZEW as well as participants of meetings of the European Economic Association, the Journees Louis-Andre Gerard Varet, the Royal Economic Society, the International Economic Association, the Society for the Study of Economic Inequality and the Verein fuer Socialpolitik and for useful comments. Linus Mattauch's research was supported by a postdoctoral fellowship of the German Academic Exchange Service (DAAD). The article is also part of a project that has received funding from the European Union's Horizon 2020 research and innovation programme under the Marie Sklodowska-Curie grant agreement No. 681228. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}