{
    "id": 25120,
    "citation_title": "Trade and Domestic Production Networks",
    "citation_author": [
        "Felix Tintelnot",
        "Ayumu Ken Kikkawa",
        "Magne Mogstad",
        "Emmanuel Dhyne"
    ],
    "citation_publication_date": "2018-10-08",
    "issue_date": "2018-10-04",
    "revision_date": "2019-01-03",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use Belgian data with information on domestic firm-to-firm sales and foreign trade transactions to study how international trade affects firms' unit cost and the consumer's real wage. We show theoretically that the gains from trade depend on domestic firm-to-firm linkages. Furthermore, we develop a tractable model of endogenous network formation, allowing firm-to-firm connections to form or break in response to import price changes. Quantitatively, we find that for small import price changes, alternative models that assume a roundabout production structure, despite falsely implying that all firms are connected within one link, yield similar predictions for the change in the real wage to the model that fits the actual linkages between firms. For large changes in the price of foreign goods, both the existing network structure and the endogeneity of the connections between firms are found to be quantitatively important.\n\n",
    "acknowledgement": "\nWe are grateful to Costas Arkolakis, Emmanuel Farhi, Teresa Fort, Matthew Grant, Basile Grassi, Oleg Itskhoki, Rob Johnson, Harry Li, Alejandra Lopez Espino, Ferdinando Monte, and Andrei Nagornyi for useful conversations. The views expressed in this paper are those of the authors and do not necessarily reflect the views of the National Bank of Belgium, any other institution with which one of the authors is affiliated, or the National Bureau of Economic Research.\n\n\n"
}