{
    "id": 25129,
    "citation_title": "Navigating Complex Financial Decisions at Retirement: Evidence from Annuity Choices in Public Sector Pensions",
    "citation_author": [
        "Robert L. Clark",
        "Robert G. Hammond",
        "David Vanderweide"
    ],
    "citation_publication_date": "2018-10-08",
    "issue_date": "2018-10-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Subnational Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nChoices regarding the disposition of wealth at retirement can have substantial implications for retirement income security.  We analyze the factors determining annuity option choices offered by a public sector defined pension plan with no default annuity option.  Using combined administrative records and survey data, we explore the role of individual and household characteristics as well as risk preferences, time preferences, and financial literacy. The evidence is consistent with predictions over which households might benefit most from each annuity option.  Comparing retirees who chose different annuities, we find that these groups of retirees report very different levels of well-being in retirement.\n\n",
    "acknowledgement": "\nWe thank Melinda Sandler Morrill, whose contributions at an earlier stage of this project are greatly appreciated.  This research is part of an on-going project that is being conducted in partnership with the North Carolina Retirement Systems Division and is being funded by the Sloan Foundation, Grant Numbers 2013-10-20 and G-2016-7054.  We gratefully acknowledge the help and support of Janet Cowell, former North Carolina State Treasurer, Steven C. Toole, Director of the Retirement Systems Division, Mary Buonfiglio, Deputy Director of Supplemental Retirement Plans, and Sam Watts, Policy Director of the Retirement Systems Division; Nino Abashidze, Bryan Allard, Christelle Khalaf, Siyan Liu, Aditi Pathak, and Emma Turner for research assistance; and Jonathan Reuter and participants at the NBER Conference on Incentives and Limitations of Employment Policies on Retirement Transitions for comments and suggestions.  The opinions and conclusions expressed herein are solely those of the authors and do not represent the opinions or policy of the North Carolina Retirement System, any other institution with which the authors are affiliated, or the National Bureau of Economic Research.\n\n\n\nDavid Vanderweide\n\nDavid Vanderweide is employed in the Fiscal Research Division of the North Carolina General Assembly.  The Fiscal Research Division is a non-partisan central staff agency that provides budget and tax-related analysis to all members of the General Assembly.  He is also a member of the Teachers' and State Employees' Retirement System.\n\n\n"
}