{
    "id": 25121,
    "citation_title": "Happiness at Different Ages: The Social Context Matters",
    "citation_author": [
        "John F. Helliwell",
        "Max B. Norton",
        "Haifang Huang",
        "Shun Wang"
    ],
    "citation_publication_date": "2018-10-08",
    "issue_date": "2018-10-04",
    "revision_date": "2023-04-11",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Compensation",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n",
        "Personnel Economics",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper uses a variety of individual-level survey data from several countries to test for interactions between subjective well-being at different ages and variables measuring the nature and quality of the social context at work, at home, and in the community. While earlier studies have found important age patterns (often U-shaped) and social context effects, these two sets of variables have generally been treated as mutually independent. We test for and find several large and highly significant interactions. Results are presented for life evaluations and (in some surveys) for happiness yesterday, in models with and without other control variables. The U-shape in age is found to be significantly flatter, and well-being in the middle of the age range higher, for those who are in workplaces with partner-like superiors, for those living as couples, and for those who have lived for longer in their communities. A strong sense of community belonging is associated with greater life satisfaction at all ages, but especially so at ages 60 and above, in some samples deepening the U-shape in age by increasing the size of the life satisfaction gains following the mid-life low.\n\n",
    "acknowledgement": "\nThis paper is a draft chapter for a volume, edited by Mariano Rojas, of papers in honour of Richard Easterlin. The authors are grateful to the Gallup Organization and Statistics Canada for access to data, and to the Canadian Institute for Advanced Research for research support. We are also grateful for helpful comments and advice from many participants, especially Andrew Oswald and Arthur Stone, at the Easterlin Festchrift conference at the University of Southern California on April 6, 2018, where an earlier version of this paper was presented. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}