{
    "id": 25132,
    "citation_title": "Matrix Completion Methods for Causal Panel Data Models",
    "citation_author": [
        "Susan Athey",
        "Mohsen Bayati",
        "Nikolay Doudchenko",
        "Guido Imbens",
        "Khashayar Khosravi"
    ],
    "citation_publication_date": "2018-10-08",
    "issue_date": "2018-10-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we study methods for estimating causal effects in settings with panel data, where a subset of units  are exposed to a treatment during a subset of periods, and the goal is estimating counterfactual (untreated) outcomes for the treated unit/period combinations.  We develop a class of matrix completion estimators that uses the observed elements of the matrix of control outcomes corresponding to untreated unit/periods to predict the “missing” elements of the matrix, corresponding to treated units/periods.  The approach estimates a matrix that well-approximates the original (incomplete) matrix, but has lower complexity according to the nuclear norm for matrices. From a technical perspective, we generalize results from the matrix completion literature by allowing the patterns of missing data to have a time series dependency structure.  We also present novel insights concerning the connections between the matrix completion literature, the literature on interactive fixed effects models and the literatures on program evaluation under unconfoundedness and synthetic control methods.\n\n",
    "acknowledgement": "\nWe are grateful for comments by Alberto Abadie and participants at the NBER Summer Institute and at seminars at Stockholm University and the California Econometrics Conference. This research was generously supported by ONR grant N00014-17-1-2131 and NSF grant CMMI:1554140. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nSusan Athey\n\nSusan Athey serves on the boards of directors of Expedia (EXPE), Lending Club (LC), Rover, Ripple, and CoinCenter.  She previously had a long term consulting relationship with Microsoft.  She also advises venture capital firms X/Seed Capital and NYCA Partners.\n\n\n\nGuido Imbens\n\nI have consulted for Microsoft Corporation, Facebook, Amazon, and Lilly Corporation.\n\n\n"
}