{
    "id": 25137,
    "citation_title": "Information and Bargaining through Agents: Experimental Evidence from Mexico’s Labor Courts",
    "citation_author": [
        "Joyce Sadka",
        "Enrique Seira",
        "Christopher Woodruff"
    ],
    "citation_publication_date": "2018-10-08",
    "issue_date": "2018-10-04",
    "revision_date": "2020-11-02",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWell-functioning courts are essential for the health of both financial and real economies. Courts function poorly in most lower-income countries, but the root causes of poor performance are not well understood. We use a field experiment with ongoing cases to analyze sources of dysfunction in Mexico’s largest labor court. Providing the parties with personalized outcome predictions doubles settlement rates and reduces average case duration, but only when the worker is present to receive the information. An intervention before plaintiffs contact a lawyer increases pre-suit settlement. The experiment illuminates agency issues among plaintiffs with private lawyers. For most workers, the treatment appears to improve welfare, as measured by discounted payouts and ability to pay bills.\n\n",
    "acknowledgement": "\nWe would like to thank Sebastian Garcia, Andrea Fernandez, Sergio Lopez-Araiza, Enrique Miranda, Isaac Meza, Diana Roman, and Monica Zamudio for superhuman re-search assistance, Vince Crawford, Jonas Hjort and Bentley MacLeod for helpful discussions, and seminar and conference participants at Cambridge, Columbia, Toulouse, ITAM, Monash, NYU - Abu Dhabi, Oxford, Tinbergen, MIT/Harvard, George Mason, Maryland the Latin American Workshop on Law and Economics, and the American Law and Economics Association for comments. All errors are ours. We acknowledge financial support from the Government Partnership Initiative of the Abdul-Latif Jameel Poverty Action Lab (JPAL) at the Massachusetts Institute of Technology, the Economic Development and Institutions program funded by the UK government through UK Aid, and the Asociacion Mexicana de Cultura. We also acknowledge crucial institutional, operational, and human resource support from the Mexico City Labor Court and its president, Darlene Rojas Olvera. The research reported in the paper was carried out with the approval of the ITAM Institutional Review Board. The trial registration number is AEARCTR-0002339. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}