{
    "id": 25130,
    "citation_title": "The Limits and Consequences of Population Policy: Evidence from China’s Wan Xi Shao Campaign",
    "citation_author": [
        "Kimberly Singer Babiarz",
        "Paul Ma",
        "Grant Miller",
        "Shige Song"
    ],
    "citation_publication_date": "2018-10-08",
    "issue_date": "2018-10-04",
    "revision_date": "2020-10-21",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPrior to the famous One Child Policy, China’s total fertility rate declined by more than 50% during the 1970s - one of the most rapid sustained fertility declines documented in modern history. Coinciding with this transition was China’s ﬁrst national population policy, Wan Xi Shao, also known as the Longer, Later Fewer (LLF) campaign. Studying LLF’s contribution to fertility and fertility strategies favoring sons, we ﬁnd that the campaign i) reduced China’s total fertility rate by 0.88 births per woman (explaining 27% of China’s modern fertility decline), ii) doubled the use of male-biased fertility stopping rules, and iii) promoted postnatal selection (implying 200,000 previously unrecognized missing girls). Considering Chinese population policy to be extreme in global experience, our paper demonstrates the limits of population policy in explaining demographic transitions— and its potential human costs.\n\n",
    "acknowledgement": "\nThis paper was previously circulated under the titles “Limits (and Human Costs) of Population Policy: Fertility Decline and Sex Selection Under Mao”, and “Early Fertility Decline and Sex Imbalance in Rural China.” We thank Jay Bhattacharya, David Canning, Daniel Goodkind, Giovanna Merli, Nancy Qian, Christine Valente, and Jennifer Van Hook for helpful comments and suggestions. We also thank seminar participants at Columbia, Duke, Hitotsubashi, Penn, UC Berkeley, UC San Diego, University of Michigan, USC, UT Austin, and SIEPR. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}