{
    "id": 25139,
    "citation_title": "Revealed Preference Analysis with Framing Effects",
    "citation_author": [
        "Jacob Goldin",
        "Daniel Reck"
    ],
    "citation_publication_date": "2018-10-08",
    "issue_date": "2018-10-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Welfare and Collective Choice",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn many settings, decision-makers' behavior is observed to vary based on seemingly arbitrary factors. Such framing effects cast doubt on the welfare conclusions drawn from revealed preference analysis. We relax the assumptions underlying that approach to accommodate settings in which framing effects are present. Plausible restrictions of varying strength permit either partial- or point-identification of preferences for the decision-makers who choose consistently across frames. Recovering population preferences requires understanding the empirical relationship between decision-makers’ preferences and their sensitivity to the frame. We develop tools for studying this relationship and illustrate them with data on automatic enrollment into pension plans.\n\n",
    "acknowledgement": "\nThe authors wish to thank Oriana Bandiera, Doug Bernheim, Sebastien Bradley, Charlie Brown, Ryan Bubb, Raj Chetty, Henry Farber, Nikolaj Harmon, James Hines, Bo Honore, Louis Kaplow, Sarah Kotb, Miles Kimball, Alvin Klevorick, Henrik Kleven, Claus Kreiner, David Lee, Charles Manski, Alex Mas, Ted O'Donoghue, Soren Leth-Petersen, Joel Slemrod, and seminar participants at Berkeley, Carnegie Mellon, the University of Chicago, the University of Copenhagen, Cornell, the Federal Reserve Board, Harris School of Public Policy, Harvard, the London School of Economics, the University of Michigan, New York University, Oxford, Princeton, and Stanford, for helpful discussion and comments. We are especially grateful to Brigitte Madrian and Aon Hewitt for providing us with data, and to Charlie Rafkin for his excellent assistance with the data. An earlier version of the article was circulated under the title “Preference Identification Under Inconsistent Choice.” The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nDaniel Reck\n\nDaniel Reck gratefully acknowledges financial support from the Center for Retirement Research at Boston College.\n\n\n"
}