{
    "id": 25136,
    "citation_title": "Connecting to Power: Political Connections, Innovation, and Firm Dynamics",
    "citation_author": [
        "Ufuk Akcigit",
        "Salomé Baslandze",
        "Francesca Lotti"
    ],
    "citation_publication_date": "2018-10-08",
    "issue_date": "2018-10-04",
    "revision_date": "2020-04-14",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Political Economy",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nHow do political connections affect firm dynamics, innovation, and creative destruction? To answer this question, we build a firm dynamics model, where we allow firms to invest in innovation and/or political connection to advance their productivity and to overcome certain market frictions. Our model generates a number of theoretical testable predictions and highlights a new interaction between static gains and dynamic losses from rent-seeking in aggregate productivity. We test the predictions of our model using a brand-new dataset on Italian firms and their workers, spanning the period from 1993 to 2014, where we merge: (i) firm-level balance sheet data; (ii) social security data on the universe of workers; (iii) patent data from the European Patent Office; (iv) the national registry of local politicians; and (v) detailed data on local elections in Italy. We find that firm-level political connections are widespread, especially among large firms, and that industries with a larger share of politically connected firms feature worse firm dynamics. We identify a leadership paradox: when compared to their competitors, market leaders are much more likely to be politically connected, but much less likely to innovate. In addition, political connections relate to a higher rate of survival, as well as growth in employment and revenue, but not in productivity – a result that we also confirm using a regression discontinuity design.\n\n",
    "acknowledgement": "\nWe thank Marco Chiurato, Salvatore Di Novo, and Marta Prato for excellent research assistance and our discussants Stefania Albanesi, Serdar Dinc, Stuart Graham, and Matteo Maggiori, for very constructive comments. We thank seminar and conference participants at the University of Chicago, MIT, Harvard, Penn State, NYU, ASSA Meetings, Richmond Fed, Georgetown University, Institute for Fiscal Studies, Harvard Business School, World Bank, Brandeis University, Tufts University, University College London, University of Maryland, EIEF, Bank of Italy, SKEMA Business School, CEPR Symposium, Philadelphia Fed, College de France, Banque de France, Turkish Central Bank, IESE, St. Louis Fed, University of Toronto Rotman, New York Fed, Atlanta Fed, INSEAD, University of Zurich, Munich Summer Institute, SED Mexico, INPS, NBER Entrepreneurship meeting, NBER Political Economy meeting, NBER Productivity lunch meeting for very helpful feedback and discussions. For providing invaluable support with the data access, we thank the research division of the Social Security Institute of Italy (INPS), especially Massimo Antichi, Mariella Cozzolino, Edoardo Di Porto, and Paolo Naticchioni. The views expressed by the authors do not necessarily reflect those of the Bank of Italy, INPS, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}