{
    "id": 25135,
    "citation_title": "Analyzing the Aftermath of a Compensation Reduction",
    "citation_author": [
        "Jason Sandvik",
        "Richard Saouma",
        "Nathan Seegert",
        "Christopher Stanton"
    ],
    "citation_publication_date": "2018-10-08",
    "issue_date": "2018-10-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nFirms rarely cut compensation, so little is known about the after-effects when compensation reductions do occur. We use commission reductions at a sales firm to estimate how work effort and turnover change.  In response to an 18% decline in sales commissions, corresponding to a 7% decline in median take-home pay, we find turnover increases for the most productive workers.  We detect limited effort responses.  Turnover and effort responses do not differ based on workers' survey replies regarding expectations of firm fairness or future promotion. The findings indicate that adverse selection concerns on the extensive margin of retaining workers drive the empirical regularity that firms rarely reduce compensation.\n\n",
    "acknowledgement": "\nWe thank Jen Brown, Lauren Cohen, Jeff Coles, Guido Friebel, Peter Kuhn, Bentley Macleod, Ramana Nanda, Paige Ouimet, Luke Stein, Ed Van Wesep, and seminar participants at the Arizona State Meeting of the Labor and Finance Group, Harvard Business School, SIOE Montreal, and UC Santa Barbara for helpful feedback. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}