{
    "id": 25131,
    "citation_title": "From Paper to Plastic: Understanding the Impact of eWIC on WIC Recipient Behavior",
    "citation_author": [
        "Andrew S. Hanks",
        "Carolyn Gunther",
        "Dean Lillard",
        "Robert L. Scharff"
    ],
    "citation_publication_date": "2018-10-08",
    "issue_date": "2018-10-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEvidence shows that the Special Supplemental Nutrition Program for Women, Infants, and Children (WIC) is underutilized. WIC enrolls only sixty percent of eligible persons. Participants claim only a fraction of available benefits. Researchers suggest that people underutilize WIC because of the time needed to enroll in and use WIC and because participants may believe that, if others notice them participating in WIC, community members will stigmatize them. Recently enacted policies may reduce both time costs and potential for stigma associated with WIC. Congress mandated that, by 2020, all states disburse WIC benefits through an Electronic Benefits Transfer (eWIC) system. The eWIC potentially reduces the time required for each transaction and makes it more difficult to identify beneficiaries. We analyze data on grocery expenditures of 11,887 WIC-participating households in one state over the period it implemented eWIC. We find that, after beneficiaries began redeeming WIC benefits through eWIC, spending on non-WIC eligible foods did not change but redemptions of WIC benefits increased.\n\n",
    "acknowledgement": "\nThis manuscript was partially funded by the Duke-UNC USDA Center for Behavioral Economics and Healthy Food Choice Research (BECR), which is funded by grant 59-5000-4-0062 from the U.S. Department of Agriculture. The views expressed in this manuscript research are those of the investigators and cannot be attributed to the Duke-UNC USDA BECR Center or the U.S. Department of Agriculture, its Economic Research Service, or its Food and Nutrition Service, nor to the National Bureau of Economic Research. We would also like to thank participants at the 2016 NBER Health Economics Summer Institute, participants at the 2017 American Economic Association annual meeting, participants at the 2017 Agricultural and Applied Economics Association annual meeting, and participants at the Department of Human Sciences Seminar Series for their valuable comments.\n\n\n"
}