{
    "id": 25134,
    "citation_title": "Linear IV Regression Estimators for Structural Dynamic Discrete Choice Models",
    "citation_author": [
        "Myrto Kalouptsidi",
        "Paul T. Scott",
        "Eduardo Souza-Rodrigues"
    ],
    "citation_publication_date": "2018-10-08",
    "issue_date": "2018-10-04",
    "revision_date": "2020-02-27",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn structural dynamic discrete choice models, unobserved and mis-measured state variables may lead to biased parameter estimates and misleading inference. In this paper, we show that instrumental variables can address such measurement problems when they relate to state variables that evolve exogenously from the perspective of individual agents (i.e., market-level states). We define a class of linear instrumental variables estimators that rely on Euler equations expressed in terms of conditional choice probabilities (ECCP estimators). These estimators do not require observing or modeling the agent's entire information set, nor solving or simulating a dynamic program. As such, they are simple to implement and computation- ally light. We provide constructive arguments for the identification of model primitives, and establish the estimator's consistency and asymptotic normality. Four applied examples serve to illustrate the ECCP approach's implementation, advantages, and limitations: dynamic demand for durable goods, agricultural land use change, technology adoption, and dynamic labor supply. We illustrate the estimator's good finite-sample performance in a Monte Carlo study, and we estimate a labor supply model empirically for taxi drivers in New York City.\n\n",
    "acknowledgement": "\nWe are grateful to Victor Aguirregabiria, Chris Conlon, Øystein Daljord, Mike Dickstein, Bo Honoré, Rob McMillan, Magne Mogstad, Matthew Osborne, Lucas Lima, Marc-Antoine Schmidt, Yuanyuan Wan, Stan Zin, and seminar participants at various universities for many helpful comments. We also thank the Editor, the Associate Editor, and the anonymous referees. Jan Dee and Walter Zhang provided outstanding research assistance. Much of the material of this paper was formerly part of our paper “Identification of Counterfactuals in Dynamic Discrete Choice Models”, NBER Working Paper 21527. All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}