{
    "id": 25142,
    "citation_title": "Early Determinants of Work Disability in an International Perspective",
    "citation_author": [
        "Axel Börsch-Supan",
        "Tabea Bucher-Koenen",
        "Felizia Hanemann"
    ],
    "citation_publication_date": "2018-10-22",
    "issue_date": "2018-10-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": [
        "\n",
        "\nHealthcare Decision-Making and Outcomes for People Living with Alzheimer's Disease\n",
        "\n",
        "\nRetirement and Disability Research Center\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nThis paper studies the interrelated roles of health and welfare state policies in the decision to take up disability insurance (DI) benefits due to work disability (WD), defined as the (partial) inability to engage in gainful employment due to physical or mental illness. We exploit the large international variation of health, self-reported WD and the uptake of DI benefits in the US and Europe using a harmonized data set with life history information assembled from the Survey of Health Ageing and Retirement in Europe (SHARE), the English Longitudinal Study on Ageing (ELSA) and the Health and Retirement Study (HRS). Particular attention is given to the role of life-time health and other life-time experiences in explaining WD and DI uptake later in life. We find that while our large set of health measures explains a substantial share of the within-country variation in WD and DI, this is not the case for the variation across countries. Rather, most of the variation between countries is explained by differences in DI policies.\n\n",
    "acknowledgement": "\nThis research was supported by the U.S. Social Security Administration through grant #1 DRC12000002-04 to the National Bureau of Economic Research as part of the SSA Disability Research Consortium. The findings and conclusions expressed are solely those of the author(s) and do not represent the views of SSA, any agency of the Federal Government, or the NBER.\nThis paper uses data from SHARE Waves 1, 2, 3 (SHARELIFE), 4 and 5 (DOIs: 10.6103/SHARE.w1.500, 10.6103/SHARE.w2.500, 10.6103/SHARE.w3.500, 10.6103/SHARE.w4.500, 10.6103/SHARE.w5.500), see Börsch-Supan et al. (2013) for methodological details. The SHARE data collection has been primarily funded by the European Commission through the FP5 (QLK6-CT-2001-00360), FP6 (SHARE-I3: RII-CT-2006-062193, COMPARE: CIT5-CT-2005-028857, SHARELIFE: CIT4-CT-2006-028812) and FP7 (SHARE-PREP: N°211909, SHARE-LEAP: °227822, SHARE M4: N°261982). Additional funding from the German Ministry of Education and Research, the U.S. National Institute on Aging (U01_AG09740-13S2, P01_AG005842, P01_AG08291, P30_AG12815, R21_AG025169, Y1-AG-4553-01, IAG_BSR06-11, OGHA_04-064) and from various national funding sources is gratefully acknowledged (see www.share-project.org). The ELSA data were made available through the UK Data Archive. ELSA was developed by a team of researchers based at the NatCen Social Research, University College London and the Institute for Fiscal Studies. The data were collected by NatCen Social Research. The funding is provided by the National Institute of Aging in the United States, and a consortium of UK government departments co-ordinated by the Office for National Statistics. The developers and funders of ELSA and the Archive do not bear any responsibility for the analyses or interpretations presented here. The HRS (Health and Retirement Study) is sponsored by the National Institute on Aging (grant number NIA U01AG009740) and is conducted by the University of Michigan. We are grateful to Pierre Koning, Maarten Lindeboom and Monika Queisser as well as seminar participants at the US Social Security Administration in Washington, DC, the Netspar International Pension Workshop in Leiden and at the OECD in Paris for helpful comments. We would like to thank Carina Rein and Robert Mellinghoff for their research assistance and Christina Maier for editorial assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}