{
    "id": 25149,
    "citation_title": "Beyond the Balance Sheet Model of Banking: Implications for Bank Regulation and Monetary Policy",
    "citation_author": [
        "Greg Buchak",
        "Gregor Matvos",
        "Tomasz Piskorski",
        "Amit Seru"
    ],
    "citation_publication_date": "2018-10-15",
    "issue_date": "2018-10-11",
    "revision_date": "2022-07-29",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nBank balance sheet lending is commonly viewed as the predominant form of lending. We document and study two margins of adjustment that are usually absent from this view using microdata in the $10 trillion U.S. residential mortgage market. We first document the limits of the shadow bank substitution margin: shadow banks substitute for traditional—deposit-taking—banks in loans which are easily sold, but are limited from activities requiring on-balance-sheet financing. We then document the balance sheet retention margin: banks switch between traditional balance sheet lending and selling loans based on their balance sheet strength, behaving more like shadow banks following negative shocks. Motivated by this evidence, we build and estimate a workhorse structural model of the financial intermediation sector. Banks and shadow banks compete for borrowers. Banks face regulatory constraints but benefit from the ability to engage in balance sheet lending. Critically, departing from prior literature, banks can also choose to access the securitization market like shadow banks. To evaluate distributional consequences, we model a rich demand system with income and house price differences across borrowers. The model is identified using spatial pricing policies of government-sponsored entities and bunching at the regulatory threshold. We study the quantitative consequences of several policies on lending volume and pricing, bank stability, and the distribution of consumer surplus across rich and poor households. Both margins we identify significantly shape policy responses, accounting for more than $500 billion in lending volume across counterfactuals. Secondary market disruptions such as quantitative easing have significantly larger impacts on lending and redistribution than capital requirement changes once we account for these margins. We conclude that a regulatory policy analysis of the intermediation sector must incorporate the intricate industrial organization of the credit market and the equilibrium interaction of banks and shadow banks.\n\n",
    "acknowledgement": "\nThis paper was previously titled “The Limits of Shadow Banks”. Buchak is at Stanford Graduate School of Business (GSB), Matvos is at Northwestern University and the National Bureau of Economic Research (NBER), Piskorski is at Columbia GSB and NBER, and Seru is at Stanford GSB, the Hoover Institution, the Stanford Institute for Economic Policy Research (SIEPR), and NBER. We thank the National Science Foundation (Award 1628895) for financial support. We thank Sumit Agarwal, Adrien Auclert, Anat Admati, Matteo Benetton, John Cochrane, Dean Corbae, Ramona Dagostino, Anthony DeFusco, Peter DeMarzo, Darell Duffie, Andrea Eisfeldt, Mark Egan, Neil Esho, Andreas Fuster, Paul Goldsmith-Pinkham, Itay Goldstein, Ben Hebert, Erik Hurst, Arvind Krishnamurthy, Debbie Lucas, Chris Mayer, Guillermo Ordonez, Chris Palmer, Karen Pence, Tarun Ramodarai, Alexi Savov, Antoinette Schoar, David Scharfstein, Hyun Shin, Jeremy Stein, Johannes Stroebel, Amir Sufi, Adi Sunderam, Joe Vavra, Arlene Wong, and seminar participants at AQR, Bank for International Settlements, Columbia GSB, European Central Bank, Harvard Business School, Hoover Institution, Housing Finance Policy Center, Indian School of Business, MIT Sloan, Stanford GSB, Yale University, UCLA, University of Texas at Austin, Washington University in St. Louis, Boston College, UNC, University of Rochester, Kellogg School of Management, University of Illinois at Urbana Champagne, and participants at ASSA meetings (Econometric Society), Kellogg Housing and Macroeconomics Conference, Midwest Finance Association Conference, NBER Monetary Economics, NBER Summer Institute, Wharton Conference on Liquidity and Financial Fragility, Stanford Institute of Theoretical Economics Financial Regulation Conference, Office for Financial Research Financial Stability Conference, FDIC Financial Technology Conference, Summer Real Estate Symposium, Central Bank Research Association annual meeting, and the San Francisco Federal Reserve Conference on Advances in Financial Research for helpful comments. We also thank Susan Cherry, Monica Clodius, Sam Liu, and Yilan Zheng for outstanding research assistance. First Version: February 2018. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}