{
    "id": 25148,
    "citation_title": "The Productivity J-Curve: How Intangibles Complement General Purpose Technologies",
    "citation_author": [
        "Erik Brynjolfsson",
        "Daniel Rock",
        "Chad Syverson"
    ],
    "citation_publication_date": "2018-10-15",
    "issue_date": "2018-10-11",
    "revision_date": "2020-01-31",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nGeneral purpose technologies (GPTs) such as AI enable and require significant complementary investments, including co-invention of new processes, products, business models and human capital. These complementary investments are often intangible and poorly measured in the national accounts, even when they create valuable assets for the firm. We develop a model that shows how this leads to an underestimation of productivity growth in the early years of a new GPT, and how later, when the benefits of intangible investments are harvested, productivity growth will be overestimated. Our model generates a Productivity J-Curve that can explain the productivity slowdowns often accompanying the advent of GPTs, as well as the increase in productivity later. We use our model to analyze empirically the historical roles of intangibles tied to R&D, software, and computer hardware. We find substantial and ongoing Productivity J-Curve effects for software in particular and computer hardware to a lesser extent. Our adjusted measure TFP is 11.3% higher than official measures at the end of 2004, and 15.9% higher than official measures at the end of 2017. We then assess how AI-related intangible capital may be currently affecting measured productivity and find the effects are small but growing.\n\n",
    "acknowledgement": "\nWe thank Daron Acemoglu, Seth Benzell, John Fernald, Rebecca Henderson, Austan Goolsbee, Richard Rogerson, Adam Saunders, Larry Summers, Manuel Trajtenberg, an anonymous reviewer, and numerous seminar participants for helpful comments. The MIT Initiative on the Digital Economy provided valuable funding. We dedicate this paper to the memory of Shinkyu Yang, whose pioneering insights on the role of intangibles inspired us. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nChad Syverson\n\nI have no relevant financial interests to disclose\n\n\n"
}