{
    "id": 25147,
    "citation_title": "The Opportunity Atlas: Mapping the Childhood Roots of Social Mobility",
    "citation_author": [
        "Raj Chetty",
        "John N. Friedman",
        "Nathaniel Hendren",
        "Maggie R. Jones",
        "Sonya R. Porter"
    ],
    "citation_publication_date": "2018-10-15",
    "issue_date": "2018-10-11",
    "revision_date": "2020-02-19",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nMoving To Opportunity\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe construct a public atlas of children's outcomes in adulthood by the Census tract in which they grew up using anonymized longitudinal data covering nearly the entire U.S. population. For each tract, we estimate children's earnings distributions, incarceration rates, and other out-comes in adulthood by parental income, race, and gender. Children's outcomes vary sharply across nearby areas: for children with parents at the 25th percentile of the national income distribution, the standard deviation of mean household income at age 35 is $5,000 across tracts within counties. We illustrate how the tract-level data provide insight into how neighborhoods shape the development of human capital and support local economic policy using two applications. First, we show how these data can be used to better target policies to improve economic opportunity by uncovering specific neighborhoods where certain subgroups of children grow up to have poor outcomes. Neighborhoods matter at a very granular level: conditional on characteristics such as poverty rates in a child's own Census tract, characteristics of tracts that are one mile away have little predictive power for a child's outcomes. Second, we show that the observational estimates are highly predictive of neighborhoods' causal effects, based on a comparison to data from the Moving to Opportunity experiment and a quasi-experimental research design analyzing movers' outcomes. We then identify high-opportunity neighborhoods that are affordable to low-income families, information that can be used to design affordable housing policies. Our measures of children's long-term outcomes are only weakly correlated with traditional proxies for local economic success such as rates of job growth, showing that the conditions that create greater upward mobility are not necessarily the same as those that lead to productive labor markets.\n\n",
    "acknowledgement": "\nAny opinions and conclusions expressed herein are those of the authors and do not necessarily reflect the views of the U.S. Census Bureau. All results have been reviewed to ensure that no confidential information is disclosed. The statistical summaries reported in this paper have been cleared by the Census Bureau's Disclosure Review Board release authorization number CBDRB-FY18-319. We thank John Abowd, Peter Bergman, David Deming, Edward Glaeser, David Grusky, Lawrence Katz, Enrico Moretti, Robert Sampson, Salil Vadhan, and numerous  seminar participants for helpful comments and discussions. We are indebted to Caroline Dockes, Michael Droste, Benjamin Goldman, Jack Hoyle, Federico Gonzalez Rodriguez, Jamie Gracie, Matthew Jacob, Martin Koenen, Sarah Merchant, Donato Onorato, Kamelia Stavreva, Wilbur Townsend, Joseph Winkelmann, and other Opportunity Insights pre-doctoral fellows for their outstanding contributions to this work. This research was funded by the Bill & Melinda Gates Foundation, Chan-Zuckerberg Initiative, Robert Wood Johnson Foundation, Kellogg Foundation, Harvard University, and the National Science Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}