{
    "id": 25145,
    "citation_title": "The Salary Taboo: Privacy Norms and the Diffusion of Information",
    "citation_author": [
        "Zoë B. Cullen",
        "Ricardo Perez-Truglia"
    ],
    "citation_publication_date": "2018-10-15",
    "issue_date": "2018-10-11",
    "revision_date": "2023-02-07",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Behavioral Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Discrimination",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nThe diffusion of salary information has implications for labor markets, such as wage discrimination policies and collective bargaining. Access to salary information is believed to be limited and unequal, but there is little direct evidence on the sources of these information frictions. Social scientists have long conjectured that privacy norms around salary (i.e., the “salary taboo”) play an important role. We provide unique evidence of this phenomenon based on a field experiment with 755 employees at a large commercial bank in Southeast Asia. We show that many of its employees are both unwilling to reveal their salaries to coworkers and reluctant to ask coworkers about their salaries. These frictions persist, in smaller magnitude, when sharing less sensitive information on seniority. We discuss implications for pay transparency policies and the gender wage gap.\n\n",
    "acknowledgement": "\nWe thank the editor (Robert Metcalfe) and three anonymous referees for their excellent feedback. We are thankful for numerous comments from colleagues and seminar discussants. In particular we would like to thank Emily Breza, Kai Barron, Lauren Cohen, Mu-Jeung Yang, Irene Lo, Rediet Abebe, Bobby Pakzad-Hurson, Shane Greenstein, Teresa Amabile, Pietro Ortoleva, Edward Lazear, Chris Stanton, Robert Gibbons, David Slusky, Sera Linardi, Olga Stoddard, Teodora Boneva, Silvia Saccardo, and Clayton Featherstone. The collaborating firm provided financial support for the research being conducted. Additionally, Zoë Cullen was a full-time, salaried employee at that firm while the research was being conducted. Katherine Fang, Anh Nguyen, Dylan Balla-Elliott and Romina Quagliotti provided excellent research assistance. This project was reviewed and approved by the Institutional Review Board at University of California Los Angeles (IRB#18-001467). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}