{
    "id": 25152,
    "citation_title": "State Dependent Effects of Monetary Policy: the Refinancing Channel",
    "citation_author": [
        "Martin Eichenbaum",
        "Sergio Rebelo",
        "Arlene Wong"
    ],
    "citation_publication_date": "2018-10-15",
    "issue_date": "2018-10-11",
    "revision_date": "2020-09-21",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies how the impact of monetary policy depends on the distribution of savings from reﬁnancing mortgages. We show that the eﬃcacy of monetary policy is state dependent, varying in a systematic way with the pool of potential savings from reﬁnancing. We construct a quantitative dynamic life-cycle model that accounts for our ﬁndings and use it to study how the response of consumption to a change in mortgage rates depends on the distribution of savings from reﬁnancing. These eﬀects are strongly state dependent. We also use the model to study the impact of a long period of low interest rates on the potency of monetary policy. We ﬁnd that this potency is substantially reduced both during the period and for a substantial amount of time after interest rates renormalize.\n\n",
    "acknowledgement": "\nWe thank Adrien Auclert, Martin Beraja, David Berger, Francesco Bianci, Luigi Bocola, Christoph Boehm, Daniel Greenwald, Erik Hurst, Arvind Krishnamurthy, Moritz Lenel, Monika Piazzesi, Mikkel Plagborg-Moller, Martin Schneider, Chris Tonetti, Joe Vavra and Mark Watson for their comments, and Jose Alvarez and Laura Murphy for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nMartin Eichenbaum\n\nNon-teaching compensated activities: 2010 through 2015 (excludes token honoraria).\nCo-editor, American Economic Review, 2011 - 2015.\nCo-editor, NBER Macroeconomic Annual.\nFederal Reserve Bank of Atlanta, advisor.\nFederal Reserve Bank of Chicago, advisor\nIMF, consultant.\nGlobal Markets Institute at Goldman Sachs, Advisory Council.\nBoard of Directors, Bank of Montreal.\n\n\n"
}