{
    "id": 25150,
    "citation_title": "Arbitration with Uninformed Consumers",
    "citation_author": [
        "Mark L. Egan",
        "Gregor Matvos",
        "Amit Seru"
    ],
    "citation_publication_date": "2018-10-15",
    "issue_date": "2018-10-11",
    "revision_date": "2021-05-11",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nThis paper studies the impact of the arbitrator selection process on consumer outcomes. Using data from consumer arbitration cases in the securities industry over the past two decades, where we observe detailed information on case characteristics, the randomly generated list of potential arbitrators presented to both parties, the selected arbitrator, and case outcomes, we establish several motivating facts. These facts suggest that firms hold an informational advantage over consumers in selecting arbitrators, resulting in industry-friendly arbitration outcomes. We then develop and calibrate a quantitative model of arbitrator selection in which firms hold an informational advantage in selecting arbitrators. Arbitrators, who are compensated only if chosen, compete with each other to be selected. The model allows us to decompose the firms’ advantage into two components: the advantage of choosing pro-industry arbitrators from a given pool, and the equilibrium pro-industry tilt in the arbitration pool that arises because of arbitrator competition. Selecting arbitrators without the input of firms and consumers would increase consumer awards by $60,000 on average relative to the current system. Forty percent of this effect arises because the pool of arbitrators skews pro-industry due to competition. Even an informed consumer cannot avoid this pro-industry equilibrium effect. Counterfactuals suggest that redesigning the arbitrator selection mechanism for the benefit of consumers hinges on whether consumers are informed. Policies intended to benefit consumers, such as increasing arbitrator compensation or giving parties more choice would benefit informed consumers but hurt the uninformed.\n\n",
    "acknowledgement": "\nWe especially thank Pedro Bordalo, Eric Budish, John Campbell, Bentley MacLeod, Jesse Shapiro and Johannes Stroebel. We also thank Sumit Agarwal, Judith Chevalier, Lauren Cohen, Alexander Dyck, Glenn Ellison, Nicola Gennaioli, Will Gerken, Paul Goldsmith-Pinkham, Shane Greenstein, Colleen Honigsberg, Ben Iverson, Terrance Odean, Giorgia Piacentino, Andrea Pozzi, Andrew Tuch, and the seminar participants at Bocconi University, Columbia Business School, the Consumer Financial Protection Bureau, Einaudi Institute for Economics and Finance, FINRA, Harvard Business School, the Kellogg School of Management at Northwestern University, NYU Stern School of Business, Penn State, Stanford Graduate School of Business, Tilburg University, the University of California at Los Angeles, University of Texas at Austin, the University of Wisconsin School of Business and the Yale School of Management. We also thank participants\nat the ASSA meetings, Financial Conduct Authority and Imperial Business School Conference on Household Finance and Consumer Decision-Making, workshop on Financial Intermediation and Regulation at Queens University, NBER Household Meetings, NBER Industrial Organization Meetings, NBER Law and Economics Meetings, Stanford-Berkeley joint workshop, and the Yale School of Management Jr. Finance Conference. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}