{
    "id": 25154,
    "citation_title": "Partial Rating Area Offering in the ACA Marketplaces: Facts, Theory and Evidence",
    "citation_author": [
        "Hanming Fang",
        "Ami Ko"
    ],
    "citation_publication_date": "2018-10-15",
    "issue_date": "2018-10-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the health insurance marketplaces established by the Affordable Care Act (ACA), each state is divided into a set number of  geographic ``rating areas.\" The ACA mandates that an insurer price its health insurance plan uniformly in all counties within the same rating area, conditional on insurees' age and smoking status. However, the ACA does \\textit{not} require that an insurer sell its plan in all counties in a rating area. Using the federal marketplace data, we quantify the prevalence of a phenomenon, which we refer to as partial rating area offering, where insurers enter some but not all of the counties in a rating area. To understand why insurers selectively enter a subset of the counties in a rating area, we develop a simple model of insurer competition. The model implies that if common county characteristics, such as the county's risk distribution, market size and provider availability, are the primary drivers for the partial rating area offering phenomenon, then there would be a positive correlation among insurers' entry decisions. In contrast, if the partial rating area offering phenomenon is driven by market segmentation, then there would be a negative correlation. We develop a novel nonparametric correlation test and apply it to the federal marketplace data. We find strong evidence for a positive correlation of insurers' entry decisions, suggesting that common cost factors are the main driver for the partial rating area offering phenomenon. To the extent that it is a concern that many counties now have few insurers, our result suggests that it is important to offer insurers subsidies that are tied to county characteristics.\n\n",
    "acknowledgement": "\nWe thank Naoki Aizawa, Fatih Karahan, Andres Aradillas Lopez, Xu Cheng, Phil Haile, Timothy Layton, Daniel Polsky, Robert Porter, Holger Sieg, Amanda Starc, Petra Todd and seminar participants at Wisconsin-Madison, Federal Reserve Bank of New York and NBER Summer Institute for helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}