{
    "id": 25151,
    "citation_title": "The Institutional Foundations of Religious Politics: Evidence from Indonesia",
    "citation_author": [
        "Samuel Bazzi",
        "Gabriel Koehler-Derrick",
        "Benjamin Marx"
    ],
    "citation_publication_date": "2018-10-15",
    "issue_date": "2018-10-11",
    "revision_date": "2019-09-09",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper explores the foundations of religious influence in politics and society. We show that an important Islamic institution fostered the entrenchment of Islamism at a critical juncture in Indonesia, the world’s largest Muslim country. In the early 1960s, rural elites transferred large amounts of land into waqf —inalienable charitable trusts in Islamic law—to avoid expropriation by the state. Regions facing a greater threat of expropriation exhibit more prevalent waqf land and Islamic institutions endowed as such, including mosques and religious schools. These endowments provided conservative forces with the capital needed to promote Islamist ideology and mobilize against the secular state. We identify lasting effects on the size of the religious sector, electoral support for Islamist parties, and the adoption of local sharia laws. These effects are shaped by greater demand for religion in government but not by greater piety among the electorate. Waqf assets also impose costs on the local economy, particularly in agriculture where these endowments are associated with lower productivity. Overall, our findings shed new light on the origins and consequences of Islamism.\n\n",
    "acknowledgement": "\nThis paper benefited from helpful feedback and suggestions from Abhijit Banerjee, Eli Berman, Lisa Blaydes, Filipe Campante, Jean-Paul Carvalho, Ernesto Dal Bo, Melissa Dell, Ray Fisman, Roberto Galbiati, Timur Kuran, Dilip Mookherjee, Jean-Philippe Platteau, Tom Pepinsky, Jared Rubin, Mohamed Saleh, Tavneet Suri, as well as numerous seminar and conference audiences. Masyhur Hilmy, Gedeon Lim, and Hanna Schwank provided excellent research assistance. We also thank Nicholas Kuipers and Tom Pepinsky for sharing data. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}