{
    "id": 25155,
    "citation_title": "The Role of Exporters and Domestic Producers in GVCs: Evidence for Belgium based on Extended National Supply-and-Use Tables Integrated into a Global Multiregional Input-Output Table",
    "citation_author": [
        "Bernhard Michel",
        "Caroline Hambÿe",
        "Bart Hertveldt"
    ],
    "citation_publication_date": "2018-10-15",
    "issue_date": "2018-10-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Households and Firms",
        "\n",
        "General Equilibrium",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFor a finer analysis of global value chain integration and competitiveness, we develop and apply a method for a micro-data based breakdown of manufacturing industries in the 2010 Belgian supply-and-use tables into export-oriented and domestic market firms. The former are defined as those firms that export at least 25% of their turnover. We then derive export-heterogeneous national input-output tables which we integrate into a global table. Our analyses reveal that: a) export-oriented manufacturers have lower value-added in output shares and import proportionally more of the intermediates they use; b) exports of export-oriented manufacturers generate substantial value added in other Belgian firms, in particular providers of services; c) Belgium’s backward participation in global value chains is mainly due to export-oriented manufacturers and its forward participation is due to other firms, d) export-oriented manufacturers participate in value chains that comprise, on average, a greater number of upstream and downstream production stages and of which a greater share is located abroad.\n\n",
    "acknowledgement": "\nThe authors would like to thank Nadim Ahmad and Lucian Cernat as well as participants of the CRIW Conference on 'The Challenges of Globalization in the Measurement of National Accounts'  for their comments that have helped to improve this article. We also acknowledge the invaluable support of Gaëtan De Menten, Geert Bryon and Alix Damman with the Larray module that they have created for Python and that was used for all calculations. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}