{
    "id": 25161,
    "citation_title": "Expenditure Visibility and Consumer Behavior: New Evidence",
    "citation_author": [
        "Ori Heffetz"
    ],
    "citation_publication_date": "2018-10-15",
    "issue_date": "2018-10-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Behavioral Economics",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nExpenditure visibility—the extent to which a household’s spending on a consumption category is noticeable to others—is measured in three new surveys, with ~3,000 telephone and online respondents. Visibility shows little change across time (ten years) and survey methods. Four different notions, or dimensions, of visibility are measured: the noticeability of above-average spending on a category; that of below-average spending; and the positivity/negativity of impressions made by above- and below-average spending. Jointly, these visibility measures explain up to three quarters or more of the observed variation in total-expenditure elasticities across consumption categories in U.S. data. Possible theoretical explanations are explored.\n\n",
    "acknowledgement": "\nI thank participants in the Cornell Behavioral/Experimental Economics Lab Meetings for useful early feedback and ideas, Cornell’s Survey Research Institute for conducting the telephone survey, Nadia Streletskaya and Lin Xu for programming the web survey, Inbal Dekel, Matan Gibson, Ofer Glicksohn, Guy Ishai, and Daniel Reeves for providing excellent research assistance, and Eve Sihra and conference/seminar participants at the Princeton Workshop on Public Economics, Stanford Institute for Theoretical Economics, Bar-Ilan U, Ben-Gurion U, and UC Berkeley for helpful comments. This research project was supported by the Israel Science Foundation (grant no. 1680/16), and by the S.C. Johnson Graduate School of Management. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}