{
    "id": 25169,
    "citation_title": "Signaling, Shame, and Silence in Social Learning",
    "citation_author": [
        "Arun G. Chandrasekhar",
        "Benjamin Golub",
        "He Yang"
    ],
    "citation_publication_date": "2018-10-22",
    "issue_date": "2018-10-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Economics of Information",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine how a social stigma of seeking information can inhibit learning. Consider a Seeker of uncertain ability who can learn about a task from an Advisor. If higher-ability Seekers need information less, then a Seeker concerned about reputation may refrain from asking to avoid signaling low ability. Separately, low-ability individuals may feel inhibited even if their ability is known and there is nothing to signal, an effect we term shame. Signaling and shame constitute an overall stigma of seeking information. We distinguish between the constituent parts of stigma in a simple model and then perform an experiment with treatments designed to detect both effects.  Seekers have three days to retrieve information  from paired Advisors in a field setting. The first arm varies whether needing information is correlated with ability; the second varies whether a Seeker's ability is revealed to the paired Advisor, irrespective of the seeking decision. We find that low-ability individuals do face large stigma inhibitions: there is a 55% decline in the probability of seeking when the need for information is correlated with cognitive ability. The second arm allows us to assess the contributions of signaling and shame, and, under structural assumptions, to estimate their relative magnitudes.  We find signaling to be the dominant force overall. The shame effect is particularly pronounced among socially close pairs (in terms of network distance and caste co-membership) whereas signaling concerns dominate for more distant pairs.\n\n",
    "acknowledgement": "\nWe thank Ran Abramitzky, Nageeb Ali, Marcella Alsan, Abhijit Banerjee, Emily Breza, Leo Bursztyn, Gabriel Carroll, Esther Duflo, Pascaline Dupas, Georgy Egorov, Greg Fischer, Alex Frankel, Maitreesh Ghatak,  Rema Hanna, Matthew O. Jackson, Navin Kartik,  Asim Khwaja, Scott Kominers, Michael Kremer, Horacio Larreguy, Jeremy Magruder, Ted Miguel, Melanie Morten, Kaivan Munshi, Ben Olken, Juan Ortner, Andrei Shleifer, Charlie Sprenger, Rob Townsend, Nils Wernerfelt, Juan Pablo Xandri, Leeat Yariv, as well as participants at the Berkeley Development Seminar, the MIT/Harvard Development Seminar, the Princeton Behavioral Seminar, the Chicago Booth Micro Seminar, the LSE CEP-STICERD Applications Seminar, the Stanford Junior Faculty Workshop,  the Coalition Theory Network Workshop, and the Workshop on Information and Social Economics at Caltech. We are grateful to Linh To for a very helpful detailed reading of an earlier draft. Financial support from the NSF under grants SES-1156182, SES-1559469, and SES-1658940, SCID at SIEPR, and IRiSS is gratefully acknowledged. We thank Alokik Mishra, Devika Lakhote, Tithee Mukhopadhyay, Gowri Nagraj, Jimmy Narang, Aneesha Parvathaneni, and Vedika Vyas for their excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}