{
    "id": 25165,
    "citation_title": "Grandparents, Moms, or Dads? Why Children of Teen Mothers Do Worse in Life",
    "citation_author": [
        "Anna Aizer",
        "Paul J. Devereux",
        "Kjell G. Salvanes"
    ],
    "citation_publication_date": "2018-10-15",
    "issue_date": "2018-10-11",
    "revision_date": "2018-10-19",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWomen who give birth as teens have worse subsequent educational and labor market outcomes than women who have first births at older ages. However, previous research has attributed much of these effects to selection rather than a causal effect of teen childbearing. Despite this, there are still reasons to believe that children of teen mothers may do worse as their mothers may be less mature, have fewer financial resources when the child is young, and may partner with fathers of lower quality. Using Norwegian register data, we compare outcomes of children of sisters who have first births at different ages. Our evidence suggests that the causal effect of being a child of a teen mother is much smaller than that implied by the cross-sectional differences but that there are still significant long-term, adverse consequences, especially for children born to the youngest teen mothers. Unlike previous research, we have information on fathers and find that negative selection of fathers of children born to teen mothers plays an important role in producing inferior child outcomes. These effects are particularly large for mothers from higher socio-economic groups.\n\n",
    "acknowledgement": "\nWe thank participants at the ESPE conference in Antwerp in 2018, and the Nordic Summer Institute in Labor Economics in Helsinki.  We have not financial interests to disclose. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}