{
    "id": 25167,
    "citation_title": "Quantifying Family, School, and Location Effects in the Presence of Complementarities and Sorting",
    "citation_author": [
        "Mohit Agrawal",
        "Joseph G. Altonji",
        "Richard K. Mansfield"
    ],
    "citation_publication_date": "2018-10-22",
    "issue_date": "2018-10-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe extend the control function approach of Altonji and Mansfield (2018) to allow for multiple group levels and complementarities. Our analysis provides a foundation for causal interpretation of multilevel mixed effects models in the presence of sorting. In our empirical application, we obtain lower bound estimates of the importance of school and commuting zone inputs for education and wages. A school/location combination at the 90th versus 10th percentile of the school/location quality distribution increases the high school graduation probability and college enrollment probability by at least .06 and .17, respectively. Treatment effects are heterogeneous across subgroups, primarily due to nonlinearity in the educational attainment model.\n\n",
    "acknowledgement": "\nWe thank David Card, Julie Berry Cullen, Mel Stevens, two anonymous referees, participants in the NBER Youth Labor Markets pre-conference and conference and participants in seminars at EIEF, Oxford, Princeton, the University of Chicago Harris School, UCSD and Yale for many valuable comments.  This research uses data from the National Center for Education Statistics under a restricted use data license. The shortcomings of the paper are our sole responsibility. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}