{
    "id": 25163,
    "citation_title": "Unequal Use of Social Insurance Benefits: The Role of Employers",
    "citation_author": [
        "Sarah Bana",
        "Kelly Bedard",
        "Maya Rossin-Slater",
        "Jenna Stearns"
    ],
    "citation_publication_date": "2018-10-15",
    "issue_date": "2018-10-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nNew Developments in Long-Term Asset Management\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nCalifornia's Disability Insurance (DI) and Paid Family Leave (PFL) programs have become important sources of social insurance, with benefit payments now exceeding those of the state's Unemployment Insurance program. However, there is considerable inequality in program take-up. While existing research shows that firm-specific factors explain a significant part of the growing earnings inequality in the U.S., little is known about the role of firms in determining the use of public leave-taking benefits. Using administrative data from California, we find strong evidence that DI and PFL program take-up is substantially higher in firms with high earnings premiums. A one standard deviation increase in the firm premium is associated with a 57 percent higher claim rate incidence. Our results suggest that changes in firm behavior have the potential to impact social insurance use and thus reduce an important dimension of inequality in America.\n\n",
    "acknowledgement": "\nWe thank Kent Strauss for valuable research assistance. We thank Isaac Sorkin and seminar participants at the University of Toronto for helpful comments. Rossin-Slater is grateful for support from the National Science Foundation (NSF) CAREER Award No. 1752203. Any opinions, findings, and conclusions or recommendations expressed in this paper are those of the authors and do not necessarily reflect the views of the National Science Foundation. All errors are our own. The California Employment Development Department (EDD) had the right to comment on the results of the paper, per the data use agreement between the authors and the EDD. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}