{
    "id": 25166,
    "citation_title": "The Effects of Downstream Competition on Upstream Innovation and Licensing",
    "citation_author": [
        "Jean-Etienne de Bettignies",
        "Bulat Gainullin",
        "Hua Fang Liu",
        "David T. Robinson"
    ],
    "citation_publication_date": "2018-10-22",
    "issue_date": "2018-10-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nWe study how competition between two downstream firms affects an upstream innovator's innovation strategy, which includes selecting how much innovation to produce and whether to license this innovation to one (targeted licensing) or both (market-wide licensing) downstream competitors. Our model points to a U-shaped relationship between downstream competition and upstream innovation: at low levels of competition, market-wide licensing is optimal and competition reduces innovation, while at high levels of competition targeted licensing is optimal and competition increases innovation. Empirical analysis using a large panel of US data provides clear support for these predictions linking competition, innovation and licensing.\n\n",
    "acknowledgement": "\nWe thank Ashish Arora, Luis Cabral, Anne Duchêne, Nancy Gallini, Patrick de Lamirande, Andrea Mantovani, Tom Ross, and seminar participants at the University of Alberta, the 2nd Asia-Pacific Innovation Conference (Singapore, 2011), the EARIE Conference (Rome, 2012), the CEA Meetings (Montreal, 2013), the IIO Conference (Indianapolis, 2018), and the SIOE Conference (Montreal, 2018) for helpful comments. Bettignies gratefully acknowledges financial support from SSHRC. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}