{
    "id": 25179,
    "citation_title": "Production and Learning in Teams",
    "citation_author": [
        "Kyle Herkenhoff",
        "Jeremy Lise",
        "Guido Menzio",
        "Gordon M. Phillips"
    ],
    "citation_publication_date": "2018-10-22",
    "issue_date": "2018-10-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe effect of coworkers on the learning and the productivity of an individual is measured combining theory and data. The theory is a frictional equilibrium model of the labor market in which production and the accumulation of human capital of an individual are allowed to depend on the human capital of coworkers. The data is a matched employer-employee dataset of US firms and workers. The measured production function is supermodular. The measured human capital function is non-linear: Workers catch-up to more knowledgeable coworkers, but are not dragged-down by less knowledgeable ones. The market equilibrium features a pattern of sorting of coworkers across teams that is inefficiently positive. This inefficiency results in low human capital individuals having too few chances to learn from more knowledgeable coworkers and, in turn, in a stock of human capital and a flow of output that are inefficiently low.\n\n",
    "acknowledgement": "\nWe are grateful to Axel Anderson, Thibault Lamadon, Rasmus Lentz, Ellen McGrattan, Ricardo Lagos, Espen Moen, Tommaso Porzio, Jean-Marc Robin, Coen Teulings, Michela Tincani, and to participants at many conferences for comments and suggestions. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis or the Federal Reserve System. Herkenhoff and Phillips were supported by NSF grant SES-1824422. Any opinions and conclusions expressed herein are those of the author(s) and do not necessarily represent the views of the U.S. Census Bureau or the National Bureau of Economic Research. All results have been reviewed to ensure that no confidential information is disclosed. This research uses data from the Census Bureau's Longitudinal Employer Household Dynamics Program, which was partially supported by the following National Science Foundation Grants SES-9978093, SES- 0339191 and ITR-0427889; National Institute on Aging Grant AG018854; and grants from the Alfred P. Sloan Foundation.\n\n\n"
}