{
    "id": 25172,
    "citation_title": "General Equilibrium Rebound from Energy Efficiency Innovation",
    "citation_author": [
        "Derek Lemoine"
    ],
    "citation_publication_date": "2018-10-22",
    "issue_date": "2018-10-18",
    "revision_date": "2019-09-10",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nEnergy efficiency improvements “rebound” when economic responses undercut their direct energy savings. I show that general equilibrium channels typically amplify rebound by making consumption goods cheaper but typically dampen rebound by increasing demand for non-energy inputs to production and by changing the size of the energy supply sector. Improvements in the efficiency of the energy supply sector generate especially large rebound because they make energy cheaper in all other sectors. Quantitatively, improving the efficiency of U.S. non-energy supply sectors by 1% would reduce U.S. energy use by 0.58%, with rebound of 28%. General equilibrium channels increase those savings by 19%; however, they reduce the savings from improving the efficiency of the energy supply sector by 65%.\n\n",
    "acknowledgement": "\nI thank seminar participants at Colorado School of Mines, the 2014 OxCarre Conference on Natural Resources and Instability, SURED 2014, the 2015 Toulouse Conference on the Economics of Energy and Climate Change, Umeå University, the University of Calgary, the University of California Berkeley, and the University of Maryland. I also thank Don Fullerton and Harry Saunders for helpful comments. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}