{
    "id": 25174,
    "citation_title": "Computer Vision and Real Estate: Do Looks Matter and Do Incentives Determine Looks",
    "citation_author": [
        "Edward L. Glaeser",
        "Michael Scott Kincaid",
        "Nikhil Naik"
    ],
    "citation_publication_date": "2018-10-22",
    "issue_date": "2018-10-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow much does the appearance of a house, or its neighbors, impact its price? Do events that impact the incentives facing homeowners, like foreclosure, impact the maintenance and appearance of a home? Using computer vision techniques, we find that a one standard deviation improvement in the appearance of a home in Boston is associated with a .16 log point increase in the home’s value, or about $68,000 at the sample mean. The additional predictive power created by images is small relative to location and basic home variables, but external images do outperform variables collected by in-person home assessors. A home’s value increases by .4 log points, when its neighbor’s visually predicted value increases by one log point, and more visible neighbors have a larger price impact than less visible neighbors. Homes that went through foreclosure during the 2008-09 financial crisis experienced a .04 log point decline in their appearance-related value, relative to comparable homes, suggesting that foreclosures reduced the incentives to maintain the housing stock. We do not find more depreciation of appearance in rental properties, or more upgrading of appearance by owners before resale.\n\n",
    "acknowledgement": "\nWe thank Abhimanyu Dubey for his excellent research assistance and acknowledge helpful comments from Jesse Shapiro and Jann Spiess. E.L.G. and N.N acknowledge support from the Star Family Challenge for Promising Scientific Research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nEdward L. Glaeser\n\nI have received speaking fees from organizations that organize members that invest in real estate markets, including the National Association of Real Estate Investment Managers and the Pension Real Estate Association.\n\n\n"
}