{
    "id": 25175,
    "citation_title": "The Impact of Permanent Residency Delays for STEM PhDs: Who leaves and Why",
    "citation_author": [
        "Shulamit Kahn",
        "Megan MacGarvie"
    ],
    "citation_publication_date": "2018-10-22",
    "issue_date": "2018-10-18",
    "revision_date": "2021-03-25",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nThis paper assesses whether delays in obtaining permanent residency status can explain recent declines in the share of Chinese and Indian PhD graduates from US STEM programs who remain in the US after their studies. We find that newly-binding limits on permanent visas for those from China and India with advanced degrees are significantly associated with declines in stay rates. The stay rate of Chinese graduates declines by 2.4 percentage points for each year of delay, while Indian graduates facing delays of at least 5 1/2 years have a stay rate that is 8.9 percentage points lower. The per-country permanent visa cap affects a large share of STEM PhDs who are disproportionately found in fields of study that have been crucial in stimulating US economic growth yet enroll relatively few natives. Finally, results suggest that the growth of science in countries of origin has an important influence on stay rates, while macroeconomic factors such as GDP per capita affect stay rates only via their impact on science funding. We conclude that per-country limits play a significant role in constraining the supply of highly skilled STEM workers in the US economy.\n\n",
    "acknowledgement": "\nWe thank Chelsea Carter and Zijie Zhu for excellent research assistance. We thank Gabriele Cristelli, Sari Kerr, Bill Kerr, Jim Rebitzer, David Spitzer and Bruce Weinberg for helpful suggestions. We also thank those at NSF NCSES and at NORC for enabling this research. However, all analysis and conclusions are solely the work of the authors and not NSF or NORC.  This work was supported by NSF grant SES-1538716. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}