{
    "id": 25170,
    "citation_title": "Household Debt and Recession in Brazil",
    "citation_author": [
        "Gabriel Garber",
        "Atif Mian",
        "Jacopo Ponticelli",
        "Amir Sufi"
    ],
    "citation_publication_date": "2018-10-22",
    "issue_date": "2018-10-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nBrazil experienced one of the most severe recessions in its history from 2014 to 2016. Following a pattern shown for previous economic downturns in other countries, the Brazilian recession was preceded by a substantial increase in household debt from 2003 to 2014. This study utilizes a novel individual level data set on household borrowing in order to provide details of the household debt boom. The data set allows for a decomposition of the rise in household debt by the type of debt and by the source of debt, and it allows for an analysis of the income of individuals taking on more debt during the boom. We conclude with an exploration of potential causes of the rise in household debt.\n\n",
    "acknowledgement": "\nPrepared for the Handbook of U.S. Consumer Economics edited by Benjamin Mandel and Andrew Haughwout. This work should not be reported as representing the views of the Central Bank of Brazil, nor does it necessarily reflect the views of the National Bureau of Economic Research. The views expressed in the chapter are those of the authors and not necessarily reflect those of the Central Bank of Brazil. We are thankful to Benjamin Mandel, Andrew Haughwout and all the participants in the Handbook Convening at JPMorgan Chase & Co. Institute. We are thankful to the staff of the Central Bank of Brazil for their comments and support, and in particular to: Carlos Viana de Carvalho, Andre Minella, Sergio Mikio Koyama, Toni R.E. dos Santos, Tony Takeda, Clodoaldo Annibal, Theo Cotrim Martins, Priscilla Koo Wilkens, Marcel Pinto, David Pereira, and Jaime Gregorio.\n\n\n"
}