{
    "id": 25177,
    "citation_title": "Accounting for Unobservable Heterogeneity in Cross Section Using Spatial First Differences",
    "citation_author": [
        "Hannah Druckenmiller",
        "Solomon Hsiang"
    ],
    "citation_publication_date": "2018-10-22",
    "issue_date": "2018-10-18",
    "revision_date": "2019-06-26",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe develop a simple cross-sectional research design to identify causal effects that is robust to unobservable heterogeneity. When many observational units are dense in physical space, it may be sufficient to regress the “spatial first differences” (SFD) of the outcome on the treatment and omit all covariates. This approach is conceptually similar to first differencing approaches in time-series or panel models, except the index for time is replaced with an index for locations in space. The SFD design identifies plausibly causal effects, even when no instruments are available, so long as local changes in the treatment and unobservable confounders are not systematically correlated between immediately adjacent neighbors. We demonstrate the SFD approach by recovering new cross-sectional estimates for the effects of time-invariant geographic factors, soil and climate, on long-run average crop productivities across US counties — relationships that are notoriously confounded by unobservables but crucial for guiding economic decisions, such as land management and climate policy.\n\n",
    "acknowledgement": "\nWe thank Wolfram Schlenker for generously sharing data and Michael Anderson, Max Auffhammer, Kendon Bell, Ian Bolliger, Tamma Carleton, Cl´ement de Chaisemartin, Robert Chirinko, Avi Feller, Andrew Hultgren, Larry Karp, Jeremy Magruder, Aprajit Mahajan, Gordon McCord, Craig McIntosh, Jonathan Proctor, James Stock, and seminar participants at UC Berkeley, UC Santa Barbara, University of Southern California, Stanford University, the University of California Environmental Economics Working Group, and the Association for Environment and Resource Economists for discussions and useful comments. Druckenmiller is supported by the National Science Foundation Graduate Research Fellowship under Grant No. DGE 1106400. Code is available at globalpolicy.science/code. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}