{
    "id": 25183,
    "citation_title": "Firm Scope and Spillovers from New Product Innovation: Evidence from Medical Devices",
    "citation_author": [
        "Matthew Grennan",
        "Charu Gupta",
        "Mara Lederman"
    ],
    "citation_publication_date": "2018-10-22",
    "issue_date": "2018-10-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n",
        "Nonprofits",
        "\n",
        "Antitrust",
        "\n",
        "Regulatory Economics",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nWhen firms span related product categories, spillovers across categories become central to firm strategy and industrial policy, due to their potential to foreclose competition and affect innovation incentives. We exploit major new product innovations in one medical device category, and detailed sales data across related categories, to develop a causal research design for spillovers at the customer level. We find evidence of spillovers, primarily associated with complementarities in usage. These spillovers imply large benefits to multi- vs. single-category firms, accounting for nearly one quarter of sales in the complimentary category (equivalent to four percent of revenue in the focal category).\n\n",
    "acknowledgement": "\nData for this research was provided by Millennium Research Group (www.mrg.net), and financial assistance was provided by the Mack Institute for Innovation Management. Thanks to Kira Fabrizio, Jon Kolstad, Robin Lee, Gabriel Natividad, Bob Town, and seminar participants at the NYU Economics of Strategy Conference, Strategy Research Forum, and Toronto Strategy Brownbag for helpful comments. Any errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}