{
    "id": 25181,
    "citation_title": "Impacts of a Carbon Tax across US Household Income Groups: What Are the Equity-Efficiency Trade-Offs?",
    "citation_author": [
        "Lawrence H. Goulder",
        "Marc A. C. Hafstead",
        "GyuRim Kim",
        "Xianling Long"
    ],
    "citation_publication_date": "2018-10-22",
    "issue_date": "2018-10-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper assesses the impacts across US household income groups of carbon taxes of various designs. We consider both the source-side impacts (reflecting how policies affect nominal wage, capital, and transfer incomes) and the use-side impacts (reflecting how policies alter prices of goods and services purchased by households). We apply an integrated general equilibrium framework with extended measures of the source- and use-side impacts that add up to the overall welfare impact. The distributional impacts depend importantly on the revenue recycling method and treatment of transfer income. In the absence of compensation targeted to particular income groups, use-side impacts tend to be regressive and source-side impacts progressive, with the progressive source-side impacts fully offsetting the regressive use-side impacts.  Both types of impact are considerably larger under our more comprehensive welfare measures than under more conventional measures.  The efficiency costs of targeted compensation to achieve distributional objectives depend critically on the recycling method and compensation target. These costs are an order of magnitude higher when the revenues that remain after compensation are used for corporate income tax cuts than when the remaining revenues are used in other ways. Efficiency costs rise dramatically when targeted compensation extends beyond the lowest income quintiles.\n\n",
    "acknowledgement": "\nWe are grateful to Ted Bergstrom, Danny Cullenward, Don Fullerton, Kyle Meng, Gib Metcalf, Ishuwar Seetharam, John Taggart, and Rob Williams for helpful comments; and we gratefully acknowledge the Energy and Climate Program at Resources for the Future and the Natural Gas Initiative (Grant 123376WPIAT) and Hoover Energy Task Force at Stanford University for their financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nMarc A. C. Hafstead\n\nMarc A.C. Hafstead is a fellow in the Energy and Climate Program and director of the Carbon Pricing Initiative at Resources for the Future (RFF). RFF is an independent, nonprofit research institution in Washington, DC.  RFF is supported by individual donors, corporations, and private foundations and its research is nonproprietary and publicly available. More information about RFF and its revenue sources can be found at www.rff.org/about.\n\n\n"
}