{
    "id": 25185,
    "citation_title": "U.S. Monetary Policy and Emerging Market Credit Cycles",
    "citation_author": [
        "Falk Bräuning",
        "Victoria Ivashina"
    ],
    "citation_publication_date": "2018-10-22",
    "issue_date": "2018-10-18",
    "revision_date": "2019-03-05",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nForeign banks’ lending to firms in emerging market economies (EMEs) is large and denominated predominantly in U.S. dollars. This creates a direct connection between U.S. monetary policy and EME credit cycles. We estimate that over a typical U.S. monetary easing cycle, EME borrowers experience a 32-percentage-point greater increase in the volume of loans issued by foreign banks than do borrowers from developed markets, followed by a fast credit contraction of a similar magnitude upon reversal of the U.S. monetary policy stance. This result is robust across different geographies and industries, and holds for U.S. and non-U.S. lenders, including those with little direct exposure to the U.S. economy. EME local lenders do not offset the foreign bank capital flows, and U.S. monetary policy affects credit conditions for EME firms, both at the extensive and intensive margin. Consistent with a risk-driven credit-supply adjustment, we show that the spillover is stronger for riskier EMEs, and, within countries, for higher-risk firms.\n\n",
    "acknowledgement": "\nWe are grateful for detailed feedback from Olivier Darmouni (discussant), José Fillat, Linda Goldberg, Gita Gopinath, Şebnem Kalemli-Ozcan, Ralf Meisenzahl (discussant), Joe Peek, Vincenzo Quadrini (discussant), and Jesse Schreger. We thank participants at the 2018 AFA Meetings, European Central Bank’s Credit, Banking and Monetary Policy Conference, West Coast Workshop on International Finance, World Bank-ASBA Long-Term Lending Conference and seminar series at Bocconi University, Central Bank of Italy, the Federal Reserve Bank of Boston, the Federal Reserve Bank of New York, George Washington University, MIT, Temple University, and University of New Hampshire for helpful comments. We are also grateful to Eric Swanson for sharing data on monetary policy shocks. Finally, we thank Kovid Puria for excellent research assistance. The views expressed in this paper are those of the authors and do not necessarily reflect those of the Federal Reserve Bank of Boston, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n\nVictoria Ivashina\n\nIn the past three years, I received significant financial support from the Federal Reserve Bank of Boston, and European Central Bank.\n\n\n"
}