{
    "id": 25180,
    "citation_title": "Negative Interest Rate Policy and the Yield Curve",
    "citation_author": [
        "Jing Cynthia Wu",
        "Fan Dora Xia"
    ],
    "citation_publication_date": "2018-10-22",
    "issue_date": "2018-10-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe evaluate the implications of the ECB's negative interest rate policy (NIRP) on the yield curve. To capture various shapes of the short end of the yield curve induced by the NIRP, we introduce two policy indicators, which summarize the immediate and longer-horizon future monetary policy stances. We find the four NIRP events lowered the short term interest rate by the same amount. The impact is dampened at longer maturities for the first two event dates due to lack of forward guidance. In contrast, in the last two dates, forward guidance drives the largest effects in two years.\n\n",
    "acknowledgement": "\nWe thank Drew Creal, Felix Geiger, Jim Hamilton, Wolfgang Lemke, Monika Piazzesi, Eric Swanson, and seminar and conference participants at Northwestern Kellogg School of Management, 10th Annual Conference of the Society for Financial Econometrics, AFA Annual Meeting, the Federal Reserve Board's conference on \"Developments in Empirical Monetary Economics,\" Barcelona GSE Summer Forum, 7th Term Structure Workshop at Bundesbank Bank, University of Oxford, Universitat Pompeu Fabra, European Central Bank, UCSD Rady School of Management, University of Illinois Urbana-Champaign, Texas A&M University, Tilburg University, Banque de France, Tinbergen Institute, University of Copenhagen, National Bank of Belgium, Universite Catholique de Louvain, Bank of Canada, and BIS Asian office for helpful suggestions. Cynthia Wu gratefully acknowledges \ffinancial support from the James S. Kemper Foundation Faculty Scholar at the University of Chicago Booth School of Business. This article was formerly titled \"Time-Varying Lower Bound of Interest Rates in Europe.\" The views expressed herein are those of the authors and not necessarily the views of the BIS. Correspondence: cynthia.wu@nd.edu, dora.xia@bis.org. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}