{
    "id": 25182,
    "citation_title": "Minimum Wage Increases and Individual Employment Trajectories",
    "citation_author": [
        "Ekaterina Jardim",
        "Mark C. Long",
        "Robert Plotnick",
        "Emma van Inwegen",
        "Jacob Vigdor",
        "Hilary Wething"
    ],
    "citation_publication_date": "2018-10-22",
    "issue_date": "2018-10-18",
    "revision_date": "2021-03-22",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing administrative employment data from the state of Washington, we use short-duration longitudinal panels to study the impact of Seattle’s minimum wage ordinance on individuals employed in low-wage jobs immediately before a wage increase. We draw counterfactual observations using nearest-neighbor matching and derive effect estimates by comparing the “treated” cohort to a placebo cohort drawn from earlier data. We attribute significant hourly wage increases and hours reductions to the policy.  On net, the minimum wage increase from $9.47 to as much as $13 per hour raised earnings by an average of $8-$12 per week. The entirety of these gains accrued to workers with above-median experience at baseline; less-experienced workers saw no significant change to weekly pay. Approximately one-quarter of the earnings gains can be attributed to experienced workers making up for lost hours in Seattle with work outside the city limits.  We associate the minimum wage ordinance with an 8% reduction in job turnover rates as well as a significant reduction in the rate of new entries into the workforce.\n\n",
    "acknowledgement": "\nWe thank the state of Washington’s Employment Security Department for providing access to data, and Matthew Dunbar for assistance in geocoding business locations. We thank the City of Seattle, the Laura and John Arnold Foundation, the Smith Richardson Foundation and the Russell Sage Foundation for funding and supporting the Seattle Minimum Wage Study. Partial support for this study came from a Eunice Kennedy Shriver National Institute of Child Health and Human Development research infrastructure grant, R24 HD042828, to the Center for Studies in Demography & Ecology at the University of Washington. We are grateful to conference session participants at the 2018 Association for Public Policy and Management International Conference, the 2018 Institute for Research on Poverty Summer Workshop, and 2018 Western Economic International Association meetings, and seminar participants at the W.E. Upjohn Institute and Texas Tech University for helpful comments on previous iterations of this work. We also thank Marianne Bitler, Charlie Brown, Tyler Ransom, Jeffrey Smith, and Christopher Taber for discussions which enriched the paper. Any opinions expressed in this work are those of the authors and should not be attributed to any other entity. Any errors are the authors’ sole responsibility. The Seattle Minimum Wage Study has neither solicited nor received support from any 501(c)(4) labor organization or any 501(c)(6) business organization. Ekaterina Jardim worked on this paper prior to joining Amazon. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}