{
    "id": 25188,
    "citation_title": "The Rise of Cloud Computing: Minding Your P’s, Q’s and K’s",
    "citation_author": [
        "David Byrne",
        "Carol Corrado",
        "Daniel E. Sichel"
    ],
    "citation_publication_date": "2018-10-29",
    "issue_date": "2018-10-25",
    "revision_date": "2019-07-22",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCloud computing—computing done on an off-site network of resources accessed through the Internet—is revolutionizing how computing services are used.  However, because cloud is so new and it largely is an intermediate input to other industries, it is difficult to track in the U.S. statistical system.  Moreover, there is a paucity of systematic information on the prices of cloud services.  To begin filling this gap, this paper does three things.  First, we define the different segments of cloud computing and document its explosive expansion.  Second, we develop new hedonic prices indexes for cloud services based on quarterly data for compute, database, and storage services offered by Amazon Web Services (AWS) from 2009 to 2016.  These indexes fall rapidly over the sample period, with quickening (and double digit) rates of decline for all three products starting at the beginning of 2014.  Finally, we highlight the puzzle of why investment in IT equipment in the NIPAs has been so weak while capital expenditures have exploded for IT equipment associated with cloud infrastructure.  We suggest that cloud service providers are undertaking large amounts of own-account investment in IT equipment and that some of this investment may not be captured in GDP.\n\n",
    "acknowledgement": "\nWe thank Victoria Angelova, Prianka Bhatia, and Liang Zhang for extraordinary research assistance.  We extend a special acknowledgment to Liang Zhang for her excellent Wellesley College thesis that developed semi-annual price indexes for Amazon Web Services’ basic compute product.  All views expressed in this paper are those of the authors alone and should not be attributed to organizations with which they are affiliated, nor to the National Bureau of Economic Research. Sichel is grateful to the Bureau of Economic Analysis and the National Telecommunications and Information Administration for grant support of $25,600 for work related to this paper.\n\n\n"
}