{
    "id": 25184,
    "citation_title": "Large Banks and Small Firm Lending",
    "citation_author": [
        "Vitaly M. Bord",
        "Victoria Ivashina",
        "Ryan D. Taliaferro"
    ],
    "citation_publication_date": "2018-10-22",
    "issue_date": "2018-10-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe show that since 2007, there was a large and persistent shift in the composition of lenders to small firms. Large banks impacted by the real estate prices collapse systematically contracted their credit to all small firms throughout the U.S.. However, healthy banks expanded their operations and entered new banking markets. The market share gain of these banks was a standard deviation above the long-run historical market share growth and persists for years following the financial crisis. Despite this offsetting expansion, the net effect of the contraction in credit was negative, with lower aggregate credit and deposits growth, and lower entrepreneurial activity through 2015.\n\n",
    "acknowledgement": "\nWe are grateful for the helpful comments made by Tomasz Piskorski,  Kristle Romero Cortes (discussant), Jeremy Stein, Andrew Winton and participants at the American Finance Association (AFA) and European Finance Association (EFA) annual meetings, and seminar participants at the Federal Reserve Bank of Boston and Harvard Business School brown bag seminars. Baker Library Research Services provided assistance with data collection for this project. Data on deposit rates come from RateWatch. The opinions in this paper are the authors’ own and do not necessarily reflect those of Acadian Asset Management or the National Bureau of Economic Research. This paper is not investment advice.\n\n\n\nVictoria Ivashina\n\nIn the past three years, I received significant financial support from the Federal Reserve Bank of Boston, and European Central Bank.\n\n\n"
}