{
    "id": 25195,
    "citation_title": "The Intensive Margin in Trade",
    "citation_author": [
        "Ana M. Fernandes",
        "Peter J. Klenow",
        "Sergii Meleshchuk",
        "Denisse Pierola",
        "Andrés Rodríguez-Clare"
    ],
    "citation_publication_date": "2018-10-29",
    "issue_date": "2018-10-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Melitz model highlights the importance of the extensive margin (the number of firms exporting) for trade flows.  Using the World Bank's Exporter Dynamics Database (EDD) featuring firm-level exports from 50 countries, we find that around 50% of variation in exports is along the extensive margin --- a quantitative victory for the Melitz framework.  The remaining 50% on the intensive margin (exports per exporting firm) contradicts a special case of Melitz with Pareto-distributed firm productivity, which has become a tractable benchmark. This benchmark model predicts that, conditional on the fixed costs of exporting, all variation in exports across trading partners should occur on the extensive margin. We find that moving from a Pareto to a lognormal distribution allows the Melitz model to match the role of the intensive margin in the EDD. We use likelihood methods and the EDD to estimate a generalized Melitz model with a joint lognormal distribution for firm-level productivity, fixed costs and demand shifters, and use \"exact hat algebra\" to quantify the effects of a decline in trade costs on trade flows and welfare in the estimated model. The welfare effects turn out to be quite close to those in the standard Melitz-Pareto model when we choose  the Pareto shape parameter to fit the average trade elasticity implied by our estimated Melitz-lognormal model, although there are significant differences regarding the effects on trade flows.\n\n",
    "acknowledgement": "\nWe are grateful to Arnaud Costinot, Caroline Freund, Cecile Gaubert, Keith Head, Sam Kortum, Thierry Mayer, Eduardo Morales and Jesse Perla for useful discussions, to seminar participants at various institutions, and to Matthias Hoelzlein and Nick Sander for outstanding research assistance. The World Bank provided access to the Exporter Dynamics Database. Research for this paper has in part been supported by the World Bank's Multidonor Trust Fund for Trade and Development and the Strategic Research Program on Economic Development, as well as the Stanford Institute for Economic Policy Research. The findings expressed in this paper are those of the authors and do not necessarily represent the views of the World Bank or its member countries, not those of the IMF, its Executive Board, or its management, nor those of the National Bureau of Economic Research.\n\n\n"
}