{
    "id": 25190,
    "citation_title": "How Important Is Price Variation Between Health Insurers?",
    "citation_author": [
        "Stuart V. Craig",
        "Keith Marzilli Ericson",
        "Amanda Starc"
    ],
    "citation_publication_date": "2018-10-29",
    "issue_date": "2018-10-25",
    "revision_date": "2022-07-11",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Antitrust",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nPrices negotiated between payers and providers affect a health insurance contract's value via enrollees' cost-sharing and self-insured employers' costs. However, price variation across payers is hard to observe. We measure negotiated prices for hospital-payer pairs in Massachusetts and characterize price variation. Between-payer price variation is similar in magnitude to between-hospital price variation. Administrative-services-only contracts, in which insurers do not bear risk, have higher prices. We model negotiation incentives and show that contractual form and demand responsiveness to negotiated prices are important determinants of negotiated prices.\n\n",
    "acknowledgement": "\nWe thank Buqu Gao for excellent research assistance. We thank Kim Geissler for excellent assistance with the data. We appreciate helpful comments from Zack Cooper, David Dranove, Tal Gross, Kate Ho, Vivian Ho, Jon Kolstad, Kurt Lavetti, Tim Layton, Ellie Prager, Jim Rebitzer, Mark Shepard, Justin Sydnor as well as seminar participants at iHEA, AEAs, and ASHEcon. We acknowledge funding from Boston University Internal Research Funds. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nAmanda Starc\n\nStarc has been a paid consultant to the American Medical Association and has received financial support for work related to the proposed merger between CVS/Caremark and Aetna. She also serves on the scientific advisory committee for the Health Care Cost Institute.\n\n\n"
}