{
    "id": 25194,
    "citation_title": "Financing the Response to Climate Change: The Pricing and Ownership of U.S. Green Bonds",
    "citation_author": [
        "Malcolm Baker",
        "Daniel Bergstresser",
        "George Serafeim",
        "Jeffrey Wurgler"
    ],
    "citation_publication_date": "2018-10-29",
    "issue_date": "2018-10-25",
    "revision_date": "2019-02-08",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study green bonds, which are bonds whose proceeds are used for environmentally sensitive purposes. After an overview of the U.S. corporate and municipal green bonds markets, we study pricing and ownership patterns using a simple framework that incorporates assets with nonpecuniary utility. As predicted, we find that green municipal bonds are issued at a premium to otherwise similar ordinary bonds. We also confirm that green bonds, particularly small or essentially riskless ones, are more closely held than ordinary bonds. These pricing and ownership effects are strongest for bonds that are externally certified as green.\n\n",
    "acknowledgement": "\nFor helpful comments we thank Claudia Custodio, Bob Litterman, Alexi Savov, Bruce Tuckman, Robert Whitelaw, seminar participants at the Brookings Institution, NYU Stern School of Business, University of Laval, University of Texas at Austin, Texas A&M University, INSEAD, and executives at Bloomberg, the Office of the State Treasurer of Massachusetts, and the San Francisco Public Utilities Commission. John Barry, Kevin Jin, and James Zeitler provided excellent research assistance. Baker serves as a consultant to Acadian Asset Management. Serafeim has served as an advisor to asset management firms that have invested in green bonds. Baker and Serafeim gratefully acknowledge financial support from the Division of Research of the Harvard Business School. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}