{
    "id": 25198,
    "citation_title": "The Decline of African-American and Hispanic Wealth since the Great Recession",
    "citation_author": [
        "Edward N. Wolff"
    ],
    "citation_publication_date": "2018-10-29",
    "issue_date": "2018-10-25",
    "revision_date": "2020-06-30",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe ratio in standard net worth NW between African-Americans and (non-Hispanic) whites was the same in 2007 as in 1983 (0.19) but then fell to 0.14 in 2016, while that between Hispanics and whites climbed from 0.16 to 0.26 but then plunged to 0.19. Minorities had much higher debt-net worth ratios in 2007 – 0.55 for blacks, 0.51 for Hispanics, and 0.18 for whites. Minorities also had a higher share of assets in homes than whites – 0.54 and 0.53 versus 0.31. Decomposition analysis reveals that the lower return on wealth for minorities explained a large share of the widening wealth gap between 2007 and 2010. From 2010 to 2016, the return was higher for minorities but this was offset by larger dissavings. Adding pension and Social Security wealth to standard wealth substantially lowers the wealth gap. The racial ratio of mean augmented wealth AW (net worth, pension, and Social Security wealth) was 0.27 in 2016 and the ethnic ratio was 0.28. The racial gap was the same in 2016 as in 1989, while the ethnic ratio increased from 0.25 to 0.28. In 2016, NW inequality was considerably higher for blacks and Hispanics than whites (by 0.120 and 0.093 Gini points, but AW inequality was considerably lower (by 0.098 and 0.067 points). While AW inequality increased by 0.067 Gini points for whites from 1989 to 2016, it fell by 0.046 points for blacks and by 0.015 points for Hispanics. Social Security was the principal factor.\n\n",
    "acknowledgement": "\nWork for this paper was begun as a Visiting Scholar at the DCCA division of the Federal Reserve Board in the spring of 2017.  Earlier versions of the paper were given at the Federal Reserve Board DCCA Research Seminar,” Washington, DC, May 17, 2017 and at the IARIW Conference, August 20-25, 2018, Copenhagen, Denmark. I would particularly like to thank my discussant, Lars Osberg, for his comments. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}