{
    "id": 25192,
    "citation_title": "Minority Representation in Local Government",
    "citation_author": [
        "Brian Beach",
        "Daniel B. Jones",
        "Tate Twinam",
        "Randall Walsh"
    ],
    "citation_publication_date": "2018-10-29",
    "issue_date": "2018-10-25",
    "revision_date": "2019-09-24",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDoes minority representation in a legislative body differentially impact outcomes for minorities? To examine this question, we study close elections for California city council seats between white and nonwhite candidates. We find that nonwhite candidates generate differential gains in housing prices in majority nonwhite neighborhoods. This result, which is not explained by correlations between candidate race and political affiliation or neighborhood racial composition and income, suggests that increased representation can reduce racial disparities. Our results strengthen with increased city-level segregation and councilmember pivotality. Regarding mechanisms, we observe changes in business patterns and policing behavior, which may help explain our results.\n\n",
    "acknowledgement": "\nWe are grateful for helpful comments from Pat Bayer, Justin de Benedictis-Kessner, Morgane Laouenan, William Mathews, Rachel Meltzer, Chris Mothorpe, Allison Shertzer, and Carly Urban. Thanks also to seminar participants at Clemson University, Florida State University, George Washington University, Montana State University, Oberlin College, Oklahoma State University, the University of Hawaii, the University of Tennessee, and the University of South Carolina as well as conference participants at the Association for Public Policy Analysis and Management Fall Research conference, American Real Estate and Urban Economics Annual Meeting, Public Choice Annual Meeting, the Urban Economics Association Meeting, and the Local Political Economy Conference at George Washington University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}