{
    "id": 25197,
    "citation_title": "The Economics of African American Slavery: The Cliometrics Debate",
    "citation_author": [
        "Richard C. Sutch"
    ],
    "citation_publication_date": "2018-10-29",
    "issue_date": "2018-10-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Market Structures",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Financial History",
        "\n",
        "Labor and Health History",
        "\n",
        "Other History",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis working paper explores the significant contributions to the history of African-American slavery made by the application of the tools of cliometrics.  As used here “cliometrics” is defined as a method of scientific analysis marked by the explicit use of economic theory and quantitative methods. American slavery of the late antebellum period [1840-1860] was one of the earliest topics that cliometricians focused on and, arguably, the topic upon which they made the largest impact.\n\n",
    "acknowledgement": "\nThis paper was prepared for the Handbook of Cliometrics, second edition, edited by Claude Diebolt and Michael Haupert, forthcoming 2019. I thank Howard Bodenhorn, Susan Carter, Claude Diebolt, Alexander Field, Michael Haupert, David Mitch, Jonathan Pritchett, Roger Ransom, Paul Rhode, Alan Olmstead, and Gavin Wright for encouragement and helpful suggestions. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}