{
    "id": 25191,
    "citation_title": "Social Networks and Tax Avoidance: Evidence from a Well-Defined Norwegian Tax Shelter",
    "citation_author": [
        "Annette Alstadsæter",
        "Wojciech Kopczuk",
        "Kjetil Telle"
    ],
    "citation_publication_date": "2018-10-29",
    "issue_date": "2018-10-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn 2005, over 8% of Norwegian shareholders transferred their shares to new (legal) tax shelters intended to defer taxation of capital gains and dividends that would otherwise be taxable in the aftermath of 2006 reform. Using detailed administrative data we identify family networks and describe how take up of tax avoidance progresses within a network. A feature of the reform was that the ability to set up a tax shelter changed discontinuously with individual shareholding of a firm and we use this fact to estimate the causal effect of availability of tax avoidance for a taxpayer on tax avoidance by others in the network. We find that take up in a social network increases the likelihood that others will take up. This suggests that taxpayers affect each other's decisions about tax avoidance, highlighting the importance of accounting for social interactions in understanding enforcement and tax avoidance behavior, and providing a concrete example of “optimization frictions” in the context of behavioral responses to taxation.\n\n",
    "acknowledgement": "\nWe are grateful to Jim Hines, Henrik Kleven, Juliana Londono-Velez, Aureo de Paula, Marzena Rostek, Karl Scholz, Johannes Spinnewijn, Thor Olav Thoresen and seminar participants at many universities and conferences. All errors are naturally ours. Support from the Research Council of Norway is gratefully acknowledged. All authors were employees of Statistics Norway while working on this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}