{
    "id": 25202,
    "citation_title": "Moving Beyond the Valley of Death: Regulation and Venture Capital Investments in Early-Stage Biopharmaceutical Firms",
    "citation_author": [
        "Yujin Kim",
        "Chirantan Chatterjee",
        "Matthew J. Higgins"
    ],
    "citation_publication_date": "2018-10-29",
    "issue_date": "2018-10-25",
    "revision_date": "2019-05-21",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nCan regulation reduce risks associated with investing in early-stage firms? Using the passage of the European Orphan Drug Act (EU-ODA), we examine this question in the biopharmaceutical industry. We provide causal evidence that venture capitalists (VCs) are more likely to invest in early-stage firms operating in sub-fields disproportionately affected by EU-ODA. The switch to early-stage investments appears strongest among VCs that previously faced greater levels of information asymmetry. We also find that the level of syndication declined for early-stage investments and exit performance improved. We conclude discussing the implications of our findings for public policy, entrepreneurship and innovation.\n\n",
    "acknowledgement": "\nWe are grateful for helpful comments and suggestions from Bruce Weinberg, Sampsa Samila, Jian Wang, Lee Fleming, Ben Handel, Peter Kline, Ramana Nanda, Yongwook Paik, Steve Tadelis, Jagadeesh Sivadasan and Noam Yuchtman as well as seminar participants at Tsinghua University, Shanghai University of Finance and Economics, Peking University HSBC Business School, Waseda University, Hitotsubashi University, 2018 Barcelona GSE Workshop, Carey School of Business, Johns Hopkins University and the 2019 Bates White Lifesciences Symposium. Kim acknowledges financial support from the Ewing Marion Kauffman Dissertation Fellowship and the Korea Foundation of Advanced Studies Fellowship. Chatterjee acknowledges support from the Bharti & Max Institute Research Fellowship in Public Policy and Healthcare at the Indian School of Business, the ICICI Bank Chair in Strategic Management at IIM Ahmedabad and 2018-2019 W. Glenn Campbell and Rita Ricardo-Campbell National Fellowship at the Hoover Institution, Stanford University. All errors remain our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}