{
    "id": 25203,
    "citation_title": "What are the Consequences of Global Banking for the International Transmission of Shocks? A Quantitative Analysis",
    "citation_author": [
        "José L. Fillat",
        "Stefania Garetto",
        "Arthur V. Smith"
    ],
    "citation_publication_date": "2018-10-29",
    "issue_date": "2018-10-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe global financial crisis of 2008 was followed by a wave of regulatory reforms that affected large banks, especially those with a global presence. These reforms were reactive to the crisis.In this paper we propose a structural model of global banking that can be used proactively to perform counterfactual analysis on the effects of alternative regulatory policies. The structure of the model mimics the US regulatory framework and highlights the rganizational choices that banks face when entering a foreign market: branching versus subsidiarization. When calibrated to match moments from a sample of European banks, the model is able to replicate the response of the US banking sector to the European sovereign debt crisis. Our counterfactual analysis suggests that pervasive subsidiarization, higher capital requirements, or ad hoc monetary policy interventions would have mitigated the effects of the crisis on US lending.\n\n",
    "acknowledgement": "\nWe are grateful to Andrew Bernard, Nicola Cetorelli, Jean-Edouard Colliard, Enrique Martinez-Garcia, Linda Goldberg, Victoria Ivashina, Andrei Levchenko, Friederike Niepmann, Joe Peek, Katheryn Russ, Jeremy Stein, and seminar participants at many institutions for helpful comments. We also thank Martin Goetz for invaluable input at the initial stages of this project. Andrew Barton, Kovid Puria, and Marco Sammon provided excellent research assistance. The views expressed in this paper are those of the authors and do not necessarily reflect the views of the Federal Reserve Bank of Boston, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}