{
    "id": 25204,
    "citation_title": "The Value of Working Conditions in the United States and Implications for the Structure of Wages",
    "citation_author": [
        "Nicole Maestas",
        "Kathleen J. Mullen",
        "David Powell",
        "Till von Wachter",
        "Jeffrey B. Wenger"
    ],
    "citation_publication_date": "2018-10-29",
    "issue_date": "2018-10-25",
    "revision_date": "2019-11-18",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper documents variation in working conditions among workers in the United States, presents new estimates of how workers value these conditions, and assesses the impact of working conditions on estimates of the wage structure and inequality.  We use evidence from a series of stated-preference experiments to estimate workers’ willingness-to-pay for a broad set of job characteristics, which we validate with actual job choices.  We find that working conditions vary substantially across workers, play a significant role in job choice decisions, and are central components of the compensation received by workers.  Preferences vary by demographic groups and throughout the wage distribution.  We find that accounting for differences in preferences for working conditions often exacerbates wage differentials by race, age, and education, and intensifies measures of wage inequality.\n\n",
    "acknowledgement": "\nWe are grateful for funding from the Sloan Foundation (grants G-2013-10-21, G-2016-7226, and G-2017-9694) and the Social Security Administration (grants UM15-03 and UM16-08), which supported this research. We thank Melody Harvey for sterling research assistance. We also received numerous helpful comments from Courtney Coile, Barry Hirsch, Michael Hurd, Larry Katz, John Pencavel, Daniel Prinz, Sita Slavov, Pascal St. Amour, Bob Willis, and Joachim Winter, as well as from numerous participants at seminars and conferences, including SSA, MRRC, APPAM, RAND, University of Illinois Champagne-Urbana, NBER Summer Institute, Stanford University, Institute of Fiscal Studies, UC Irvine, Boston College, Wellesley College, Tinbergen Institute, University of Lausanne, and University of Lyon-Etienne. All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nKathleen J. Mullen\n\nI have received financial support summing to at least $10,000 in the past three years from the following organizations:\n(1)\tU.S. Social Security Administration\n(2)\tThe Alfred P. Sloan Foundation\n(3)\tThe National Institute on Aging\n\n\n"
}