{
    "id": 25208,
    "citation_title": "Sex, Drugs, and Baby Booms: Can Behavior Overcome Biology?",
    "citation_author": [
        "Michele Baggio",
        "Alberto Chong",
        "David Simon"
    ],
    "citation_publication_date": "2018-11-05",
    "issue_date": "2018-11-01",
    "revision_date": "2018-12-04",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the behavioral changes due to marijuana consumption on fertility and its key mechanisms, as opposed to physiological changes. We can employ several large proprietary data sets, including the 1997 National Longitudinal Survey of Youth, Nielsen Retail Scanner database, as well as the Vital Statistics Natality files and apply a differences-in-differences approach by exploiting the timing of the introduction of medical marijuana laws among states. We first replicate the earlier literature by showing that marijuana use increases after the passage of medical marijuana laws. Our novel results reveal that birth rates increased after the passage of a law corresponding to increased frequency of sexual intercourse, decreased purchase of condoms and suggestive evidence on decreased condom use during sex. More sex and less contraceptive use may be attributed to behavioral responses such as increased attention to the immediate hedonic effects of sexual contact, delayed discounting and ignoring costs associated with risky sex. These findings are consistent with a large observational literature linking marijuana use with increased sexual activity and multiple partners. Our findings are robust to a broad set of tests.\n\n",
    "acknowledgement": "\nWe are grateful to seminar participants at the University of Oregon and University of New Hampshire, to Ben Anderson, Alan Barreca, Charles Courtemanche, Anuj Gangopadhyaya, Dan Rees, Stephen Ross, Brock Smith, Rusty Tchernis, and participants of the 2018 American Society of Health Economics conference for their useful comments and suggestions. Camila Morales and Tareena Musaddiq provided excellent research assistance. Researcher(s) own analyses calculated (or derived) based in part on data from The Nielsen Company (US), LLC and marketing databases provided through the Nielsen Datasets at the Kilts Center for Marketing Data Center at The University of Chicago Booth School of Business. The conclusions drawn from the Nielsen data are those of the researcher(s) and do not reflect the views of Nielsen. Nielsen is not responsible for, had no role in, and was not involved in analyzing and preparing the results reported herein. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}