{
    "id": 25207,
    "citation_title": "Private Equity Indices Based on Secondary Market Transactions",
    "citation_author": [
        "Brian Boyer",
        "Taylor D. Nadauld",
        "Keith P. Vorkink",
        "Michael S. Weisbach"
    ],
    "citation_publication_date": "2018-11-05",
    "issue_date": "2018-11-01",
    "revision_date": "2018-11-12",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nMeasuring the performance of private equity investments (buyout and venture) has historically only been possible over long horizons because the IRR on a fund is only observable following the fund’s final distribution. We propose a new approach to evaluating performance using actual prices paid for limited partner shares of funds in secondary markets. We construct indices of buyout and venture capital performance using a proprietary database of secondary market prices between 2006 and 2017. These transaction-based indices exhibit significantly higher betas and volatilities, and lower alphas than NAV-based indices built from Preqin and obtained from Burgiss. There are a number of potential uses for these indices. In particular, they provide a way to track the returns of the buyout and venture capital sectors on a quarter-to-quarter basis and to value illiquid stakes in funds.\n\n",
    "acknowledgement": "\nWe are grateful to the partners at an anonymous intermediary for providing us with data. We thank Pierre Collin-Dufresne, Brigham Frandsen, Jason Gull, Jonathan Jensen, Ludovic Phalippou, Per Strömberg, and seminar participants at Ensign Peak Advisors, Ohio State University, University of Miami, the 2nd Private Markets Conference in Lausanne, Singapore Management University, and Texas Tech for useful comments and suggestions. We also thank Greg Adams and Hyeik Kim for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}