{
    "id": 25209,
    "citation_title": "Child Access Prevention Laws and Juvenile Firearm-Related Homicides",
    "citation_author": [
        "D. Mark Anderson",
        "Joseph J. Sabia",
        "Erdal Tekin"
    ],
    "citation_publication_date": "2018-11-05",
    "issue_date": "2018-11-01",
    "revision_date": "2018-12-05",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nDebate over safe-storage gun regulations has captured public attention in the aftermath of several high-profile shootings committed by minors. Whether these laws actually decrease youth gun violence, however, is an unanswered question. Using data from the FBI’s Supplementary Homicide Reports for the period 1985-2013, this study is the first to estimate the relationship between child access prevention (CAP) laws and firearm-related homicides committed by juveniles. Our results suggest that CAP laws are associated with a 19 percent reduction in juvenile firearm-related homicides. The estimated effect is stronger among whites than blacks and is driven by states enforcing the strictest safe-storage standard. We find no evidence that CAP laws are associated with firearm-related homicides committed by adults or with non-firearm-related homicides committed by juveniles, suggesting that the observed relationship between CAP laws and juvenile firearm-related homicides is causal.\n\n",
    "acknowledgement": "\nPartial support for this research came from a Eunice Kennedy Shriver National Institute of Child Health and Human Development research infrastructure grant, R24 HD04282, to the Center for Studies in Demography and Ecology at the University of Washington. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJoseph J. Sabia\n\nDr. Sabia acknowledges research support from the Center for Health Economics & Policy Studies (CHEPS) at San Diego State University, which includes grants received from the Charles Koch Foundation.\n\n\n"
}