{
    "id": 25201,
    "citation_title": "Shared Analyst Coverage: Unifying Momentum Spillover Effects",
    "citation_author": [
        "Usman Ali",
        "David Hirshleifer"
    ],
    "citation_publication_date": "2018-10-29",
    "issue_date": "2018-10-25",
    "revision_date": "2019-02-08",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nIdentifying stock connections by shared analyst coverage, we find that a connected-stock (CS) momentum factor generates a monthly alpha of 1.68% (t = 9.67). In spanning regressions, the alphas of industry, geographic, customer, customer/supplier industry, single- to multi-segment, and technology momentum factors are insignificant/negative after controlling for CS momentum. Similar results hold in cross-sectional regressions and in developed international markets. Sell-side analysts incorporate news about linked stocks sluggishly. These effects are stronger for complex and indirect linkages. These results indicate that previously documented momentum spillover effects represent a unified phenomenon that is captured by shared analyst coverage.\n\n",
    "acknowledgement": "\nWe thank John Campbell, Kent Daniel, Danling Jiang, Abhiroop Mukherjee, Lin Sun, and Siew Hong Teoh for very helpful comments and suggestions, AQR and Ken French for making factor returns publicly available, Andrea Frazzini for making customer-supplier links publicly available, and Marcin Kacperczyk for making broker merger data publicly available. We especially thank an anonymous referee, whose suggestions have substantially improved the paper. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research. Usman Ali is a Portfolio Manager at MIG Capital.\n\n\n"
}