{
    "id": 25215,
    "citation_title": "Microeconometric Models of Consumer Demand",
    "citation_author": [
        "Jean-Pierre H. Dubé"
    ],
    "citation_publication_date": "2018-11-05",
    "issue_date": "2018-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA long literature has developed econometric methods for estimating individual-consumer-level demand systems that accommodate corner solutions. The increasing access to transaction-level customer purchase histories across a wide array of markets and industries vastly expands the prospect for improved customer insight, more targeted marketing policies and individualized welfare analysis. A descriptive analysis of a broad, CPG database indicates that most consumer brand categories offer a wide variety of differentiated offerings for consumers. However, consumers typically purchase only a limited scope of the available variety, leading to a very high incidence of corner solutions which poses computational challenges for demand modeling. Historically, these computational challenges have limited the applicability of microeconometric models of demand in practice, except for the special case of pure discrete choice (e.g., logit and probit). Recent advances in computing power along with methods for numerical and simulation-based integration have been instrumental in facilitating the broader use of these models in practice. We survey herein the extant literature on the neoclassical derivation of microeconometric demand models that allow for corner solutions and differentiated products. We summarize the key developments in the literature, including the role of consumers’ price expectations, and point towards opportunities for future research.\n\n",
    "acknowledgement": "\nDubé acknowledges the support of the Kilts Center for Marketing and the Charles E. Merrill faculty research fund for research support. I would like to thank Greg Allenby, Shirsho Biswas, Oeystein Daljord, Stefan Hoderlein, Joonhwi Joo, Kyeongbae Kim, Yewon Kim, Nitin Mehta, Olivia Natan, and Robert Sanders for helpful comments and suggestions. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}