{
    "id": 25219,
    "citation_title": "Will Brexit Age Well? Cohorts, Seasoning and the Age-Leave Gradient, Past, Present and Future",
    "citation_author": [
        "Barry Eichengreen",
        "Rebecca Mari",
        "Gregory Thwaites"
    ],
    "citation_publication_date": "2018-11-05",
    "issue_date": "2018-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the UK’s 2016 referendum on EU membership, young voters were more likely than their elders to vote Remain. Applying new methods to a half century of data, we show that this pattern reflects both ageing and cohort effects.  Although voters become more Eurosceptical as they age, recent cohorts are also more pro-European than their predecessors.  Much of the pro-Europeanism of these recent cohorts is accounted for by their greater years of education. Going forward, the ageing of the electorate will thus be offset at least in part by the replacement of older cohorts with younger, better-educated and more pro-European ones. But we also document large nationwide swings in sentiment that have little to do with either seasoning or cohort effects.  Hence these demographic trends are unlikely to be the decisive determinants of future changes in European sentiment. Rather, nationwide changes in sentiment, reflecting macroeconomic or other conditions, and the age-turnout gradient will be key.\n\n",
    "acknowledgement": "\nWe thank John Curtice, Maria Grasso, Ashoka Mody and James Tilley for helpful advice. All errors remain our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}