{
    "id": 25214,
    "citation_title": "Consumer Misinformation and the Brand Premium: A Private Label Blind Taste Test",
    "citation_author": [
        "Bart Bronnenberg",
        "Jean-Pierre H. Dubé",
        "Robert E. Sanders"
    ],
    "citation_publication_date": "2018-11-05",
    "issue_date": "2018-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe run in-store blind taste tests with a retailer’s private label food brands and the leading national brand counterparts in three large CPG categories. In a survey administered during the taste test, subjects self-report very high expectations about the quality of the private labels relative to national brands. However, they predict a relatively low probability of choosing them in a blind taste test. Surprisingly however, an overwhelming majority systematically chooses the private label in the blinded test. During the week after the intervention, the tested private label product market shares increase by 15 share points, on top of a base share of 8 share points. However, the effect diminishes to 8 share points during the second to fourth week after the test and to 2 share points during the second to fifth month after the test. Using a structural model of demand, we show these effects survive controls for point-of-purchase prices, purchase incidence, and the feedback effects of brand loyalty. We also find that the intervention increases the preference for the private label brands, and that it decreases the preference for the national brands, relative to the outside good. The findings are consistent with a treatment effect of information on demand where the memory for this information decays slowly over time. Alternative explanations to the information treatment are ruled out.\n\n",
    "acknowledgement": "\nWe are grateful to Bob Mariano and Roundy’s Supermarkets for providing the data for this project. We benefitted from the comments and suggestions of Bryan Bollinger, Guido Imbens and Moshen Bayati, along with seminar participants at McGill University, the 2016 Data Science Academy at AC Nielsen, the 2016 Kilts Center Marketing Insights Conference and the 2016 Marketing Science Conference in Shanghai. Bronnenberg acknowledges research support from Stanford University as the 2017-2018 GSB Trust Faculty Fellow; Dubé acknowledges research support from the Kilts Center for Marketing and the Charles E. Merrill faculty research fund; and Sanders acknowledges the Marketing Science Institute for research support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}