{
    "id": 25218,
    "citation_title": "Mobility and Congestion in Urban India",
    "citation_author": [
        "Prottoy A. Akbar",
        "Victor Couture",
        "Gilles Duranton",
        "Adam Storeygard"
    ],
    "citation_publication_date": "2018-11-05",
    "issue_date": "2018-11-01",
    "revision_date": "2018-11-12",
    "topics": [
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe develop a methodology to estimate robust city level vehicular mobility indices, and apply it to 154 Indian cities using 22 million counterfactual trips measured by a web mapping service. There is wide variation in mobility across cities. An exact decomposition shows this variation is driven more by differences in uncongested mobility than congestion. Under plausible assumptions, a one standard deviation improvement in uncongested speed creates much more mobility than optimal congestion pricing. Denser and more populated cities are slower, only in part because of congestion. Urban economic development is correlated with better (uncongested and overall) mobility despite worse congestion.\n\n",
    "acknowledgement": "\nThis work is supported by the World Bank, the Zell Lurie Center for Real Estate at the Wharton School, the Fisher Center for Urban and Real Estate Economics at Berkeley Haas, and we also gratefully acknowledge the support of the Global Research Program on Spatial Development of Cities at lse and Oxford funded by the Multi Donor Trust Fund on Sustainable Urbanization of the World Bank and supported by the UK Department for International Development. We appreciate the comments from Leah Brooks, Ben Faber, Michael Gechter, Ejaz Ghani, Ed Glaeser, Vernon Henderson, KiJoon Kim, Gabriel Kreindler, Emile Quinet, Christopher Severen, Kate Vyborny, and participants at conferences and seminars. Hero Ashman, Xinzhu Chen, Allison Green, Xinyu Ma, Gao Xian Peh, and Jungsoo Yoo provided us with excellent research assistance. We are immensely grateful to Sam Asher, Geoff Boeing, Arti Grover, Nina Harari, and Yue Li for their help with the data. The views expressed here are those of the authors and not of any institution they may be associated with, nor of the National Bureau of Economic Research.\n\n\n"
}