{
    "id": 25210,
    "citation_title": "Identifying Price Informativeness",
    "citation_author": [
        "Eduardo Dávila",
        "Cecilia Parlatore"
    ],
    "citation_publication_date": "2018-11-05",
    "issue_date": "2018-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe show that outcomes (parameter estimates and R-squareds) of regressions of prices on fundamentals allow us to recover exact measures of the ability of asset prices to aggregate dispersed information. Formally, we show how to recover absolute and relative price informativeness in dynamic environments with rich heterogeneity across investors (regarding signals, private trading needs, or preferences), minimal distributional assumptions, multiple risky assets, and allowing for stationary and non-stationary asset payoffs. We implement our methodology empirically, finding stock-specific measures of price informativeness for U.S. stocks. We find a right-skewed distribution of price informativeness, measured in the form of the Kalman gain used by an external observer that conditions its posterior belief on the asset price. The recovered mean and median are 0.05 and 0.02 respectively. We find that price informativeness is higher for stocks with higher market capitalization and higher trading volume.\n\n",
    "acknowledgement": "\nWe would like to thank Ricardo Caballero, Jennifer Carpenter, John Campbell, Ian Dew-Becker, Darrell Duffie, Emmanuel Farhi, Itay Goldstein, Joel Hasbrouck, Arvind Krishnamurthy, Ben Lester, Stephen Morris, Stefan Nagel, Guillermo Ordoñez, Michael Sockin, David Thesmar, Aleh Tsyvinski, Kathy Yuan, Wei Xiong, and Toni Whited, as well as seminar participants at SITE, Michigan Ross, and BYU for helpful comments and discussions. We are especially thankful to Alexi Savov for extended conversations on the topic of this paper, as well as for sharing code and data. Luke Min provided outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}