{
    "id": 25212,
    "citation_title": "Do Household Finances Constrain Unconventional Fiscal Policy?",
    "citation_author": [
        "Scott R. Baker",
        "Lorenz Kueng",
        "Leslie McGranahan",
        "Brian T. Melzer"
    ],
    "citation_publication_date": "2018-11-05",
    "issue_date": "2018-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWhen the zero lower bound on nominal interest rate binds, monetary policy makers may lack traditional tools to stimulate aggregate demand. We investigate whether \"unconventional\" fiscal policy, in the form of pre-announced consumption tax changes, has the potential to meaningfully shift durables purchases intertemporally and how it is affected by consumer credit. In particular, we test whether car sales react in anticipation of future sales tax changes, leveraging 57 pre-announced changes in state sales tax rates from 1999-2017. We find evidence for substantial tax elasticities, with car sales rising by over 8% in the month before a 1% increase in the sales tax rate. Responses are heterogeneous across households and sensitive to supply of credit. Consumers with high credit risk scores are most able to pull purchases forward. At the same time, other effects such as customer composition and attention lead to an even larger tax elasticity during recessions, despite these credit frictions. We discuss policy implications and the likely magnitudes of tax changes necessary for any substantive long-term responses.\n\n",
    "acknowledgement": "\nWe would like to thank Robert Moffitt for comments on earlier drafts and participants at the Workshop on New Consumption Data in Copenhagen and the NBER Tax Policy and the Economy Conference for valuable feedback. Jacqueline Craig provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research, the Federal Reserve Bank of Chicago or the Federal Reserve System.\n\n\n"
}