{
    "id": 25224,
    "citation_title": "Rational Inattention, Competitive Supply, and Psychometrics",
    "citation_author": [
        "Andrew Caplin",
        "Dániel Csaba",
        "John Leahy",
        "Oded Nov"
    ],
    "citation_publication_date": "2018-11-05",
    "issue_date": "2018-11-01",
    "revision_date": "2020-05-21",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe introduce a simple method of recovering attention costs from choice data. Our method rests on a precise analogy with production theory. Costs of attention determine consumer demand and consumer welfare just as a competitive firm's technology determines its supply curve and profits. We implement our recovery method experimentally, outline applications, and link our work to the broader literature on inattention and mistaken decisions.\n\n",
    "acknowledgement": "\nWe thank Ernst Fehr for guiding us in the direction of simplification before we knew there was anything simple to be found. We thank Sandro Ambuehl, Roland Bénabou, Mark Dean, Sam Gershman, Andrei Gomberg, Wei Ji Ma, Daniel Martin, David Redish, Joyce Sadka, Isabelle Salcher, Eric Spurlino, and Dmitry Taubinsky for helpful discussions and three anonymous referees for constructive comments and suggestions. We thank Han Su and Theodore Kim for programming the experimental interface. We thank the Alfred P. Sloan and NOMIS Foundations for support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}