{
    "id": 25228,
    "citation_title": "Firm R&D Investment and Export Market Exposure",
    "citation_author": [
        "Bettina Peters",
        "Mark J. Roberts",
        "Van Anh Vuong"
    ],
    "citation_publication_date": "2018-11-05",
    "issue_date": "2018-11-01",
    "revision_date": "2020-07-16",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study differences in the returns to R&D investment between German manufacturing firms that sell in international markets and firms that only sell in the domestic market. Using firm-level data for five high-tech manufacturing sectors, we estimate a dynamic structural model of a firm's decision to invest in R&D and use it to measure the difference in expected long-run benefit from R&D investment for exporting and domestic firms. The results show that R&D investment leads to a higher rate of product and process innovation among exporting firms and these innovations have a larger impact on productivity improvement in export market sales. As a result, exporting firms have a higher payoff from R&D investment, invest in R&D more frequently than domestic firms and, subsequently, have higher rates of productivity growth. We use the model to simulate the introduction of export and import tariffs on German exporters, and find that a twenty-percent export tariff reduces the long-run payoff to R&D by 24.2 to 46.9 percent for the median firm across the five industries. Overall, export market participation contributes significantly to the firm's return on R&D investment, which in turn, raises long run productivity and firm value providing a source of dynamic gains from trade.\n\n",
    "acknowledgement": "\nWe are grateful to Pere Arque-Castells, Bronwyn Hall, Eric Bartelsman, Jordi Jaumandreu, Hans Lööf, Florin Maican, Jacques Mairesse, Marc Melitz, Pierre Mohnen, Matilda Orth, Stephen Redding, Jo Van Biesebroeck, Daniel Xu, Stephen Yeaple, and Hongsong Zhang for helpful comments and discussions. We thank the ZEW-Leibniz Centre for European Economic Research for providing data access and research support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}