{
    "id": 25225,
    "citation_title": "Behavioral Feedback: Do Individual Choices Influence Scientific Results?",
    "citation_author": [
        "Emily Oster"
    ],
    "citation_publication_date": "2018-11-05",
    "issue_date": "2018-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn many health domains, we are concerned that observed links - for example, between “healthy” behaviors and good outcomes - are driven by selection into behavior. This paper considers the additional factor that these selection patterns may vary over time. When a particular health behavior becomes more recommended, the take-up of the behavior may be larger among people with other positive health behaviors. Such changes in selection would make it even more difficult to learn about causal effects. I formalize this change in selection in a simple model. I test for evidence of these patterns in the context of diet and vitamin supplementation. Using both microdata and evidence from published results I show that selection varies over time with recommendations about behavior and that estimates of the relationship between health outcomes and health behaviors vary over time in the same way. I show that adjustment for selection on observables is insufficient to address the bias. I suggest a possible robustness approach relying on assumptions about proportional selection of observed and unobserved variables.\n\n",
    "acknowledgement": "\nI am grateful for comments to Isaiah Andrews, Amy Finkelstein, Matthew Gentkzow, Ilyana Kuziemko, Matthew Notowidigdo, Jesse Shapiro, Andrei Shleifer, Heidi Williams and participants in a seminar at the US Census. I am grateful to Valeria Zurla, Marco Petterson, Claire Hug, Julian DeGeorgia, Sofia LaPorta, Cathy Yue Bai, James Okun and Geoffrey Kocks for outstanding research assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}