{
    "id": 25220,
    "citation_title": "An Heterogeneous-Agent New-Monetarist Model with an Application to Unemployment",
    "citation_author": [
        "Guillaume Rocheteau",
        "Pierre-Olivier Weill",
        "Tsz-Nga Wong"
    ],
    "citation_publication_date": "2018-11-05",
    "issue_date": "2018-11-01",
    "revision_date": "2019-05-09",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a New Monetarist model with expenditure and unemployment risks that generates equilibria with non-degenerate distribution of money holdings. Distributional effects can overturn key insights of the model with degenerate distributions, e.g., the value of money depends on the income distribution; a one-time money injection raises aggregate real balances in the short run \u0096price adjustments look sluggish; anticipated inflation can raise output and welfare; there can be a long-run trade-o¤ between inflation and unemployment. Distributional effects also generate a quantitatively significant aggregate demand channel through which transfers financed with money creation can raise employment, and productivity shocks are amplified.\n\n",
    "acknowledgement": "\nWe thank the associate editor, Ricardo Reis, three anonymous referees, and Cathy Zhang for detailed comments. We also thank participants at the 2015 West Coast Search-and-Matching Workshop at the Federal Reserve Bank of San Francisco, 2015 annual meeting of the Society of Economic Dynamics, 2015 Summer Workshop on Money, Banking, Payments and Finance at the Federal Reserve Bank of St Louis, and seminar participants at Simon Fraser University, University of Paris 2, and Banque de France. The views expressed here are those of the authors and do not reflect those of the FRB Richmond, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}