{
    "id": 25222,
    "citation_title": "Macroeconomic Effects of China's Financial Policies",
    "citation_author": [
        "Kaiji Chen",
        "Tao Zha"
    ],
    "citation_publication_date": "2018-11-05",
    "issue_date": "2018-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "Development and Growth",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Chinese economy has undergone three major phases: the 1978-1997 period marked as the SOE-led economy, the 1998-2015 phase as the investment-driven economy, and the new normal economy since 2016. All three economies have been shaped by the government's financial policies, defined as a set of credit policy, monetary policy, and regulatory policy. We analyze the macroeconomic effects of these financial policies throughout the three phases and provide the stylized facts to substantiate our analysis. The stylized facts differ qualitatively across different phases or economies.  We argue that the impacts of China’s financial policies work through transmission channels different from those in developed economies and that a regime switch from one economy to another was driven mainly by regime changes in financial policies.\n\n",
    "acknowledgement": "\nThis paper is written for the \"Handbook on China's Financial Markets,\" edited by Marlene Armstad, Guofeng Sun, and Wei Xiong.  Zha acknowledges the research support from Shanghai Advanced Institute of Finance at Shanghai Jong Tong University. The research is supported in part by the National Science Foundation Grant SES 1558486 through the NBER and by the National Natural Science Foundation of China Project Numbers 71473168, 71473169, and 71633003.  We are grateful to Marlene Amstad, Pat Higgins, Tom Sargent, Guofeng Sun, and Wei Xiong for comments and suggestions and to Yiqing Xiao for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the Federal Reserve Bank of Atlanta or the Federal Reserve System or the National Bureau of Economic Research.\n\n\n"
}