{
    "id": 25221,
    "citation_title": "The Crucial Role of International Trade in Adaptation to Climate Change",
    "citation_author": [
        "Christophe Gouel",
        "David Laborde"
    ],
    "citation_publication_date": "2018-11-05",
    "issue_date": "2018-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nClimate change effects on agricultural yields will be uneven over the world with a few countries, mostly in high latitudes, that may experience gains, while most will see average yield decrease. This paper aims at quantifying the role of international trade in attenuating the effects of climate change by allowing the expression of the new climate-induced pattern of comparative advantages. To do this, we develop a quantitative general equilibrium trade model where the representation of acreage and land use choices is inspired from modern Ricardian trade models but also consistent with theoretical and empirical literature on land use choices. The model is calibrated on spatially explicit information about potential yields before and after climate change coming from the agronomic literature. The results show that the climate-induced yield changes generate large price movements that incentivize adjustments in acreage and trade. The new trade pattern is very different from the current one, showing the important role of trade flows in adapting to climate change. This is confirmed by larger welfare losses from climate change when adjustments in trade flows are constrained versus when they are not.\n\n",
    "acknowledgement": "\nThe authors are grateful to Eddy Bekkers, Antoine Bouet, Jonathan Colmer, Dave Donaldson, Alexandre Gohin, Thomas Hertel, Chantal Le Mouel, Will Martin, Obie Porteous, and seminar audiences at the FAO conference on \"Climate change, agricultural trade, and food security\", 2017 IATRC annual meeting, NBER Trade and Agriculture conference, INRA-AgroParisTech Public Policies in the Context of Global Changes Conference, Middlebury College, North Carolina State University, Paris School of Economics, University of California, Berkeley and Davis, and US International Trade Commission for helpful comments. Christophe Gouel thanks the INRA-Cirad metaprogramme GloFoodS and the Convergence Institute CLAND for research support. This work has been undertaken as a part of the CGIAR Research Programs on Policies, Institutions, and Markets (PIM), which is led by the International Food Policy Research Institute (IFPRI) and funded by the CGIAR Fund Donors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}