{
    "id": 2523,
    "citation_title": "Some Empirical Evidence on the Production Level and Production Cost Smoothing Models of Inventory Investment",
    "citation_author": [
        "Martin S. Eichenbaum"
    ],
    "citation_publication_date": "1988-02-01",
    "issue_date": "1988-02-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe production smoothing model of inventories has long been the basic paradigm within which empirical research on inventories has been conducted The basic hypothesis embedded In this model IS that inventories of finished goods serve primarily to smooth production levels in the face of fluctuating demand and convex cost functions. However once we allow for shocks to technology and the costs of producing output firms will also use inventories to shift production from periods in which production costs are relatively high to periods in which production costs are relatively low. In this sense inventories can serve to smooth production costs rather production levels. In this paper we examine the empirical plausibility of the production level and production cost smoothing models of inventories. Our basic strategy is to derive and contrast a set of unconditional moment restrictions Implied by these models in a way that minimizes the role of auxiliary assumptions regarding market structure and Industry demand. We find overwhelming evidence against the production level smoothing model and very little evidence against the production cost smoothing mode1 We conclude that the variance of production exceeds the variance of sales in most manufacturing industries because the production cost smoothing role of inventories is quantitatively more important than the production level smoothing role of inventories.\n\n",
    "acknowledgement": "\n"
}