{
    "id": 25236,
    "citation_title": "Long Time Out: Unemployment and Joblessness in Canada and the United States",
    "citation_author": [
        "Kory Kroft",
        "Fabian Lange",
        "Matthew J. Notowidigdo",
        "Matthew Tudball"
    ],
    "citation_publication_date": "2018-11-12",
    "issue_date": "2018-11-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe compare patterns of unemployment and joblessness between Canada and the U.S. during the Great Recession. Similar to previous findings for the U.S. in Kroft et al. [2016], we document a rise in long-term unemployment in Canada. This increase is not accounted for by changes in the observable composition of the unemployed. We then extend the matching model in Kroft et al. [2016] to exploit the restricted-access panel data from the Canadian Labor Force Survey which contains information on the time since the last job (“joblessness duration”) for both unemployed individuals and non-participants. This allows us to model duration dependence in all labor force flows involving either unemployment or non-participation. To calibrate the extended matching model, we create a new historical vacancy series for Canada based on relative employment in “recruiting industries”, allowing us to construct a monthly Beveridge curve for Canada. We find that the calibrated model matches the time series of unemployment fairly well, but does less well matching non-participation. Our results also indicate that allowing for duration dependence in flows between unemployment and non-participation is crucial for explaining overall levels in long-term joblessness, and that changes in the duration distribution among the unemployed and non-participants contributed less to the deterioration of labor market conditions in Canada, relative to the U.S. In part, this difference comes from the fact that the U.S. recession was much more severe.\n\n",
    "acknowledgement": "\nThe authors would like to thank Robert French, Anran Li, and Susan Ou for excellent research assistance and Andrew Berger-Gross, David Card, Philip Oreopoulos, two anonymous referees, and participants at the Ottawa, October 2016 “Small Differences” conference for helpful comments. We also thank the Bristol Workshop on Economic Policy Interventions and Economic Behavior as well as Samuel Bentolila. Fabian Lange acknowledges financial support by the Social Sciences and Humanities Research Council of Canada. Much of the analysis for the paper was conducted at the Toronto Region Statistics Canada Research Data Centre, which is part of the Canadian Research Data Centre Network (CRDCN). The services and activities provided by the CRDCN are made possible by the financial or in-kind support of the SSHRC, the CIHR, the CFI, Statistics Canada and participating universities whose support is gratefully acknowledged. The views expressed in this paper do not necessarily represent the funders, the CRDCN, any of its partners, or the National Bureau of Economic Research.\n\n\n"
}