{
    "id": 25230,
    "citation_title": "Wages and the Value of Nonemployment",
    "citation_author": [
        "Simon Jäger",
        "Benjamin Schoefer",
        "Samuel G. Young",
        "Josef Zweimüller"
    ],
    "citation_publication_date": "2018-11-05",
    "issue_date": "2018-11-01",
    "revision_date": "2019-09-19",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Market Structures",
        "\n",
        "Labor Relations",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nNonemployment is often posited as a worker’s outside option in wage setting models such as bargaining and wage posting. The value of nonemployment is therefore a key determinant of wages. We measure the wage effect of changes in the value of nonemployment among initially employed workers. Our quasi-experimental variation in the value of nonemployment arises from four large reforms of unemployment insurance (UI) benefit levels in Austria. We document that wages are insensitive to UI benefit changes: point estimates imply a wage response of less than $0.01 per $1.00 UI benefit increase, and we can reject sensitivities larger than $0.03. The insensitivity holds even among workers with low wages and high predicted unemployment duration, and among job switchers and recently unemployed workers. The insensitivity of wages to the nonemployment value presents a puzzle to the widely used Nash bargaining model, which predicts a sensitivity of $0.24–$0.48. Our evidence supports wage-setting models that insulate wages from the value of nonemployment.\n\n",
    "acknowledgement": "\nWe thank Karl Aspelund, Nikhil Basavappa, Carolin Baum, Niklas Flamang, René Livas, Peter McCrory, Damian Osterwalder, Johanna Posch, and Nina Roussille for excellent research assistance. We thank four anonymous reviewers, and Pierre Cahuc, Steve Davis, Cynthia Doniger, Robert Hall, Jonathon Hazell, Patrick Kline, Alan Manning, Giuseppe Moscarini, Andreas Mueller and Iván Werning, and audiences at Boston University, MIT, Penn State, SOLE 2019, Stanford, Stockholm IIES, UC Berkeley, UCLA, U Mannheim, Universidad Carlos III Madrid, University of British Columbia, University College London, All California Labor Economics Conference, Eastern Economic Association, IAB Perspectives on (Un-) Employment, IZA Evaluation of Labor Market Policies Conference, IZA/CREST/OECD Conference on Labor Market Policy, LMU Munich, University of Regensburg, NBER Economic Fluctuations and Growth, NBER Summer Institute Macro Perspectives, West Coast Matching Workshop, and Stanford SITE. Jäger and Schoefer acknowledge financial support from the Sloan Foundation and the Boston Retirement Research Center. The latter grant requires the following disclaimer: “The research reported herein was performed pursuant to a grant from the U.S. Social Security Administration (SSA) funded as part of the Retirement Research Consortium. The opinions and conclusions expressed are solely those of the authors and do not represent the opinions or policy of SSA, any agency of the Federal Government, or the National Bureau of Economic Research. Neither the United States Government nor any agency thereof, nor any of their employees, makes any warranty, express or implied, or assumes any legal liability or responsibility for the accuracy, completeness, or usefulness of the contents of this report. Reference herein to any specific commercial product, process or service by trade name, trademark, manufacturer, or otherwise does not necessarily constitute or imply endorsement, recommendation or favoring by the United States Government or any agency thereof.”\n\n\n"
}