{
    "id": 25234,
    "citation_title": "Semiparametrically Efficient Estimation of the Average Linear Regression Function",
    "citation_author": [
        "Bryan S. Graham",
        "Cristine Campos de Xavier Pinto"
    ],
    "citation_publication_date": "2018-11-12",
    "issue_date": "2018-11-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nLet Y be an outcome of interest, X a vector of treatment measures, and W a vector of pre-treatment control variables. Here X may include (combinations of) continuous, discrete, and/or non-mutually exclusive “treatments”. Consider the linear regression of Y onto X in a subpopulation homogenous in W = w (formally a conditional linear predictor). Let b₀ (w) be the coefficient vector on X in this regression. We introduce a semiparametrically efficient estimate of the average β₀ = Ε[b₀ (W)]. When X is binary-valued (multi-valued) our procedure recovers the (a vector of) average treatment effect(s). When X is continuously-valued, or consists of multiple non-exclusive treatments, our estimand coincides with the average partial effect (APE) of X on Y when the underlying potential response function is linear in X, but otherwise heterogenous across agents. When the potential response function takes a general nonlinear/heterogenous form, and X is continuously-valued, our procedure recovers a weighted average of the gradient of this response across individuals and values of X. We provide a simple, and semiparametrically efficient, method of covariate adjustment for settings with complicated treatment regimes. Our method generalizes familiar methods of covariate adjustment used for program evaluation as well as methods of semiparametric regression (e.g., the partially linear regression model).\n\n",
    "acknowledgement": "\nWe thank Guido Imbens, Pat Kline, Tony Strittmatter and seminar participants at University College London, UC Berkeley and University of St. Gallen for helpful discussion. Financial support from NSF grant SES #1357499 is gratefully acknowledged. The initial draft of this paper was prepared in October of 2016. All the usual disclaimers apply. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}