{
    "id": 25231,
    "citation_title": "Longer-Run Effects of Anti-Poverty Policies on Disadvantaged Neighborhoods",
    "citation_author": [
        "David Neumark",
        "Brian J. Asquith",
        "Brittany Bass"
    ],
    "citation_publication_date": "2018-11-05",
    "issue_date": "2018-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate the longer-run effects of minimum wages, the Earned Income Tax Credit, and welfare on key economic indicators of economic self-sufficiency in disadvantaged neighborhoods.  Our strongest findings are twofold.  First, the longer-run effects of the EITC are to increase employment and to reduce poverty and public assistance, as long as we rely on national as well as state variation in EITC policy.  Second, tighter welfare time limits also reduce poverty and public assistance in the longer run; while the effect on public assistance result may be mechanically related to loss of benefits, the effect on poverty is more likely behavioral.  It is harder to draw firm conclusions about minimum wages and welfare benefits.  With some specifications and samples, the evidence suggests that higher minimum wages lead to longer-run declines in poverty and the share of families on public assistance, whereas higher welfare benefits have adverse longer-run effects.  However, the evidence on minimum wages and welfare benefits is not robust – and the estimated effects of minimum wages are sometimes in the opposite direction, including when we restrict the analysis to more recent data that is likely of more interest to policymakers.\n\n",
    "acknowledgement": "\nWe thank the Laura and John Arnold Foundation and the Employment Policies Institute for support for this research.  Asquith gratefully acknowledges funding from the Alfred P. Sloan Foundation (grant G-2017-9813) and the National Bureau of Economic Research (NBER).  Any opinions or conclusions expressed are the authors’ own and do not necessarily reflect those of the Laura and John Arnold Foundation, Employment Policies Institute, the Sloan Foundation, or the NBER.  The funders have had no control over the content or conclusions of this research.  We received helpful comments from Matt Freedman, Hilary Hoynes, Joe Sabia, and from seminar/conference participants at Bar Ilan University, DIW-Berlin, Hebrew University, IZA, the Melbourne Institute, Nanyang Technical University, the National Tax Association Annual Conference, the National University of Singapore, the Norwegian School of Economics, Singapore Management University, the Tinbergen Institute, Tulane, UC-Berkeley, UCI, Université Catholique de Louvain, and the University of Sydney.  We are grateful for helpful research assistance from Luis Munguia Corella. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}