{
    "id": 25240,
    "citation_title": "Minimum Wages and the Distribution of Family Incomes",
    "citation_author": [
        "Arindrajit Dube"
    ],
    "citation_publication_date": "2018-11-12",
    "issue_date": "2018-11-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Relations",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere is robust evidence that higher minimum wages increase family incomes at the bottom of the distribution. The long run (3 or more years) minimum wage elasticity of the non-elderly poverty rate with respect to the minimum wage ranges between -0.220 and -0.459 across alternative specifications. The long run minimum wage elasticities for the 10th and 15th unconditional quantiles of family income range between 0.152 and 0.430 depending on specification. A reduction in public assistance partly offsets these income gains, which are on average 66% as large when using an expanded income definition including tax credits and non-cash transfers.\n\n",
    "acknowledgement": "\nI thank Charles Brown, David Card, Richard Dickens, Dayanand Manoli, Suresh Naidu, Michael Reich, Timothy Smeeding, Chris Taber, and participants at the 2015 ASSA/LERA session, 2015 UCL/LSE-CEP Low Pay Workshop, 2014 Building Human Capital Conference at University of Wisconsin-Madison and pre-conference at the University of Texas-Austin, Umass Boston, and the U.S. Department of Labor conference on labor standards. I thank Ihsaan Bassier, Doruk Cengiz, Thomas Peake, Simon Sturn, Owen Thompson and Ben Zipperer for excellent research assistance. I received funding from University of Massachusetts Amherst, and University of Wisconsin-Madison Institute for Research on Poverty, U.S. Department of Labor, and Washington Center for Equitable Growth for the completion of this research. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}