{
    "id": 25242,
    "citation_title": "Factor Incomes in Global Value Chains: The Role of Intangibles",
    "citation_author": [
        "Wen Chen",
        "Bart Los",
        "Marcel P. Timmer"
    ],
    "citation_publication_date": "2018-11-12",
    "issue_date": "2018-11-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "International Economics",
        "\n",
        "Globalization and International Relations",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nRecent studies document a decline in the share of labour and a simultaneous increase in the share of residual (‘factorless’) income in national GDP. We argue the need for study of factor incomes in cross-border production to complement country studies. We define a GVC production function that tracks the value added in each stage of production in any country-industry. We define a new residual as the difference between the value of the final good and the payments to all tangibles (capital and labour) in any stage. We focus on GVCs of manufactured goods and find the residual to be large. We interpret it as income for intangibles that are (mostly) not covered in current national accounts statistics. We document decreasing labour and increasing capital income shares over the period 2000-14. This is mainly due to increasing income for intangible assets, in particular in GVCs of durable goods. We provide evidence that suggests that the 2000s should be seen as an exceptional period in the global economy during which multinational firms benefitted from reduced labour costs through offshoring, while capitalising on existing firm-specific intangibles, such as brand names, at little marginal cost.\n\n",
    "acknowledgement": "\nWe would like to thank  participants at the NBER/CRIW conference “Measuring and Accounting for Innovation in the 21st Century”, Washington, March 2017, at the IARIW conference, Copenhagen August 2018 as well as at the WIPO experts’ meeting in Geneva, March 2017, for stimulating discussion, in particular (without implicating) Carol Corrado,  John Fernald, Carsten Fink and Sacha Wunsch-Vincent. The authors have been consulting for the World Intellectual Property Organisation (WIPO) in 2017. The views expressed are those of the authors, and not (necessarily) of the WIPO or the National Bureau of Economic Research. Financial support from the Dutch Science Foundation (NWO) for Marcel Timmer is gratefully acknowledged (grant number 453-14-012).\n\n\n"
}