{
    "id": 25246,
    "citation_title": "Collateral Damage: The Impact of Foreclosures on New Home Mortgage Lending in the 1930s",
    "citation_author": [
        "Price Fishback",
        "Sebastián Fleitas",
        "Jonathan Rose",
        "Kenneth Snowden"
    ],
    "citation_publication_date": "2018-11-12",
    "issue_date": "2018-11-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Financial History",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nForeclosures led to severe disruptions in home mortgage lending during the recent Great Recession and the Great Depression of the 1930s.   It is difficult to measure these impacts in the modern market where origination, funding and servicing are separated within complex lending structures, but during the 1930s local building & loans (B&Ls) combined all three functions.  We measure the impact of foreclosures on new mortgage lending using a panel of all B&Ls in 4 states.  The foreclosure overhang explains about 30 percent of the drop in new mortgage lending by B&Ls as the housing crisis intensified between 1930 and 1935.\n\n",
    "acknowledgement": "\nWe are using some data that was collected and digitized under prior projects. With that in mind, we appreciate support from National Science Foundation Grants SES-135744, SES-1061927, SES-0921732, SES 0617972, SES 0214483, SES-0080324, and SBR-9708098. Fishback has received funds from the Koch Foundation to provide support for research on state governments’ responses to the Great Depression and the New Deal and to bring prominent economic historians to campus to give talks and interact with students. He was also the Executive Director of the Economic History Association from 2012 to 2017 and received in-kind support to provide him with a course off and/or graduate support for his duties and for research.  To the best of his knowledge, no one with whom he has worked or from whom he has received funding has a financial, ideological, or political stake in the research. The views presented in this paper are solely those of the authors and do not necessarily represent those of the Federal Reserve System, its staff, the National Bureau of Economic Research, or the CEPR.\n\n\n"
}