{
    "id": 25244,
    "citation_title": "The Impact of Medicaid Expansion on Voter Participation: Evidence from the Oregon Health Insurance Experiment",
    "citation_author": [
        "Katherine Baicker",
        "Amy Finkelstein"
    ],
    "citation_publication_date": "2018-11-12",
    "issue_date": "2018-11-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn 2008, a group of uninsured low-income adults in Oregon was selected by lottery for the chance to apply for Medicaid. Using this randomized design and state administrative data on voter behavior, we analyze how a Medicaid expansion affected voter turnout and registration. We find that Medicaid increased voter turnout in the November 2008 Presidential election by about 7 percent overall, with the effects concentrated in men (18 percent increase) and in residents of democratic counties (10 percent increase); there is suggestive evidence that the increase in voting reflected new voter registrations, rather than increased turnout among pre-existing registrants. There is no evidence of an increase in voter turnout in subsequent elections, up to and including the November 2010 midterm election.\n\n",
    "acknowledgement": "\nWe are grateful to Andrea Campbell, Josh Gottlieb, Neale Mahoney, Sarah Taubman, and Ben Olken for helpful comments and suggestions, and to Innessa Colaiacovo, Daniel Prinz, Sam Wang, and especially Sihang Cai for excellent research assistance. We thank Brittany Kenison in Oregon Secretary of State Election Division for assistance in using voting records. We are grateful to funding for the broader Oregon Health Insurance Experiment from the Assistant Secretary for Planning and Evaluation in the Department of Health and Human Services, the California Health Care Foundation, the John D. and Catherine T. MacArthur Foundation, the National Institute on Aging, the Robert Wood Johnson Foundation, the Sloan Foundation, the Smith Richardson Foundation, and the U.S. Social Security Administration. The findings and conclusions expressed are solely those of the authors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nKatherine Baicker\n\nBaicker Disclosure\n\n\nGrants (Direct or Indirect Salary Support):\nNIA\n\n\nFinancial Interests:\nDirector, Eli Lilly\n\n\nPositions:\nMember, Congressional Budget Office Panel of Health Advisers\n\n\n"
}