{
    "id": 25247,
    "citation_title": "Globalization, Gender, and the Family",
    "citation_author": [
        "Wolfgang Keller",
        "Hâle Utar"
    ],
    "citation_publication_date": "2018-11-12",
    "issue_date": "2018-11-08",
    "revision_date": "2021-10-08",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nFacing the same labor demand shock through imports from China, we show that men and women make different labor market and family adjustments that result in significant long-run gender inequality. The gender gap is driven by the female biological clock. Using population registers and matched employer-employee data from Denmark, we document that especially women in their late 30s, towards the end of their biological clock, decide to have a baby as the shock causes displacement. High-earning women in leadership positions and women who need to acquire new human capital are central because their new employment would require particularly high investments that are incompatible with having a newborn in the short time remaining on the biological clock. While children penalize women in the labor market, we show that due to the biological clock an otherwise gender-neutral shock leads to a gender gap in the labor market.\n\n",
    "acknowledgement": "\nWe thank Tibor Besedes, Ben Faber, Hank Farber, Stephen Machin, John McLaren, Bob Pollak, Veronica Rappoport, Steve Redding, Andres Rodriguez-Clare, Kjetil Storesletten, as well as audiences at a number of venues for valuable comments. The study is sponsored by the Labor Market Dynamics and Growth Center (LMDG) at Aarhus University. Supports from Aarhus University and Statistics Denmark are acknowledged with appreciation. We are grateful to Henning Bunzel for his help with the data. Kyle Butts and Adam Solar provided valuable research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}