{
    "id": 25249,
    "citation_title": "Accounting for Firm Heterogeneity within U.S. Industries: Extended Supply-Use Tables and Trade in Value Added using Enterprise and Establishment Level Data",
    "citation_author": [
        "James J. Fetzer",
        "Tina Highfill",
        "Kassu W. Hossiso",
        "Thomas F. Howells",
        "III",
        "Erich H. Strassner",
        "Jeffrey A. Young"
    ],
    "citation_publication_date": "2018-11-12",
    "issue_date": "2018-11-09",
    "revision_date": "2021-03-18",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Globalization and International Relations",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents experimental trade-in-value added statistics estimated from extended supply-use tables (SUTs) for the United States for 2005 and 2012 that account for firm heterogeneity. We also present preliminary output from a microdata linking project between the U.S. Bureau of Economic Analysis and the U.S. Census Bureau on the U.S. semiconductor and other electronic components manufacturing industry to show how different firm characteristics account for heterogeneity. Our experimental results show that imported content of exports as a share of exports varies notably by firm-type within most industries, and that the imported content of exports is concentrated in a few industries, the largest being petroleum manufacturing. Despite the dominance that U.S. and foreign multinational enterprises (MNEs) have over trade transactions, both MNEs and non-MNEs make significant contributions to the content of U.S. exports. Estimates based on our microdata linking project suggest that production patterns by ownership, firm size class, and export intensity each exhibit firm heterogeneity to some extent. The ownership criterion best identifies heterogeneity in the value added share of production among the three criteria, while firm size class identifies heterogeneity in the export share of production better than the ownership criterion.\n\n",
    "acknowledgement": "\nWe would like to thank Shari Allen, John Bockrath, Jeffrey Bogen, Edward Dozier, Andre Garber, Alexis Grimm, C. Omar Kebbeh, Fritz Mayhew, and Dan Yorgason for input in preparing this paper. We would also like to thank Paul Farello, Susan Houseman, Kristy Howell, Raymond Mataloni, and J. David Richardson for their valuable comments. The statistical analysis of firm-level data on U.S. multinational companies was conducted at the Bureau of Economic Analysis, U.S. Department of Commerce, and the Federal Statistical Research Data Center Network under arrangements that maintain legal confidentiality requirements. The views expressed in this paper are those of the authors and should not be attributed to the Bureau of Economic Analysis, the U.S. Census Bureau, U.S. Department of Commerce, the United States government or the National Bureau of Economic Research. The Census Bureau's Disclosure Review Board and Disclosure Avoidance Officers have reviewed this information product for unauthorized disclosure of confidential information and have approved the disclosure avoidance practices applied to this release. (CMS/Delegated Authority Number 6308).\n\n\n"
}