{
    "id": 25245,
    "citation_title": "Who Profits from Patents? Rent-Sharing at Innovative Firms",
    "citation_author": [
        "Patrick Kline",
        "Neviana Petkova",
        "Heidi Williams",
        "Owen Zidar"
    ],
    "citation_publication_date": "2018-11-12",
    "issue_date": "2018-11-08",
    "revision_date": "2019-03-06",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nThis paper analyzes how patent-induced shocks to labor productivity propagate into worker compensation using a new linkage of US patent applications to US business and worker tax records. We infer the causal effects of patent allowances by comparing firms whose patent applications were initially allowed to those whose patent applications were initially rejected. To identify patents that are ex-ante valuable, we extrapolate the excess stock return estimates of Kogan et al. (2017) to the full set of accepted and rejected patent applications based on predetermined firm and patent application characteristics. An initial allowance of an ex-ante valuable patent generates substantial increases in firm productivity and worker compensation. By contrast, initial allowances of lower ex-ante value patents yield no detectable effects on firm outcomes. Patent allowances lead firms to increase employment, but entry wages and workforce composition are insensitive to patent decisions. On average, workers capture roughly 30 cents of every dollar of patent-induced surplus in higher earnings. This share is roughly twice as high among workers present since the year of application. These earnings effects are concentrated among men and workers in the top half of the earnings distribution, and are paired with corresponding improvements in worker retention among these groups. We interpret these earnings responses as reflecting the capture of economic rents by senior workers, who are most costly for innovative firms to replace.\n\n",
    "acknowledgement": "\nWe are very grateful to Joey Anderson, Ivan Badinski, Jeremy Brown, Alex Fahey, Sam Grondahl, Stephanie Kestelman, Tamri Matiashvili, Mahnum Shahzad, Karthik Srinivasan, and John Wieselthier for excellent research assistance, and to Daron Acemoglu, Lawrence Katz, Bentley MacLeod, John Van Reenen, four anonymous referees and seminar participants at Brown, Dartmouth, the LSE/IFS/STICERD seminar, Michigan, Michigan State, MIT, NBER Labor Studies, NBER Productivity, Northwestern, NYU, Princeton, Stanford, Stanford GSB, the Toulouse Network for Information Technology, UC-Berkeley, UC-Irvine, UIUC, Chicago Booth, and the Washington Center for Equitable Growth for helpful comments. The construction of some of the data analyzed in this publication was supported by the National Institute on Aging and the NIH Common Fund, Office of the NIH Director, through Grant U01-AG046708 to the National Bureau of Economic Research (NBER); the content is solely the responsibility of the authors and does not necessarily represent the official views of the NIH. This work/research was also funded by the Ewing Marion Kauffman Foundation. Financial support from the Sloan Foundation, NSF Grant Numbers 1151497 and 1752431, the Washington Center for Equitable Growth, the Kathryn and Grant Swick Faculty Research Fund, and the Booth School of Business are gratefully acknowledged. Opinions expressed in the paper do not necessarily represent the views and policies of the US Department of the Treasury or  the National Bureau of Economic Research.\n\n\n"
}