{
    "id": 25255,
    "citation_title": "Teacher Expectations Matter",
    "citation_author": [
        "Nicholas W. Papageorge",
        "Seth Gershenson",
        "Kyung Min Kang"
    ],
    "citation_publication_date": "2018-11-12",
    "issue_date": "2018-11-09",
    "revision_date": "2023-03-16",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nWe develop and estimate a joint model of the education and teacher-expectation production functions that identifies both the distribution of biases in teacher expectations and the impact of those biases on student outcomes via self-fulfilling prophecies. Our approach leverages a unique feature of a nationally representative dataset: two teachers provided their educational expectations for each student.  Identification of causal effects exploits teacher disagreements about the same student, an idea we formalize using lessons from the measurement error literature.  We provide novel, arguably causal evidence that teacher expectations affect students' educational attainment: Estimates suggest an elasticity of college completion with respect to teachers' expectations of about 0.12.  On average, teachers are overly optimistic about students' ability to complete a four-year college degree. However, the degree of over-optimism of white teachers is significantly larger for white students than for black students. This highlights a nuance that is frequently overlooked in discussions of biased beliefs: less biased (i.e., more accurate) beliefs can be counterproductive if there are positive returns to optimism or if there are socio-demographic gaps in the degree of teachers' optimism; we find evidence of both.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge helpful comments from conference participants at the North American Meetings of the Econometric Society and the IZA Junior-Senior Labor Economics Symposium. Stephen B. Holt provided excellent research assistance.  For helpful suggestions we thank Tim Bartik, Barton Hamilton, Robert Moffitt, Robert Pollak, Yingyao Hu, Victor Ronda, Richard Spady, and seminar participants at Washington University in St. Louis, the W.E. Upjohn Institute and Urban Institute. The usual caveats apply. Papageorge gratefully acknowledges that this research was supported in part by a grant from the American Educational Research Association (AERA). AERA receives funds for its \"AERA Grants Program\" from the National Science Foundation under NSF Grant #DRL-0941014. Opinions reflect those of the authors and do not necessarily reflect those of the granting agencies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}