{
    "id": 25253,
    "citation_title": "Market Access, Trade Costs, and Technology Adoption: Evidence from Northern Tanzania",
    "citation_author": [
        "Shilpa Aggarwal",
        "Brian Giera",
        "Dahyeon Jeong",
        "Jonathan Robinson",
        "Alan Spearot"
    ],
    "citation_publication_date": "2018-11-12",
    "issue_date": "2018-11-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we quantify market access in rural Tanzania, and the extent to which it constrains agricultural productivity. We collect granular data on farmer input and sales decisions, input and output prices, and travel costs in all 1,183 villages in two regions of Tanzania. We find that a village in the 90th percentile of the travel-cost adjusted price distribution faces input and output prices 40-55% less favorable than a village at the 10th percentile. In reduced form, an additional standard deviation of travel time is associated with 20-25% lower input adoption and output sales. We develop and quantify a spatial model of input adoption and conservatively estimate that farmers behave as if they face travel costs of 6% ad-valorem per kilometer of travel, which is equivalent to 40% when traveling to the closest retailer. Holding exogenous local factors fixed, we estimate that reducing travel costs by 50% (approximately the effect of paving rural roads) doubles adoption and reduces the adoption-remoteness gradient by 18%.\n\n",
    "acknowledgement": "\nWe are grateful to Sheah Deilami-Nugent and David Roughgarden for outstanding work coordinating field activities, and BRAC Tanzania and IPA Tanzania for administrative support. We thank Patrick Olobo for his collaboration. Anouk Faoure, Petra Gram, Matthew Krupoff and Alexandra Murphy provided excellent research assistance. We thank Lauren Falcao Bergquist, Shoumitro Chaterjee, Alain de Janvry, Betty Sadoulet and seminar participants at Ashoka University, Cal Poly San Luis Obispo, UC Berkeley, ISB, LSE, the University of Maryland, NBER Trade and Agriculture Conference, NEUDC, the University of Virginia, UCSC, the University of West Virginia and, the WEAI, the University of Pittsburgh, and Stanford University for helpful comments. We acknowledge funding from the IGC (grant 1-VRC-VTZA-VXXXX-89307), the National Science Foundation (SES 1658942), Innovations for Poverty Action, ISB and UCSC. The data collection approval was approved by the IRBs of UCSC and the Indian School of Business, and by the Tanzania Commission for Science and Technology (COSTECH). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}