{
    "id": 25251,
    "citation_title": "Using Empirical Marginal Cost to Measure Market Power in the US Economy",
    "citation_author": [
        "Robert E. Hall"
    ],
    "citation_publication_date": "2018-11-12",
    "issue_date": "2018-11-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMarket power arises in the case where a seller is aware that raising output will depress price. In the profit-maximizing equilibrium with market power, price exceeds marginal cost. The Lerner index---the ratio of  price less marginal cost to the price---is a widely accepted measure of market power. Measuring marginal cost is a challenge. This paper develops and applies a direct empirical approach---marginal cost is measured as the ratio of the observed change in cost to the observed change in output. Because marginal cost is a partial derivative, both changes need to be adjusted for other sources of change. Thus marginal cost is the ratio of (1) the change in cost not associated with changes in input prices to (2) the change in output not associated with productivity change. I develop data for the 60 KLEMS industries for this measure. I find a typical Lerner index of 0.15. Lerner indexes grew moderately between 1988 and 2015.\n\n",
    "acknowledgement": "\nThis research was supported by the Hoover Institution. I am grateful to Susanto Basu, Dennis Carlton, Emmanuel Farhi, Oleg Itskhoki, Chad Syverson, James Traina, and Hal Varian for comments. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}