{
    "id": 25254,
    "citation_title": "The Long-Run Impacts of Same-Race Teachers",
    "citation_author": [
        "Seth Gershenson",
        "Cassandra M. D. Hart",
        "Joshua Hyman",
        "Constance Lindsay",
        "Nicholas W. Papageorge"
    ],
    "citation_publication_date": "2018-11-12",
    "issue_date": "2018-11-09",
    "revision_date": "2021-02-19",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": null,
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nWe examine the long-run impacts of exposure to a Black teacher for both Black and white students. Leveraging data from the Tennessee STAR class-size experiment, we show that Black students randomly assigned to at least one Black teacher in grades K-3 are 9 percentage points (13%) more likely to graduate from high school and 6 percentage points (19%) more likely to enroll in college than their same-school, same-race peers. No effect is found for white students. We replicate these findings using quasi-experimental methods to analyze a richer administrative data set from North Carolina. The increase in postsecondary enrollments is concentrated in two-year degree programs, which is somewhat concerning because two-year colleges have both lower returns and lower completion rates than four-year colleges and universities. These long-run effects are also concentrated among Black males from disadvantaged backgrounds, which is not evident in short run analyses of same-race teachers' impacts on test scores. These nuanced patterns are of policy relevance themselves and also underscore the importance of directly examining long-run treatment effects as opposed to extrapolating from estimated short-run effects.\n\n",
    "acknowledgement": "\nThe authors thank Susan Dynarski and Diane Schanzenbach for generously sharing the Project STAR / National Student Clearinghouse linked data. We gratefully acknowledge helpful comments from Scott Carrell, Matt Chingos, Steven Durlauf, Dave Marcotte, and Robert Moffitt; conference participants at AEA, the HCEO Social Interactions and Education Conference, SOLE, SREE, AEFP, APPAM, North American Meetings of the Econometric Society, IRP Summer Workshop at the University of Wisconsin-Madison, International Workshop on Applied Economics of Education in Catanzaro, IT, and the 2nd Annual IZA Economics of Education Meeting; and seminar participants at the University of Michigan (Ford), Stanford University (CEPA), Princeton University (ERS), USC (Rossier), UC Irvine, UC Riverside, and UC Santa Barbara. Stephen B. Holt and Emma Kalish provided excellent research assistance. The usual caveats apply. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}