{
    "id": 25257,
    "citation_title": "When Fair Isn't Fair: Understanding Choice Reversals Involving Social Preferences",
    "citation_author": [
        "James Andreoni",
        "Deniz Aydin",
        "Blake Barton",
        "B. Douglas Bernheim",
        "Jeffrey Naecker"
    ],
    "citation_publication_date": "2018-11-19",
    "issue_date": "2018-11-16",
    "revision_date": "2019-07-23",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Welfare and Collective Choice",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nIn settings with uncertainty, tension exists between ex ante and ex post notions of fairness (e.g., equal opportunity versus equal outcomes). In a laboratory experiment, the most common behavioral pattern is for subjects to select the ex ante fair alternative ex ante, and switch to the ex post fair alternative ex post. One potential explanation embraces consequentialism and construes the reversals as manifestations of time inconsistency. Another abandons consequentialism in favor of deontological (rule-based) ethics, and thereby avoids the implication that revisions imply inconsistency. We test between these explanations by examining contingent planning and the demand for commitment. While the population appears to be heterogeneous, our findings suggest that the most common attitude toward fairness involves a time-consistent preference for applying naive deontological rules.\n\n",
    "acknowledgement": "\nWe would like to thank participants at the 2015 SITE Psychology and Economics Workshop, the 2016 AEA meetings, the 2016 New England Experimental Economics Workshop, the 2016 Early Career Behavioral Economics conference, the 2017 Economic Science Association meetings, the Tenth Maastricht Behavioral and Experimental Economics Symposium, and seminars at Columbia, Texas A&M, Cornell, University of Southern California, Emory, Claremont Graduate University, University of Connecticut, Yale, Bocconi, WBZ Berlin, University of Lyon, University of Zurich, Chapman University, University of San Diego, the RAND Institute, Santa Clara University, and Caltech for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}