{
    "id": 25259,
    "citation_title": "Measuring the Impact of Household Innovation using Administrative Data",
    "citation_author": [
        "Javier Miranda",
        "Nikolas Zolas"
    ],
    "citation_publication_date": "2018-11-19",
    "issue_date": "2018-11-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nWe link USPTO patent data to U.S. Census Bureau administrative records on individuals and firms. The combined dataset provides us with a directory of patenting household inventors as well as a time-series directory of self-employed businesses tied to household innovations. We describe the characteristics of household inventors by race, age, gender and U.S. origin, as well as the types of patented innovations pursued by these inventors. Business data allows us to highlight how patents shape the early life-cycle dynamics of nonemployer businesses. We find household innovators are disproportionately U.S. born, white and their age distribution has thicker tails relative to business innovators. Data shows there is a deficit of female and black inventors. Household inventors tend to work in consumer product areas compared to traditional business patents. While patented household innovations do not have the same impact of business innovations their uniqueness and impact remains surprisingly high. Back of the envelope calculations suggest patented household innovations granted between 2000 and 2011 might generate  $5.0B in revenue (2000 dollars).\n\n",
    "acknowledgement": "\nI Javier Miranda attest that I have not received any funding for this work outside of my regular salary at the U.S. Census Bureau. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}