{
    "id": 25261,
    "citation_title": "A Lifetime of Changes: State Pensions and Work Incentives at Older Ages in the UK, 1948-2018",
    "citation_author": [
        "James Banks",
        "Carl Emmerson"
    ],
    "citation_publication_date": "2018-11-19",
    "issue_date": "2018-11-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe describe the history of state pension policy in the UK since 1948 and calculate summary measures of the generosity of the system over time and the degree to which the it created implicit taxes on, or subsidies to, work at older ages. The time series of these measures, calculated separately for ’example-type’ individuals of different birth cohorts, education and sexes, are then related to the time-series of employment rates at older ages for the equivalent types of individual. The generosity of the system rose over the period as whole but has fallen in recent years, and in contrast to many countries there were generally never large implicit taxes on work arising from the state pension system. What implicit subsidies there were in the years immediately before the State Pension Age have been gradually eliminated and the system is now broadly neutral with regard to work incentives. Exploiting variation in pension wealth and work incentives across different cohort-education-sex groups, created by the timing and phasing of pension reforms, we show that both pension wealth and the implicit work disincentives in the pension system are correlated with employment outcomes for men, with the expected negative sign.\n\n",
    "acknowledgement": "\nThis paper forms part of the National Bureau of Economic Research’s International Social Security (ISS) Project. The authors are grateful to Richard Blundell and David Sturrock, and to the other participants of the ISS project, for useful comments and advice. We are grateful to the ESRC-funded Centre for the Microeconomic Analysis of Public Policy at IFS (grant number RES-544-28-5001) and the ‘Policies for longer working lives: understanding interactions with health and care responsibilities’ project (grant ES/P001688/1) that is part of the Joint Programme Initiative “More Years, Better Lives” for providing funding or this project. Data from the Family Expenditure Survey (FES) and the Labour Force Survey (LFS) were made available by the UK Data Archive. Responsibility for interpretation of the data, as well as for any errors, is the authors’ alone. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nCarl Emmerson\n\nOver the last three years, I have also received other research grants, which were not directly related to the work on which the article is based, from the following potentially interested parties:\n\n\n•\tAge UK\n•\tArnold Foundation\n•\tAssociation of British Insurers\n•\tAviva\n•\tCanada Life\n•\tChartered Insurance Institute\n•\tCiti\n•\tDepartment for Work and Pensions\n•\tEconomic and Social Research Council\n•\tHealth Foundation\n•\tHM Revenue and Customs\n•\tHM Treasury\n•\tInstitute of Chartered Accountants in England and Wales\n•\tInvestment Association\n•\tLegal and General Investment Management\n•\tMoney Advice Service\n•\tNuffield Foundation\n•\tTax Incentivised Savings Association\n\n\nI am also a member of the United Kingdom’s Social Security Advisory Committee, which is an advisory non-departmental body sponsored by the Department for Work and Pensions. This is involves scrutinising most of the secondary legislation that underpins the social security system and providing impartial advice on social security and related matters.\n\n\n"
}