{
    "id": 25264,
    "citation_title": "Health and the Wage: Cause, Effect, Both, or Neither? New Evidence on an Old Question",
    "citation_author": [
        "Daniel Dench",
        "Michael Grossman"
    ],
    "citation_publication_date": "2018-11-19",
    "issue_date": "2018-11-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate two-way causality between health and the hourly wage by employing insights from the human capital and compensating wage differential models, a panel formed from the National Longitudinal Survey of Youth 1997, and dynamic panel estimation methods in this investigation.  We uncover a causal relationship between two of five measures of health and the wage in which a reduction in health leads to an increase in the wage rate but find no evidence of a causal relationship running from the wage rate to health.  The former result is consistent with a framework in which a large amount of effort in one period is required to obtain promotions and the wage increases that accompany them in subsequent periods.  That effort may cause reductions in health and result in a negative effect of health in the previous period on the current period wage.  The finding also is consistent with a model in which investments in career advancement compete with investments in health for time—the ultimate scarce resource.  The lack of a causal effect of the wage on health may suggest that forces that go in opposite directions in the human capital and compensating wage differential models offset each other.\n\n",
    "acknowledgement": "\nThis paper was presented at an IZA conference titled “Health and the Labor Market” in Bonn, Germany, November 3-4, 2017.  We would like to thank Solomon W. Polachek, Konstantinos Tatsiramos, conference participants, and Ilene J. Grossman for helpful comments and suggestions.  The authors have no financial relationships to disclose that bear on the research in the paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}