{
    "id": 25268,
    "citation_title": "Benchmark Regulation of Multiproduct Firms: An Application to the Rail Industry",
    "citation_author": [
        "Wesley W. Wilson",
        "Frank A. Wolak"
    ],
    "citation_publication_date": "2018-11-19",
    "issue_date": "2018-11-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA number of formerly regulated multiproduct industries have a transitional or permanent residual regulatory mandate to protect consumers from \"excessive\" prices. The legislation that deregulated most rail rates contains a statutory mandate for the regulator to protect shippers from \"excessive\" prices. Fulfilling this mandate has been challenging because of the cost and administrative burden to shippers in obtaining regulatory relief. Moreover, as argued by Wilson and Wolak (2016), the existing rate relief mechanism is based on a cost concept that does not reflect the actual incremental cost of a shipment and it does not adequately address the question of what constitutes an \"excessive\" rate for a multiproduct firm with significant common costs. This paper analyzes a benchmark price approach to identifying \"excessive\" prices in multiproduct industries subject to residual price regulation. Our empirical analyses demonstrate how the mechanism can be used to fulfill the statutory mandate to protect shippers from \"excessive\" prices at substantially lower cost, with less administrative burden, and without significant adverse consequences for the long-term financial viability of the railroads.\n\n",
    "acknowledgement": "\nThis paper evolved from the authors' participation in a National Academy of Sciences (NAS) panel review of regulation in the railroad industry, Modernizing Freight Rail Regulation (2015), National Academies Press, Washington, DC. The other panel members provided a number of invaluable comments throughout the process. These are: Richard Schmalensee, Ken Boyer, Jerry Ellig, José A. Gómez-Ibáñez, Anne Goodchild, and Thomas Menzies. In addition, earlier versions of this paper have been presented to the Association of Transport, Trade, and Service Studies, Railroad-Shipper Transportation Advisory Council, the Advanced Workshop in Regulation and Competition. The authors gratefully acknowledge comments and discussions that emanated from these audiences. We thank Kevin Henrickson for research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}