{
    "id": 25263,
    "citation_title": "Do Male Workers Prefer Male Leaders? An Analysis of Principals' Effects on Teacher Retention",
    "citation_author": [
        "Aliza N. Husain",
        "David A. Matsa",
        "Amalia R. Miller"
    ],
    "citation_publication_date": "2018-11-19",
    "issue_date": "2018-11-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Market Structures",
        "\n",
        "Labor Discrimination",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nUsing a 40-year panel of all public school teachers and principals in New York State, we explore how female principals affect rates of teacher turnover—an important determinant of school quality. We find that male teachers are about 12% more likely to leave their schools when they work under female principals than under male principals. In contrast, we find no such effects for female teachers. Furthermore, when male teachers request transfers, they are more likely to be to schools with male principals. These results suggest that opposition from male subordinates could inhibit female progress in leadership.\n\n",
    "acknowledgement": "\nWe are grateful to the New York State Education Department for the data employed in this article. We also appreciate financial support from the National Center for the Analysis of Longitudinal Data in Education Research (CALDER). CALDER is supported by IES Grant R305A060018. The research was also supported by the Institute of Education Sciences, U.S. Department of Education, through Grant R305B100009 to the University of Virginia. We thank James H. Wyckoff for his generosity in sharing these data with us, and Luke C. Miller for his helpful feedback as we navigated these data. We are also grateful to conference participants at the Association for Education Finance and Policy (AEFP) and the Association for Public Policy Analysis and Management (APPAM), including discussant Roddy Theobald. The views expressed in this article are solely those of the authors and do not reflect those of the funders. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}