{
    "id": 25262,
    "citation_title": "How Much of Barrier to Entry is Occupational Licensing?",
    "citation_author": [
        "Peter Q. Blair",
        "Bobby W. Chung"
    ],
    "citation_publication_date": "2018-11-19",
    "issue_date": "2018-11-16",
    "revision_date": "2018-12-13",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe exploit state variation in licensing laws to study the effect of licensing on occupational choice using a boundary discontinuity design. We find that licensing reduces equilibrium labor supply by an average of 17%-27%. The negative labor supply effects of licensing appear to be strongest for white workers and comparatively weaker for black workers.\n\n",
    "acknowledgement": "\nOur thinking in this paper and prior related work has benefited greatly from conversations with: Isaiah Andrews, Rodney Andrews, Joshua Angrist, Ainhoa Aparicio, David Autor, Kerwin Charles, Eduardo Azevedo, Scott Barkowski, Patrick Bayer, Thummim Cho, William Cong, William Darity Jr., Michael Dinerstein, Jennifer Doleac, William Dougan, Joseph Doyle, Steven Durlauf, Molly Espey, Robert Fleck, Amy Finkelstein, Alexander Gelber, Stefano Giglio, Edward Glaeser, Claudia Goldin, Arnold Harberger, Nathaniel Hendren, Caroline Hoxby, Kirabo Jackson, Damon Jones, Lawrence Katz, Morris Kleiner, Tom Lam, Clarence Lee, Glenn Loury, Michael Makowsky, Alexander Mas, Conrad Miller, David Neumark, Ryan Noll, Katarzyna Segiet, Mark Shepard, Curtis Simon, Todd Sinai, Michael Sinkinson, Kent Smetters, William Spriggs, Robert Tollison, Stan Veuger, Shing-Yi Wang, Matthew Weinzierl, Justin Wolfers; and the seminar participants at: the London School of Economics, Harvard, NBER Labor Studies Meeting, Collegio Carlo Alberto, West Point Military Academy, Clemson University, Summer School for Socioeconomic Inequality, Price Theory Summer Camp, Southern Economic Association Conference, and the South Carolina Applied Micro Day Conference. All remaining errors are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}