{
    "id": 25279,
    "citation_title": "Incentivized Peer Referrals for Tuberculosis Screening: Evidence from India",
    "citation_author": [
        "Jessica Goldberg",
        "Mario Macis",
        "Pradeep Chintagunta"
    ],
    "citation_publication_date": "2018-11-19",
    "issue_date": "2018-11-16",
    "revision_date": "2022-02-02",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study whether and how peer referrals increase screening, testing, and identification of patients with tuberculosis, an infectious disease responsible for over one million deaths annually. In an experiment with 3,176 patients at 122 tuberculosis treatment centers in India, we find that small financial incentives raise the probability that existing patients refer prospective patients for screening and testing, resulting in cost-effective identification of new cases. Incentivized referrals operate through two mechanisms: peers have private information about individuals in their social networks to target for outreach, and they are more effective than health workers in inducing these individuals to get tested.\n\n",
    "acknowledgement": "\nThis project was approved by IRB committees at the Institute for Financial Management and Research (Chennai, India), the University of Maryland (College Park, MD, USA), and the Johns Hopkins University (Baltimore, MD, USA), and registered with the AEA Trial Registry under AEARCTR-0000773 (Goldberg et al. 2018). It was also reviewed and approved by the Indian Council of Medical Research (ICMR). The work was funded by grants from the World Bank Strategic Innovation Fund (SIEF), the International Growth Centre (IGC India Central), the Johns Hopkins Center for Global Health, the Maryland Population Research Center, the University of Chicago Trust (India), and Jaithirth (Jerry) Rao. We appreciate the assistance of Thomas Bossuroy and Drew von Glahn, the World Bank TTLs. Field work and data collection were conducted by JPAL-South Asia, where Pratyusha Govindaraju, Putul Gupta, Shaheen Madraswala, and Niloufer Taber capably managed the project with the help of dedicated teams. Tara Kaul, Sai Luo, and Anusuya Sivaram provided outstanding research assistance. We are grateful for useful comments from Junaid Ahmad, Marcella Alsan, Dan Bartels, Jacob Bor, Erich Battistin, Richard Chaisson, Berkeley Dietvorst, Pascaline Dupas, Susan Godlonton, Jonathan Golub, Alaka Holla, Ronald Mutasa, Jeffrey Smith, Janardan Prasad Singh, K. Sudhir, Abby Sussman, Sergio Urzua, and participants at several seminars and conferences. Dr. Kuldeep S. Sachdeva and Dr. Amar Shah (Revised National Tuberculosis Control Programme), Dr. K. K. Chopra (New Delhi Tuberculosis Centre), Dr. Ashwani Khanna and Dr. Shivani Chandra (Delhi State TB Office), and members of the Delhi State and the National Operational Research Committees offered advice and feedback about the design and implementation of the study. We appreciate the assistance of the district and state TB officers in the areas where we operated. We are especially grateful to Sandeep Ahuja, Shelly Batra, and their committed team at Operation ASHA. All errors and omissions are our own. ​The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}