{
    "id": 25274,
    "citation_title": "Rationalizing Rational Expectations? Tests and Deviations",
    "citation_author": [
        "Xavier D'Haultfoeuille",
        "Christophe Gaillac",
        "Arnaud Maurel"
    ],
    "citation_publication_date": "2018-11-19",
    "issue_date": "2018-11-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we build a new test of rational expectations based on the marginal distributions of realizations and subjective beliefs. This test is widely applicable, including in the common situation where realizations and beliefs are observed in two different datasets that cannot be matched. We show that whether one can rationalize rational expectations is equivalent to the distribution of realizations being a mean-preserving spread of the distribution of beliefs. The null hypothesis can then be rewritten as a system of many moment inequality and equality constraints, for which tests have been recently developed in the literature. Next, we go beyond testing by defining and estimating the minimal deviations from rational expectations that can be rationalized by the data. In the context of structural models, we build on this concept to propose an easy-to-implement way to conduct a sensitivity analysis on the assumed form of expectations. Finally, we apply our framework to test for and quantify deviations from rational expectations about future earnings, and examine the consequences of such departures in the context of a life-cycle model of consumption.\n\n",
    "acknowledgement": "\nWe thank Peter Arcidiacono, Federico Bugni, Zhuoli Chen, Valentina Corradi, Gregory Jolivet, Jia Li, Matt Masten, Andrew Patton, Basit Zafar, Yichong Zhang and seminar participants at Amsterdam, Arizona State, Bocconi, CREST, Duke, Helsinki, Mannheim, National University of Singapore, Singapore Management University, Surrey, Toulouse School of Economics, and attendees of the 2017 Econometric Study Group (Bristol), the Conference on the Intersection of Econometrics and Applied Micro (Toronto, Oct. 17), the 2017 Triangle Econometrics Conference, the 2018 International Association for Applied Econometrics Conference (Montreal), and the 2018 CEME NSF-NBER conference on “Inference in Nonstandard Problems” (Duke) for useful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}