{
    "id": 25273,
    "citation_title": "Climatic Roots of Loss Aversion",
    "citation_author": [
        "Oded Galor",
        "Viacheslav Savitskiy"
    ],
    "citation_publication_date": "2018-11-19",
    "issue_date": "2018-11-16",
    "revision_date": "2018-11-26",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Behavioral Economics",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": null,
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nThis research explores the origins of loss aversion and the variation in its prevalence across regions, nations and ethnic group. It advances the hypothesis and establishes empirically that the evolution of loss aversion in the course of human history can be traced to the adaptation of humans to the asymmetric effects of climatic shocks on reproductive success during the epoch in which subsistence consumption was a binding constraint. Exploiting regional variations in the vulnerability to climatic shocks and their exogenous changes in the course of the Columbian Exchange, the research establishes that  consistent with the predictions of the theory, individuals and ethnic groups that are originated in regions marked by greater climatic volatility have higher predisposition towards loss-neutrality, while descendants of regions in which climatic conditions tended to be spatially correlated, and thus shocks were aggregate in nature, are characterized by greater intensity of loss aversion.\n\n",
    "acknowledgement": "\nThe authors are grateful for valuable comments by participants in the NBER Political Economy Meeting,  October 2018, and the discussant Ben Enke, and participants in the conference Deep Determinants of Comparative Development, 2018, Brown University. In addition the authors benefited from discussions with Alberto Alesina, James Fenske, Stelios Michalopoulos, Louis Putterman, and Fabrizio Zilibotti. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}