{
    "id": 25275,
    "citation_title": "The Micro-Level Anatomy of the Labor Share Decline",
    "citation_author": [
        "Matthias Kehrig",
        "Nicolas Vincent"
    ],
    "citation_publication_date": "2018-11-19",
    "issue_date": "2018-11-16",
    "revision_date": "2020-03-04",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe labor share in U.S. manufacturing declined from 62 percentage points (ppts) in 1967 to 41 ppts in 2012. The labor share of the typical U.S. manufacturing establishment, in contrast, rose by over 3 ppts during the same period. Using micro-level data, we document five salient facts: (1) since the 1980s, there has been a dramatic reallocation of value added toward the lower end of the labor share distribution; (2) this aggregate reallocation is not due to entry/exit, to “superstars” growing faster or to large establishments lowering their labor shares, but is instead due to units whose labor share fell as they grew in size; (3) low labor share (LL) establishments benefit from high revenue labor productivity, not low wages; (4) they also enjoy a product price premium relative to their peers, pointing to a significant role for demand-side forces; and (5) they have only temporarily lower labor shares that rebound after five to eight years. This transient pattern has become more pronounced over time, and the dynamics of value added and employment are increasingly disconnected.\n\n",
    "acknowledgement": "\nWe would like to thank Gadi Barlevy, Nick Bloom, Julieta Caunedo, John Cochrane, Allan Collard-Wexler, Steve Davis, Hugo Hopenhayn, Chang-Tai Hsieh, Chad Jones, Pete Klenow, Brent Neiman, Luigi Pistaferri, Peter Schott, Chad Syverson, T. Kirk White, Daniel Xu and our discussants Zsofia Barany, Jeff Campbell, Chris Gust, Ezra Oberfield and Kirill Shakhnov as well as conference and seminar participants at many places for helpful comments about earlier version of this project. All errors are our own. We thank Xian Jiang and Vytautas Valaitis for excellent research assistance. Financial support from the Fondation HEC Montréal (Vincent) and the National Science Foundation under NSF grant No. SES-1758426 (Kehrig) are gratefully acknowledged. Any opinions and conclusions expressed herein are those of the authors and do not necessarily represent the views of the U.S. Census Bureau or the National Bureau of Economic Research. All results have been reviewed to ensure that no confidential information is disclosed.\n\n\n"
}