{
    "id": 25271,
    "citation_title": "Green Technology Diffusion: A Post-Mortem Analysis of the Eco-Patent Commons",
    "citation_author": [
        "Jorge L. Contreras",
        "Bronwyn H. Hall",
        "Christian Helmers"
    ],
    "citation_publication_date": "2018-11-19",
    "issue_date": "2018-11-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nWe revisit the effect of the “Eco-Patent Commons” (EcoPC) on the diffusion of patented environmentally friendly technologies following its discontinuation in 2016, using both participant survey and data analytic evidence. Established in January 2008 by several large multinational companies, the not-for-profit initiative provided royalty-free access to 248 patents covering 94 “green” inventions. Hall and Helmers (2013) suggested that the patents pledged to the commons had the potential to encourage the diffusion of valuable environmentally friendly technologies. Our updated results now show that the commons did not increase the diffusion of pledged inventions, and that the EcoPC suffered from several structural and organizational issues. Our findings have implications for the effectiveness of patent commons in enabling the diffusion of patented technologies more broadly.\n\n",
    "acknowledgement": "\nThis research was financially supported by the Centre for International Governance Innovation (CIGI), Waterloo, Ontario, Canada. Contreras also acknowledges support from the University of Utah and the Albert and Elaine Borchard Fund for Faculty Excellence. The authors thank Bassem Awad, Hans-Jochen Banhardt, Joshua Sarnoff, Amol Joshi, and the participants at the 2017 Patent Pledges Workshop held at American University Washington College of Law (which was conducted with financial support from Google, Inc.), and the 6th Annual Roundtable of Standard Setting Organizations and Patents held at the Searle Center, for their valuable discussion, feedback and input on this article. The authors also thank each person who generously agreed to be interviewed for this article. The authors declare no conflicts of interest. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}