{
    "id": 25283,
    "citation_title": "Tax Reform Made Me Do It!",
    "citation_author": [
        "Michelle Hanlon",
        "Jeffrey L. Hoopes",
        "Joel Slemrod"
    ],
    "citation_publication_date": "2018-11-26",
    "issue_date": "2018-11-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines corporations’ actions, and statements about actions, following the tax law change known as the Tax Cuts and Jobs Act (TCJA). Specifically, we examine four different outcomes—bonuses (or other actions that benefit workers), announcements of new investments, share repurchases, and dividend announcements.  We find that 4% of public firms in our sample announced in Q1 2018 they would pay some portion of their tax savings toward workers. In terms of investment, we find that 22% of the S&P 500 firms in our sample mentioned in earnings conference calls that they would increase investment because of the TCJA. We find a general increase in share repurchases following the passage of the TCJA, but the increase is extremely concentrated in a small number of firms. We find only nine firms that announced a new share repurchase plan explicitly attributed the new plan to the TCJA. In regression analysis, we find that both political and economic variables explain TCJA-linked announcements.  The analysis suggests that firms with greater expected tax savings from the TCJA are those most likely to announce payments to workers and plans to increase investment. Firms with a Political Action Committee that donates more to Republican candidates are also more likely to announce benefits to employees.\n\n",
    "acknowledgement": "\nPrepared for presentation at the NBER Tax Policy and the Economy conference, September 27, 2018 in Washington, DC. We thank Todd Castagno and Morgan Stanley for providing the data on firms’ forecasts of future tax rates, and for insights into how firms responded to tax reform, and John Kartch for an explanation of how Americans for Tax Reform collected its Tax Reform Good News list. We thank Robert Moffitt for comments on an earlier draft and Ben Yost for providing computer code to calculate shareholder composition measures. We are grateful to Paul Organ and Kendra Robbins for outstanding research assistance, and to participants at the University of Michigan public finance seminar and at the Tax Policy and the Economy conference for feedback. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}