{
    "id": 25282,
    "citation_title": "Accounting for Macro-Finance Trends: Market Power, Intangibles, and Risk Premia",
    "citation_author": [
        "Emmanuel Farhi",
        "François Gourio"
    ],
    "citation_publication_date": "2018-11-26",
    "issue_date": "2018-11-21",
    "revision_date": "2019-02-21",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nReal risk-free interest rates have trended down over the past 30 years. Puzzlingly in light of this decline, (1) the return on private capital has remained stable or even increased, creating an increasing wedge with safe interest rates; (2) stock market valuation ratios have increased only moderately; (3) investment has been lackluster. We use a simple extension of the neoclassical growth model to diagnose the nexus of forces that jointly accounts for these developments. We find that rising market power, rising unmeasured intangibles, and rising risk premia, play a crucial role, over and above the traditional culprits of increasing savings supply and technological growth slowdown.\n\n",
    "acknowledgement": "\nThe views expressed here are those of the authors and do not necessarily represent those of the Federal Reserve Bank of Chicago, the Federal Reserve System, or the National Bureau of Economic Research. We thank participants in presentations at the Brookings conference, at the ECB 2018 research conference, SED 2017, SAET 2017, CEPR Asset-prices and the macroeconomy 2018, NBER Capital Markets and the Economy 2018, the 2018 San Francisco Fed financial research conference, at the Chicago and Minneapolis Fed, and in the Hoover Institute conference in honor of John Cochrane, for their comments. We especially thank Stefania d'Amico, Marco Bassetto, Bob Barsky, Gadi Barlevy, Jeff Campbell, John Cochrane, Lars Hansen, Monika Piazzesi, Martin Schneider, Sam Schulhofer-Wohl, Venky Venkateswaran, François Velde, our discussants Riccardo Colacito, Mark Gertler, Martin Lettau, Dimitris Papanikolaou, Matthew Rognlie, and Jaume Ventura, and the editors Jan Eberly and James Stock for their comments.\n\n\n"
}