{
    "id": 25285,
    "citation_title": "Drivers of the Great Housing Boom-Bust: Credit Conditions, Beliefs, or Both?",
    "citation_author": [
        "Josue Cox",
        "Sydney C. Ludvigson"
    ],
    "citation_publication_date": "2018-11-26",
    "issue_date": "2018-11-21",
    "revision_date": "2019-01-15",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTwo potential driving forces of house price fluctuations are commonly cited: credit conditions and beliefs. We posit some simple empirical calculations using direct measures of credit conditions and beliefs to consider their potentially distinct roles in house price fluctuations at the aggregate level. Changes in credit conditions are positively related to the fraction of riskier non-conforming debt in total mortgage lending, while measures of beliefs are unrelated to this ratio. Credit conditions explain quantitatively large magnitudes of the variation in quarterly house price growth and also predict future house price growth. Beliefs bear some relation to contemporaneous house price growth but have little predictive power. A structural VAR analysis implies that shocks to credit conditions have quantitatively important dynamic causal effects on house price changes.\n\n",
    "acknowledgement": "\nLudvigson acknowledges financial support from the C.V. Starr Center for Applied Econonomics at NYU. We are grateful to participants at the \"Housing, Credit, and Heterogeneity\" conference, Stockholm September 13-14, 2018 for helpful comments, and to Cindy Soo for providing us the data on her national housing media index. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}