{
    "id": 25289,
    "citation_title": "Geographical Roots of the Coevolution of Cultural and Linguistic Traits",
    "citation_author": [
        "Oded Galor",
        "Ömer Özak",
        "Assaf Sarid"
    ],
    "citation_publication_date": "2018-11-26",
    "issue_date": "2018-11-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis research explores the geographical origins of the coevolution of cultural and linguistic traits in the course of human history, relating the geographical roots of long-term orientation to the structure of the future tense, the agricultural determinants of gender bias to the presence of sex-based grammatical gender, and the ecological origins of hierarchical orientation to the existence of politeness distinctions. The study advances the hypothesis and establishes empirically that: (i) geographical characteristics that were conducive to higher natural return to agricultural investment contributed to the existing cross-language variations in the structure of the future tense, (ii) the agricultural determinants of gender gap in agricultural productivity fostered the existence of sex-based grammatical gender, and (iii) the ecological origins of hierarchical societies triggered the emergence of politeness distinctions.\n\n",
    "acknowledgement": "\nThe authors are grateful to Alberto Alesina, Joan Bybee, Justin Cook, Lewis Davis, Klaus Desmet, Delia Furtado, Paola Giuliano, Luigi Guiso, Stelios Michalopoulos, David Weil and Søren Wichmann, as well as conference participants at the NBER Culture and Institutions Meeting; “Annual Meetings of the American Economic Association”; “Annual Meetings of the Southern Economic Association”; “Language Skills for Economic and Social Inclusion Colloquium”, Humboldt-University Berlin; “Deep Rooted Factors in Comparative Development”; “The Long Shadow of History: The Role of Geographical, Institutional, Cultural, and Human Factors in Comparative Economic Development”, The Pinhas Sapir Economic Policy Forum; Zeuthen Lectures, Copenhagen; and seminar participants at Ben-Gurion, Brown, Clark, Haifa, Southern Methodist, Tel-Aviv, and UC-Merced, for useful comments and discussions. Sarid gratefully acknowledges support for the Israel Science Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}