{
    "id": 25287,
    "citation_title": "The Economic Assimilation of Irish Famine Migrants to the United States",
    "citation_author": [
        "William J. Collins",
        "Ariell Zimran"
    ],
    "citation_publication_date": "2018-11-26",
    "issue_date": "2018-11-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nThe repeated failure of Ireland's potato crop in the late 1840s led to a major famine and a surge in migration to the US.  We build a dataset of Irish immigrants and their sons by linking males from 1850 to 1880 US census records.  For comparison, we also link German and British immigrants, their sons, and males from US native-headed households.  We document a decline in the observable human capital of famine-era Irish migrants compared to pre-famine Irish migrants and to other groups in the 1850 census, as well as worse labor market outcomes.  The disparity in labor market outcomes persists into the next generation when immigrants’ and natives’ sons are compared in 1880.  Nonetheless, we find strong evidence of intergenerational convergence in that famine-era Irish sons experienced a much smaller gap in occupational status than their fathers.  The disparities are even smaller when the Irish children are compared to those from observationally similar native white households.  A descriptive analysis of mobility for the famine-era Irish sons indicates that more Catholic surnames and birth in Ireland were associated with less upward mobility.  Our results contribute to literatures on immigrant assimilation, refugee migration, and the Age of Mass Migration.\n\n",
    "acknowledgement": "\nThe authors thank Tim Hatton, Nick Holtkamp, Joel Mokyr, Cormac Ó Gráda, Marianne Wanamaker, and seminar participants at Auburn University, the University of Minnesota, UCLA, Vanderbilt University, and William & Mary for helpful suggestions.  Claire Whittaker provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}