{
    "id": 25280,
    "citation_title": "Social Security Programs and Retirement Around the World: Reforms and Retirement Incentives – Introduction and Summary",
    "citation_author": [
        "Axel H. Börsch-Supan",
        "Courtney Coile"
    ],
    "citation_publication_date": "2018-11-19",
    "issue_date": "2018-11-16",
    "revision_date": "2020-04-01",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": [
        "\n",
        "\nCenter for Aging and Health Research\n",
        "\n",
        "\nHealthcare Decision-Making and Outcomes for People Living with Alzheimer's Disease\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nThis is the introduction and summary to the ninth phase of an ongoing project on Social Security Programs and Retirement Around the World.  This project, which compares the experiences of a dozen developed countries, was launched in the mid 1990s, following decades of decline in the labor force participation rate of older men.  The first several phases of the project document that social security program provisions can create powerful incentives for retirement that are strongly correlated with the labor force behavior of older workers.  Subsequent phases have explored how disability program provisions affect retirement, whether there is a link between older employment and youth unemployment, and whether older individuals are healthy enough to work longer.\nIn the two decades since the project began, the dramatic decline in men’s labor force participation has been replaced by sharply rising participation rates.  Older women’s participation has increased dramatically as well.  Over this same period, countries have undertaken numerous reforms of their social security programs, disability programs, and other public benefit programs available to older workers.  In this ninth phase of the project, we explore how the financial incentive to work at older ages has evolved from 1980 to the present.  We highlight the important role of reforms in these changing incentives and examine how changing incentives may have affected retirement behavior.\n\n",
    "acknowledgement": "\nFunding for this project was provided by the National Institute on Aging, grant numbers P01-AG005842 and P30-AG012810, by the Social Security Administration, grant 6 RRC08098400-09-01, and by the Alfred P. Sloan Foundation, grant number G-2017-9697, to the National Bureau of Economic Research. We thank two anonymous reviewers for detailed and thoughtful comments. The views expressed herein are those of the authors and do not reflect the views of the National Institute on Aging, the Social Security Administration, any agency of the Federal Government, or the National Bureau of Economic Research.\n\n\n"
}