{
    "id": 25284,
    "citation_title": "The Contribution of Patients and Providers to the Overuse of Prescription Drugs",
    "citation_author": [
        "Carolina Lopez",
        "Anja Sautmann",
        "Simone Schaner"
    ],
    "citation_publication_date": "2018-11-26",
    "issue_date": "2018-11-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOveruse of medical care is often attributed to an informed expert problem, whereby doctors induce patients to purchase unnecessary treatments. Alternatively, patients may drive overuse of medications by exerting pressure on doctors to overprescribe, undermining the doctor's gatekeeping function for prescription medications. We develop a theoretical framework and designed a randomized trial to identify the importance of patients in driving overuse of antimalarials in community health clinics in Mali. Holding doctors' financial incentives constant, we vary patients' information about the availability of a discount for standard malaria treatment. We find evidence of patient-driven demand: directly informing patients about the price reduction, instead of allowing doctors to choose whether to share this information, increases use of the discount by 35 percent and overall rates of antimalarial use by 11 percent. This increase is driven by patients least likely to have malaria, leading to a worse match between treatment and cause of illness. We find no evidence that doctors use their information advantage to sell more powerful malaria treatment or increase revenue.\n\n",
    "acknowledgement": "\nWe are grateful to Pascaline Dupas, Rema Hanna, seminar participants at the University of Toronto, Loyola Marymount University, MIT, USC, Rice University, UCSD Rady, the Barcelona Summer Forum, the BREAD pre-conference, and the Stanford Rosenkranz Global Health Policy Symposium for many helpful comments. We thank the staff of IPA Mali and especially Alassane Koulibaly for expert field coordination. This project would not have been possible without the advice and support of Dr. Seydou Doumbia and Dr. Issaka Sagara (Malaria Research and Training Center, University of Bamako) as well as Dr. Seydou Fomba (Programme National de Lutte contre le Paludisme (PNLP)). We thank the Ministry of Health and the participating community clinics for allowing us to conduct this research. The study was funded by ESRC/DFID Development Frontiers Award ES/N00583X/1. The research protocol was approved by the IRB of La Faculté de Médecine de Pharmacie et d'Odontostomatologie (FMPOS) de Bamako (protocol No. 2016/47 /CE/FMPOS) and registered in the AEA RCT registry (AEARCTR-0001707). All errors and opinions are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}