{
    "id": 25288,
    "citation_title": "Some Evidence on Secular Drivers of U.S. Safe Real Rates",
    "citation_author": [
        "Kurt G. Lunsford",
        "Kenneth D. West"
    ],
    "citation_publication_date": "2018-11-26",
    "issue_date": "2018-11-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study long run correlations between safe real interest rates in the U.S. and over 30 variables that have been hypothesized to influence real rates.  The list of variables is motivated by an intertermporal IS equation, by models of aggregate savings and investment, and by reduced form studies.  We use annual data, mostly from 1890 to 2016.  We find that safe real interest rates are correlated as expected with demographic measures.  For example, the long run correlation with labor force hours growth is positive, which is consistent with overlapping generations models.  For another example, the long run correlation with the proportion of 40 to 64 year-olds in the population is negative.  This is consistent with standard theory where middle-aged workers are high-savers who drive down real interest rates.  In contrast to standard theory, we do not find productivity to be positively correlated with real rates.  Most other variables have a mixed relationship with the real rate, with long run correlations that are statistically or economically large in some samples and by some measures but not in others.\n\n",
    "acknowledgement": "\nWe thank Ziqi Chen, Victoria Consolvo, Akio Ino, Konstantinos Papakostas, Elan Segarra and Caitlin Treanor for research assistance.  We thank the editor, three anonymous referees, Piti Disyatat, John Fernald, James Hamilton, Oscar Jorda, Fernanda Nechio and John Roberston and participants in the 2017 BOJ-IMES conference, the 2017 Joint Central Bankers’ conference, and the 2018 IAAE Annual conference for data and for helpful advice.  The views expressed herein are solely those of the authors and do not necessarily reflect the views of the Federal Reserve Bank of Cleveland or the Federal Reserve System. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}