{
    "id": 25286,
    "citation_title": "Organizing Global Supply Chains: Input Cost Shares and Vertical Integration",
    "citation_author": [
        "Giuseppe Berlingieri",
        "Frank Pisch",
        "Claudia Steinwender"
    ],
    "citation_publication_date": "2018-11-26",
    "issue_date": "2018-11-21",
    "revision_date": "2019-04-09",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nWe study how the technological importance of inputs – measured by cost shares – is related to the decision to “make” or “buy” that input. Using detailed French international trade data and an instrumental variable approach based on self-constructed input-output tables, we show that multinationals vertically integrate high cost share inputs. A stylized incomplete contracting model with both ex-ante and ex-post inefficiencies explains why: technologically more important inputs are “made” when transaction cost economics type forces overpower property rights type forces. However, additional results show that both types forces are needed to explain the full patterns in the data.\n\n",
    "acknowledgement": "\nWe thank Laura Alfaro, Pol Antràs, Davin Chor, Bob Gibbons, Gianmarco Ottaviano, Veronica Rappoport, Armando Rungi, Catherine Thomas, and John Van Reenen for their helpful comments. We are especially grateful to Paola Conconi and Peter Egger (Pisch’s PhD committee), and for discussions at the CEPR Conference on GVCs; NUS Conference on Global Production; CEP Conference; SETC; and presentations at Harvard, MIT, ESSEC, Groningen and St. Gallen. We thank Corcos et al. (2013) and Keiko Ito for sharing data; Jonathan Colmer for code; Hanwei Huang for help with Chinese data. Access to French data benefited from the Centre d’accès sécurisé aux données (CASD), part of the “Investissements d’Avenir” programme (reference: ANR- 10-EQPX-17) and supported by a public grant overseen by the French National Research Agency (ANR). Berlingieri acknowledges support by the ESSEC Research Centre and Pisch by the Wachter Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}