{
    "id": 25292,
    "citation_title": "Partisan Professionals: Evidence from Credit Rating Analysts",
    "citation_author": [
        "Elisabeth Kempf",
        "Margarita Tsoutsoura"
    ],
    "citation_publication_date": "2018-11-26",
    "issue_date": "2018-11-21",
    "revision_date": "2020-06-24",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nPartisan perception affects the actions of professionals in the financial sector. Using a novel dataset linking credit rating analysts to party affiliations from voter records, we show that analysts who are not affiliated with the U.S. president's party downward-adjust corporate credit ratings more frequently. By comparing analysts with different party affiliations covering the same firm in the same quarter, we ensure that differences in firm fundamentals cannot explain the results. We also find a sharp divergence in the rating actions of Democratic and Republican analysts around the 2016 presidential election. Our results show analysts' partisan perception has sizable price effects on rated firms and may influence firms' investment policies.\n\n",
    "acknowledgement": "\nWe thank Pat Akey, John Barrios, Marianne Bertrand, Kimberly Cornaggia (discussant), Steve Davis, Carola Frydman (discussant), Jiekun Huang (discussant), Emir Kamenica, Anil Kashyap, Stefan Lewellen (discussant), Raghuram Rajan, David Schoenherr (discussant), Jesse Shapiro, Chester Spatt, Laura Starks (discussant), Amir Sufi, Vikrant Vig, and seminar participants at Aalto University, Bocconi University, Chicago Booth, Cornell University, Dartmouth College, the 2018 FRA Conference, Imperial College, the 2019 NBER Corporate Finance Summer Institute, MIT Sloan, New York Fed, the 2019 Political Economy of Finance Conference, Rice University, Stockholm School of Economics, the 2019 UNC/Duke Corporate Finance Conference, University of Illinois at Chicago, University of Luxembourg, University of Minnesota Carlson, University of Rochester, UVA Darden, Vanderbilt University, and Yale University for valuable comments. Kempf gratefully acknowledges financial support from the James S. Kemper Foundation, the Initiative on Global Markets, and the Fama-Miller Center for Research in Finance at the University of Chicago, Booth School of Business. We thank Yu Gao, Dong Ryeol Lee, Tianshu Lyu, Michael Schwartz, and Pan Yingru for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}