{
    "id": 25298,
    "citation_title": "Improving Last-Mile Service Delivery using Phone-Based Monitoring",
    "citation_author": [
        "Karthik Muralidharan",
        "Paul Niehaus",
        "Sandip Sukhtankar",
        "Jeffrey Weaver"
    ],
    "citation_publication_date": "2018-11-26",
    "issue_date": "2018-11-21",
    "revision_date": "2019-07-19",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nImproving “last-mile” public-service delivery is a recurring challenge in developing countries. Could the widespread adoption of mobile phones provide a scalable, cost-effective means for improvement? We use a large-scale experiment to evaluate the impact of phone-based monitoring on a program that transferred nearly a billion dollars to 5.7 million Indian farmers. In randomly-selected jurisdictions, officials were informed that program implementation would be measured via calls with beneficiaries. This led to a 7.6% reduction in the number of farmers who did not receive their transfers. The program was highly cost-effective, costing 3.6 cents for each additional dollar delivered.\n\n",
    "acknowledgement": "\nWe are grateful to officials in the Government of Telangana, especially Mr. K Ramakrishna Rao and Mr. C Parthasarathi. This paper would not have been possible without the efforts and inputs of the J-PAL South Asia/UCSD project team in the Payments and Governance Research Program, including Kartik Srivastava, Avantika Prabhakar, Frances Lu, Vishnu Padmanabhan, Surya Banda, Mayank Sharma, and Burak Eskici. We also thank Michael Callen, Gordon Dahl, Markus Goldstein, Abhijeet Singh, Adam Solimon and several seminar participants for helpful comments. Finally, we thank the Strategic Impact Evaluation Fund (SIEF) at the World Bank (especially Alaka Holla), and the Bill and Melinda Gates Foundation (especially Dan Radcliffe) for the financial support that made this study possible. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}