{
    "id": 25291,
    "citation_title": "WIC Participation and Relative Quality of Household Food Purchases: Evidence from FoodAPS",
    "citation_author": [
        "Di Fang",
        "Michael R. Thomsen",
        "Rodolfo M. Nayga",
        "Jr.",
        "Aaron M. Novotny"
    ],
    "citation_publication_date": "2018-11-26",
    "issue_date": "2018-11-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the effect of the Special Supplemental Nutrition Program for Women, Infants, and Children (WIC) on the quality of household food purchases using the National Household Food Acquisition and Purchase Survey (FoodAPS) and propensity score matching.  A healthy purchasing index (HPI) is used to measure nutritional quality of household food purchases.  WIC foods explain the improvement in quality of food purchases, not self-selection of more nutrition-conscious households into the program.  The improvement in purchase quality was driven entirely by WIC participating households who redeemed WIC foods during the interview week. There was no significant difference between WIC-participants who did not redeem WIC foods and eligible non-participants. In this sample, there is no evidence that lack of access to clinics has adverse effects on participation nor is there evidence that HPI depends on supermarket access.  A supervised machine learning process supports our main conclusion on the importance of WIC foods.\n\n",
    "acknowledgement": "\nThis research was supported by USDA grant no. 59-5000-5-0115 to the National Bureau of Economic Research, entitled, \"Using FoodAPS for Research in Diet, Health, Nutrition, and Food Security.\" The views expressed are those of the authors and not necessarily those of the Economic Research Service, Food and Nutrition Service, the U.S. Department of Agriculture, or the National Bureau of Economic Research.\n\n\n"
}