{
    "id": 25294,
    "citation_title": "Job Seekers' Perceptions and Employment Prospects: Heterogeneity, Duration Dependence and Bias",
    "citation_author": [
        "Andreas I. Mueller",
        "Johannes Spinnewijn",
        "Giorgio Topa"
    ],
    "citation_publication_date": "2018-11-26",
    "issue_date": "2018-11-21",
    "revision_date": "2020-05-15",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper analyses job seekers' perceptions and their relationship to unemployment outcomes to study heterogeneity and duration dependence in both perceived and actual job finding. Using longitudinal data from two comprehensive surveys, we document that elicited beliefs are (1) strongly predictive of actual job finding, (2) subject to an optimistic bias that is larger for the long-term unemployed, and (3) not revised downward when job seekers remain unemployed. We exploit the joint observation of beliefs and ex-post realizations, to disentangle heterogeneity and duration dependence in true job finding rates. To this purpose, we estimate non-parametric bounds as well as a reduced-form statistical framework that allows for elicitation errors and systematic biases in beliefs. We find a substantial amount of heterogeneity in true job finding rates, accounting for most of the observed decline in job finding rates over the spell of unemployment. We also find that job seekers' beliefs systematically under-react to these differences in job finding rates. We show theoretically and quantify in a calibrated model of job search how these biased beliefs contribute to the slow exit out of unemployment and can explain more than 10 percent of the incidence of long-term unemployment.\n\n",
    "acknowledgement": "\nWe thank Ned Augenblick, Raj Chetty, Stefano DellaVigna, Erik Eyster, Manolis Galenianos, Francois Gerard, Martin Hackman, Nathan Hendren, Greg Kaplan, Peter Kuhn, Atilla Lindner, Brendan Price, Matthew Rabin, Emmanuel Saez, Dan Silverman, Dmitry Taubinsky and Basit Zafar, and seminar participants at CalPoly, CEMFI, Harvard, LSE, NYFed, UC Berkeley, UC Davis, UCLA, UC Santa Barbara, UC San Diego, AEA Meetings San Diego, NBER Summer Institute, the T2M conference, TEC conference and EM3C conference for helpful comments and  suggestions. We also thank Luis Armona, Jack Fisher, Nicole Gorton, Raymond Lim, Prakash Mishra, Anushka Mitra, Thomas Monk, Mathilde Muñoz, Will Parker, Ashesh Rambachan and Lauren Thomas for their excellent research assistance. Johannes Spinnewijn acknowledges financial support from ERC grant 716485. The views expressed here are our own and do not necessarily reflect those of the Federal Reserve Bank of New York, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}