{
    "id": 25299,
    "citation_title": "Pension Reform and Return to Work Policies",
    "citation_author": [
        "Maria D. Fitzpatrick"
    ],
    "citation_publication_date": "2018-11-26",
    "issue_date": "2018-11-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFor many people, working after beginning retirement benefit collection is a way to enhance financial security by increasing income.  Existing research has shown that retirees are sensitive to the Social Security earnings test, which restricts the amount of earnings some beneficiaries can receive.  However, little is known about the effects of other types of policies on post-retirement employment.  Instead of restricting earnings, many public pension plans restrict the number of hours beneficiaries can work.  I use return-to-work rules limiting the number of hours of employment in a state’s public pension plan and administrative data on employment and retirement to determine the rules’ effects on retirement decisions and post-retirement labor supply.  I find that the increases in the maximum number of hours of post-retirement employment lead to no change in retirement benefit collection and to increases in part-time work among retirees.  As such, these policies appear to be binding on the labor supply decisions of some employees.  Policymakers should take this into account when designing policies aimed at extending work-lives or improving the health of pension systems.\n\n",
    "acknowledgement": "\nI thank the Sloan Foundation for support of this research.  This research also was supported by the U.S. Social Security Administration through grant #5- RRC08098400-10 to the National Bureau of Economic Research as part of the SSA Retirement Research Consortium. The findings and conclusions expressed are solely those of the author(s) and do not represent the views of SSA, any agency of the Federal Government, or the NBER.  Martha Johnson provided excellent research assistance. All errors and omissions are my own. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}