{
    "id": 25309,
    "citation_title": "Policy Evolution under the Clean Air Act",
    "citation_author": [
        "Richard Schmalensee",
        "Robert N. Stavins"
    ],
    "citation_publication_date": "2018-12-03",
    "issue_date": "2018-11-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Renewable Resources",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe U.S. Clean Air Act, passed in 1970 with strong bipartisan support, was the first environmental law to give the Federal government a serious regulatory role, established the architecture of the U.S. air pollution control system, and became a model for subsequent environmental laws in the United States and globally.  We outline the Act’s key provisions, as well as the main changes Congress has made to it over time.  We assess the evolution of air pollution control policy under the Clean Air Act, with particular attention to the types of policy instruments used.  We provide a generic assessment of the major types of policy instruments, and we trace and assess the historical evolution of EPA’s policy instrument use, with particular focus on the increased use of market-based policy instruments, beginning in the 1970s and culminating in the 1990s.  Over the past fifty years, air pollution regulation has gradually become much more complex, and over the past twenty years, policy debates have become increasingly partisan and polarized, to the point that it has become impossible to amend the Act or pass other legislation to address the new threat of climate change.\n\n",
    "acknowledgement": "\nWe acknowledge valuable comments on a previous version of the manuscript by Dallas Burtraw, Robert Hahn, Amelia Keyes, Alan Krupnick, Al McGartland, and Paul Portney. The authors are responsible for all remaining errors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}