{
    "id": 25304,
    "citation_title": "The Returns to Parental Health: Evidence from Indonesia",
    "citation_author": [
        "Dara Lee Luca",
        "David E. Bloom"
    ],
    "citation_publication_date": "2018-12-03",
    "issue_date": "2018-11-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates the economic returns to parental health. To account for potential endogeneity between parental health and child outcomes, we leverage longitudinal microdata from Indonesia to estimate individual fixed effects models. Our results show that the economic returns to parental health are high. We show that maternal health not only significantly affects her children’s health, but is also intrinsically linked to her spouse’s labor market status and earnings. Paternal health appears to be more linked to child schooling outcomes, especially for girls. When both parents are in poor health, the negative effects on their children are compounded. Additionally, the consequences of poor parental health are enduring. Longer-run effects of poor parental health manifest in a lower likelihood of high school completion, fewer years of schooling, and poorer adult health.\n\n",
    "acknowledgement": "\nPreparation of this paper was supported by a grant from the Norwegian Agency for Development Cooperation (QZA-0408 QZA-12/0628). The funders had no role in data collection and analysis, decision to publish, or preparation of the manuscript. The authors do not have any competing interests in the manuscript. The authors are grateful to Eda Algur for helpful research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. The datasets generated and/or analyzed during the current study are available in the RAND Indonesia Family Life Surveys repository, https://www.rand.org/labor/FLS/IFLS.html\n\n\n"
}