{
    "id": 25308,
    "citation_title": "Taking Time Use Seriously: Income, Wages And Price Discrimination",
    "citation_author": [
        "Daniel S. Hamermesh",
        "Jeff Biddle"
    ],
    "citation_publication_date": "2018-12-03",
    "issue_date": "2018-11-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe American Time Use Survey 2003-15, the French Enquête Emploi du Temps, 2009-10, and the German Zeitverwendungserhebung, 2012-13, have sufficient observations to allow examining the theory of household production in much more detail than ever before. We identify income effects on time use by non-workers, showing that relatively time-intensive commodities—sleep and TV-watching—are inferior. For workers we identify income and substitution effects separately, with both in the same direction on these commodities as the income effects among non-workers. We rationalize the results by generalizing Becker’s (1965) “commodity production” model, allowing both substitution between time and goods in household production and substitution among commodities in utility functions. We then use the evidence of price discrimination in product markets against minorities in the U.S. and immigrants in France to motivate an extension of the model that predicts how household production differs between members of these groups and the majority. We find the predicted results—minorities engage in more time-intensive activities, sleep and TV-watching, than otherwise identical majority-group members.\n\n",
    "acknowledgement": "\nWe thank the University of Minnesota Population Center for providing the ATUS-X extracts, Centre Maurice Halbwachs for providing the French data, and the IZA for the German data. Zareh Asatryan, Joan Costa-Font, Michael Geruso, Steve Woodbury, and participants at seminars at numerous universities and institutes provided helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}