{
    "id": 25303,
    "citation_title": "The Propagation of Monetary Policy Shocks in a Heterogeneous Production Economy",
    "citation_author": [
        "Ernesto Pastén",
        "Raphael Schoenle",
        "Michael Weber"
    ],
    "citation_publication_date": "2018-12-03",
    "issue_date": "2018-11-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the transmission of monetary policy shocks in a model in which realistic heterogeneity in price rigidity interacts with heterogeneity in sectoral size and input-output linkages, and derive conditions under which these heterogeneities generate large real effects. Empirically, heterogeneity in the frequency of price adjustment is the most important driver behind large real effects, whereas heterogeneity in input-output linkages contributes only marginally, with differences in consumption shares in between. Heterogeneity in price rigidity further is key in determining which sectors are the most important contributors to the transmission of monetary shocks, and is necessary but not sufficient to generate realistic output correlations. In the model and data, reducing the number of sectors decreases monetary non-neutrality with a similar impact response of inflation. Hence, the initial response of inflation to monetary shocks is not sufficient to discriminate across models and for the real effects of nominal shocks.\n\n",
    "acknowledgement": "\nWe thank Klaus Adam, Susanto Basu, Carlos Carvalho, Xavier Gabaix, Gita Gopinath, Yuriy Gorodnichenko, Bernard Herskovic, Hugo Hopenhayn, Pete Klenow, Alireza Tahbaz-Salehi, Harald Uhlig, and conference and seminar participants at the Annual Inflation Targeting Seminar of the Banco Central do Brasil, AEA, Banque de France Conference on Price Setting and Inflation, BIS, Brandeis, Cambridge, Carlos III, Cleveland Fed conference on Inflation: Drivers and Dynamics Conference, EEA, Einaudi, FGV Sao Paulo, Konstanz seminar on Monetary Theory, Oxford, St. Louis Fed, SED, Toulouse. Pasten is grateful for the support of the Universite de Toulouse Capitole during his stays in Toulouse. Weber thanks the Fama-Miller Center at the University of Chicago Booth School of Business and the Fama Research Fund for financial support. We also thank Will Cassidy, Seongeun Kim, Matt Klepacz and Michael Munsell for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research or the Central Bank of Chile.\n\n\n"
}