{
    "id": 25302,
    "citation_title": "The Abolition of Immigration Restrictions and the Performance of Firms and Workers: Evidence from Switzerland",
    "citation_author": [
        "Andreas Beerli",
        "Jan Ruffner",
        "Michael Siegenthaler",
        "Giovanni Peri"
    ],
    "citation_publication_date": "2018-12-03",
    "issue_date": "2018-11-30",
    "revision_date": "2020-01-08",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study a reform that granted European cross-border workers free access to the Swiss labor market and had a stronger effect on regions close to the border. The greater availability of cross-border workers increased foreign employment substantially. Although many cross-border workers were highly educated, wages of highly educated natives increased. The reason is a simultaneous increase in labor demand: the reform increased the size, productivity, and innovation performance of skill-intensive incumbent firms and attracted new firms, creating opportunities for natives to pursue managerial jobs. These effects are mainly driven by firms that reported skill shortages before the reform.\n\n",
    "acknowledgement": "\nThe present study builds on the insights of two papers that were concurrently written: Beerli and Peri (2018) and Ruffner and Siegenthaler (2017). The first paper analyzed the employment, wage, mobility and occupational specialization effects of the labor market liberalization in Switzerland. The second studied the firm-level impact of the same reform, establishing its effects on the employment of foreigners within firms and on size, productivity, innovation, location and staffing decisions of firms. We are indebted to the editor and three referees for unusually helpful comments. We also thank the following for their many helpful comments and suggestions on the prior versions of this paper: Andrea Ariu, Matthias Bannert, Christoph Basten, Richard Blundell, Marius Brülhart, David Card, Matz Dahlberg, Kathrin Degen, David Dorn, Christian Dustmann, Peter Egger, Sandro Favre, Ingrid Hägele, Dominik Hangartner, Fred Henneberger, Jennifer Hunt, Boris Kaiser, Daniel Kaufmann, Felix König, Johannes Kunz, Stephan Kyburz, Rafael Lalive, Andrea Lassmann, Guy Michaels, Tobias Müller, Dina Pomeranz, Kjell Salvanes, Lukas Schmid, Daphné Skandalis, Andrin Spescha, Uta Schönberg, Andrin Spescha, Jan Stuhler, Jan-Egbert Sturm, Fabian Waldinger, Martin Wörter, Dean Yang, Josef Zweimüller, Alexandre Ziegler, and Fabrizio Zilibotti. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}