{
    "id": 25301,
    "citation_title": "The Effect of the Economic Collapse in Iceland on the Probability of Cardiovascular Events",
    "citation_author": [
        "Kristín H. Birgisdóttir",
        "Arna Hauksdóttir",
        "Christopher J. Ruhm",
        "Unnur Anna Valdimarsdóttir",
        "Tinna Laufey Ásgeirsdóttir"
    ],
    "citation_publication_date": "2018-12-03",
    "issue_date": "2018-11-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe explore whether the 2008 economic collapse in Iceland and subsequent economic crisis affected the probability of ischemic heart disease (IHD) events, independent of regular cyclical effects attributed to typical economic conditions. We estimate linear probability models using administrative data on IHD events, earnings and balance-sheet status, as well as unemployment for all Icelanders aged 16 and older in 2000-2014.\nWe find that the sharp change in economic conditions in 2008 had a positive long-term effect on the probability of cardiovascular events in both males and females. In absolute terms these effects were small but often statistically significant and contrast with the finding that general business-cycle fluctuations operated in the opposite direction. Several potential mediators were correlated with the probability of IHD events, but their inclusion had little effect on the estimated economic crisis coefficients. A statistically significant business-cycle effect is found for both genders indicating. Thus the general business cycle and the economic collapse in 2008 and subsequent crisis can be thought of as separate phenomena with differing effects on IHD. This research contributes to the literature by exploiting a unique circumstance affecting a whole population to explore its effects on individuals, using exceptional register data.\n\n",
    "acknowledgement": "\nWe express our gratitude to Statistics Iceland, the Directorate of labor, the Directorate of Health, and Landspitali University Hospital for provision of the data used in this study. Furthermore, the authors would like to thank Jóhanna Gunnlaugsdóttir at The Icelandic Heart Association for being a source of helpful advice. Financial support from the Icelandic Research Fund (IRF grant number 130611-052) and The University of Iceland Eimskip Fund is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}