{
    "id": 25315,
    "citation_title": "Elite Schools and Opting In: Effects of College Selectivity on Career and Family Outcomes",
    "citation_author": [
        "Suqin Ge",
        "Elliott Isaac",
        "Amalia Miller"
    ],
    "citation_publication_date": "2018-12-03",
    "issue_date": "2018-11-30",
    "revision_date": "2019-08-05",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": null,
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing College and Beyond data and a variant on Dale and Krueger’s (2002) matched-applicant approach, this paper revisits the question of how attending an elite college affects later-life outcomes. We expand the scope along two dimensions: we examine new outcomes related to labor force participation, human capital, and family formation and we do not restrict the sample to full-time full-year workers. For men, our findings echo those in Dale and Krueger (2002): controlling for selection eliminates the positive relationship between college selectivity and earnings. We also find no significant effects on men’s educational or family outcomes. The results are quite different for women: we find effects on both career and family outcomes. Attending a school with a 100-point higher average SAT score increases women’s probability of advanced degree attainment by 5 percentage points and earnings by 14 percent, while reducing their likelihood of marriage by 4 percentage points. The effect of college selectivity on own earnings is significantly larger for married than for single women. Among married women, selective college attendance significantly increases spousal education.\n\n",
    "acknowledgement": "\nWe are grateful to Lisa Bonifacic at the Mellon Foundation for assistance in accessing the College and Beyond and College Board data and to Joshua Angrist, Jonathan Colmer, Stacy Dale, Leora Friedberg, Sarah Turner, John Pencavel and various seminar and conference participants for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}