{
    "id": 25316,
    "citation_title": "Information Costs and Sequential Information Sampling",
    "citation_author": [
        "Benjamin Hébert",
        "Michael Woodford"
    ],
    "citation_publication_date": "2018-12-03",
    "issue_date": "2018-11-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a new approach to modeling the cost of information structures in rational inattention problems, the \"neighborhood-based\" cost functions. These cost functions have two properties that we view as desirable: they summarize the results of a sequential evidence accumulation problem, and they capture notions of \"perceptual distance.\" The first of these properties is connected to an extensive literature in psychology and neuroscience, and the second ensures that neighborhood-based cost functions, unlike mutual information, make accurate predictions about behavior in perceptual experiments. We compare the implications of our neighborhood-based cost functions with those of a mutual-information cost function in a series of applications: security design, global games, modeling perceptual judgments, and a linear-quadratic-Gaussian tracking problem.\n\n",
    "acknowledgement": "\nThe authors would like to thank Mark Dean, Sebastian Di Tella, Mira Frick, Matthew Gentzkow, Emir Kamenica, Divya Kirti, Jacob Leshno, Stephen Morris, Pietro Ortoleva, José Scheinkman, Ilya Segal, Ran Shorrer, Miguel Villas-Boas, Ming Yang, and participants at the Cowles Theory conference, 16th SAET Conference, Barcelona GSE Summer Conference on Stochastic Choice, Stanford GSB research lunch, the 2018 ASSA meetings, and UC Berkeley Theory Seminar for helpful discussions on this topic, and the NSF for research support. We would particularly like to thank Doron Ravid and Philipp Strack for discussing an earlier version of the paper. We would also like to thank the editor and anonymous referees for comments that significantly improved the paper. Portions of this paper circulated previously as the working paper “Rational Inattention with Sequential Information Sampling,” which has been split in two, and appeared in Benjamin Hébert’s Ph.D. dissertation at Harvard University. All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}