{
    "id": 25312,
    "citation_title": "Do Children Benefit from Internet Access? Experimental Evidence from Peru",
    "citation_author": [
        "Ofer Malamud",
        "Santiago Cueto",
        "Julian Cristia",
        "Diether W. Beuermann"
    ],
    "citation_publication_date": "2018-12-03",
    "issue_date": "2018-11-30",
    "revision_date": "2018-12-06",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides experimental evidence for the impact of home internet access on a broad range of child outcomes in Peru. We compare children who were randomly chosen to receive laptops with high-speed internet access to (i) those who did not receive laptops and (ii) those who only received laptops without internet. We find that providing free internet access led to improved computer and internet proficiency relative to those without laptops and improved internet proficiency compared to those with laptops only. However, there were no significant effects of internet access on math and reading achievement, cognitive skills, self-esteem, teacher perceptions, or school grades when compared to either group. We explore reasons for the absence of impacts on these key outcomes with survey questions, time-diaries, and computer logs.\n\n",
    "acknowledgement": "\nThis project is the result of a collaborative effort involving many people. We want to especially thank Elena Arias Ortiz (IDB), Mariana Alfonso (IDB), and Jennelle Thompson (IDB) for their significant contributions. This project would not have been materialized without the collaboration and commitment shown by the Dirección General de Tecnologías Educativas in the Ministry of Education of Peru (DIGETE). We thank its former directors Oscar Becerra and Sandro Marcone, respectively, and their excellent team including among others Roberto Bustamente, Carmen Alvarez and Victor Castillo. We also thank Giuliana Avila, Minoru Higa, Olga Namen, Jimena Romero, Elizabeth Rosales, Claudia Sugimaru, Diego Vera, and Micaela Wensjoe for outstanding research assistance. Financial support from the Inter-American Development Bank, USAID and the Spencer Foundation is gratefully acknowledged. The views expressed in this paper are those of the authors and should not be attributed to the Inter-American Development Bank, any other institution, or the National Bureau of Economic Research.\n\n\n"
}