{
    "id": 25317,
    "citation_title": "Low Inflation: High Default Risk AND High Equity Valuations",
    "citation_author": [
        "Harjoat S. Bhamra",
        "Christian Dorion",
        "Alexandre Jeanneret",
        "Michael Weber"
    ],
    "citation_publication_date": "2018-12-03",
    "issue_date": "2018-11-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop an asset-pricing model with endogenous corporate policies that explains how inflation jointly impacts real asset prices and corporate default risk. Our model includes two empirically grounded nominal frictions: fixed nominal coupons and sticky profitability. Taken together, these two frictions result in higher real equity prices and credit spreads when inflation falls. An increase in inflation has opposite effects, but with smaller magnitudes. In the cross section, the model predicts the negative impact of inflation on real equity values is stronger for low leverage firms. We find empirical support for the model predictions.\n\n",
    "acknowledgement": "\nWe are grateful for comments and suggestions from Hui Chen, Pierre Collin-Dufresne (discussant), Jens Hilscher, Erica Li (discussant), Philippe Mueller (discussant), Francisco Palomino (discussant), Monika Piazzesi, Carolin Pflueger (discussant), Andrea Tamoni (discussant), Lukas Schmid (discussant), Gustavo Schwenkler (discussant), Min Wei (discussant), and participants at the 2017 Adam Smith Asset Pricing, 2017 HEC-McGill Winter Finance Workshop, 2017 BoCFRBSF-SFU Conference, 2017 SAFE Asset Pricing Workshop, 2017 Conference on Corporate Policies and Asset Prices, 2017 Society for Economic Dynamics, 2018 Cavalcade, 2018 WFA, 2018 EFA, 2018 NFA, BIS, ESSEC, Federal Reserve Board, HEC Lausanne, HEC Montréal, McGill, University of Lugano, University of Neuchâtel, University of Maryland, and University of Paris-Dauphine. A previous version of this paper circulated under the title Deflation, Sticky Leverage and Asset Prices. We thank Xiao Yin for excellent research assistance. The authors acknowledge the financial support from Imperial College, HEC Montréal and the HEC Montréal Foundation, Chicago Booth, and the Social Sciences and Humanities Research Council (SSHRC). All errors are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. Christian Dorion and Alexandre Jeanneret acknowledge financial support from SSHRC and the HEC Foundation.\n\n\n"
}