{
    "id": 25314,
    "citation_title": "Why is Math Cheaper than English? Understanding Cost Differences in Higher Education",
    "citation_author": [
        "Steven W. Hemelt",
        "Kevin M. Stange",
        "Fernando Furquim",
        "Andrew Simon",
        "John E. Sawyer"
    ],
    "citation_publication_date": "2018-12-03",
    "issue_date": "2018-11-30",
    "revision_date": "2019-04-15",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe private return to postsecondary investment varies widely by field, but the resources required by different fields are not well known. This paper establishes five new facts about college costs using novel department-level data. First, costs vary widely across field, ranging from electrical engineering (109 percent higher costs than English) to math (22 percent lower). Costs are generally higher in fields where graduates earn more and in pre-professional programs. Second, this pattern is explained statistically by differences in class size and faculty pay, though differences in production technology enable some fields to offset higher salaries with larger classes. Third, some STEM fields experienced steep declines in expenditures over the past fifteen years while others saw increases. Fourth, increases in class size and teaching loads alongside a shift in faculty composition toward contingent faculty explain these trends. Finally, online instruction is associated with a modest reduction in cost per student, but only for undergraduate instruction. Recent policy efforts to promote enrollment in high-earning fields will thus have important implications for postsecondary costs and the social return on investment in higher education.\n\n",
    "acknowledgement": "\nWe thank Tom Eleuterio, Xiaohang Zhao, and Ti Yan at the University of Delaware for their exceptional partnership and willingness to share generously of their deep knowledge of the Delaware Cost Study. Cassandra Baxter provided invaluable research assistance. The Smith Richardson Foundation provided critical financial support. This research was also supported in part by grant R305B150012 from the Institute of Education Sciences to the University of Michigan. Helpful comments were shared by numerous seminar participants. All errors and any opinions are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}