{
    "id": 25318,
    "citation_title": "The Causal Link between Relative Age Effect and Entrepreneurship: Evidence from 17 Million Users across 49 Years on Taobao",
    "citation_author": [
        "Youwei Wang",
        "Yuxin Chen",
        "Yi Qian"
    ],
    "citation_publication_date": "2018-12-03",
    "issue_date": "2018-11-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nWe use an extensive panel of 17 million individuals born between 1947 and 1995 from China’s largest online marketplace, Taobao, to study the impact of RAE on the propensity to become an entrepreneur. Using events surrounding the Cultural Revolution and the issuance of the Compulsory Education Law whereby COD policies varied, we conceptualize a natural experiment to identify the RAE effects. The youngest students are 5.4% less likely to become an entrepreneur compared to the oldest within the cohort, translating to approximate 43.7 thousand additional sellers born in September with an estimated USD 1.29 billion in additional annual sales.\n\n",
    "acknowledgement": "\nWe are grateful to Tuan Phan, K. Sudhir, Pradeep Chintagunta, Baohong Sun, Song Yao, and seminar participants at New York University Shanghai and Fudan University for many helpful comments and suggestions. We thank Taobao for kindly providing data. We thank the National Natural Science Foundation of China (grant 71371056) for generous funding support. Corresponding Author: Yi Qian The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}