{
    "id": 25319,
    "citation_title": "Money Markets, Collateral and Monetary Policy",
    "citation_author": [
        "Fiorella De Fiore",
        "Marie Hoerova",
        "Ciaran Rogers",
        "Harald Uhlig"
    ],
    "citation_publication_date": "2018-12-03",
    "issue_date": "2018-11-30",
    "revision_date": "2024-03-06",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDuring the financial and sovereign debt crises, euro area interbank money markets underwent dramatic changes: the share of unsecured borrowing declined throughout the euro area, while private market haircuts on sovereign bonds and bank borrowing from the European Central Bank increased in the South. We construct a quantitative general equilibrium model to evaluate the macroeconomic impact of these developments and the associated policy response. Our model features heterogeneous banks and sovereign bonds, secured and unsecured money markets, and a central bank. We compare a benchmark policy—the central bank providing collateralized lending to banks at haircuts lower than the market—to an alternative policy that maintains a constant central bank balance sheet. We show that the fall in output, investment, and capital would have been twice as high under the alternative policy. More generally, the model allows the analysis of monetary policy tools beyond interest rate policies and quantitative easing.\n\n",
    "acknowledgement": "\nWe would like to thank Saki Bigio, Stefano Corradin, Nicolas Crouzet, Matthias Kaldorf, Peter Karadi, Nobuhiro Kiyotaki, John Leahy, Enrique Mendoza, Giorgio Primiceri, Vìctor Rìos Rull, Pedro Teles, our discussants Juliane Begenau, Nicolas Caramp, Ikeda Daisuke, Luigi Paciello, Farzad Saidi, Saverio Simonelli and Ivan Werning, and seminar participants in numerous conferences and universities for useful comments and discussions. We are grateful to Johannes Pöschl, Luca Rossi, Maksim Bondarenko, Pablo Herrero Marco, and Catalina Cozariuc for research assistance. The previous version of the paper was circulated under the title “The Macroeconomic Impact of Money Market Disruptions.” The views expressed here are those of the authors and do not necessarily reflect those of the Bank for International Settlements, the Eurosystem, or the National Bureau of Economic Research.\n\n\n"
}