{
    "id": 25311,
    "citation_title": "Women, Wealth Effects, and Slow Recoveries",
    "citation_author": [
        "Masao Fukui",
        "Emi Nakamura",
        "Jón Steinsson"
    ],
    "citation_publication_date": "2018-12-03",
    "issue_date": "2018-11-30",
    "revision_date": "2021-07-06",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBusiness cycle recoveries have slowed in recent decades. This slowdown comes entirely from female employment: as women’s employment rates converged towards men’s over the course of the past half-century, the growth rate of female employment slowed. But does the slowdown in the growth of female employment rates translate into a slowdown for overall employment rates? The degree to which women “crowd out” men in the labor market is a sufficient statistic for this question. We estimate the extent of crowding out across states, and find that it is small. We then develop a general equilibrium model of the female convergence process featuring home production and show that our cross-sectional crowding out estimate provides a powerful diagnostic statistic for aggregate crowding out. Our model implies that 60-75% of the slowdown in recent business cycle recoveries can be explained by female con-vergence.\n\n",
    "acknowledgement": "\nWe thank Massimiliano Cologgi and Suanna Oh for excellent research assistance. We thank Corina Boar, Raquel Fernandez, Elisa Giannone, Adam Guren, Robert Hall, Richard Rogerson, Gianluca Violante, and Jon Vogel for valuable comments and discussions. We thank the Funai Foundation, the Japan Student Services Organization, the National Science Foundation (grant SES-1056107), and the Alfred P. Sloan Foundation for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}