{
    "id": 25327,
    "citation_title": "The Effects of Medicare Advantage on Opioid Use",
    "citation_author": [
        "Laurence C. Baker",
        "Kate Bundorf",
        "Daniel Kessler"
    ],
    "citation_publication_date": "2018-12-10",
    "issue_date": "2018-12-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nDespite a vast literature on the determinants of prescription opioid use, the role of health insurance plans has received little attention.  We study how the form of Medicare beneficiaries’ drug coverage affects the volume of opioids they consume.  We find that enrollment in Medicare Advantage, which integrates drug coverage with other medical benefits, significantly reduces beneficiaries’ likelihood of filling an opioid prescription, as compared to enrollment in a stand-alone drug plan.  Approximately half of this effect was due to fewer fills from prescribers who write a very large number of opioid prescriptions.\n\n",
    "acknowledgement": "\nWe would like to thank Joel Ferguson and Grant Vaska for exceptional research support, and seminar participants at Stanford and Dartmouth for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nLaurence C. Baker\n\nBaker has served as a consultant to Kaiser Permanente and Blue Shield of California, and has received consulting fees from other insurers, hospitals, integrated delivery systems, and other makers and providers of medical products and services.   Baker serves as a senior advisor at Cornerstone Research, a provider of litigation consulting services. Baker has received grant support from the National Institutes of Health, The Agency for Healthcare Research and Quality, the Robert Wood Johnson Foundation, and the National Institute of Health Care Management.\n\n\n\nKate Bundorf\n\nIn the last three years, I have received consulting fees from AON Service Corporation, St. Joseph Health System and Quinn Emanuel Urquhart and Sullivan, LLP.  I have received research support from Blue Shield of California, the Agency for Healthcare Research and Quality, the National Institute of Health Care Management, the Patient Centered Outcomes Research Institute, and the Robert Wood Johnson Foundation.\n\n\n\nDaniel Kessler\n\nKessler has received speaking and consulting fees from insurers, integrated delivery systems, and other providers of medical products and services.  Kessler serves as a senior adviser at Cornerstone Research. Kessler has received grant support from the Agency for Healthcare Research and Quality.\n\n\n"
}