{
    "id": 25329,
    "citation_title": "Hall of Mirrors: Corporate Philanthropy and Strategic Advocacy",
    "citation_author": [
        "Marianne Bertrand",
        "Matilde Bombardini",
        "Raymond Fisman",
        "Bradley Hackinen",
        "Francesco Trebbi"
    ],
    "citation_publication_date": "2018-12-10",
    "issue_date": "2018-12-07",
    "revision_date": "2019-12-10",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPoliticians and regulators rely on feedback from the public when setting policies. For-profit corporations and non-pro t entities are active in this process and are arguably expected to provide independent viewpoints. Policymakers (and the public at large), however, may be unaware of the financial ties between some firms and non-profits - ties that are legal and tax-exempt, but difficult to trace. We identify these ties using IRS forms submitted by the charitable arms of large U.S. corporations, which list all grants awarded to non-pro fits. We document three patterns in a comprehensive sample of public commentary made by firms and non-profits within U.S. federal rulemaking between 2003 and 2015. First, we show that, shortly after a firm donates to a non-profit, the grantee is more likely to comment on rules for which the firm has also provided a comment. Second, when a firm comments on a rule, the comments by non-profits that recently received grants from the firm's foundation are systematically closer in content similarity to the firm's own comments than to those submitted by other non-profits commenting on that rule. This content similarity does not result from similarly-worded comments that express divergent sentiment. Third, when a firm comments on a new rule, the discussion of the final rule is more similar to the firm's comments when the firm's recent grantees also comment on that rule. These patterns, taken together, suggest that corporations strategically deploy charitable grants to induce non-pro fit grantees to make comments that favor their benefactors, and that this translates into regulatory discussion that is closer to the firm's own comments.\n\n",
    "acknowledgement": "\nBertrand: University of Chicago Booth School of Business and NBER; Bombardini: University of British Columbia, CIFAR, and NBER; Fisman: Boston University and NBER; Hackinen: PhD Candidate, University of British Columbia; Trebbi: University of British Columbia, CIFAR, and NBER. We would like to thank Kevin Milligan and seminar participants at Harvard Kennedy School and UBC for discussion. Bombardini and Trebbi acknowledge financial support from CIFAR and SSHRC. Pietro Montanarella and Jack Vincent provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}