{
    "id": 25328,
    "citation_title": "The Long-run Impact of New Medical Ideas on Cancer Survival and Mortality",
    "citation_author": [
        "Frank R. Lichtenberg"
    ],
    "citation_publication_date": "2018-12-10",
    "issue_date": "2018-12-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Development of the American Economy",
        "\n",
        "Economics of Health",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI investigate whether the types of cancer (breast, colon, lung, etc.) subject to greater penetration of new ideas had larger subsequent survival gains and mortality reductions, controlling for changing incidence.  I use the MEDLINE/PubMED database, which contains more than 23 million references to journal articles published in 5400 leading biomedical journals, to construct longitudinal measures of the penetration of new medical ideas.\nThe 5-year survival rate is strongly positively related to the novelty of ideas in articles published 12-24 years earlier. This finding is consistent with evidence from case studies that it takes a long time for research evidence to reach clinical practice.  The estimates suggest that about 70% of the 1994-2008 increase in the 5-year observed survival rate for all cancer sites combined may have been due to the increase in the novelty of medical ideas 12-24 years earlier.\nThe number of years of potential life lost from cancer before ages 80 and 70 are inversely related to the novelty of ideas in articles published 12-24 years earlier, conditional on incidence.  The increase in medical idea novelty was estimated to have caused a 38% decline in the premature (before age 80) cancer mortality rate 12-24 years later.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}