{
    "id": 25322,
    "citation_title": "The Heterogeneous Effect of Affirmative Action on Performance",
    "citation_author": [
        "Anat Bracha",
        "Alma Cohen",
        "Lynn Conell-Price"
    ],
    "citation_publication_date": "2018-12-10",
    "issue_date": "2018-12-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Discrimination",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper experimentally investigates the effect of gender-based affirmative action (AA) on performance in the lab, focusing on a tournament environment. The tournament is based on GRE math questions commonly used in graduate school admission, and at which women are known to perform worse on average than men. We find heterogeneous effect of AA on female participants: AA lowers the performance of high-ability women and increases the performance of low-ability women. Our results are consistent with two possible mechanisms—one is that AA changes incentives differentially for low- and high-ability women, and the second is that AA triggers stereotype threat.\n\n",
    "acknowledgement": "\nWe would like to thank Uri Gneezy, Muriel Niederle, Tali Regev, Analia Schlosser, Lise Vesterlund and participants of the North American ESA Meetings in Santa Cruz and the 2014 SITE experimental economic workshop for helpful comments. The project was made possible by the generous financial support of the Foerder Institute for Economic Research and the Harvard Law School. This research has been conducted with IRB approval. The views expressed in this paper are those of the authors and do not necessarily represent the views of the Federal Reserve Bank of Boston, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}