{
    "id": 25323,
    "citation_title": "Investment Returns and Distribution Policies of Non-Profit Endowment Funds",
    "citation_author": [
        "Sandeep Dahiya",
        "David Yermack"
    ],
    "citation_publication_date": "2018-12-10",
    "issue_date": "2018-12-07",
    "revision_date": "2021-04-15",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Nonprofits",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economics of Education",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nWe present the first estimates of investment returns and distribution rates for U.S. non-profit endowments, based on a comprehensive sample of 35,755 organizations for 2009-2018, a period that saw a sharp drop followed by a lengthy appreciation in public equity values. Non-profit endowments badly underperform market benchmarks during our sample period. Holding a zero investment portfolio (long endowment and short 60-40 mix of U.S. equity and Treasury bond indexes) generates a mean -4.20% annual return. Regression estimates in four-factor models including U.S. stocks and bonds, global stocks, and hedge funds, find statistically significant alphas of -0.39% per year. Smaller endowments have less negative alphas than larger endowments, but all size classes significantly underperform. Distribution ratios are conservative, well below the funds’ long-run returns. Donors increase contributions when endowment returns are strong, with an elasticity of about 0.20 between net-of-market investment returns and new donations.\n\n",
    "acknowledgement": "\nFor helpful comments we thank Turan Bali, Jeff Busse, Kent Daniel, Edwin Elton, Wayne Ferson, Mark Flannery, Martin Gruber, Ludovic Phalippou, Jay Ritter, Michael Ryngaert, Jialan Wang (conference discussant), Quan Wen, and seminar participants at the 2019 American Finance Association annual meeting, the 2019 Q-Group conference, American University, Deakin University, University of Delaware, Erasmus University Rotterdam, University of Florida, Georgetown University, New York University, and the University of Western Australia. Research assistance by Rainier Go and Pranav Marupudi is greatly appreciated. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}