{
    "id": 25325,
    "citation_title": "Firm Leverage and Regional Business Cycles",
    "citation_author": [
        "Xavier Giroud",
        "Holger M. Mueller"
    ],
    "citation_publication_date": "2018-12-10",
    "issue_date": "2018-12-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper shows that buildups in firm leverage predict subsequent declines in aggregate regional employment. Using confidential establishment-level data from the U.S. Census Bureau, we exploit regional heterogeneity in leverage buildups by large U.S. publicly listed firms, which are widely spread across U.S. regions. For a given region, our results show that increases in firms’ borrowing are associated with “boom-bust” cycles: employment grows in the short run but declines in the medium run. Across regions, our results imply that regions with larger buildups in firm leverage exhibit stronger short-run growth, but also stronger medium-run declines, in aggregate regional employment. We obtain similar results if we condition on national recessions–regions with larger buildups in firm leverage prior to a recession experience larger employment losses during the recession. When comparing regional firm and household leverage growth, we find qualitatively similar patterns for both. Finally, we find that regions whose firm leverage growth comoves more strongly also exhibit stronger comovement in their regional business cycles.\n\n",
    "acknowledgement": "\nWe thank Eduardo Dávila, Itamar Drechsler, Shan Ge, Mark Gertler, Adam Guren, Theresa Kuchler, Simone Lenzu, Andres Liberman, Max Maksimovic, Thomas Philippon, Alexi Savov, Moritz Schularick, Jeremy Stein, Johannes Stroebel, Amir Sufi, Emil Verner, and seminar participants at NYU, Columbia, Penn, and Maryland for helpful comments. Any opinions and conclusions expressed herein are those of the authors and do not necessarily represent the views of the U.S. Census Bureau. All results have been reviewed to ensure that no confidential information is disclosed. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}