{
    "id": 25321,
    "citation_title": "Transitional Dynamics in Aggregate Models of Innovative Investment",
    "citation_author": [
        "Andrew Atkeson",
        "Ariel Burstein",
        "Manolis Chatzikonstantinou"
    ],
    "citation_publication_date": "2018-12-03",
    "issue_date": "2018-11-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nWhat quantitative lessons can we learn from models of endogenous technical change through innovative investments by firms for the impact of changes in the economic environment on the dynamics of aggregate productivity in the short, medium, and long run? We present a unifying model that nests a number of canonical models in the literature and characterize their positive implications for the transitional dynamics of aggregate productivity and their welfare implications in terms of two sufficient statistics. We review the current state of measurement of these two sufficient statistics and discuss the range of positive and normative quantitative implications of our model for a wide array of counterfactual experiments, including the link between a decline in the entry rate of new firms and a slowdown in the growth of aggregate productivity given that measurement. We conclude with a summary of the lessons learned from our analysis to help direct future research aimed at building models of endogenous productivity growth useful for quantitative analysis.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}