{
    "id": 25324,
    "citation_title": "Intergenerational Mobility in Education: Variation in Geography and Time",
    "citation_author": [
        "Jason Fletcher",
        "Joel Han"
    ],
    "citation_publication_date": "2018-12-17",
    "issue_date": "2018-12-07",
    "revision_date": "2018-12-21",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nAlthough the measurement of intergenerational income mobility has seen a rapid increase in attention and policy discussions, similar examinations of educational mobility in the U.S. are lacking. This paper begins to fill this gap by documenting differences in educational mobility across time (1982-2004) and geography (U.S. states). The study complements recent estimates of intergenerational income mobility because educational mobility both contributes to income mobility and is a target for education policies. We both develop a method to compute intergenerational correlation coefficients which respects the unique properties of education attainment, as well as utilize standard measures in the literature. While naive intergenerational regressions of years attained suggest a slight increase in mobility over the sample period, we find that mobility fluctuated: decreasing over roughly the first decade and increasing in the second. In addition, there is also substantial geographic variation in education mobility. We identify local community and policy factors, such as the existence of high school exit exams, that are correlated with educational mobility as well as a lack of increase in mobility in the South.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}