{
    "id": 25335,
    "citation_title": "Who’s Minding the Kids? Experimental Evidence on the Demand for Child Care Quality",
    "citation_author": [
        "James Gordon",
        "Chris M. Herbst",
        "Erdal Tekin"
    ],
    "citation_publication_date": "2018-12-10",
    "issue_date": "2018-12-07",
    "revision_date": "2020-11-02",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDespite the well-documented benefits of high-quality child care, many preschool-age children in the U.S. attend low-quality programs. Accordingly, improving the quality of child care is increasingly an explicit goal of government policy. However, accomplishing this goal requires a thorough understanding of the factors that influence parents’ child care decisions. This paper provides the first evidence on the demand for child care characteristics in the market for home-based care. Using a randomized audit design, we study three dimensions of caregiving: affordability (i.e., the hourly price of child care), quality (i.e., caregiver education and experience), and convenience (i.e., caregiver car ownership and availability). We find that while parents are extremely sensitive to the cost of child care, they also have strong preferences for quality, particularly caregivers’ educational attainment. Furthermore, we obtain mixed results on the convenience dimensions of child care, with parents valuing those owning a car but not those with more availability. Finally, we find significant heterogeneity in child care preferences according to families’ age of youngest child, race and ethnicity, and willingness-to-pay. Our findings are consistent with the notion that the problem of low-quality in the U.S. child care market may be explained by lack of affordability or the informational resources to identify high-quality care, rather than an undervaluation of such care by parents.\n\n",
    "acknowledgement": "\nThe authors gratefully acknowledge the helpful comments and suggestions provided by seminar participants at San Diego State University and conference participants at the annual meeting of the Association for Public Policy Analysis and Management (APPAM). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}