{
    "id": 25332,
    "citation_title": "Does Remedial Education at Late Childhood Pay Off After All? Long-Run Consequences for University Schooling, Labor Market Outcomes and Inter-Generational Mobility",
    "citation_author": [
        "Victor Lavy",
        "Assaf Kott",
        "Genia Rachkovski"
    ],
    "citation_publication_date": "2018-12-10",
    "issue_date": "2018-12-07",
    "revision_date": "2021-02-08",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze in this paper the long term effect of a high school remedial education program, almost two decades after its implementation. We combine high school records with National Social Security administrative data to examine longer-term outcomes when students were in their early 30s. Our evidence suggest that treated students experienced a 10 percentage points increase in completed years of college schooling, an increase in annual earnings of 4 percentage points, an increase of 1.5 percentage points in months employed, and a significant increase in intergenerational income mobility. These gains are reflecting mainly improvement in outcomes of students from below median income families. Therefore, we conclude that remedial education program that targeted underachieving students in their last year of high school had gains that went much beyond the short term significant improvements in high school matriculation exams. A cost benefit analysis of the program suggests that the government will recover its cost within 7-8 years, implying a very high rate of return to this remedial education program.\n\n",
    "acknowledgement": "\nSpecial thanks go to the Social Security Administration of Israel for use of their secure research lab and for help with data in the lab. We benefitted from comments and suggestions of participants at seminars and conferences. Lavy thanks the European Research Council for financial support, through ERC Advanced Grant 323439. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}