{
    "id": 25331,
    "citation_title": "Reshaping Adolescents' Gender Attitudes: Evidence from a School-Based Experiment in India",
    "citation_author": [
        "Diva Dhar",
        "Tarun Jain",
        "Seema Jayachandran"
    ],
    "citation_publication_date": "2018-12-10",
    "issue_date": "2018-12-07",
    "revision_date": "2020-07-16",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSocietal norms about gender roles contribute to the economic disadvantages facing women in many developing countries. This paper evaluates a school-based intervention in India that engaged adolescents in classroom discussions about gender equality for two and a half years with the goal of eroding their support for restrictive gender norms. Using a randomized controlled trial, we find that the program made attitudes 0.18 standard deviations more supportive of gender equality, or, equivalently, converted 16% of participants' regressive views. In addition, self-reported behavior became more aligned with progressive gender norms, particularly among boys. The effects observed in the short run were still present two years after the program had ended.\n\n",
    "acknowledgement": "\nWe thank our partners, Breakthrough and the Government of Haryana, for collaborating on the project. We thank Sachet Bangia, Maaike Bijker, Srijana Chandrasekharan, Rachna Nag Chowdhuri, Alejandro Favela, Vrinda Kapoor, Vrinda Kapur, Lydia Kim, Akhila Kovvuri, Saumya Mathur, Suanna Oh, Priyanka Sarda, Ananta Seth, Niki Shrestha, Anantika Singh, and Rachita Vig for excellent research assistance and research management, the J-PAL survey staff for collecting the data, and Alice Eagly for helpful suggestions. An earlier version of this paper was submitted for pre-publication re-analysis to the Abdul Latif Jameel Poverty Action Lab (J-PAL), where a code replication exercise was conducted. We thank Andreas de Barros for conducting this re-analysis. We are also grateful to the J-PAL Post-Primary Education Initiative, International Initiative for Impact Evaluation, and Bill and Melinda Gates Foundation for being the primary funders of the data collection. We also thank the International Growth Centre and Northwestern Global Poverty Research Lab for additional small grants. The trial is registered in the AEA RCT Registry (AEARCTR-0000072) and received institutional review board approval from Northwestern University and the Institute for Financial Management and Research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}