{
    "id": 25333,
    "citation_title": "Revealing Stereotypes: Evidence from Immigrants in Schools",
    "citation_author": [
        "Alberto Alesina",
        "Michela Carlana",
        "Eliana La Ferrara",
        "Paolo Pinotti"
    ],
    "citation_publication_date": "2018-12-10",
    "issue_date": "2018-12-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIf individuals become aware of their stereotypes, do they change their behavior? We study this question in the context of teachers’ bias in grading immigrants and native children in middle schools. Teachers give lower grades to immigrant students compared to natives who have the same performance on standardized, blindly-graded tests. We then relate differences in grading to teachers’ stereotypes, elicited through an Implicit Association Test (IAT). We find that math teachers with stronger stereotypes give lower grades to immigrants compared to natives with the same performance. Literature teachers do not differentially grade immigrants based on their own stereotypes. Finally, we share teachers’ own IAT score with them, randomizing the timing of disclosure around the date on which they assign term grades. All teachers informed of their stereotypes before term grading increase grades assigned to immigrants. Revealing stereotypes may be a powerful intervention to decrease discrimination, but it may also induce a reaction from individuals who were not acting in a biased way.\n\n",
    "acknowledgement": "\nWe acknowledge useful comments from seminar participants at Harvard University, BRIQ-Bonn, Mannheim University, Collegio Carlo Alberto, Uppsala University, University of Vienna, and University of Milan. We are grateful to the schools and teachers that took part in our project and to Gianna Barbieri and Lucia De Fabrizio from MIUR and Patrizia Falzetti and Paola Giangiacomo from INVALSI for giving us access to the administrative data used in this paper. Elena De Gioannis and Giulia Tomaselli provided invaluable help with data collection. Carlana acknowledges financial support from the “Policy Design and Evaluation Research in Developing Countries” Initial Training Network (PODER), which is financed under the Marie Curie Actions of the EU’s Seventh Framework Programme (Contract no. 608109). La Ferrara acknowledges financial support from the ERC Advanced Grant “Aspirations, Social Norms and Development” (ASNODEV, Contract no. 694882). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}