{
    "id": 25337,
    "citation_title": "The Benchmark Inclusion Subsidy",
    "citation_author": [
        "Anil K. Kashyap",
        "Natalia Kovrijnykh",
        "Jian Li",
        "Anna Pavlova"
    ],
    "citation_publication_date": "2018-12-10",
    "issue_date": "2018-12-07",
    "revision_date": "2020-10-21",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe argue that the pervasive practice of evaluating portfolio managers relative to a benchmark has real eﬀects. Benchmarking generates additional, inelastic demand for assets inside the benchmark. This leads to a “benchmark inclusion subsidy:” a ﬁrm inside the benchmark values an investment project more than the one outside. The same wedge arises for valuing M&A, spinoﬀs, and IPOs. This overturns the proposition that an investment’s value is independent of the entity considering it. We describe the characteristics that determine the subsidy, quantify its size (which could be large), and identify empirical work supporting our model’s predictions.\n\n",
    "acknowledgement": "\nWe thank the Editor (Bill Schwert) and two anonymous referees for their excellent comments. We have also beneﬁted from comments by Jan Bena, Jules van Binsbergen, Andrea Buﬀa, Hui Chen, Simon Gervais, Denis Gromb, Marcin Kacperczyk, Steve Kaplan, Ralph Koijen, Felix Kubler, Shohini Kundu, Ailsa Roell, Jeremy Stein, David Thesmar, Dimitri Vayanos, Rob Vishny, Costas Xiouros, and seminar participants at ASU, Chicago Booth, LBS, NBIM, Philadelphia Fed, University of Zurich, AFA 2020 Annual Meeting, the 5th BI-SHOF conference, the 2019 Bank of England Research Forum on Macro-Finance, Cambridge Corporate Finance Theory Symposium 2019, the 2019 European Winter Finance conference, ISF 2019, the Macro Financial Modeling (MFM) Winter 2019 Meeting, Fall 2018 NBER Corporate Finance Program Meeting, the 2019 NBER Long-Term Asset Management Meeting, the 2019 Paul Woolley Centre conference, and the 2019 UBC Winter Finance conference. We thank Taisiya Sikorskaya for excellent research assistance. This research has been supported by a grant from the Alfred P. Sloan Foundation to the MFM project at the University of Chicago. The views expressed here are ours only and not necessarily those of the institutions with which we are affiliated, nor National Bureau of Economic Research, and all mistakes are our own.\n\n\n\nAnil K. Kashyap\n\nAnil K Kashyap’s Information on Non-Teaching Compensated Activities: 2014 through 2018 (excludes honoraria less than $1500).  See my CV for various unpaid affiliations.\n\n\nConsulting\n\n\nSwedish Riksbank, 2012- 2016.\n\n\nEinaudi Institute of Economics and Finance, 2007 – 2018\n\n\nFederal Reserve Bank of Chicago, 1991—present\n\n\nEuropean Central Bank, 2018 -- present\n\n\nSponsored research\n\n\nNational Science Foundation through a grant administered through the National Bureau of Economic Research (with Judith Chevalier), Strategic Shoppers and Price Dynamics.\n\n\n\"Market Tantrums and Monetary Policy,\" (with Michael Feroli, Kermit L. Schoenholtz, and Hyun Song Shin),  prepared for U.S. Monetary Policy Forum, Initiative on Global Markets, University of Chicago Booth School of Business, 2014.\n\n\n“Deflating Inflation Expectations: The Implications of Inflation’s Simple Dynamics” (with Stephen G. Cecchetti, Michael E. Feroli, Peter Hooper and Kermit L. Schoenholtz) prepared for U.S. Monetary Policy Forum, Initiative on Global Markets, University of Chicago Booth School of Business, 2017.\n\n\nAlfred P. Sloan Foundation grant to the Macro Financial Modeling (MFM) project at the University of Chicago.\n\n\nSpeeches\n\n\nMorningstar, 2018\n\n\nInstitutional Investor, 2015.\n\n\n"
}