{
    "id": 25341,
    "citation_title": "The Price of Biodiesel RINs and Economic Fundamentals",
    "citation_author": [
        "Scott H. Irwin",
        "Kristen McCormack",
        "James H. Stock"
    ],
    "citation_publication_date": "2018-12-10",
    "issue_date": "2018-12-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe D4 RIN is the tradable compliance certificate for the biomass-based diesel mandate in the Renewable Fuel Standard (RFS). Understanding the price dynamics of the D4 RIN is important for understanding the RFS because its price sets a ceiling on the ethanol RIN (D6) and because some observers have suggested that RIN price fluctuations are too large to be explained by economic theory. We use option pricing theory to develop a model of the D4 RIN in terms of its economic fundamentals: the spread between the prices of biodiesel and petroleum diesel and the status of the biodiesel blenders’ tax credit. The resulting D4 fundamental price closely tracks actual D4 prices. We conclude that RIN price volatility arises because of the design of the RFS and intrinsic features of the US fuel supply system.\n\n",
    "acknowledgement": "\nWe thank Sandra Dunphy, Cynthia Lin Lawell, Eben Lazarus, and Aaron Smith for helpful comments and/or guidance. Within the past 12 months, Irwin and Stock received compensation for consulting services provided to the Congressional Research Service on the Renewable Fuel Standard, but the research reported in this paper was not funded under that contract. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}