{
    "id": 25345,
    "citation_title": "Regional and Racial Inequality in Infectious Disease Mortality in U.S. Cities, 1900-1948",
    "citation_author": [
        "James J. Feigenbaum",
        "Christopher Muller",
        "Elizabeth Wrigley-Field"
    ],
    "citation_publication_date": "2018-12-10",
    "issue_date": "2018-12-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nIn the first half of the twentieth century, the rate of death from infectious disease in the United States fell precipitously. Although this decline is well-known and well-documented, there is surprisingly little evidence about whether it took place uniformly across the regions of the U.S. We use data on infectious disease deaths from all reporting U.S. cities to describe regional patterns in the decline of urban infectious mortality from 1900 to 1948. We report three main results: First, urban infectious mortality was higher in the South in every year from 1900 to 1948. Second, infectious mortality declined later in southern cities than in cities in the other regions. Third, comparatively high infectious mortality in southern cities was driven primarily by extremely high infectious mortality among African Americans. From 1906 to 1920, African Americans in cities experienced a rate of death from infectious disease greater than what urban whites experienced during the 1918 flu pandemic.\n\n",
    "acknowledgement": "\nAuthorship is alphabetical to reflect equal contributions. We thank Magali Barbieri, Douglas Ewbank, Evan Roberts, Melissa Thomasson, and Jon Zelner for helpful comments and Hero Ashman, Gianluca Russo, and jim saliba for excellent research assistance. This research was supported by the Robert Wood Johnson Foundation Health & Society Scholars program; the Regents' Junior Faculty Fellowship at the University of California, Berkeley; and the Minnesota Population Center at the University of Minnesota, Twin Cities, which is funded by a grant from the Eunice Kennedy Shriver National Institute for Child Health and Human Development (P2C HD041023). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}