{
    "id": 25349,
    "citation_title": "Closing the Gap: The Effect of a Targeted, Tuition-Free Promise on College Choices of High-Achieving, Low-Income Students",
    "citation_author": [
        "Susan Dynarski",
        "C.J. Libassi",
        "Katherine Michelmore",
        "Stephanie Owen"
    ],
    "citation_publication_date": "2018-12-10",
    "issue_date": "2018-12-07",
    "revision_date": "2020-06-02",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nHigh-achieving, low-income students attend selective colleges at far lower rates than upper-income students with similar achievement. Behavioral biases, intensified by complexity and uncertainty in the admissions and aid process, may explain this gap. In a large-scale experiment we test an early commitment of free tuition at a flagship university. The intervention did not increase aid: rather, students were guaranteed before application the same grant aid that they would qualify for in expectation after admission. The offer substantially increased application (68 percent vs 26 percent) and enrollment rates (27 percent vs 12 percent). The results suggest that uncertainty, present bias, and loss aversion loom large in students’ college decisions.\n\n",
    "acknowledgement": "\nThis project would not have been possible without our collaborators at the University of Michigan—particularly Kedra Ishop, Steve Lonn, and Betsy Brown. We are grateful to the Michigan Department of Education (MDE) and Michigan’s Center for Educational Performance and Information (CEPI) for providing data. Seminar participants at Boston University, Clemson, Cornell, Harvard, Northwestern, University of Illinois, University of Virginia, Princeton, Chicago, Stanford, the National Bureau for Economic Research, and Syracuse provided helpful comments, while Michael Lovenheim and Sarah Turner read initial drafts. The Institute of Education Sciences of the U.S. Department of Education (through Grants R305E100008 and R305B110001), Arnold Ventures, the Smith Richardson Foundation, and the University of Michigan Provost’s Office funded this research. This study is registered at the randomized trial registry of the American Economics Association under RCT ID AEARCTR-0001831, with DOI 10.1257/rct.1831. A pre-analysis plan was filed in April 2017. Elizabeth Burland, Meghan Oster, and Shwetha Raghuraman provided outstanding research assistance. This research uses data structured and maintained by the Michigan Education Data Center (MEDC). MEDC data is modified for analysis purposes using rules governed by MEDC and are not identical to those data collected and maintained by MDE and/or CEPI. Results, information and opinions solely represent the analysis, information and opinions of the authors and are not endorsed by, or reflect the views or positions of, grantors, the National Bureau of Economic Research, MDE and CEPI or any employee thereof.\n\n\n"
}