{
    "id": 25346,
    "citation_title": "The Dynamics of Disagreement",
    "citation_author": [
        "Kent Daniel",
        "Alexander Klos",
        "Simon Rottke"
    ],
    "citation_publication_date": "2018-12-10",
    "issue_date": "2018-12-07",
    "revision_date": "2022-08-11",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe infer how the estimates of firm value by “optimists” and “pessimists” evolve in response to information shocks by examining returns and disagreement measures for portfolios of short-sale constrained stocks which have experienced large gains or large losses. Our analysis suggests the presence of two groups, one of which overreacts to new information and remains biased over about five years, and a second group which underreacts and whose expectations are unbiased after about one year. Our results have implications for the belief dynamics that underly the momentum and long-term reversal effect.\n\n",
    "acknowledgement": "\nWe thank Nick Barberis, John Campbell, Jie Cao, Tolga Caskurlu, Alex Chinco, Lauren Cohen, Robin Greenwood, Alexander Hillert, David Hirshleifer, Heiko Jacobs, Ravi Jagannathan, Lawrence Jin, Urooj Khan, Sven Klingler, Dong Lou, Stefan Nagel, Andreas Neuhierl, Florian Peters, Mitchell Petersen, Jeff Pontiff, Adam Reed, Tano Santos, Andrei Shleifer, Valeri Sokolovski, Avanidhar Subrahmanyam, Sheridan Titman, Luis Viceira, Tuomo Vuolteenaho, Ed van Wesep, Greg Weitzner, Wei Xiong, and two anonymous referees for helpful comments, as well as Zahi Ben-David, Sam Hanson, and Byoung Hwang for helpful  insights about the short-interest data. We appreciate the feedback from seminar and conference participants at the Miami Behavioral Finance Conference, NBER Spring Meeting, American Finance Association, European Finance Association, Cavalcade Asia-Pacific, Oxford Man Quantitative Finance Seminar, Paris December Finance Meeting, German Finance Association, Amsterdam, Brandeis, Columbia, Copenhagen, Hannover, HEC Montréal, HU Berlin, Kiel, Lausanne, LBS, LSE, Maryland, Münster, Notre Dame, Oxford, Rochester, Stockholm, UCLA,Washington, WashU, AQR, Arrowstreet, Barclays, Institutional Assets, Martingale Asset Management, and the Society of Quantitative Analysts. Financial support from the German Research Foundation (grant KL2365/3-1) is gratefully acknowledged. All remaining errors are our own. The paper subsumes our older work circulated under the titles “Overconfidence, Information Diffusion, and Mispricing Persistence,” “Overpriced Winners,” and “Betting Against Winners.” The views expressed herein are those of the authors and do  not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nKent Daniel\n\nThe author declares that he consults for financial firms, and serves on the academic advisory boards of several financial firms, but has no relevant or material financial interests that bear upon the research described in this paper.\n\n\n"
}