{
    "id": 25343,
    "citation_title": "Annuity Pricing in Public Pension Plans: Importance of Interest Rates",
    "citation_author": [
        "Nino Abashidze",
        "Robert L. Clark",
        "Beth Ritter",
        "David Vanderweide"
    ],
    "citation_publication_date": "2018-12-10",
    "issue_date": "2018-12-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere is little systematic information on the distribution options in public sector retirement plans and how annuity options are priced relative to the standard single life annuity.  This study examines the distribution options of 85 large public retirement plans covering general state employees, teachers, and local government employees.  An important component of the analysis is the construction of a data set presenting the annuity options offered by each of these plans and how the monthly benefits for these distribution options are priced. The analysis shows that interest rates used to price annuities vary considerably across the plans.  As a result, retirees with the same monthly benefit if a single life benefit is chosen will have substantially different monthly benefits if they select the joint and survivor annuity offered by their retirement plan.\n\n",
    "acknowledgement": "\nThis research is funded, in part, by a grant from the Laura and John Arnold Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nDavid Vanderweide\n\nDavid Vanderweide is employed in the Fiscal Research Division of the North Carolina General Assembly.  The Fiscal Research Division is a non-partisan central staff agency that provides budget and tax-related analysis to all members of the General Assembly.  He is also a member of the Teachers' and State Employees' Retirement System.\n\n\n"
}