{
    "id": 25347,
    "citation_title": "Quantifying the Benefits of Labor Mobility in a Currency Union",
    "citation_author": [
        "Christopher L. House",
        "Christian Proebsting",
        "Linda L. Tesar"
    ],
    "citation_publication_date": "2018-12-10",
    "issue_date": "2018-12-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUnemployment differentials are bigger in Europe than in the United States. Migration responds to unemployment differentials, though the response is smaller in Europe. Mundell (1961) argued that factor mobility is a precondition for a successful currency union. We use a multi-country DSGE model with cross-border migration and search frictions to quantify the benefits of increased labor mobility in Europe and compare this outcome to a case of fully flexible exchange rates. Labor mobility and flexible exchange rates both work to reduce unemployment and per capita GDP differentials across countries provided that monetary policy is sufficiently responsive to national output.\n\n",
    "acknowledgement": "\nWe thank seminar participants at the University of Texas, the University of Lausanne, the University of Michigan, UCLA, the UCSB, the Ohio State University, the Federal Reserve Bank of Dallas, the Department of the Treasury Australia in Canberra, the CEF conference in Milan 2018, the SED conference in Mexico City 2018, the NBER Summer Institute 2018, the EEA conference in Cologne 2018, the ABFER conference 2018 in Singapore, the ASSA conference 2018 We thank Daniela Hauser, John Leahy, Matthew Shapiro, Andrei Levchenko, Loukas Karabarbounis, Helen Popper, Martin Berka and Bent Sorensen for their comments. We gratefully acknowledge  financial support from the Michigan Institute for Teaching and Research in Economics (MITRE). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}