{
    "id": 25342,
    "citation_title": "What is a Good School, and Can Parents Tell? Evidence on the Multidimensionality of School Output",
    "citation_author": [
        "Diether Beuermann",
        "C. Kirabo Jackson",
        "Laia Navarro-Sola",
        "Francisco Pardo"
    ],
    "citation_publication_date": "2018-12-10",
    "issue_date": "2018-12-07",
    "revision_date": "2021-10-04",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nTo explore whether schools’ causal impacts on test scores measure their overall impact on students, we exploit plausibly exogenous school assignments and data from Trinidad and Tobago to estimate the causal impacts of individual schools on several outcomes. Schools’ impacts on high-stakes tests are weakly related to impacts on important outcomes such as arrests, dropout, teen motherhood, and formal labor-market participation. To examine if parents’ school preferences are related to these causal impacts, we link them to parents’ ranked lists of schools and employ discrete-choice models to infer preferences for schools. Parents choose schools that improve high-stakes tests even conditional on peer quality and average outcomes. Parents also choose schools that reduce criminality and teen motherhood, and increase labor market participation. School choices among parents of low-achieving students are relatively more strongly related to schools’ impacts on non-test-score outcomes, while the opposite is true for parents of high-achieving students. These results suggest that evaluations based solely on test scores may be misleading about the benefits of school choice (particularity for low-achieving students), and education interventions more broadly.\n\n",
    "acknowledgement": "\nWe are deeply grateful to Sabine Rieble-Aubourg and Dana King from the Inter-American Development Bank for their invaluable support in establishing the necessary contacts to assembly the data used in the study. We are indebted to Chief Education Officer Harrilal Seecharan of the Trinidad and Tobago Ministry of Education (TTMOE) for his continuous support. We also thank Ria Boafo, Lisa Henry-David, Shalini Maharaj, Brenda Moore, and Peter Smith of the TTMOE for facilitating access to the educational data needed for the study, their assistance, and their generosity. We thank Registrar General of Trinidad and Tobago Karen Bridgewater for kindly granting us access to the national birth records; Amos Sylvester from the Crime and Problem Analysis Branch of the Trinidad and Tobago Police Service for facilitating access to arrests records; and Executive Director Niala Persad of the National Insurance Board of Trinidad and Tobago, as well as Andy Edwards, Arlene Grant, Feyaad Khan and Bernard Smith for their support and generosity while working in their facilities to match employment records while maintaining individual confidentiality. Tatiana Zárate and Diego Zúñiga provided excellent research assistance. This paper benefited from comments by seminar participants at the NBER, MIT, UChicago, LACEA, Zurich, Lund, and Wharton. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}