{
    "id": 25340,
    "citation_title": "Monetary Independence and Rollover Crises",
    "citation_author": [
        "Javier Bianchi",
        "Jorge Mondragon"
    ],
    "citation_publication_date": "2018-12-10",
    "issue_date": "2018-12-07",
    "revision_date": "2019-09-04",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper shows that the inability to use monetary policy for macroeconomic stabilization leaves a government more vulnerable to a rollover crisis. We study a sovereign default model with self-fulfilling rollover crises, foreign currency debt, and nominal rigidities. When the government lacks monetary independence, lenders anticipate that the government would face a severe recession in the event of a liquidity crisis, and are therefore more prone to run on government bonds. In a quantitative application, we find that the lack of monetary autonomy played a central role in making Spain vulnerable to a rollover crisis during 2011-2012. Finally, we argue that a lender of last resort can go a long way towards reducing the costs of giving up monetary independence.\n\n",
    "acknowledgement": "\nWe are grateful to Sushant Acharya, Manuel Amador, Luigi Bocola, Fernando Broner, Alessandro Dovis, Mark Gertler, Tim Kehoe for excellent comments. We have also benefited from comments by seminar participants at IX Annual CIGS Conference on Macroeconomic Theory and Policy, the 27th CEPR ESSIM Workshop, Columbia, Drexel-Philadelphia Fed Conference on Credit Markets and the Macroeconomy, European Central Bank, Federal Reserve System Conference, Federal Reserve Bank of Minneapolis, Goethe University, Lacea, XXII IEF Workshop, NBER IFM Spring Meetings, NCID VII Annual Research Workshop, Society of Economic Dynamics, the Trade Workshop at the University of Minnesota, University of Houston, University of Toronto, and Wharton. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, or the National Bureau of Economic Research.\n\n\n"
}