{
    "id": 25356,
    "citation_title": "Using RCTs to Estimate Long-Run Impacts in Development Economics",
    "citation_author": [
        "Adrien Bouguen",
        "Yue Huang",
        "Michael Kremer",
        "Edward Miguel"
    ],
    "citation_publication_date": "2018-12-17",
    "issue_date": "2018-12-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe assess evidence from randomized control trials (RCTs) on long-run economic productivity and living standards in poor countries. We \ffirst document that several studies estimate large positive long-run impacts, but that relatively few existing RCTs have been evaluated over the long-run. We next present evidence from a systematic survey of existing RCTs, with a focus on cash transfer and child health programs, and show that a meaningful subset can realistically be evaluated for long-run effects. We discuss ways to bridge the gap between the burgeoning number of development RCTs and the limited number that have been followed up to date, including through new panel (longitudinal) data, improved participant tracking methods, alternative research designs, and access to administrative, remote sensing, and cell phone data. We conclude that the rise of development economics RCTs since roughly 2000 provides a novel opportunity to generate high-quality evidence on the long-run drivers of living standards.\n\n",
    "acknowledgement": "\nWe are particularly grateful to Craig McIntosh and Prashant Bharadwaj for their work on the systematic review of cash transfer and child health projects discussed in this article, under the Long-term Impact Discovery (LID) initiative. GiveWell provided generous financial support for the LID initiative, and Josh Rosenberg of GiveWell gave us many helpful suggestions. We also benefited from suggestions and comments provided by the LID faculty advisory committee at CEGA, including Lia Fernald, Paul Gertler, Marco Gonzalez-Navarro, and Manisha Shah, as well as from Oriana Bandiera, Robin Burgess, Xavier Jaravel, and Rachael Meager. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}