{
    "id": 25354,
    "citation_title": "Can Mobile-Linked Bank Accounts Bolster Savings? Evidence from a Randomized Controlled Trial in Sri Lanka",
    "citation_author": [
        "Suresh De Mel",
        "Craig McIntosh",
        "Ketki Sheth",
        "Christopher Woodruff"
    ],
    "citation_publication_date": "2018-12-10",
    "issue_date": "2018-12-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn developing economies, mobile-linked services have the potential to significantly reduce transaction costs and provide a truly new conduit that could be used to facilitate the flow of savings into banks. We test this premise by introducing a product that permits Sri Lankan households to deposit mobile airtime balances into a formal bank using a new mobile money interface. Using high frequency panel survey data and randomizing access and prices at the individual level, we find that there are moderate percentage increases in savings deposits with the partner institution and formal banks more generally, but no change in overall savings deposits. When the transaction costs are completely removed, only 26 percent of those offered the service use it, and 7 percent use it frequently. Overall, our results imply that transaction costs may not be a significant barrier to increasing deposits, limiting the potential gains of mobile-linked savings products for financial inclusion.\n\n",
    "acknowledgement": "\nWe are grateful to the International Growth Center, 3ie, and the Consortium on Financial Systems and Poverty at the University of Chicago for funding, to Kandy Consulting Group for data collection, and to Mike Callen for fieldwork on the project. The project received human subjects approval under UCSD IRB #091191S. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}