{
    "id": 25353,
    "citation_title": "Media Sentiment and International Asset Prices",
    "citation_author": [
        "Samuel P. Fraiberger",
        "Do Lee",
        "Damien Puy",
        "Romain Rancière"
    ],
    "citation_publication_date": "2018-12-10",
    "issue_date": "2018-12-07",
    "revision_date": "2020-03-23",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe investigate the relationship between media sentiment and international equity prices using a new dataset of 4 million news articles published between 1991 and 2015. Three key results emerge. First, news sentiment robustly predicts (future) daily returns around the world. However, we find a sharp contrast between the effect of local news and that of global news: whereas local news optimism (pessimism) predicts a small and transitory increase (decrease) in local equity returns, global news sentiment has a larger impact on returns that does not reverse in the short run. Second, news sentiment affects local prices mainly through the investment decisions of foreign — rather than local — investors. Third, large variations in global news sentiment predominantly happen in the absence of new information about fundamentals, suggesting that movements in global sentiment capture variations in investors sentiment. Taken together, our findings illustrate the key role played by foreign news and investors sentiment in driving local asset prices.\n\n",
    "acknowledgement": "\nWe are grateful to the IMF Big data initiative for financial support, as well as participants in the CEPR Inter- national Macroeconomic and Finance meeting, the FRB-IMF seminar on International Macro and Finance and the Macro-Financial Research Seminar of the IMF for helpful comments and suggestions. The views expressed in this paper are those of the author(s) and do not necessarily represent the views of the IMF, the World Bank, their Executive Boards, their management, or the National Bureau of Economic Research.\n\n\n"
}