{
    "id": 25357,
    "citation_title": "Discrimination at the Intersection of Age, Race, and Gender: Evidence from a Lab-in-the-field Experiment",
    "citation_author": [
        "Joanna N. Lahey",
        "Douglas R. Oxley"
    ],
    "citation_publication_date": "2018-12-17",
    "issue_date": "2018-12-13",
    "revision_date": "2019-01-10",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Discrimination",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe use a laboratory experiment with randomized resumes and eyetracking to explore the effects of race on employment discrimination over the lifecycle. We show race discrimination against prime-age black job applicants that diminishes into middle age before re-emerging for older applicants.  Screeners mechanically process black and white resumes similarly, but spend less time on younger black resumes, suggesting they use negative heuristics or taste-based discrimination.  Screeners demonstrate levels-based statistical discrimination, believing that younger black applicants have worse computer skills and more gaps in their job histories.  We find no evidence that screeners believe black applicants have worse previous experience. Screeners demonstrate variance-based statistical discrimination against black applicants of all ages, suggesting that screeners perceive the stronger history signals for white applicants, with this type of discrimination disproportionately affecting older applicants.  We find suggestive evidence that the signal sent by high school attended is weaker for younger black applicants compared to younger white applicants, and we find no evidence that the signal strength of the applicant’s address varies by race.  Evidence from the CPS and an additional study supports the external validity of our experiment, particularly for female job applicants.  Results are robust to different controls and specification choices.\n\n",
    "acknowledgement": "\nWe thank the Alfred P. Sloan Foundation for funding this research Grant  #B2012-23.  We thank Gerianne Alexander for use of her lab and other invaluable help.  We also thank all of the undergraduate and graduate assistants who helped make this study successful.  It was a joy to work with Molly Beck, Savannah Collins, Luke Franz, Stephanie Leal, Laura Lombardo, Joel Mendez, Megan Mumford, Matt Sanchez, Janet Saenz, and Ashley Yaugher.  We especially wish to thank Ryan Beasley for volunteering his time and his technical expertise for several aspects of the study and David Figlio for names.  Thanks for feedback from participants at APPAM, ASSA, Auburn University, University of California at Davis, University of California at Santa Cruz, University of Chicago, NBER Cohort Studies, NBER Summer Institute on Aging, University of North Carolina, Santa Clara University, SIEPR Working Longer, Syracuse University, Texas A&M University, University of Toronto, and Tulane and from helpful conversations with Lorenzo Casaburi, Kerwin Charles, Kathleen Christensen, Jeff Clemens, Joshua Gottlieb, Damon Jones, Matt Notowidigdo, Paul Oyer, Orie Shelef, Ebonya Washington, and John Yinger.  All errors and opinions are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nDouglas R. Oxley\n\nDouglas Oxley wishes to disclose his current full-time employment as a data scientist at a publicly traded diversified energy provider. He receives a typical annual salary and bonus as compensation for this role. His employer did not provide support for the research in any manner. This includes no use of company data or of company computing resources for the completion of the project. Further, the opinions in the paper are the private opinions of the authors and not those of his employer.\n\n\n"
}