{
    "id": 25355,
    "citation_title": "Racial Bias and In-group Bias in Judicial Decisions: Evidence from Virtual Reality Courtrooms",
    "citation_author": [
        "Samantha Bielen",
        "Wim Marneffe",
        "Naci H. Mocan"
    ],
    "citation_publication_date": "2018-12-17",
    "issue_date": "2018-12-13",
    "revision_date": "2019-05-14",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe shot videos of criminal trials using 3D Virtual Reality (VR) technology, prosecuted by actual prosecutors and defended by actual defense attorneys in an actual courtroom. This is the first paper that utilizes VR technology in a non-computer animated setting, which allows us to replace white defendants in the courtroom with individuals who have Middle Eastern or North African descent in a real-life environment. We alter only the race of the defendants in these trials, holding all activity in the courtroom constant, creating arguably perfect counterfactuals (http://proficient.ninja/splitscreen/).   Law students, economics students, practicing lawyers and judges are randomly assigned to watch with VR headsets, the trials that differed only in defendants’ race.  Background information obtained from the evaluators allowed us to identify their cultural heritage. Evaluators made decisions on guilt/innocence in these burglary and assault cases, as well as prison sentence length and fine in accordance with the guidelines provided by the relevant law. There is evidence that evaluators are harsher towards defendants of their own race during the guilt-innocence decision. In the sentencing phase, we find in-group bias in the opposite direction: evaluators are more lenient towards defendants of their own race. This is the first paper that identifies such opposing effects of bias within the same decision sequence. Regarding overall racial bias, we document that minorities are more likely to get convicted, and that they are given stiffer punishment, conditional on conviction. We find only scant evidence that the concerns of the evaluators about terrorism, about immigration, or their trust in the judiciary or the police have an impact on their judicial decisions, suggesting that the source of the bias may be deep-rooted. Merging a small sample of judges and prosecutors with the sample of lawyers provides results that are very similar to those obtained from the analysis of lawyers.\n\n",
    "acknowledgement": "\nWe thank Christine Jolls, Ozkan Eren, Shawn Kantor, Carl Kitchens, Marc Isaac, Bulent Unel, Stefan Voigt, Barton Willage, Richard Boylan and participants of seminars at the University of Iowa, Florida State University, the European Law and Economics Association Meetings in Milan, Italy, and the Economic Consequences of Legal Development Workshop at UCLouvain for helpful comments. Funding from the Faculty of Business Economics of Hasselt University is gratefully acknowledged. We thank Johan Ackaert and Sofie Hennau for allowing us to engage their law students in the study, and to the Office of the District Attorney of Limburg, Belgium and in particular the District Attorney, Guido Vermeiren for sharing their expertise and for allowing us to use their main courtroom. We also thank prosecutors Bruno Coppin and Pieter Strauven, and attorneys Sophia Lycops, Tom Van Overbeke and Mieke Denissen for participating in the trials.  We are grateful to Jeff Luyten and Michel Séquaris from Uncanny Virtual Experiences for making this project possible by providing technical support in creating the VR videos and to Sem Metten for creating the website that communicated with the VR videos and that enabled the participants to register their decisions. Bielen acknowledges financial support from Research Foundation Flanders, grant number 12S3117N. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}