{
    "id": 25359,
    "citation_title": "Subsidizing Low- and Middle-Income Adoption of Electric Vehicles: Quasi-Experimental Evidence from California",
    "citation_author": [
        "Erich Muehlegger",
        "David S. Rapson"
    ],
    "citation_publication_date": "2018-12-17",
    "issue_date": "2018-12-13",
    "revision_date": "2021-01-21",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nLittle is known about electric vehicle (EV) demand by low- and middle-income households. In this paper, we exploit a policy that provides exogenous variation in large EV subsidies targeted at the mass market in California. Using transaction-level data, we estimate three important policy parameters: the rate of subsidy pass-through, the impact of the subsidy on EV adoption, and the elasticity of demand for EVs among low- and middle-income households. Demand for EVs in our sample is price-elastic (-3.3) and pass-through to buyers is indistinguishable from 100 percent. We use these estimates to calculate that the expected subsidy bill required for California to reach its goal of 1.5 million EVs by 2025 is likely to exceed $12-18 billion.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge research funding from the State of California Public Transportation Account and the Road Repair and Accountability Act of 2017 (Senate Bill 1) via the University of California Institute of Transportation Studies. We thank Tom Knox at Valley Clean Air Now and Mei Wang at South Coast Air Quality Management District for sharing their expertise on the pilot programs in San Joaquin Valley and South Coast, respectively; the California Air Resources Board for their support of this project and for funding for acquisition of some of the data used in this analysis; Jim Archsmith, Ben Dawson, Jack Gregory, Tyler Hoppenfeld and Shotaro Nakamura for excellent research assistance; and many seminar participants. The views expressed herein are those of the authors and do not necessarily reflect the views of the California Air Resources Board or the National Bureau of Economic Research.\n\n\n"
}