{
    "id": 25365,
    "citation_title": "Gender-Targeted Job Ads in the Recruitment Process: Evidence from China",
    "citation_author": [
        "Peter Kuhn",
        "Kailing Shen",
        "Shuo Zhang"
    ],
    "citation_publication_date": "2018-12-17",
    "issue_date": "2018-12-13",
    "revision_date": "2019-08-23",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Labor Discrimination",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe document how explicit employer requests for applicants of a particular gender enter the recruitment process on a Chinese job board. Overall, we find that 19 out of 20 callbacks to jobs requesting a particular gender are of the requested gender. Mostly, this is because application pools to those jobs are highly segregated, but men and women who apply to jobs requesting the ‘other’ gender also experience lower callback rates than other applicants. Regressions that control for job title-by-firm fixed effects suggest that explicit requests for men in a job ad reduce the female share of applicants by 15 percentage points, while explicit requests for women raise it by 25 percentage points. Regressions that control for worker and job title fixed effects suggest that applying to a gender-mismatched job reduces men’s callback probability by 24 percent and women’s by 43 percent. Together, these findings suggest that explicit gender requests direct where workers send their applications and predict how an application will be treated by the employer, if it is made.\n\n",
    "acknowledgement": "\nThis research is supported by the National Natural Science Foundation of China through Grant No. 71203188, \"Impacts of Hukou, Education and Wage on Job Search and Match: Evidence Based on Online Job Board Microdata\". We thank Austin Jones for careful research assistance. This paper benefited from many helpful comments from seminar and conference participants. Special thanks are due to Eliza Forsythe, Lisa Kahn, Marianna Kudlyak, Michael A. Kuhn, Ioana Marinescu and Benjamin Villena-Roldan. The authors have no competing interests in this research.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}