{
    "id": 25369,
    "citation_title": "Do State Laws Protecting Older Workers from Discrimination Reduce Age Discrimination in Hiring? Evidence from a Field Experiment",
    "citation_author": [
        "David Neumark",
        "Ian Burn",
        "Patrick Button",
        "Nanneh Chehras"
    ],
    "citation_publication_date": "2018-12-17",
    "issue_date": "2018-12-13",
    "revision_date": "2018-12-20",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Discrimination",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe provide evidence from a field experiment in all 50 states on age discrimination in hiring for retail sales jobs.  We relate measured age discrimination – the difference in callback rates between old and young applicants – to state variation in anti-discrimination laws protecting older workers.  Anti-discrimination laws could boost hiring, although they could have the unintended consequence of deterring hiring if their main effect is to increase termination costs.  We find some evidence that there is less discrimination against older men and women in states where age discrimination law allows larger damages, and some evidence that there is lower discrimination against older women in states where disability discrimination law allows larger damages.  But this evidence is not robust to all of the estimations we consider.  However, we reach a robust conclusion that stronger or broader laws protecting older workers from discrimination do not have the unintended consequence of deterring their hiring.\n\n",
    "acknowledgement": "\nWe received generous support from the Alfred P. Sloan Foundation, from the Social Security Administration through a grant to the Michigan Retirement Research Center, and from the National Institutes of Health via a postdoctoral training grant for Patrick Button (5T32AG000244-23). The views expressed are our own, and not those of the Foundation, the Social Security Administration, the NIH, or Amazon.  This study was approved by UC Irvine’s Institutional Review Board (HS#2013-9942). We are grateful to Candela Mirat, Charlotte Densham, Chengshi Wang, Darren Lieu, Grace Jia Zhou, Helen Yu, Justin Sang Hwa Lee, Melody Dehghan, and Stephanie Harrington for research assistance. We thank Tom DeLeire, Sam Peltzman, and an anonymous reviewer for helpful suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nDavid Neumark\n\nI have no sources of financial support for this research.  I do some work as an expert witness on labor market discrimination cases, but this work in no way constrains my ability to reach my own conclusions or express my own opinions in published research.\n\n\n"
}