{
    "id": 25363,
    "citation_title": "Equilibrium Analysis in the Behavioral Neoclassical Growth Model",
    "citation_author": [
        "Daron Acemoglu",
        "Martin Kaae Jensen"
    ],
    "citation_publication_date": "2018-12-17",
    "issue_date": "2018-12-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n",
        "Behavioral Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRich behavioral biases, mistakes and limits on rational decision-making are often thought to make equilibrium analysis much more intractable. We show that this is not the case in the context of the neoclassical growth model (potentially incorporating incomplete markets and distortions). We break down the response of the economy to a change in the environment or policy into two parts: a direct response at a given vector of prices, and an equilibrium response that plays out as prices change. We refer to a change as a “local positive shock” if the direct response, when averaged across households, increases aggregate savings. Our main result shows that under weak regularity conditions, regardless of the details of behavioral preferences, mistakes and constraints on decision-making, the long-run equilibrium will involve a greater capital-labor ratio if and only if we start with a local positive shock. One implication of this result is that, from a qualitative point of view, behavioral biases matter for long-run equilibrium if and only if they change the direction of the direct response. We show that these aggregate predictions are coupled with individual-level “indeterminacy”: nothing much can be said about individual behavior.\n\n",
    "acknowledgement": "\nWe thank Xavier Gabaix for very useful discussion and comments. Thanks also to Drew Fudenberg, Marcus Hagedorn, David Laibson, Paul Milgrom and Kevin Reffett, as well as participants at the TUS-IV-2017 conference in Paris, and seminar participants at Lund University and the University of Oslo for helpful comments and suggestions. Acemoglu gratefully acknowledges financial support from the Army Research Office. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}