{
    "id": 25362,
    "citation_title": "The (lack of) Distortionary Effects of Proxy-Means Tests: Results from a Nationwide Experiment in Indonesia",
    "citation_author": [
        "Abhijit Banerjee",
        "Rema Hanna",
        "Benjamin A. Olken",
        "Sudarno Sumarto"
    ],
    "citation_publication_date": "2018-12-17",
    "issue_date": "2018-12-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany developing country governments determine eligibility for anti-poverty programs using censuses of household assets. Does this distort subsequent reporting of, or actual purchases of, those assets? We ran a nationwide experiment in Indonesia where, in randomly selected provinces, the government added questions on flat-screen televisions and cell-phone SIM cards to the targeting census administered to 25 million households. In a separate survey six months later, households in treated provinces report fewer televisions, though the effect dissipates thereafter. We find no change in actual television sales, or actual SIM card ownership, suggesting that consumption distortions are likely to be small.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge Bambang Widianto, Elan Satriawan, Suahasil Nazara and Priadi Asmanto at the Indonesian National Team for the Acceleration of Poverty Reduction (TNP2K), the Indonesian Central Bureau of Statistics (in particular,Wynandin Imawan and Thoman Pardosi) and the Ministry of Communications and Information (KeMenKomInfo) for their support implementing this project, and thank Talitha Chairunissa, Masyhur Hilmy, Garima Sharma, Sam Solomon, Suhas Vijaykumar, and Poppy Widyasari for research assistance. This research was supported by a grant from the Australian Department of Foreign Affairs and Trade. This project was registered in the AEA Social Science Registry with trial number AEARCTR-0001352. The views expressed in this paper are those of the authors alone, and do not necessarily reflect the views of any of the institutions or individuals acknowledged here. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nAbhijit Banerjee\n\nThe Abdul Latif Poverty Action Lab at MIT, of which Banerjee is a Director, received a grant from the Australian Government’s Department of Foreign Affairs and Trade (also known as Australian Aid) to support our work on randomized experiments in Indonesia, including this project.  However, Banerjee did not receive any salary support directly from that grant. Neither the Indonesian Government, TNP2K, nor the Australian Government had the right of prior review over this paper. However, they were provided with a copy of the paper prior to submission as a courtesy.\n\n\n\nRema Hanna\n\nDisclosure Statement for Rema Hanna\n• The Australian Department of Foreign Affairs and Trade also provides support to JPAL Southeast Asia. I am a board member of JPAL and co Scientific Director of JPAL Southeast Asia.\n• I am a board member of J-PAL at MIT. J-PAL has no stake in the outcomes of any given evaluation results. However, J-PAL does have a position on what is considered a rigorous evaluation methodology.\n\n\n\nBenjamin A. Olken\n\n• Financial support for this project came from the Australian Department of Foreign Affairs and Trade through a grant to JPAL at MIT. The Government of Indonesia also provided in-kind support for the project through adding questions to the PPLS targeting census of the poor and to the SUSENAS national household welfare survey.\n\n\n• The Australian Department of Foreign Affairs and Trade also provides overall support to JPAL Southeast Asia through a grant to MIT. I am a director of JPAL at MIT and co Scientific Director of JPAL Southeast Asia, and receive summer salary support from this grant.\n\n\n• I am a director of J-PAL at MIT. J-PAL has no stake in the outcomes of any given evaluation results. However, J-PAL does have a position on what is considered a rigorous evaluation methodology.\n\n\n"
}