{
    "id": 25361,
    "citation_title": "Conditional Dynamics and the Multi-Horizon Risk-Return Trade-Off",
    "citation_author": [
        "Mikhail Chernov",
        "Lars A. Lochstoer",
        "Stig R. H. Lundeby"
    ],
    "citation_publication_date": "2018-12-17",
    "issue_date": "2018-12-13",
    "revision_date": "2020-08-07",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose testing asset-pricing models using multi-horizon returns (MHR). MHR effectively generate a new set of test assets that are endogenous to the model and that identify a broad set of possible conditional misspecifications. We apply MHR-based testing to prominent linear factor models and show that these models typically do a poor job of pricing longer-horizon returns, with pricing errors of similar magnitude as the risk premiums they were designed to explain. We trace the errors to the conditional factor dynamics. Explicitly incorporating factor timing in the models often makes mispricing worse, posing a challenge for future research.\n\n",
    "acknowledgement": "\nWe thank Hank Bessembinder, Ian Dew-Becker, Greg Duffee, Valentin Haddad, Francis Longstaff, Tyler Muir, Christopher Polk, Seth Pruitt, Sri Santosh, Tommy Stamland, and Stan Zin for comments on earlier drafts, as well as participants in the seminars and conferences sponsored by the ASU Winter Finance Conference, BI, David Backus Memorial Conference at Ojai, LAEF, NBER LTAM conference, NBIM, Norwegian School of Economics, the SFS Finance Cavalcade, Stanford GSB, the UBC Winter Finance Conference, and UCLA. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}