{
    "id": 25360,
    "citation_title": "Entrepreneurial Spillovers from Corporate R&D",
    "citation_author": [
        "Tania Babina",
        "Sabrina T. Howell"
    ],
    "citation_publication_date": "2018-12-17",
    "issue_date": "2018-12-13",
    "revision_date": "2019-07-19",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nThis paper studies how corporate research and development (R&D) investment affects labor mobility. We use employer-employee matched data in ordinary least squares and instrumental variables analyses to assess four hypotheses. R&D has no effect on worker retention, exit from employment, or mobility to incumbent firms. Instead, it increases employee departures to entrepreneurship, leading employees to join the founding teams of startups that are venture capital-backed, high tech, high wage, and in different sectors than the parent firm. These high-growth, high-risk startups emerging from R&D benefit from a focused, standalone incentive structure and have poor complementarities to the parent firm’s assets.\n\n",
    "acknowledgement": "\nThe Kauffman Foundation funded Sabrina Howell’s work on this project. We thank Manuel Adelino, Julian Atanassov, Pierre Azoulay, Nick Bloom, Shai Bernstein, Patrick Bolton, Alon Brav, Wes Cohen, Jonathan Cohn, Ryan Decker, Will Gornall, Bronwyn Hall, Wei Jiang, Bill Kerr, Saul Lach, Josh Lerner, Brian Lucking, Song Ma, Holger Mueller, Ramana Nanda, Stijn Van Nieuwerburgh, Hernan Ortiz-Molina, Paul Oyer, Tomek Piskorski, John Van Reenen, David Robinson, David Scharfstein, Philipp Schnabl, Antoinette Schoar, Amir Sufi, Xinxin Wang, Neng Wang, Ayako Yasuda, and seminar participants at the GSU CEAR Conference, Texas Finance Festival, Chicago Booth, UBC, SoCal PE Conference, Columbia GSB, the Federal Reserve Board, the IMF, Duke, Drexel, Toulouse School of Economics, U.S. Census Bureau, NY Fed, Yale Junior Conference, NBER Corporate Finance, Stanford Financing of Innovation Summit, LBS Corporate Finance Conference, Stanford SIEPR, and Washington Summer Finance Conference. We thank Belinda Chen for excellent research assistance, and Chris Galvan and Shirley Liu for data assistance. Babina was a Special Sworn Status researcher of the U.S. Census Bureau at the NY Research Data Center. Any opinions and conclusions expressed herein are those of the author(s) and do not represent the views of the Census Bureau. No confidential information is disclosed. This research uses data from the Census Longitudinal Employer Household Dynamics Program, which was partially supported by the following NSF Grants SES-9978093, SES-0339191 and ITR-0427889; National Institute on Aging Grant AG018854; and grants from the Alfred P. Sloan Foundation.\n\n\n"
}