{
    "id": 25376,
    "citation_title": "Organizational Equilibrium with Capital",
    "citation_author": [
        "Marco Bassetto",
        "Zhen Huo",
        "José-Víctor Ríos-Rull"
    ],
    "citation_publication_date": "2018-12-24",
    "issue_date": "2018-12-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper proposes a new equilibrium concept – organizational equilibrium – for models with state variables that have a time-inconsistency problem. The key elements of this equilibrium concept are: (1) agents are allowed to ignore the history and restart the equilibrium; (2) agents can wait for future agents to start the equilibrium. We apply this equilibrium concept to a quasi-geometric  discounting growth model and to a problem of optimal dynamic fiscal policy. We find that the allocation gradually transits from that implied by its Markov perfect equilibrium towards that implied by the solution under commitment, but stopping short of the Ramsey outcome. The feature that the time inconsistency problem is resolved slowly over time rationalizes the notion that good will is valuable but has to be built gradually.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Chicago, the Federal Reserve System, or  the National Bureau of Economic Research. For useful comments, we thank Gadi Barlevy, Jess Benhabib, Anmol Bhandari, V.V. Chari, Harold Cole, Mariacristina De Nardi, Per Krusell, Nicola Pavoni, Larry Samuelson, Tom Sargent, Aleh Tsyvinski, Pierre Yared and seminar participants at the Wharton lunch at Penn,  Bristol Macroeconomics Workshop, CUHK, Federal Reserve Bank of Atlanta, Federal Reserve Bank of Richmond, Fiscal Policy Conference at Warwick University, HKUST, IIES, Shanghai Jiao Tong University, the University of Tokyo, Tsinghua PBCSF, 6th Rome Conference on Macroeconomics, Barcelona Summer Forum EGF, Minnesota Macro Workshop, UCL, and Arizona State University.\n\n\n"
}