{
    "id": 25371,
    "citation_title": "Rational Self-Medication",
    "citation_author": [
        "Michael E. Darden",
        "Nicholas W. Papageorge"
    ],
    "citation_publication_date": "2018-12-17",
    "issue_date": "2018-12-13",
    "revision_date": "2023-11-02",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a model of rational self-medication in which individuals use potentially dangerous or addictive substances (e.g., alcohol) to manage symptoms of illness (e.g., depression) outside of formal medical care. A model implication is that the emergence of better treatments reduces incentives to self-medicate. To investigate, we use forty years of longitudinal data from the Framingham Heart Study and leverage the exogenous introduction of selective serotonin reuptake inhibitors (SSRIs). We demonstrate an economically meaningful reduction in alcohol consumption when SSRIs became available. Our findings illustrate how the effects of medical innovation operate, in part, through changes in behavior.\n\n",
    "acknowledgement": "\nWe thank Robert Kaestner, John Mullahy, Jon Skinner, Tom Mroz, Matthew Harris, Melinda Pitts, Peter Savelyev, Matthew Zahn, and seminar participants at the Atlanta Federal Reserve Bank, University of Tennessee, 2018 Workshop on the Economics of Risky Behavior, the 2018 American Society of Health Economists Conference, the 2018 European Health Economics Association Conference, IUPUI, the Southeastern Health Economics Working Group, UNC-Chapel Hill, and the University of South Carolina. The Framingham Offspring Study (FOS) is conducted and supported by the National Heart, Lung, and Blood Institute (NHLBI) in collaboration with the FOS Investigators. This manuscript was prepared using a limited access data set obtained from the NHLBI and does not necessarily reflect the opinions or views of the FOS or the NHLBI. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}