{
    "id": 25370,
    "citation_title": "Cash and the Economy: Evidence from India's Demonetization",
    "citation_author": [
        "Gabriel Chodorow-Reich",
        "Gita Gopinath",
        "Prachi Mishra",
        "Abhinav Narayanan"
    ],
    "citation_publication_date": "2018-12-17",
    "issue_date": "2018-12-13",
    "revision_date": "2019-05-29",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Development and Growth",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze a unique episode in the history of monetary economics, the 2016 Indian \"demonetization.\" This policy made 86% of cash in circulation illegal tender overnight, with new notes gradually introduced over the next several months. We present a model of demonetization where agents hold cash both to satisfy a cash-in-advance constraint and for tax evasion purposes. We test the predictions of the model in the cross-section of Indian districts using several novel data sets including: the geographic distribution of demonetized and new notes for causal inference; nightlight activity and employment surveys to measure economic activity including in the informal sector; debit/credit cards and e-wallet transactions data; and banking data on deposit and credit growth. Districts experiencing more severe demonetization had relative reductions in economic activity, faster adoption of alternative payment technologies, and lower bank credit growth. The cross-sectional responses cumulate to a contraction in employment and nightlights-based output due to demonetization of 2 p.p. and of bank credit of 2 p.p. in 2016Q4 relative to their counterfactual paths, effects which dissipate over the next few months. These cumulated effects provide a lower bound for the aggregate effects of demonetization. Our analysis rejects money non-neutrality using a large scale natural experiment, something that is yet rare in the vast literature on the effects of monetary policy.\n\n",
    "acknowledgement": "\nWe thank Martin Rama and Robert Carl Michael Beyer of the World Bank for sharing night lights data, Tilottama Ghosh at the Earth Observation Group at NOAA for clarifying many basic questions relating to the nightlights data, National Payments Corporation of India for providing data on ATM and POS transactions, and Quantta for providing geocode coordinates. We thank Fernando Alvarez (discussant), Pol Antras (editor), Vimal Balasubramaniam (discussant), Robert Barro (editor), Bent Sorenson (discussant), four anonymous referees, and numerous seminar participants for their comments. Gabriel Konigsberg and Anna Stansbury provided excellent research assistance. Gita Gopinath is Economic Counselor and Director of Research at the IMF. She completed this work before joining the IMF, when she was Professor at Harvard. Ms. Mishra was employed at the IMF at the time this work was completed. The views expressed herein are those of the authors and not necessarily those of the Reserve Bank of India, Goldman Sachs, the International Monetary Fund, or any other institution with which the authors are affliated. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}