{
    "id": 25378,
    "citation_title": "Gender in the Labor Market: The Role of Equal Opportunity and Family-Friendly Policies",
    "citation_author": [
        "Elizabeth L. Doran",
        "Ann P. Bartel",
        "Jane Waldfogel"
    ],
    "citation_publication_date": "2018-12-24",
    "issue_date": "2018-12-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Discrimination",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nAlthough the gender wage gap in the U.S. has narrowed, women’s career trajectories diverge from men’s after the birth of children, suggesting a potential role for family-friendly policies. We provide new evidence on employer provision of these policies. Using the American Time Use Survey, we find that women are less likely than men to have access to any employer-provided paid leave and this differential is entirely explained by part-time status. Using the NLSY97, we find that young women are more likely to have access to specifically designated paid parental leave, even in part-time jobs. Both datasets show insignificant gender differentials in access to employer-subsidized child care and access to scheduling flexibility. We conclude with a discussion of policy implications\n\n",
    "acknowledgement": "\nThis paper was presented at the Russell Sage Foundation Conference “Improving Employment and Earnings in Twenty-First Century Labor Markets”, September 20-21, 2018, and is expected to be forthcoming in RSF: The Russell Sage Foundation Journal of the Social Sciences. The authors thank the Russell Sage Foundation for financial support and acknowledge the many helpful comments from the conference participants.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}