{
    "id": 25373,
    "citation_title": "A Global Safe Asset for and from Emerging Market Economies",
    "citation_author": [
        "Markus K. Brunnermeier",
        "Lunyang Huang"
    ],
    "citation_publication_date": "2018-12-24",
    "issue_date": "2018-12-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines how a newly designed global safe asset can mitigate international capital flows induced by flight-to-safety. In the model domestic investors have to co-invest in a safe asset along with their physical capital. At times of crisis, investors replace the initially safe domestic government bonds with safe US Treasuries and re-sell part of their capital. The reduction in physical capital lowers GDP and tax revenue, leading to increased default risk justifying the loss of the government bond's safe-asset status. We compare two ways to mitigate this self-fulfilling scenario. In the “buffer approach” international reserve holding reduces the severity of a crisis. In the “rechannelling approach” flight-to-safety capital flows are rechannelled from international cross-border flows to flows across two EME asset classes. The two asset classes are the senior and junior bond of tranched portfolio of EME sovereign bonds.\n\n",
    "acknowledgement": "\nWe are grateful for comments from Mark Aguiar, José de Gregorio, Sam Langfield, our discussant Carlos Viana De Carvalho, and participants at the Central Bank of Chile conference, Princeton University, the IMF-SNB conference, and the Asian Monetary Policy Forum. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nMarkus K. Brunnermeier\n\nDisclosures 2015-\n\n\nAs a guiding principle I follow the NBER Research Disclosure Policy: http://www.nber.org/researchdisclosurepolicy.html\n\n\nTo date, no single relationship (other than my salary form Princeton University) has accounted for more than 15 percent of my aggregate annual income in that year.\n\n\nSignificant Remunerated Activities:\nSpeaking engagements and lectures\n\n\nIMF\n\n\nLuohan Academy/Alibaba\n\n\nCentral banks\nECB, NUS/Monetary Authority of Singapore, ESRB, Bundesbank (Research Council), Bank of Korea (Keynote presentation), Bank of England, National Bank of Austria, Swiss National Bank, Bank of Japan, Federal Reserve, New York Fed, Bank of Canada, Bank of Chile, Bank of Korea\n\n\nAcademic Organizations\n\n\nSwiss Finance Institute, 2012-\n\n\nNo expert testimony for law suits or paid consulting work for private cooperation to date.\n\n\nResearch Grants:\nSloan Foundation 2011-12\nGuggenheim Fellowship, 2010-11\nINQUIRE Europe, Research Grant\n\n\nSignificant Non-Compensated Activities:\nAmerican Finance Association: Director\nFinancial Advisory Roundtable and Monetary Policy Panel, Federal Reserve Bank of New York, 2006 – present\nINET Advisory Board Member, 2009 – present\n\n\n"
}