{
    "id": 25374,
    "citation_title": "Reinsurance, Repayments, and Risk Adjustment in Individual Health Insurance: Germany, The Netherlands and the U.S. Marketplaces",
    "citation_author": [
        "Thomas G. McGuire",
        "Sonja Schillo",
        "Richard C. van Kleef"
    ],
    "citation_publication_date": "2018-12-24",
    "issue_date": "2018-12-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nReinsurance can complement risk adjustment of health plan payments to improve fit of payments to plan spending at the individual and group level.  This paper proposes three improvements in health plan payment systems using reinsurance.  First, we base reinsurance payments on spending not accounted for by the risk adjustment system, rather than just high spending.  Second, we propose pairing reinsurance for individual-level losses with repayments for individual-level profits. Third, we optimize the weights on the risk adjustors taking account of the presence of reinsurance/repayment. We implement our methodology in data from Germany, The Netherlands and the U.S. Marketplaces, comparing our modified approach to plan payment with risk adjustment as currently practiced in the three settings.  The combination of the three improvements yields very substantial improvements in the individual-level fit of payments to plan spending in all three countries.\n\n",
    "acknowledgement": "\nThis research was partially supported by a grant from the Laura and John Arnold Foundation. The views presented here are those of the authors and not necessarily those of the Laura and John Arnold Foundation, its directors, officers, its staff, or the National Bureau of Economic Research. The authors are grateful to Savannah Bergquist, Mike Chernew, Frank Eijkenaar, Randy Ellis, Tim Layton, Joseph Newhouse, Marvin Oeben, Mieke Reuser, Wynand van de Ven, Suzanne van Veen, René van Vliet, Anja Withagen-Koster, Anna Zink, and seminar participants in Essen, Germany, Rotterdam, The Netherlands, and Tel Aviv, Israel for helpful comments on an earlier draft.  Monica Farid of Harvard contributed ideas for analysis as well as provided outstanding research assistance. The authors are also grateful to the Dutch Ministry of Health, Welfare and Sports, and the Dutch Association of Health Insurers for providing data for this study.\n\n\n"
}