{
    "id": 25372,
    "citation_title": "Venting Out: Exports During a Domestic Slump",
    "citation_author": [
        "Miguel Almunia",
        "Pol Antràs",
        "David Lopez-Rodriguez",
        "Eduardo Morales"
    ],
    "citation_publication_date": "2018-12-24",
    "issue_date": "2018-12-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Globalization and International Relations",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe exploit plausibly exogenous geographical variation in the reduction in domestic demand caused by the Great Recession in Spain to document the existence of a robust, within-firm negative causal relationship between demand-driven changes in domestic sales and export flows. Spanish manufacturing firms whose domestic sales were reduced by more during the crisis observed a larger increase in their export flows, even after controlling for firms’ supply determinants (such as labor costs). This negative relationship between demand-driven changes in domestic sales and changes in export flows illustrates the capacity of export markets to counteract the negative impact of local demand shocks. We rationalize our findings through a standard heterogeneous-firm model of exporting expanded to allow for non-constant marginal costs of production. Using a structurally estimated version of this model, we conclude that the firm-level responses to the slump in domestic demand in Spain could well have accounted for around one-half of the spectacular increase in Spanish goods exports (the so-called ‘Spanish export miracle’) over the period 2009-13.\n\n",
    "acknowledgement": "\nWe thank María Jesús González Sanz for research assistance, Carlos Llano for help with the C-Intereg data, and Antoine Berthou and Rafael Dix-Carneiro for their detailed comments. We are also grateful to Olivier Blanchard, Kirill Borusyak, James Fenske, Clément Imbert, Wolfgang Keller, Enrique Moral, Michael Peters, Pedro Portugal, Tim Schmidt-Eisenlohr, Felix Tintelnot, Alberto Urtasun, and seminar audiences at the EEA meetings in Lisbon, the EIIT conference in Washington, D.C., Bank of Spain, Hitotsubashi, Warwick, CUNEF, Georgetown, Austin, IE Business School, University of Michigan, Banco de la República (Bogotá), CEMFI, Vienna, Vanderbilt, the NBER Summer Institute, UIBE (Beijing), UQAM (Montreal), Princeton, Harvard, the ECB, Erasmus University of Rotterdam, and LSE for useful comments. Finally, we particularly thank Oscar Arce for his continuous support throughout this project. All errors are our own. Any views expressed in this paper are only those of the authors and should not be attributed to the Banco de España, the Eurosystem, or the National Bureau of Economic Research.\n\n\n"
}