{
    "id": 25382,
    "citation_title": "From Population Growth to Firm Demographics: Implications for Concentration, Entrepreneurship and the Labor Share",
    "citation_author": [
        "Hugo Hopenhayn",
        "Julian Neira",
        "Rish Singhania"
    ],
    "citation_publication_date": "2018-12-24",
    "issue_date": "2018-12-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nThe US economy has undergone a number of puzzling changes in recent decades. Large firms now account for a greater share of economic activity, new firms are being created at a slower rate, and workers are getting paid a smaller share of GDP. This paper shows that changes in population growth provide a unified quantitative explanation for these long-term changes. The mechanism goes through firm entry rates. A decrease in population growth lowers firm entry rates, shifting the firm-age distribution towards older firms. Heterogeneity across firm age groups combined with an aging firm distribution replicates the observed trends. Micro data show that an aging firm distribution fully explains i) the concentration of employment in large firms, ii) and trends in average firm size and exit rates, key determinants of the firm entry rate. An aging firm distribution also explains the decline in labor’s share of GDP. In our model, older firms have lower labor shares because of lower overhead labor to employment ratios. Consistent with our mechanism, we find that the ratio of nonproduction workers to total employment has declined in the US.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}