{
    "id": 25380,
    "citation_title": "Exchange Rates and Uncovered Interest Diﬀerentials: The Role of Permanent Monetary Shocks",
    "citation_author": [
        "Stephanie Schmitt-Grohé",
        "Martín Uribe"
    ],
    "citation_publication_date": "2018-12-24",
    "issue_date": "2018-12-20",
    "revision_date": "2020-11-10",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper estimates an empirical model of exchange rates and uncovered interest rate diﬀerentials with permanent U.S. monetary policy shocks. Using post-Bretton-Woods data from the United States, the United Kingdom, Japan, and Canada, it reports two main ﬁndings: First, monetary shocks that increase the U.S. nominal interest rate and inﬂation in the long run depreciate the dollar in nominal and real terms in the short run. Second, permanent increases in the U.S. interest rate cause short-run deviations from uncovered interest-rate parity against U.S. assets. The signs of these eﬀects are opposite to those reported in the related literature for transitory monetary policy shocks. The estimated responses to transitory and permanent monetary shocks are shown to be qualitatively consistent with the predictions of a new Keynesian model of the open economy with portfolio adjustment costs.\n\n",
    "acknowledgement": "\nWe thank Larry Christiano, B. Ravikumar, Gernot Müller, Juan Pablo Nicolini, Vivian Yue, Sarah Zubairy, and seminar participants at Wharton, Royal Holloway, Stockholm University, Columbia University, Michigan, Fordham, the Bank for International Settlement, the HeiTüHo Workshop on International Financial Markets, the Texas Monetary Conference, Purdue, Maryland, UC Davis, the Board of Governors, CUNY, the IJCB conference, the Konstanz Monetary Conference, the Bank of Portugal Conference of Monetary Economics, the St. Louis Fed, and Dallas Fed-UH-Banco de Mexico Conference for comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}