{
    "id": 25387,
    "citation_title": "Female Earnings Inequality: The Changing Role of Family Characteristics on the Extensive and Intensive Margins",
    "citation_author": [
        "David Card",
        "Dean R. Hyslop"
    ],
    "citation_publication_date": "2018-12-24",
    "issue_date": "2018-12-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAlthough women make up nearly half the U.S. workforce, most studies of earnings inequality focus on men. This is at least in part because of the complexity of modeling both the decision to work (i.e., the extensive margin) and the level of earnings conditional on work (the intensive margin). In this paper we document a series of descriptive facts about female earnings inequality using data for three cohorts in the PSID. We show that inequality in annual earnings of women fell sharply between the late 1960s and the mid-1990s, with a particularly large decline in the extensive margin component. We then fit earnings-generating models that incorporate both intensive- and extensive-margin dynamics to data for the three cohorts. Our models suggest that over 80% of the decline in female earnings inequality can be attributed to a weakening of the link between family-based factors (including the number of children of different ages and the presence and incomes of partners) and the intensive and extensive margins of earnings determination.\n\n",
    "acknowledgement": "\nThis research was supported in part by the Royal Society of New Zealand Marsden Fund Grant MEP1301. We thank Janet Currie for very useful comments on an earlier draft. We also thank Dave Mare for many helpful discussions and Thomas Xiao for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}