{
    "id": 25389,
    "citation_title": "Social Proximity and Bureaucrat Performance: Evidence from India",
    "citation_author": [
        "Guo Xu",
        "Marianne Bertrand",
        "Robin Burgess"
    ],
    "citation_publication_date": "2018-12-24",
    "issue_date": "2018-12-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Market Structures",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing exogenous variation in social proximity generated by an allocation rule, we find that bureaucrats assigned to their home states are perceived to be more corrupt and less able to withstand illegitimate political pressure. Despite this, we observe that home officers are more likely to be promoted in the later stages of their careers. To understand this dissonance between performance and promotion we show that incoming Chief Ministers preferentially promote home officers that come from the same home district. Taken together, our results suggest that social proximity hampers bureaucrat performance by facilitating political capture and corruption.\n\n",
    "acknowledgement": "\nThis paper has benefited from comments of seminar participants in Northwestern Kellogg, Uppsala, Columbia GSB, Barcelona Graduate School of Economics Summer Forum, UC Berkeley,  UCDavis (Pacdev), Chicago Harris, the BPP-GEM workshop, the Stanford Quality of Governance workshop and the ABCDE World Bank conference. We thank Oriana Bandiera, Tim Besley, Michael Callen, Ernesto Dal Bo, Fred Finan, Olle Folke, Guido Friebel, Saad Gulzar, Julien Labonne, David Levine, Jan Pierskalla, Andrea Prat, Johanne Rickne, Daniel Rogger, Raul Sanchez de la Sierra and Noam Yuchtman for their valuable comments. Fraser Clark, Anton Heil, Rebecca Rose, Jinling Yang and Jiemin Xu provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}