{
    "id": 25386,
    "citation_title": "The Origins and Effects of Macroeconomic Uncertainty",
    "citation_author": [
        "Francesco Bianchi",
        "Howard Kung",
        "Mikhail Tirskikh"
    ],
    "citation_publication_date": "2018-12-24",
    "issue_date": "2018-12-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe construct and estimate a dynamic stochastic general equilibrium model that features demand- and supply-side uncertainty. Using term structure and macroeconomic data, we find sizable effects of uncertainty on risk premia and business cycle fluctuations. Both demand-side and supply-side uncertainty imply large contractions in real activity and an increase in term premia, but supply-side uncertainty has larger effects on inflation and investment. We introduce a novel analytical decomposition to illustrate how multiple distinct risk propagation channels account for these differences. Supply and demand uncertainty are strongly correlated in the beginning of our sample, but decouple in the aftermath of the Great Recession.\n\n",
    "acknowledgement": "\nWe thank Nick Bloom, Jesus Fernandez-Villaverde, Francisco Gomes, Francois Gourio, Giorgio Primiceri, Hikaru Saijo, and all seminar participants at 2017 SITE Summer workshop on uncertainty, NBER, Duke University, ESOBE conference, IAAE conference, and London Business School for helpful comments and suggestions. An earlier version of this paper circulated with the title “Pricing Macroeconomic Uncertainty.” The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}