{
    "id": 25384,
    "citation_title": "The Effect of Grade Retention on Adult Crime: Evidence from a Test-Based Promotion Policy",
    "citation_author": [
        "Ozkan Eren",
        "Michael F. Lovenheim",
        "Naci H. Mocan"
    ],
    "citation_publication_date": "2018-12-24",
    "issue_date": "2018-12-20",
    "revision_date": "2024-07-30",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nThis paper presents the first analysis in the literature of the effect of test-based grade retention on adult criminal convictions. We exploit math and English test cutoffs for promotion to ninth grade in Louisiana using administrative data on all public K-12 students combined with administrative data on all criminal convictions in the state. Our preferred models use the promotion discontinuity as an instrument for grade retention, and we find that being retained in eighth grade has large long-run effects on the likelihood of being convicted of a crime by age 25 and on the number of criminal convictions by age 25. Effects are largest for violent crimes: the likelihood of being convicted increases by 1.05 percentage points, or 58.44%, when students are retained in eighth grade. Our data allow an examination of mechanisms, and we show that the effects are likely driven by declines in high school peer quality, lowered non-cognitive skill acquisition, and a reduction in educational attainment. However, we find little effect on juvenile crime, which suggests the effects on adult criminal engagement are driven by worse job market prospects and non-cognitive skills that stem from lower educational investments by students. Using the method proposed by Angrist and Rokkanen (2015), we also estimate effects of grade retention away from the promotion cutoff and show that our results are generalizable to a larger group of low-performing students. Our estimates indicate that test- based promotion cutoffs lead to large private and social costs in terms of higher levels of long-run criminal convictions that are important to consider in the development and use of these policies.\n\n",
    "acknowledgement": "\nWe would like to thank seminar participants at University of Illinois-Urbana Champaign, National University-Singapore, Singapore Management University, University of California-Irvine, University of South Carolina, CESifo Area Conference on the Economics of Education, and the Association for Education Finance and Policy annual meeting for helpful comments and suggestions. Data used in this study was provided by the Louisiana Department of Education, Louisiana Office of Juvenile Justice, and Louisiana Department of Public Safety and Corrections, Adult Services. Access was provided by Louisiana State University. All results, conclusions and errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}