{
    "id": 25396,
    "citation_title": "Education for All? A Nationwide Audit Study of School Choice",
    "citation_author": [
        "Peter Bergman",
        "Isaac McFarlin Jr."
    ],
    "citation_publication_date": "2018-12-24",
    "issue_date": "2018-12-20",
    "revision_date": "2020-01-21",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSchool choice may allow schools to impede access to students perceived as costlier to educate. To test this, we sent emails from fictitious parents to 6,452 charter schools and traditional public schools subject to school choice in 29 states and Washington, D.C. The fictitious parent asked whether any student is eligible to apply to the school and how to apply. Each email signaled a randomly assigned attribute of the child. We find that schools are less likely to respond to inquiries from students with poor behavior, low achievement, or a significant special need. Lower response rates to students with this special need are driven by charter schools. Otherwise, these results hold for traditional public schools, high value-added schools, including high-value added, urban charter schools.\n\n",
    "acknowledgement": "\nThe authors are co-leaders in the production of research presented herein, and their names are listed alphabetically. This research is supported by the University of Michigan Office of Research, Center for the Education of Women, Center for Public Policy in Diverse Societies; the Russell Sage Foundation and the Walton Family Foundation. We thank Joe Altonji, David Card, Sarah Cohodes, Julie Cullen, John DiNardo, Will Dobbie, Maria Ferreya, Caroline Hoxby, Brian Jacob, Larry Kotlikoff, Mike Lovenheim, Paco Martorell, Dick Murnane, Jonah Rockoff, Rich Romano, David Sappington, Elizabeth Setren, Christopher Walters, Seth Zimmerman for their detailed feedback. We also thank seminar participants at the Columbia University, Harvard University, Princeton University, University of California-Davis, University of Chicago, University of Florida, University of Michigan and the Tinbergen Institute as well as conference participants at APPAM, ASSA, CESifo, IZA, NBER Labor Studies, Stanford GSE, and University of Wisconsin IRP. We thank the Bureau of Economic and Business Research at the University of Florida for assisting with implementation and Katie Brown for assisting with the content analysis. We also thank Maron Alemu, Melis Balta, Magdalena Bennett, Emily Case, Frank Cousin, Maria Keller, Kelle Parsons, Rachel Rickles, Sarah Rinehart, Susha Roy, Michael Spaeth, Katherine Wen, and Bing Zhao for outstanding research assistance. The study was approved by University of Michigan Institutional Review Board (HUM00080890), Teachers College, Columbia University Institutional Review Board (15-118), and the University of Florida Institutional Review Board (IRB201702513). The experiment is registered under ID AEARCTR-0005288. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}