{
    "id": 25391,
    "citation_title": "Are Energy Executives Rewarded For Luck?",
    "citation_author": [
        "Lucas W. Davis",
        "Catherine Hausman"
    ],
    "citation_publication_date": "2018-12-24",
    "issue_date": "2018-12-20",
    "revision_date": "2020-03-10",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we examine executive compensation data from 78 major U.S. oil and gas companies over a 24-year period. Perhaps in no other industry are the fortunes of so many executives so dependent on a single global commodity price. We find that a 10% increase in oil prices is associated with a 2% increase in executive compensation. This oil price effect holds for both CEOs and non-CEOs and separately for several different individual components of compensation, including bonuses. We find that the oil price effect is larger in companies with more insiders on the board, and asymmetric, with executive compensation rising with increasing oil prices more than it falls with decreasing oil prices. We then discuss potential mechanisms drawn from the broader existing literature on executive compensation.\n\n",
    "acknowledgement": "\nWe are grateful to Severin Borenstein, Thom Covert, Todd Gerarden, Matthew Kahn, Ryan Kellogg, Daniel Raimi, Martin Schmalz, and seminar participants at Cornell, UC Berkeley, UC Davis, and Wharton for helpful comments. We have not received any financial compensation for this project, nor do we have any financial relationships that relate to this research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}