{
    "id": 25393,
    "citation_title": "How Prevalent Is Downward Rigidity in Nominal Wages? International Evidence from Payroll Records and Pay Slips",
    "citation_author": [
        "Michael W. Elsby",
        "Gary Solon"
    ],
    "citation_publication_date": "2018-12-24",
    "issue_date": "2018-12-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nFor more than 80 years, many macroeconomic analyses have been premised on the assumption that workers’ nominal wage rates cannot be cut.  Contrary evidence from household surveys reasonably has been discounted on the ground that the measurement of frequent wage cuts might be an artifact of reporting error.  This article summarizes a more recent wave of studies based on more accurate wage data from payroll records and pay slips.  By and large, these studies indicate that, except in extreme circumstances (when nominal wage cuts are either legally prohibited or rendered beside the point by very high inflation), nominal wage cuts from one year to the next appear quite common, typically affecting 15-25 percent of job stayers in periods of low inflation.\n\n",
    "acknowledgement": "\nThe authors gratefully acknowledge financial support from the UK Economic and Social Research Council (ESRC), award reference ES/L990633/1.  They thank Francesco Devicienti, Aedin Doris, Jose Ignacio Garcia Perez, David Kaplan, Pedro Portugal, and Uwe Sunde for generously providing additional details on the results from their studies.  They also thank Andreas Steinhauer and Josef Zweimuller for kindly providing the results for Austria. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}