{
    "id": 25390,
    "citation_title": "Technological Spillover Effects of State Renewable Energy Policy: Evidence from Patent Counts",
    "citation_author": [
        "Wancong Fu",
        "Chong Li",
        "Jan Ondrich",
        "David Popp"
    ],
    "citation_publication_date": "2018-12-24",
    "issue_date": "2018-12-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the effect of in-state and out-of-state renewable energy policies on wind energy patenting. Using a semiparametric fixed-effects Tobit model, we regress patent counts on a series of policy variables within a state and a spatially weighted average for each of these policies implemented in other states. We develop a lower bound for the marginal effects and find important differences across policy types.  For renewable portfolio standards, overall demand matters.  Policies in other states increase innovation, but own-state policies do not.  In contrast, for financial incentives such as tax incentives and subsidy policies, own-state policies induce innovation.\n\n",
    "acknowledgement": "\nWe thank Bo Honoré, Thomas Kniesner, Melissa Chow, Jeff Kubik and Peter Wilcoxen for their helpful comments and suggestions. All remaining errors are our own. The views and opinions in this article are those of the authors, and do not necessarily reflect the views and opinions of American Express Company or the National Bureau of Economic Research.\n\n\n"
}