{
    "id": 25401,
    "citation_title": "Learning by Viewing? Social Learning, Regulatory Disclosure, and Firm Productivity in Shale Gas",
    "citation_author": [
        "T. Robert Fetter",
        "Andrew L. Steck",
        "Christopher Timmins",
        "Douglas Wrenn"
    ],
    "citation_publication_date": "2018-12-24",
    "issue_date": "2018-12-20",
    "revision_date": "2020-06-08",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn many industries firms can learn about new technologies from other adopters; mandatory disclosure regulations represent an understudied channel for this type of social learning. We study an environmentally-focused law in the shale gas industry to examine firm claims that disclosure requirements expose valuable trade secrets. Our research design takes advantage of a unique regulatory history that allows us to observe complete information on chemical inputs prior to disclosure, along with the timing of information availability for thousands of wells after disclosure takes effect. We find that firms’ chemical choices following disclosure converge in a manner consistent with inter-firm imitation and that this leads to more productive wells for firms that carefully choose whom to copy — but also a decline in innovation among the most productive firms, whose innovations are those most often copied by other firms. Our results suggest there is a long-run welfare trade-off between the potential benefits of information diffusion and transparency, and the potential costs of reduced innovation.\n\n",
    "acknowledgement": "\nWe thank DrillingInfo, the Pennsylvania Department of Environmental Protection (DEP), and the Pennsylvania Department of Conservation and Natural Resources (DCNR) for providing access to data, and appreciate insights provided by Lynn Levino (DCNR) and Jeff Brown (DEP) as well as Rob Jacobs, Bob Kleinberg, and Vikram Rao. We are grateful for helpful comments and suggestions from participants in numerous forums including at the National Bureau of Economic Research, Association of Environmental and Resource Economics, and the Norwegian School of Economics, and members of the Duke Public Economics Lab, Duke Environmental Policy seminar, and Duke Energy Initiative Fellows. Fetter acknowledges funding from the Yale Center for Environmental Law and Policy, Duke Environmental Economics Doctoral Scholars, and Resources for the Future; Steck acknowledges funding from the Duke University Graduate School and the Ottis Green Foundation. Timmins acknowledges support from the National Science Foundation (SES-1559481). Any errors or omissions are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}