{
    "id": 25407,
    "citation_title": "Blockchain Economics",
    "citation_author": [
        "Joseph Abadi",
        "Markus Brunnermeier"
    ],
    "citation_publication_date": "2018-12-31",
    "issue_date": "2018-12-28",
    "revision_date": "2022-01-10",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Industrial Organization",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nThe fundamental problem in digital record-keeping is to establish consensus on an update to a ledger, e.g., a payment. Consensus must be achieved in the presence of faults—situations in which some computers are offline or fail to function appropriately. Traditional centralized record-keeping systems rely on trust in a single entity to achieve consensus. Blockchains decentralize record-keeping, dispensing with the need for trust in a single entity, but some instead build a consensus based on the wasteful expenditure of computational resources (proof-of-work). An ideal method of consensus would be tolerant to faults, avoid the waste of computational resources, and be capable of implementing all individually rational transfers of value among agents. We prove a Blockchain Trilemma: any method of consensus, be it centralized or decentralized, must give up (i) fault-tolerance, (ii) resource-efficiency, or (iii) full transferability.\n\n",
    "acknowledgement": "\nWe are grateful for insightful discussions by Gur Huberman and Will Cong, helpful comments from Zhiguo He, Rohit Lamba, Stephen Morris, Ulrich M¨uller, Arvind Narayanan, Jonathan Payne, Wolfgang Pesendorfer, Fahad Saleh, Raphael Auer, conference participants at the Cambridge Distributed Ledgers Conference, the San Francisco Blockchain Week CESC, the CEBRA Annual Meeting, the UCLA Anderson Fink Center Conference on Financial Markets, the Harvard CMSA Blockchain Conference, the AFA Annual Meeting, the NYU Five Star Conference, the University of Chicago Blockchain and Cryptocurrencies Conference, the St. Louis Fed, and the NYU Intermediation Conference, and seminar participants at the SEC, Yale University, the Wharton School at the University of Pennsylvania, the Princeton Department of Computer Science, the Princeton Department of Economics, and the BIS. The views expressed in this paper are solely those of the authors and do not necessarily reflect the views of the Federal Reserve Bank of Philadelphia, the Federal Reserve System, or the National Bureau of Economic Research. Any errors or omissions are the responsibility of the authors.\n\n\n\nMarkus Brunnermeier\n\nDisclosures 2015-\n\n\nAs a guiding principle I follow the NBER Research Disclosure Policy: http://www.nber.org/researchdisclosurepolicy.html\n\n\nTo date, no single relationship (other than my salary form Princeton University) has accounted for more than 15 percent of my aggregate annual income in that year.\n\n\nSignificant Remunerated Activities:\nSpeaking engagements and lectures\n\n\nIMF\n\n\nLuohan Academy/Alibaba\n\n\nCentral banks\nECB, NUS/Monetary Authority of Singapore, ESRB, Bundesbank (Research Council), Bank of Korea (Keynote presentation), Bank of England, National Bank of Austria, Swiss National Bank, Bank of Japan, Federal Reserve, New York Fed, Bank of Canada, Bank of Chile, Bank of Korea\n\n\nAcademic Organizations\n\n\nSwiss Finance Institute, 2012-\n\n\nNo expert testimony for law suits or paid consulting work for private cooperation to date.\n\n\nResearch Grants:\nSloan Foundation 2011-12\nGuggenheim Fellowship, 2010-11\nINQUIRE Europe, Research Grant\n\n\nSignificant Non-Compensated Activities:\nAmerican Finance Association: Director\nFinancial Advisory Roundtable and Monetary Policy Panel, Federal Reserve Bank of New York, 2006 – present\nINET Advisory Board Member, 2009 – present\n\n\n"
}