{
    "id": 25406,
    "citation_title": "The Reversal Interest Rate",
    "citation_author": [
        "Markus K. Brunnermeier",
        "Yann Koby"
    ],
    "citation_publication_date": "2018-12-31",
    "issue_date": "2018-12-28",
    "revision_date": "2020-09-14",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe “reversal interest rate” is the rate at which accommodative monetary policy reverses its intended effect and becomes contractionary for lending. It occurs when banks' asset revaluation from duration mismatch is more than offset by decreases in net interest income on new business, lowering banks' net worth and tightening their capital constraints. The determinants of the reversal interest rate are 1) banks' fixed-income holdings, 2) the strictness of capital constraints, 3) the degree of pass-through to deposit rates, and 4) the initial capitalization of banks. Furthermore, quantitative easing increases the reversal interest rate and should only be employed after interest rate cuts are exhausted. Over time the reversal interest rate creeps up since asset revaluation fades out as fixed-income holdings mature while net interest income stays low. We calibrate a New Keynesian model that embeds our banking frictions and show that the economics behind the reversal interest rate carry through general equilibrium.\n\n",
    "acknowledgement": "\nWe are grateful for comments by Joseph Abadi, Julien Bengui, Emmanuel Farhi, Lunyang Huang, Florian Heider, Sam Langfield, Cesaire Meh, Helene Rey, Philipp Schnabl, Frank Smets, Adi Sundaram, Skander Van den Heuvel, and seminar participants at the European Central Bank, the Bank for International Settlements, Princeton University, the Federal Reserve Board, Banque de France, the Danish Central Bank, the Finnish Central Bank, the London School of Economics, ETH Zurich, the Swiss Economists Abroad meetings, the Swiss National Bank, the 2018 AEA meetings, Humboldt University, the Philadelphia Macro Workshop, the International Research Forum on Monetary Policy, the University of Chicago, and the Bank of Canada. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nMarkus K. Brunnermeier\n\nDisclosures 2015-\n\n\nAs a guiding principle I follow the NBER Research Disclosure Policy: http://www.nber.org/researchdisclosurepolicy.html\n\n\nTo date, no single relationship (other than my salary form Princeton University) has accounted for more than 15 percent of my aggregate annual income in that year.\n\n\nSignificant Remunerated Activities:\nSpeaking engagements and lectures\n\n\nIMF\n\n\nLuohan Academy/Alibaba\n\n\nCentral banks\nECB, NUS/Monetary Authority of Singapore, ESRB, Bundesbank (Research Council), Bank of Korea (Keynote presentation), Bank of England, National Bank of Austria, Swiss National Bank, Bank of Japan, Federal Reserve, New York Fed, Bank of Canada, Bank of Chile, Bank of Korea\n\n\nAcademic Organizations\n\n\nSwiss Finance Institute, 2012-\n\n\nNo expert testimony for law suits or paid consulting work for private cooperation to date.\n\n\nResearch Grants:\nSloan Foundation 2011-12\nGuggenheim Fellowship, 2010-11\nINQUIRE Europe, Research Grant\n\n\nSignificant Non-Compensated Activities:\nAmerican Finance Association: Director\nFinancial Advisory Roundtable and Monetary Policy Panel, Federal Reserve Bank of New York, 2006 – present\nINET Advisory Board Member, 2009 – present\n\n\n\nYann Koby\n\nI acknowledge support from the Macro Financial Modeling Project at the Becker Friedman Institute.\n\n\n"
}