{
    "id": 25403,
    "citation_title": "Debt Relief and Slow Recovery: A Decade after Lehman",
    "citation_author": [
        "Tomasz Piskorski",
        "Amit Seru"
    ],
    "citation_publication_date": "2018-12-31",
    "issue_date": "2018-12-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe follow a representative panel of millions of consumers in the U.S. from 2007 to 2017 and document several facts on the long-term effects of the Great Recession. There were about six million foreclosures in the ten-year period after Lehman’s collapse. Owners of multiple homes accounted for 25% of these foreclosures, while comprising only 13% of the market. Foreclosures displaced homeowners, with most of them moving at least once. Only a quarter of foreclosed households regained homeownership, taking an average four years to do so. Despite massive stimulus and debt relief policies, recovery was slow and varied dramatically across regions. House prices, consumption and unemployment remain below pre-crisis levels in about half of the zip codes in the U.S. Regions that recovered to pre-crisis levels took on average four to five years from the depths of the Great Recession. Regional variation in the extent and speed of recovery is strongly related to frictions affecting the pass-through of lower interest rates and debt relief to households including mortgage contract rigidity, refinancing constraints, and the organizational capacity of intermediaries to conduct loan renegotiations. A simple counterfactual based on our estimates suggest that, regardless of the narratives of the causes of housing boom and bust, alleviating these frictions could have reduced the relative foreclosure rate by more than half and resulted in up to twice as fast recovery of house prices, consumption, and employment. Our findings have implications for mortgage market design, monetary policy pass-through, and macro-prudential and housing policy interventions.\n\n",
    "acknowledgement": "\nThis paper was prepared for the 10th Anniversary of Financial Crisis Conference. Piskorski: Columbia Graduate School of Business and NBER; Seru: Stanford Graduate School of Business, Hoover Institution, SIEPR and NBER. We thank Andrei Shleifer, Amir Sufi, Annette Vissing-Jorgensen, and Luigi Zingales for helpful comments. Piskorski and Seru thank the National Science Foundation Award (1628895) on “The Transmission from Households to the Real Economy: Evidence from Mortgage and Consumer Credit Markets” for financial support. We thank Susan Cherry for outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}