{
    "id": 25402,
    "citation_title": "Macroeconomic Consequences of Tariffs",
    "citation_author": [
        "Davide Furceri",
        "Swarnali A. Hannan",
        "Jonathan D. Ostry",
        "Andrew K. Rose"
    ],
    "citation_publication_date": "2018-12-31",
    "issue_date": "2018-12-28",
    "revision_date": "2019-03-19",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the macroeconomic consequences of tariffs.  We estimate impulse response functions from local projections using a panel of annual data that spans 151 countries over 1963-2014.  We find that tariff increases lead, in the medium term, to economically and statistically significant declines in domestic output and productivity.  Tariff increases also result in more unemployment, higher inequality, and real exchange rate appreciation, but only small effects on the trade balance.  The effects on output and productivity tend to be magnified when tariffs rise during expansions, for advanced economies, and when tariffs go up, not down.  Our results are robust to a large number of perturbations to our methodology, and we complement our analysis with industry-level data.\n\n",
    "acknowledgement": "\nKey output and the data set are available at http://faculty.haas.berkeley.edu/arose. We are grateful to Charles P. De Cell and Zhangrui Wang for excellent research assistance. We would like to thank Penny K. Goldberg and the participants of the 2018 IMF Annual Research Conference for comments. This working paper is part of a research project on macroeconomic policy in low-income countries supported by U.K.’s Department for International Development. The views expressed in this paper are those of the authors and do not necessarily represent the views of the IMF, its Executive Board, IMF management, or the National Bureau of Economic Research.\n\n\n"
}