{
    "id": 25408,
    "citation_title": "Dynamic Treatment Effects of Job Training",
    "citation_author": [
        "Jorge Rodríguez",
        "Fernando Saltiel",
        "Sergio S. Urzúa"
    ],
    "citation_publication_date": "2018-12-31",
    "issue_date": "2018-12-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper estimates the dynamic returns to job training. We posit a dynamic-discrete choice model of sequential training participation, where choices and earnings depend on observed and unobserved characteristics.We define treatment effects, including policy relevant parameters, and link them to continuation values. The empirical analysis is carried out using data combining job training records, matched employee-employer information, and pre-labor market ability measures from Chile. We document small positive average returns, large unobserved heterogeneity in responses, and dynamic substitutability of training investments. Our policy relevant treatment effects vary across dynamic response types, highlighting the relevance of our framework.\n\n",
    "acknowledgement": "\nWe thank Matias Cattaneo, Xavier D'Haultfoeuille, Claudio Ferraz, Maurice Kugler, Lance Lochner, Oscar Mitnik, Gabriel Ulyssea for useful comments and suggestions. We are indebted to seminar participants at IZA/CREST/OECD Conference on Labor Market Policy Evaluation (2018), George Mason University (2018), Latin American Meeting of the Econometric Society (2017), RIDGE Impact Evaluation of Labor Market Policies Conference (2017), PUC-Chile (2017), Banco de Desarrollo de America Latina (2016), PUC-Rio (2016), and LACEA-LAMES (2016). We thank the Ministry of Finance of Chile for providing us access to the data used in this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}