{
    "id": 25409,
    "citation_title": "The Imbalances of the Bretton Woods System 1965 to 1973: U.S. Inflation, The Elephant in the Room",
    "citation_author": [
        "Michael D. Bordo"
    ],
    "citation_publication_date": "2018-12-31",
    "issue_date": "2018-12-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper argues that the key deep underlying fundamental for the growing international imbalances leading to the collapse of the Bretton Woods system between 1971 and 1973 was rising U.S. inflation since 1965. It was driven in turn by expansionary fiscal and monetary policies—the elephant in the room. What was kept in the background at the Camp David meeting on August 15 1971 when President Richard Nixon closed the U.S. gold window, as well as imposing a ten per cent surcharge on all imports and a ninety day wage price freeze—was that U.S. inflation, driven by macro policies, was the main problem facing the Bretton Woods System, and that for political and doctrinal reasons was not directly addressed. Instead President Nixon blamed the rest of the world rather than focusing on issues with U.S. monetary and fiscal  policies. In addition, at the urging of Federal Reserve Chairman Arthur F. Burns, Nixon adopted wage and price controls to mask the inflation, hence punting the problem into the future.\nThis paper revisits the story of the collapse of the Bretton Woods system and the origins of the Great Inflation. Based on historical narratives and conversations with the Honorable George P. Shultz, a crucial player in the events of the period 1969 to 1973, I argue the case that the pursuit of tighter monetary and fiscal policies could have avoided much of the turmoil in the waning years of Bretton Woods. Moreover, I point out some of the similarities between the imbalances of the 1960s and 1970s—especially fiscal and the use of tariff protection as a strategic tool, as well as some differences—relatively stable monetary policy and floating exchange rates.\n\n",
    "acknowledgement": "\nPaper prepared for the Panel “Global Imbalances and the Burden of Adjustment in Historical Perspective” World Economic History Congress, Boston Mass. August 2 2018 The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}