{
    "id": 25405,
    "citation_title": "Bank Regulation, Network Topology, and Systemic Risk: Evidence from the Great Depression",
    "citation_author": [
        "Sanjiv R. Das",
        "Kris James Mitchener",
        "Angela Vossmeyer"
    ],
    "citation_publication_date": "2018-12-31",
    "issue_date": "2018-12-28",
    "revision_date": "2021-11-05",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study how bank regulation interacts with network topology to influence systemic stability. Employing unique hand-collected data on the correspondent network for all U.S. banks on the eve of the Great Depression and a methodology that captures bank credit risk and network position, we explore how the pyramid-shaped network topology was inherently fragile and systemically risky. We measure its contribution to banking distress in the early 1930s, and show that a bank's network position as well as the risk of its network neighbors are strong predictors of bank survivorship. Institutional alternatives, such as branch banking, and alternative topologies appear to deliver networks that are more stable than the network that existed in 1929.\n\n",
    "acknowledgement": "\nPreviously circulated as “Systemic Risk and the Great Depression.” We are grateful to Charles Calomiris, Mark Carlson, Co-Pierre Georg, Gary Gorton, Taylor Jaworski, Ivan Jeliazkov, Christoffer Koch, Loriana Pelizzon, and conference and seminar participants at the NBER Summer Institute, Federal Reserve Bank of Dallas, Federal Reserve Bank of Atlanta, Bank of England, Federal Reserve Board, Mountain West Economic History Conference, Chicago Financial Institutions Conference, and Western Finance Association Annual Conference for helpful comments and suggestions. We thank Jack Brown, Kendall Greenberg, Angie Wang, and Peter Welch of the Lowe Institute of Political Economy, and Bhavika Booragadda, Lorraine Zhao, Tanisha Seth, Krystal Sung, Laira Aggarwal, and Hunter Olsen of the Financial Economics Institute for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}