{
    "id": 25411,
    "citation_title": "Social Security and Retirement Timing: Evidence from a National Sample of Teachers",
    "citation_author": [
        "Melinda S. Morrill",
        "John Westall"
    ],
    "citation_publication_date": "2018-12-31",
    "issue_date": "2018-12-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study documents an important role for Social Security income in workers' retirement timing.  About 40 percent of public school teachers are not covered by Social Security.  This provides an opportunity to analyze the causal impact of Social Security on retirement timing by comparing covered and non-covered teachers.  Using individual-level data from the American Community Survey, we find robust evidence of higher rates of retirement among covered teachers at Social Security eligibility ages. This pattern is confirmed using an alternative regression model of participation in the teacher labor force. These estimates suggest that, should the federal government mandate full inclusion in Social Security for all public sector workers, the retirement timing patterns of newly covered teachers and other public sector workers would likely change.\n\n",
    "acknowledgement": "\nThis paper was originally prepared for the NBER Conference, Incentives and Limitations of Employment Policies on Retirement Transitions, funded by the Sloan Foundation.  The authors would like to thank the Sloan Foundation for their support of this work.  The paper will be included in a special issue of the Journal of Pension Economics and Finance.  We thank our discussant, Cory Koedel, and conference participants for useful comments and suggestions.  All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}