{
    "id": 25413,
    "citation_title": "The Discount Rate for Public Policy over the Distant Future",
    "citation_author": [
        "Qingran Li",
        "William A. Pizer"
    ],
    "citation_publication_date": "2018-12-31",
    "issue_date": "2018-12-28",
    "revision_date": "2019-12-18",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe choice of discount rate has a significant impact on net benefit estimates when costs today have benefits over long time horizons. Standard U.S. government practice for cost–benefit analysis is to bound such analysis using two alternative rates. These rates are meant to represent the rate of return paid by capital investment and the rate received by consumers. Previous work has shown this approach legitimately bounds the analysis—but only when future benefits accrue directly to consumers either in a two-period model or as a perpetuity. We generalize to consider arbitrary patterns of future benefits, accruing either directly to consumers or indirectly through future investment. We derive an expression for the appropriate discount rate and show that it converges to the consumption rate for benefits increasingly far into the future. More generally, the bounding rates depend on the temporal pattern of the undiscounted dollars. As an application, we estimate the appropriate discount rate for climate change damages from carbon dioxide, finding it lies in a narrow range (+/- 0.5 percent) around the consumer rate of interest.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Discounting for Public Cost-Benefit Analysis.\" We thank William Cline, Alex Marten, Dalia Patino-Echeverri, Martin Smith, Steven Sexton, and Juan-Carlos Suárez Serrato for comments and feedback, as well as Helen Ladd for helpful discussions. Jeffrey Vincent provided invaluable comments on an earlier draft. Xiaochen Sun provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}