{
    "id": 25410,
    "citation_title": "The Rise of the Dollar and Fall of the Euro as International Currencies",
    "citation_author": [
        "Matteo Maggiori",
        "Brent Neiman",
        "Jesse Schreger"
    ],
    "citation_publication_date": "2018-12-31",
    "issue_date": "2018-12-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe modern notion of an international currency involves use in areas of international finance and trade that extend well beyond central banks' coffers. In addition to their important roles as foreign exchange reserves, international currencies are most frequently used to denominate corporate and government bonds, bank loans, and import and export invoices. These currencies offer unrivaled liquidity, constituting large shares of the volume on global foreign exchange markets, and are commonly chosen as the anchors targeted by countries with pegged or managed exchange rate regimes. In this short article, we provide evidence suggesting a recent rise in the use of the dollar, and fall of the use in the euro, with similar patterns manifesting across all these aspects of international currency use.\n\n",
    "acknowledgement": "\nWe thank the Becker-Friedman Institute, the NSF, the Sloan Foundation, and the Weatherhead Center for financial support. This paper was prepared for submission to the May 2019 AEA Papers and Proceedings. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}