{
    "id": 25415,
    "citation_title": "The Race Between Demand and Supply: Tinbergen's Pioneering Studies of Earnings Inequality",
    "citation_author": [
        "James J. Heckman"
    ],
    "citation_publication_date": "2018-12-31",
    "issue_date": "2018-12-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "History of Economic Thought",
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUnderstanding inequality and devising policies to alleviate it was a central focus of Jan Tinbergen's lifetime research. He was far ahead of his time in many aspects of his work. This essay places his work in the perspective of research on inequality in his time and now, focusing on his studies on the pricing of skills and the evolution of skill prices. In his most fundamental contribution, Tinbergen developed the modern framework for hedonic models as part of his agenda for integrating demand and supply for skills to study determination of earnings and its distribution and the design of effective policy. His lifetime emphasis on social planning caused some economists to ignore his fundamental work.\n\n",
    "acknowledgement": "\nThis research was supported in part by the American Bar Foundation and by NIH grants NICHD R37HD065072 and NICHD R01HD054702. The views expressed in this paper are solely those of the authors and do not necessarily represent those of the funders or the official views of the National Institutes of Health. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}