{
    "id": 25419,
    "citation_title": "The Causal Impact of Removing Children from Abusive and Neglectful Homes",
    "citation_author": [
        "Anthony Bald",
        "Eric Chyn",
        "Justine S. Hastings",
        "Margarita Machelett"
    ],
    "citation_publication_date": "2019-01-07",
    "issue_date": "2019-01-03",
    "revision_date": "2019-09-10",
    "topics": [
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nThis paper measures impacts of removing children from families investigated for abuse or neglect. We use removal tendencies of child protection investigators as an instrument. We focus on young children investigated before age 6 and find that removal significantly increases test scores and reduces grade repetition for girls. There are no detectable impacts for boys. This pattern of results does not appear to be driven by heterogeneity in pre-removal characteristics, foster placements, or the type of schools attended after removal. The results are consistent with the hypothesis that development of abused and neglected girls is more responsive to home removal.\n\n",
    "acknowledgement": "\nThe opinions and conclusions expressed are solely those of the authors. We thank the team at Research Improving People's Lives (RIPL), the state of Rhode Island, and the Rhode Island Department of Children, Youth, and Families for making this project possible. We are also thankful for helpful comments and feedback from Joseph Doyle, Sara Heller, Brian Jacob, Jonah Rockoff, Maya Rossin-Slater, Bruce Sacerdote, Emilia Simeonova, Sarah Turner, Christina Weiland, and seminar participants at the University of Michigan, the 2018 Annual Meeting of the Southern Economic Association, and the NBER Children's Program Meeting. Finally, we are grateful for financial support from the Smith Richardson Foundation and the Laura and John Arnold Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}