{
    "id": 25416,
    "citation_title": "Negative Nominal Interest Rates and the Bank Lending Channel",
    "citation_author": [
        "Gauti B. Eggertsson",
        "Ragnar E. Juelsrud",
        "Lawrence H. Summers",
        "Ella Getz Wold"
    ],
    "citation_publication_date": "2019-01-07",
    "issue_date": "2019-01-03",
    "revision_date": "2020-09-22",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate the bank lending channel of negative nominal policy rates from an empirical and theoretical perspective. We ﬁnd that retail household deposit rates are subject to a lower bound (DLB). Empirically, once the DLB is met, the pass-through to lending rates and credit volumes is substantially lower and bank equity values decline in response to further policy rate cuts. We construct a banking sector model and use our estimate of the pass-through of negative policy rates to lending rates as an identiﬁed moment to parameterize the model and assess the impact of negative policy rates in general equilibrium. Using the theoretical framework, we derive a suﬃcient statistic for when negative policy rates are expansionary and when they are not.\n\n",
    "acknowledgement": "\nThis working paper should not be reported as representing the views of Norges Bank. The views expressed are those of the authors. The views expressed are those of the authors and do not necessarily reflect those of Norges Bank or the National Bureau of Economic Research. This paper replaces an earlier draft titled Are Negative Nominal Interest Rates Expansionary? We are grateful to compricer.se and Christina Soderberg for providing bank level interest rate data. We are also grateful to participants at numerous seminars and conferences, as well as Martin Floden, Artashes Karapetyan, John Shea, Dominik Thaler, Pau Rabanal, Morten Spange and Michael Woodford for useful comments and discussions. We thank INET for financial support.\n\n\n"
}