{
    "id": 25417,
    "citation_title": "Consumer Spending During Unemployment: Positive and Normative Implications",
    "citation_author": [
        "Peter Ganong",
        "Pascal J. Noel"
    ],
    "citation_publication_date": "2019-01-07",
    "issue_date": "2019-01-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nTraining Program in Aging and Health Economics\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nUsing de-identified bank account data, we show that spending drops sharply at the large and predictable decrease in income arising from the exhaustion of unemployment insurance (UI) benefits. We use the high-frequency response to a predictable income decline as a new test to distinguish between alternative consumption models. The sensitivity of spending to income we document is inconsistent with rational models of liquidity-constrained households, but is consistent with behavioral models with present-biased or myopic households. Depressed spending after exhaustion also implies that the consumption-smoothing gains from extending UI benefits are four times larger than from raising UI benefit levels.\n\n",
    "acknowledgement": "\nThis paper was previously circulated as “How Does Unemployment Affect Consumer Spending?” We thank Joe Altonji, Scott Baker, John Campbell, Raj Chetty, Gabe Chodorow-Reich, David Cutler, Stefano DellaVigna, Manasi Deshpande, Xavier Gabaix, Ed Glaeser, Je Grogger, Nathan Hendren, Erik Hurst, Simon Jäger, Damon Jones, Larry Katz, Rohan Kekre, David Laibson, Annie Levenson, Je Liebman, Mandy Pallais, Jonathan Parker, Bruce Meyer, Mikkel Plagborg-Møller, Marilyn Newman, Martin Rotemberg, Jesse Shapiro, Andrei Shleifer, Dan Shoag, Rob Vishny, Constantine Yannelis and three anonymous referees for helpful comments. Thanks to Ari Anisfeld, Guillermo Carranza Jordan, Chanwool Kim, Lei Ma, and Xian Ng for outstanding research assistance. Thanks to the Heterogeneous Agent Resource ToolKit (HARK, https://github.com/econ-ark/HARK) for model code. Technical support was provided by Ista Zahn of the Research Technology Consulting team at the Institute for Quantitative Social Science, Harvard University. Thanks to Ed Dullaghan, Wayne Vroman, and Scott Schuh for sharing institutional knowledge related to the UI system and the payments system. This research was made possible by a data-use agreement between the authors and the JPMorgan Chase Institute (JPMCI), which has created de-identified data assets that are selectively available to be used for academic research. More information about JPMCI de-identified data assets and data privacy protocols are available at www.jpmorganchase.com/institute. All statistics from JPMCI data, including medians, reflect cells with multiple observations. The opinions expressed are those of the authors alone and do not represent the views of JPMorgan Chase & Co. While working on this paper, Ganong and Noel were compensated for providing research advice on public reports produced by JPMCI’s research team. We gratefully acknowledge funding from the Washington Center for Equitable Growth, the Charles E. Merrill Faculty Research Fund at the University of Chicago Booth School of Business, the Alfred P. Sloan Foundation Grant No. G-2011-6-22, “Pre-Doctoral Fellowship Program on the Economics of an Aging Workforce,” awarded to the National Bureau of Economic Research, and the National Institute on Aging Grant No. T32-AG000186 awarded to the National Bureau of Economic Research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}