{
    "id": 25412,
    "citation_title": "Inflation Expectations and Firm Decisions: New Causal Evidence",
    "citation_author": [
        "Olivier Coibion",
        "Yuriy Gorodnichenko",
        "Tiziano Ropele"
    ],
    "citation_publication_date": "2018-12-31",
    "issue_date": "2018-12-28",
    "revision_date": "2019-07-19",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use a unique design feature of a survey of Italian firms to study the causal effect of inflation expectations on firms’ economic decisions. In the survey, a randomly chosen subset of firms is repeatedly treated with information about recent inflation whereas other firms are not. This information treatment generates exogenous variation in inflation expectations. We find that higher inflation expectations on the part of firms leads them to raise their prices, increase demand for credit, and reduce their employment and capital. However, when policy rates are constrained by the effective lower bound, demand effects are stronger, leading firms to raise their prices more and no longer reduce their employment.\n\n",
    "acknowledgement": "\nWe are grateful to seminar participants at Bank For International Settlements, UC Berkeley, 9th Ifo Conference on “Macroeconomics and Survey Data”, Banque de France, Boston University, Brown University, Central Bank of Denmark, Columbia University, Duke University, Erasmus University, Heidelberg University, Indiana University, University of Maryland, Notre Dame University, NBER Monetary Economics, and the Annual Research Conference of the National Bank of Ukraine as well as Matthias Kehrig, Pierre-Daniel Sarte, Paolo Sestito and Luminita Stevens for helpful comments and suggestions. The views expressed here should not interpreted as representing the views of the Bank of Italy, any other institution with which the authors are affiliated, or the National Bureau of Economic Research.\n\n\n"
}