{
    "id": 25427,
    "citation_title": "Substance Use Disorder Treatment Centers and Property Values",
    "citation_author": [
        "Brady P. Horn",
        "Aakrit Joshi",
        "Johanna Catherine Maclean"
    ],
    "citation_publication_date": "2019-01-07",
    "issue_date": "2019-01-03",
    "revision_date": "2023-01-02",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nSubstance use disorders (SUDs) are a major social concern in the United States and other developed countries. There is an extensive economic literature estimating the social costs associated with SUDs in terms of healthcare, labor market outcomes, crime, traffic accidents, and so forth. However, beyond anecdotal claims that SUD treatment centers (SUDTCs), settings in which patients receive care for their SUDs, have a negative effect on property values, there is scant empirical work on this question. In this paper, we investigate the effect of SUDTCs on residential property values using data from Seattle, Washington, and SUDTC location, entry, and exit information. To mitigate bias from the potential endogeneity of SUDTC location choices, we apply a spatial differences-in-differences (SDD) model, which uses property and SUDTC location to construct treatment and comparison groups. Our findings suggest that SUDTCs endogenously locate in lower value areas, and naïve models imply that the entry of an SUDTC leads to a 3.4% to 4.6% reduction in property values. When an SDD model is applied, we find no evidence that SUDTCs affect property values. Overall, our findings suggest anecdotal claims that SUDTCs reduce property values are potentially overstated.\n\n",
    "acknowledgement": "\nWe thank Metin Cakir, Bern Dealy, Monica Deza, Daniel Grossman, Michael Grossman, Jason Kerwin, Joseph Ritter, Jane Ruseski and seminar participants at City University of New York-Graduate Center, University of Minnesota, and West Virginia University for comments and suggestions.  We also thank Cathie Alderks, Jessica Blose, and Felix Rodriguez for excellent data assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}