{
    "id": 25425,
    "citation_title": "Understanding Trends in Alternative Work Arrangements in the United States",
    "citation_author": [
        "Lawrence F. Katz",
        "Alan B. Krueger"
    ],
    "citation_publication_date": "2019-01-07",
    "issue_date": "2019-01-03",
    "revision_date": "2019-01-10",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper describes and tries to reconcile trends in alternative work arrangements in the United States using data from the Contingent Worker Survey supplements to the Current Population Survey (CPS) for 1995 to 2017, the 2015 RAND-Princeton Contingent Work Survey (CWS), and administrative tax data from the Internal Revenue Service for 2000 to 2016.  We conclude that there likely has been a modest upward trend in the share of the U.S. workforce in alternative work arrangements during the 2000s based on the cyclically-adjusted comparisons of the CPS CWS’s, measures using self-respondents in the CPS CWS, and measures of self-employment and 1099 workers from administrative tax data. We also present evidence from Amazon Mechanical Turk that suggests that the basic monthly CPS question on multiple job holding misses many instances of multiple job holding\n\n",
    "acknowledgement": "\nThis paper was presented at the Russell Sage Foundation Conference “Improving Employment and Earnings in Twenty-First Century Labor Markets”, September 20-21, 2018, and is expected to be forthcoming in RSF: The Russell Sage Foundation Journal of the Social Sciences. We thank James Reeves for excellent research assistance and the conference participants and organizers for helpful comments.  Ed Freeland provided assistance with our MTurk survey.  Financial support from the Sloan Foundation is greatly appreciated. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}