{
    "id": 25429,
    "citation_title": "How Does Scientific Progress Affect Cultural Changes? A Digital Text Analysis",
    "citation_author": [
        "Michela Giorcelli",
        "Nicola Lacetera",
        "Astrid Marinoni"
    ],
    "citation_publication_date": "2019-01-14",
    "issue_date": "2019-01-10",
    "revision_date": "2022-03-03",
    "topics": [
        "\n",
        "Other",
        "\n",
        "History of Economic Thought",
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "History",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nWe study the effects of scientific changes on broader cultural discourse, two phenomena that the economics literature identifies as key drivers of long-term growth, focusing on a unique episode in the history of science: the elaboration of the theory of evolution by Charles Darwin. We measure cultural discourse through the digitized text analysis of a corpus of hundreds of thousands of books as well as of Congressional and Parliamentary records for the US and the UK. We find that some concepts in Darwin’s theory, such as Evolution, Survival, Natural Selection and Competition, significantly increased their presence in the public discourse immediately after the publication of On the Origin of Species. Moreover, several words that embedded the key concepts of the theory of evolution experienced semantic and sentiment changes – further channels through which Darwin’s theory influenced the broader discourse. Our findings represent the first large-sample, systematic quantitative evidence of the relation between two key determinants of long-term economic growth, and suggest that natural language processing offers promising tools to explore this relation.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge the financial support of the National Bureau of Economic Research through the Innovation Policy Grants Program. We also thank Dora Costa, Ryan Heuser, Graeme Hirst, Xander Manshel and Yang Xu for their suggestions; and participants to presentations at Brown University, the University of Toronto, the University of Munich, the NBER Productivity Lunch, the 2018 REER Conference at Georgia Tech, the Workshop in Memory of Luigi Orsenigo at Bocconi University, the 2019 NBER Summer Institute, the 2018 Academy of Management Annual Meetings, the Virtual Economic History Seminar Series, and Monash University for their helpful feedback. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}