{
    "id": 25423,
    "citation_title": "Do Workers Value Flexible Jobs? A Field Experiment",
    "citation_author": [
        "Haoran He",
        "David Neumark",
        "Qian Weng"
    ],
    "citation_publication_date": "2019-01-07",
    "issue_date": "2019-01-03",
    "revision_date": "2020-07-09",
    "topics": [
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe explore workers’ valuation of job flexibility, using a field experiment conducted on a Chinese job board. Our experimental job ads differ randomly in offering jobs that are flexible regarding when one works (time flexibility) or where one works (place flexibility), and offering different salaries. Application rates are higher for flexible jobs, conditional on the salary offered, providing evidence that workers value job flexibility. Moreover, under some plausible conditions our evidence is informative about job seekers’ willingness to pay for flexible jobs of the types offered in the experiment, and points to fairly high valuation of the most flexible jobs.\n\n",
    "acknowledgement": "\nThe experiment described in this paper was registered on the AEA RCT registry website (AEARCTR-0002645) in December 2017, prior to data collection. We are grateful to the job board on which we ran our experiment. We are grateful for helpful comments from Xuan Chen, Yan Chen, Daniel Houser, Peter Kuhn, Paul Oyer, Marie Claire Villeval, Fei Wang, Hui Xu, Xiangquan Zeng, participants at many conferences, and seminar participants at Beijing Jiaotong University, Central University of Finance and Economics, East China Normal University, Jinan University, Nanjing Audit University, Shanghai University of Finance and Economics, South China Normal University, and Southwestern University of Finance and Economics. We thank Shiwen Chen, Yiqiang Guo, Wanyu Jiang, Kelin Lu, Yue Yin, Zhuo Zhang, and especially Shuqing Luo, for research assistance. Financial support from the National Natural Science Foundation of China (71973016 and 71503255), the Beijing Natural Science Foundation (9192013), and Ministry of Education in China Project of Humanities and Social Sciences (18YJA790032) is gratefully acknowledged. Any remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}