{
    "id": 25421,
    "citation_title": "The Monetary and Fiscal History of Brazil, 1960-2016",
    "citation_author": [
        "Joao Ayres",
        "Marcio Garcia",
        "Diogo A. Guillén",
        "Patrick J. Kehoe"
    ],
    "citation_publication_date": "2019-01-07",
    "issue_date": "2019-01-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBrazil has had a long period of high inflation.  It peaked around 100 percent per year in 1964, decreased until the first oil shock (1973), but accelerated again afterward, reaching levels above 100 percent on average between 1980 and 1994. This last period coincided with severe balance of payments problems and economic stagnation that followed the external debt crisis in the early 1980s. We show that the high-inflation period (1960–1994) was characterized  by a combination of fiscal deficits, passive monetary policy, and constraints on debt financing. The transition to the low-inflation period (1995–2016) was characterized by improvements in all of these features, but it did not lead to significant improvements in economic growth. In addition, we document a strong positive correlation between inflation rates and seigniorage revenues, although inflation rates are relatively high for modest levels of seigniorage revenues.  Finally, we discuss the role of the weak institutional framework surrounding the fiscal and monetary authorities and the role of monetary passiveness and inflation indexation in accounting for the unique features of inflation dynamics in Brazil.\n\n",
    "acknowledgement": "\nThis is a chapter in forthcoming book The Monetary and Fiscal History of Latin America. We would like to thank Marcelo Abreu, Pérsio Arida, Edmar Bacha, Marco Bassetto, Tiago Berriel, Afonso Bevilaqua, Amaury Bier, Claudio Considera, Gustavo Franco, Fabio Giambiagi, Claudio Jaloretto, Joaquim Levy, Eduardo Loyo, Timothy Kehoe, Ana Maria Jul, Randy Kroszner, Pedro Malan, Rodolfo Manuelli, Andy Neumeyer, Juan Pablo Nicolini, Affonso Pastore, Murilo Portugal, Thomas Sargent, Teresa Ter-Minassian, José Scheinkman, Rogério Werneck, and participants at the “Monetary and Fiscal History of Latin America” workshops held in the University of Chicago, LACEA-LAMES in Buenos Aires, PUC-Rio, Central Bank of Chile, and Inter-American Development Bank. This project was coordinated by Marcio Garcia. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, Inter-American Development Bank, or the National Bureau of Economic Research.\n\n\n\nPatrick J. Kehoe\n\nThis is a chapter in forthcoming book The Monetary and Fiscal History of Latin America. We would like to thank Marcelo Abreu, Persio Arida, Edmar Bacha, Marco Bassetto, Tiago Berriel, Afonso Bevilaqua, Amaury Bier, Claudio Considera, Gustavo Franco, Fabio Giambiagi, Claudio Jaloretto, Joaquim Levy, Eduardo Loyo, Timothy Kehoe, Ana Maria Jul, Randy Kroszner, Pedro Malan, Rodolfo Manuelli, Andy Neumeyer, Juan Pablo Nicolini, Affonso Pastore, Murilo Portugal, Thomas Sargent,\nTeresa Ter-Minassian, Jose Scheinkman, Rogerio Werneck, and participants at the Monetary and Fiscal History of Latin America\" workshops held in the University of Chicago, LACEA-LAMES in Buenos Aires, PUC-Rio, Central Bank of Chile, and Inter-American Development Bank. This project was coordinated by Marcio Garcia.\n\n\n"
}