{
    "id": 25424,
    "citation_title": "Capital Requirements in a Quantitative Model of Banking Industry Dynamics",
    "citation_author": [
        "Dean Corbae",
        "Pablo D'Erasmo"
    ],
    "citation_publication_date": "2019-01-07",
    "issue_date": "2019-01-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a model of banking industry dynamics to study the quantitative impact of capital requirements on equilibrium bank risk taking, commercial bank failure, interest rates on loans, and market structure. We propose a market structure where big banks with market power interact with small, competitive fringe banks. Banks face idiosyncratic funding shocks in addition to aggregate shocks to the fraction of performing loans in their portfolio. A nontrivial bank size distribution arises out of endogenous entry and exit, as well as banks' buffer stock of net worth. We show the model predictions are consistent with untargeted business cycle properties, the bank lending channel, and empirical studies of the role of concentration on financial stability. We then conduct a series of counterfactuals (including countercyclical and size contingent (e.g. SIFI) capital requirements). We find that regulatory policies can have an important impact on market structure in the banking industry which, along with selection effects, can generate changes in allocative efficiency.\n\n",
    "acknowledgement": "\nThe authors wish to thank John Boyd, Gianni DeNicolo, Jean-Francois Houde, Victor Rios-Rull, and Skander Van Den Heuvel, as well as seminar participants at the Federal Reserve Board, European Central Bank, European Commission, and FDIC; Central Banks of Argentina, Canada, Chile, Columbia, Mexico, Netherlands, Norway, Portugal, Spain, Sweden, Turkey, and Uruguay; the Federal Reserve Banks of Atlanta, Chicago, Cleveland, Kansas City, Minneapolis, New York, and St. Louis; the Universities of British Columbia, UCLA, Carnegie Mellon/Pittsburgh, Chicago Booth, Colorado - Boulder, Cologne, Columbia, Cornell, Drexel, European University Institute, George Washington, Goethe, Indiana, London Business School, Maryland, McMaster, Michigan, Minnesota, NYU, Notre Dame, Ohio State, Penn, Penn State, Princeton, Queens, Rice, Rochester, Southern California, Tilburg, Toronto, Tsinghua; the Allied Social Science Association, CIREQ Macroeconomics Conference, Econometric Society, Sciences Po Macro Finance Conference, and Society for Economic Dynamics for helpful comments. The views expressed in this paper do not necessarily reflect those of the Federal Reserve Bank of Philadelphia, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}