{
    "id": 25435,
    "citation_title": "Do Firms Respond to Gender Pay Gap Transparency?",
    "citation_author": [
        "Morten Bennedsen",
        "Elena Simintzi",
        "Margarita Tsoutsoura",
        "Daniel Wolfenzon"
    ],
    "citation_publication_date": "2019-01-14",
    "issue_date": "2019-01-10",
    "revision_date": "2020-04-14",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the effect of pay transparency on gender pay gap and firm outcomes. This paper exploits a 2006 legislation change in Denmark that requires firms to provide gender disaggregated wage statistics. Using detailed employee-employer administrative data and a difference-in-differences and difference-in-discontinuities designs, we find the law reduces the gender pay gap, primarily by slowing the wage growth for male employees. The gender pay gap declines by approximately two percentage points, or a 13% reduction relative to the pre-legislation mean. Despite the reduction of the overall wage bill, the wage-transparency mandate does not affect firm profitability, likely because of the offsetting effect of reduced firm productivity.\n\n",
    "acknowledgement": "\nWe thank our discussants Irem Demirci, Daniel Ferreira, Camille Hebert, David Matsa, Geoff Tate, Karin Thorburn, and Rebecca Zarutskie. We are grateful for excellent comments from seminar participants at UC San Diego, IESE Barcelona, Columbia Business School, Cornell University, Darden, INSEAD, UIC, UCLA, ASU, and conference participants at LBS Summer Finance Symposium, Stanford SITE conference, CEPR Incentives, Management and Organization 2018 conference, European Commission-Gender equality Unit, Colorado Finance Summit, Swedish House of Finance and AFFECT conference, the Corporate Finance Beyond Public Companies conference, 2019 SOLE conference, 2019 EFA meetings, 2019 WFA meetings, and 2020 AEA meetings. We thank Brian J. Lee and Jiacheng Yan for excellent research assistance, He Zhang for data management, and help with data understanding from Mona Larsen (VIVE), Helle Holt (VIVE) and Maria Boysen (Statistic Office Denmark). We are grateful for financial support from the Danish National Research Foundation (Niels Bohr Professorship).The views expressed  herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}