{
    "id": 25436,
    "citation_title": "Retirement Choices by State and Local Public Sector Employees: The Role of Eligibility and Financial Incentives",
    "citation_author": [
        "Leslie E. Papke"
    ],
    "citation_publication_date": "2019-01-14",
    "issue_date": "2019-01-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI analyze the effects of state public pension parameters on the retirement of public employees.   Using a panel data set of public sector workers from 12 waves of the Health and Retirement Study, I model the probability of retirement as a function of pension wealth at early and normal retirement eligibility and Social Security coverage in the public sector job.  I find that becoming eligible for early retirement, or receiving an early-out offer, significantly increases the probability of retiring.  I do not find any effect of retirement wealth levels; instead the findings are consistent with the literature on default options in defined contribution plans.  These findings suggest that state legislative action to affect retirement decisions and reduce future pension costs may be most effective operating through plan eligibility rules and early-out incentives.\n\n",
    "acknowledgement": "\nI thank Sita Slavov and conference participants at the NBER Conference on Incentives and Limitations of Employment Policies on Retirement Transitions for useful comments.  I also thank seminar participants at Michigan State University, the Michigan Retirement Research Center and staff for their support of this project, as well as the staff at the Michigan Center for the Demography of Aging who have enabled my access to restricted data.  Bryce S. Vanderberg provided excellent research assistance.  All errors are my own. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}