{
    "id": 25432,
    "citation_title": "Do Innovation Subsidies Make Chinese Firms More Innovative? Evidence from the China Employer Employee Survey",
    "citation_author": [
        "Hong Cheng",
        "Hanbing Fan",
        "Takeo Hoshi",
        "Dezhuang Hu"
    ],
    "citation_publication_date": "2019-01-14",
    "issue_date": "2019-01-10",
    "revision_date": "2019-02-20",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nThe Chinese government has been using various subsidies to encourage innovations by Chinese firms. This paper examines the allocation and impacts of innovation subsidies, using the data from the China Employer Employee Survey (CEES). We find that the innovation subsidies are preferentially allocated to state owned firms and politically connected firms. Of these two (state ownership and political connection), political connection is more important in determining the allocation. We also find that the firms that receive innovation subsidies file and receive more patents, are more likely to introduce new products, but do not necessarily file and receive more patents abroad. Finally, the firms that receive innovation subsidies do not have higher productivity, more profits, or larger market shares. Overall, the results point to inefficiency of allocation of innovation subsidies and show that the subsidies encourage only incremental innovations and not radical ones.\n\n",
    "acknowledgement": "\nWe thank Chuck Eesley, Tom Fingar, Hongbin Li, Lianfa Luo, Gérard Roland, participants at 2018 AIEA-NBER Conference and seminar participants at CIDEG (Center for Industrial Development and Environmental Governance) (Tsinghua University) for helpful comments. We also thank the participating firms and employees who welcomed CEES enumerators to their firms and completed the survey in 2015 and 2016.We have received financial supports from the Key Project of Philosophy and Social Sciences Research from the Ministry of Education of China (Approval No. 15JZD023), the National Key Technology Research and Development Program of the Ministry of Science and Technology of China (Approval No. 2015BAH27F01), the National Key Research and Development Program of China (Approval No. 2016YFC0801906) and the Key Project of National Social Science Fund (Approval No. 16ZDA045). All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}