{
    "id": 25437,
    "citation_title": "Why Has China Overinvested in Coal Power?",
    "citation_author": [
        "Mengjia Ren",
        "Lee G. Branstetter",
        "Brian K. Kovak",
        "Daniel E. Armanios",
        "Jiahai Yuan"
    ],
    "citation_publication_date": "2019-01-14",
    "issue_date": "2019-01-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nSince 2005, the Chinese government has engaged in an ambitious effort to move China’s energy system away from coal and towards more environmentally friendly sources of energy. However, China’s investment in coal power has accelerated sharply in recent years, raising concerns of massive overcapacity and undermining the central policy goal of promoting cleaner energy. In this paper, we ask why China engaged in such a pronounced investment boom in coal power in the mid-2010s. We find the protective rules under which China’s coal power industry has historically operated have made excessive investment extremely likely unless the central government serves as a “gatekeeper,” slowing and limiting investment in the face of incentives for socially excessive entry. When coal-power project approval authority was decentralized from the central government to local governments at the end of 2014, the gate was lifted and approval time considerably shortened, allowing investment to flood into the market. We construct a simple economic model that elucidates the effects of key policies on coal power investment, and examine the model’s predictions using coal-power project approval records from 2013 to 2016. We find the approval rate of coal power is about 3 times higher when the approval authority is decentralized, and provinces with larger coal industries tend to approve more coal power. We estimate that local coal production accounts for an additional 54GW of approved coal power in 2015 (other things equal), which is about 1/4 of total approved capacity in that year.\n\n",
    "acknowledgement": "\nThis research was supported by funding from the CMU-Portugal program. We thank Karen Clay, Akshaya Jha, Nick Muller, and Billy Pizer for helpful comments. We also thank Zhanming Chen, Thomas G. Rawski, Feng Song, Chu Wei, Lunyu Xie, and Yihua Yu for a useful discussion of this paper during Renmin University's 98th Energy Economics Seminar. Any remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}