{
    "id": 25434,
    "citation_title": "The Effect of Minimum Wages on Low-Wage Jobs: Evidence from the United States Using a Bunching Estimator",
    "citation_author": [
        "Doruk Cengiz",
        "Arindrajit Dube",
        "Attila Lindner",
        "Ben Zipperer"
    ],
    "citation_publication_date": "2019-01-14",
    "issue_date": "2019-01-10",
    "revision_date": "2021-06-23",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a novel method that infers the employment effect of a minimum wage increase by comparing the number of excess jobs paying at or slightly above the new minimum wage to the missing jobs paying below it. To implement our approach, we estimate the effect of the minimum wage on the frequency distribution of hourly wages using 138 prominent state-level minimum wage changes between 1979 and 2016. We find that the overall number of low-wage jobs remained essentially unchanged over five years following the increase. At the same time, the direct effect of the minimum wage on average earnings was amplified by modest wage spillovers at the bottom of the wage distribution. Our estimates by detailed demographic groups show that the lack of job loss is not explained by labor-labor substitution at the bottom of the wage distribution. We also find no evidence of disemployment when we consider higher levels of minimum wages. However, we do find some evidence of reduced employment in tradable sectors. In contrast to our bunching-based estimates, we show that some conventional studies can produce misleading inference due to spurious changes in employment higher up in the wage distribution.\n\n",
    "acknowledgement": "\nWe thank David Autor, David Card, Sebastian Findeisen, Eric French, Hedvig Horvath, Gabor Kezdi, Patrick Kline, Steve Machin, Alan Manning, Sendhil Mullainathan, Suresh Naidu, James Rebitzer, Michael Reich, Janos Vincze, Daniel Wilhelm, and participants at WEAI 2016 Annual Meetings, CREAM 2016 conference, Boston University Empirical Micro workshop, Colorado State University, IFS-STICERD seminar, Michigan State University, NBER Summer Institute 2018 (Labor Studies), Northeastern University, University of Arizona, University of Illinois-Urbana Champagne, University of California Berkeley IRLE, University of Mannheim, and University of Warwick for very helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}