{
    "id": 25433,
    "citation_title": "Volatility and Informativeness",
    "citation_author": [
        "Eduardo Dávila",
        "Cecilia Parlatore"
    ],
    "citation_publication_date": "2019-01-14",
    "issue_date": "2019-01-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe explore the equilibrium relation between price volatility and price informativeness in financial markets, with the ultimate goal of characterizing the type of inferences that can be drawn about price informativeness by observing price volatility. We identify two different channels (noise reduction and equilibrium learning) through which changes in price informativeness are associated with changes in price volatility. We show that when informativeness is sufficiently high (low) volatility and informativeness positively (negatively) comove in equilibrium for any change in primitives. In the context of our leading application, we provide conditions on primitives that guarantee that volatility and informativeness always comove positively or negatively. We use data on U.S. stocks between 1963 and 2017 to recover stock-specific primitives and find that most stocks lie in the region of the parameter space in which informativeness and volatility comove negatively.\n\n",
    "acknowledgement": "\nWe would like to thank Fernando Álvarez, Yakov Amihud, Marios Angeletos, Dirk Bergemann, Bruno Biais, John Campbell, Jennifer Carpenter, Olivier Darmouni, Ian Dew-Becker, Maryam Farboodi, Xavier Gabaix, Itay Goldstein, Piero Gottardi, Joel Hasbrouck, Zhiguo He, Ralph Koijen, Hanno Lustig, Stephen Morris, Thomas Philippon, Tano Santos, Alexi Savov, Alp Simsek, Aleh Tsyvinski, Felipe Varas, Laura Veldkamp, Xavier Vives, Brian Weller, Wei Xiong, Liyan Yang, and Haoxiang Zhu for helpful comments and discussions. We would also like to thank seminar participants at NYU Stern, Yale Finance Junior Conference, Columbia Finance Junior Conference, MIT Sloan, Harvard, Northwestern Kellogg, and the NBER Asset Pricing Meeting. Luke Min and Josh Mohanty provided exceptional research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}