{
    "id": 25430,
    "citation_title": "Folklore",
    "citation_author": [
        "Stelios Michalopoulos",
        "Melanie Meng Xue"
    ],
    "citation_publication_date": "2019-01-14",
    "issue_date": "2019-01-10",
    "revision_date": "2021-01-13",
    "topics": [
        "\n",
        "History",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development of the American Economy",
        "\n",
        "Development Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFolklore is the collection of traditional beliefs, customs, and stories of a community passed through the generations by word of mouth. We introduce to economics a unique catalogue of oral traditions spanning approximately 1,000 societies. After validating the catalogue’s content by showing that the groups’ motifs reflect known geographic and social attributes, we present two sets of applications. First, we illustrate how to fill in the gaps and expand upon a group’s ethnographic record, focusing on political complexity, high gods, and trade. Second, we discuss how machine learning and human-classification methods can help shed light on cultural traits, using gender roles, attitudes towards risk, and trust as examples. Societies with tales portraying men as dominant and women as submissive tend to relegate their women to subordinate positions in their communities, both historically and today. More risk-averse and less entrepreneurial people grew up listening to stories where competitions and challenges are more likely to be harmful than beneficial. Communities with low tolerance towards antisocial behavior, captured by the prevalence of tricksters getting punished, are more trusting and prosperous today. These patterns hold across groups, countries, and second- generation immigrants. Overall, the results highlight the significance of folklore in cultural economics, calling for additional applications.\n\n",
    "acknowledgement": "\nWe are extremely grateful to Yuri Berezkin for generously sharing his lifetime work on folklore classification and for clarifying many of its aspects. The Editor and 3 referees offered excellent suggestions. We would like to also thank Alberto Alesina, Elias Papaioannou, Benjamin Enke, Rafael La Porta, Ernesto Dal Bo, Jesse Shapiro, Roland Bénabou, David Weil, and Max Winkler for their feedback. Seminar and workshop participants at numerous venues offered many useful suggestions. Kush Bavaria, Vafa Behnam, Rohit Chaparala, Elizabeth Dimen, Adrien Foutelet, Masahiro Kubo, Xueyun Luo, Zhihan Wang, and Xiaochen Yan provided superlative research assistance. Stelios Michalopoulos acknowledges financial support from the PSTC at Brown University; Corresponding author: Stylianos_Michalopoulos@brown.edu. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}