{
    "id": 25438,
    "citation_title": "From Immigrants to Robots: The Changing Locus of Substitutes for Workers",
    "citation_author": [
        "George J. Borjas",
        "Richard B. Freeman"
    ],
    "citation_publication_date": "2019-01-14",
    "issue_date": "2019-01-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIncreased use of robots has roused concern about how robots and other new technologies change the world of work. Using numbers of robots shipped to primarily manufacturing industries as a supply shock to an industry labor market, we estimate that an additional robot reduces employment and wages in an industry by roughly as much as an additional 2 to 3 workers and by 3 to 4 workers in particular groups, which far exceed estimated effects of an additional immigrant on employment and wages. While the growth of robots in the 1996-2016 period of our data was too modest to be a major determinant of wages and employment, the estimated coefficients suggest that continued exponential growth of robots could disrupt job markets in the foreseeable future and thus merit attention from labor analysts.\n\n",
    "acknowledgement": "\nThis work is part of the NBER Science and Engineering Workforce Projects (SEWP), and was supported by the NBER Sloan Foundation Grant, The Job Market for Older Workers as Retirement Recedes and Robots Do More Work (OWRR). This paper was presented at the Russell Sage Foundation Conference “Improving Employment and Earnings in Twenty-First Century Labor Markets”, September 20-21, 2018, and is expected to be forthcoming in RSF: The Russell Sage Foundation Journal of the Social Sciences. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}