{
    "id": 25444,
    "citation_title": "Variation in Women’s Success Across PhD Programs in Economics",
    "citation_author": [
        "Leah Platt Boustan",
        "Andrew Langan"
    ],
    "citation_publication_date": "2019-01-14",
    "issue_date": "2019-01-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "General, Teaching",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe document wide and persistent variation in women’s representation and success across graduate programs in economics. Using new data on early career outcomes for recent graduates, including first job placement, publications and promotion, we compare (anonymized) departments on outcomes for women relative to men graduating from the same program. We then conduct interviews with faculty and former students from five programs higher and lower relative outcomes. We find that departments with higher outcomes for women also hire more women faculty, facilitate advisor-student contact, provide collegial research seminars, and are notable for senior faculty with awareness of gender issues. We offer our qualitative evidence as the first step in learning about “what works” in expanding women’s representation in economics.\n\n",
    "acknowledgement": "\nWe thank Bailey Palmer for research assistance and Leyla Mocan for conducting qualitative interviews. We appreciate access to CSWEP data that was facilitated by Margaret Levenstein. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nAndrew Langan\n\nThis material is based upon work supported by the National Science Foundation Graduate Research Fellowship Program under Grant No. DGE1148900. Any opinions, findings, and conclusions or recommendations expressed in this material are those of the authors and do not necessarily reflect the views of the National Science Foundation.\n\n\n"
}