{
    "id": 25443,
    "citation_title": "The Fine Print in Smart Contracts",
    "citation_author": [
        "Joshua S. Gans"
    ],
    "citation_publication_date": "2019-01-14",
    "issue_date": "2019-01-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOne of the purported benefits of blockchain technologies is the ability to house what have been termed ‘smart’ contracts. Such contracts are potentially self-executing depending on the state of information recorded on a blockchain ledger. This paper examines the capabilities of smart contracts from an economic perspective. It is demonstrated that by improving observability and reducing the costs of verification of contract obligation performance, the space of feasible contracts can be enlarged. Moreover, by providing commitments to various monetary payments, a blockchain can potentially create a foundation to house certain mechanisms that have been shown to overcome difficulties of contractual incompleteness. This is demonstrated using a simple international trade environment. Thus, even though smart contracts must respect the incentives of decision-makers in their obligations, they have the potential to use easily verifiable elements to create incentives to reduce hold-up and other contractual difficulties.\n\n",
    "acknowledgement": "\nThanks to Kevin Bryan, Gillian Hadfield, Richard Holden, Arun Majumdar and Kamil Shafiq for useful comments on an earlier draft of this paper. Responsibility for all views are my own. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJoshua S. Gans\n\nI work with blockchain companies as part of the Creative Destruction Lab's BlockchainAI scheme. I am an advisor to ORBS, Globle, and SDLT.\n\n\n"
}