{
    "id": 25440,
    "citation_title": "Heterogeneity, Measurement Error and Misallocation: Evidence from African Agriculture",
    "citation_author": [
        "Douglas Gollin",
        "Christopher R. Udry"
    ],
    "citation_publication_date": "2019-01-14",
    "issue_date": "2019-01-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nStandard measures of productivity display enormous dispersion across farms in Africa. Crop yields and input intensities appear to vary greatly, seemingly in conflict with a model of efficient allocation across farms. In this paper, we present a theoretical framework for distinguishing between measurement error, unobserved heterogeneity, and potential misallocation. Using rich panel data from farms in Tanzania and Uganda, we estimate our model using a flexible specification in which we allow for several kinds of measurement error and heterogeneity. We find that measurement error and heterogeneity together account for a large fraction – as much as ninety percent -- of the dispersion in measured productivity. In contrast to some previous estimates, we suggest that the potential for efficiency gains through reallocation of land across farms and farmers may be relatively modest.\n\n",
    "acknowledgement": "\nWe are grateful to Philipp Wollburg for excellent research assistance. We have received helpful comments from seminar participants at Oxford CSAE, UAB Barcelona, Princeton, Heidelberg, UCLA, Yale, CEMFI-Madrid, Cambridge I-NET, University of St Andrew’s, University of Bristol, Graduate Institute in Geneva, University of Houston, the Society for Economic Dynamics in Edinburgh, Hebrew University, the University of Manchester, Tufts University, PUC, and the Edinburgh Workshop on Agricultural Productivity, Rural-Urban Migration, and Structural Transformation. We received many helpful comments from seminar participants and colleagues, but we particularly acknowledge Stefano Caria, Cheryl Doss, Andrew Foster, Sydney Gourlay, Talip Kilic, R. Vijay Krishna, Rocco Macchiavello, Dilip Mukherjee, Gabriella Santangelo, and Chris Woodruff. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}