{
    "id": 25441,
    "citation_title": "The Origins of Firm Heterogeneity: A Production Network Approach",
    "citation_author": [
        "Andrew B. Bernard",
        "Emmanuel Dhyne",
        "Glenn Magerman",
        "Kalina Manova",
        "Andreas Moxnes"
    ],
    "citation_publication_date": "2019-01-14",
    "issue_date": "2019-01-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper quantifies the origins of firm size heterogeneity when firms are interconnected in a production network. Using the universe of buyer-supplier relationships in Belgium, the paper develops a set of stylized facts that motivate a model in which firms buy inputs from upstream suppliers and sell to downstream buyers and final demand. Larger firm size can come from high production capability, more or better buyers and suppliers, and/or better matches between buyers and suppliers. Downstream factors explain the vast majority of firm size heterogeneity. Firms with higher production capability have greater market shares among their customers, but also higher input costs and fewer customers. As a result, high production capability firms have lower sales unconditionally and higher sales conditional on their input prices. Counterfactual analysis suggests that the production network accounts for more than half of firm size dispersion. Taken together, our results suggest that multiple firm attributes underpin their success or failure, and that models with only one source of firm heterogeneity fail to capture the majority of firm size dispersion.\n\n",
    "acknowledgement": "\nThis project has received funding from the European Research Council (ERC) under the European Union’s Horizon 2020 research and innovation programme (grant agreements No 715147 and No 724880). The views expressed here are those of the authors and do not necessarily reflect those of the National Bank of Belgium. We thank Julian di Giovanni, Isabelle Mejean, Jasmine Xiao, Thomas Åstebro and two anonymous referees at the National Bank of Belgium for helpful comments and valuable discussion. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nKalina Manova\n\nThe project has also been partly funded by Kalina Manova' Philip Leverhulme Prize from The Leverhulme Trust.\n\n\n"
}