{
    "id": 25442,
    "citation_title": "Capitalists in the Twenty-First Century",
    "citation_author": [
        "Matthew Smith",
        "Danny Yagan",
        "Owen M. Zidar",
        "Eric Zwick"
    ],
    "citation_publication_date": "2019-01-14",
    "issue_date": "2019-01-10",
    "revision_date": "2019-06-26",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nHow important is human capital at the top of the U.S. income distribution? A primary source of top income is private “pass-through” business profit, which can include entrepreneurial labor income for tax reasons. This paper asks whether top pass-through profit mostly reflects human capital, defined as all inalienable factors embodied in business owners, rather than financial capital. Tax data linking 11 million firms to their owners show that top pass-through profit accrues to working-age owners of closely-held, mid-market firms in skill-intensive industries. Pass-through profit falls by three-quarters after owner retirement or premature death. Classifying three-quarters of pass-through profit as human capital income, we find that the typical top earner derives most of her income from human capital, not financial capital. Growth in pass-through profit is explained by both rising productivity and a rising share of value added accruing to owners.\n\n",
    "acknowledgement": "\nThis work does not necessarily reflect the views of the US Treasury Department or the National Bureau of Economic Research. We thank Alan Auerbach, Tom Brennan, Jediphi Cabal, Curtis Carlson, Raj Chetty, Steve Cicala, Michael Cooper, Roger Gordon, John Guyton, Bob Hall, Barry Johnson, Greg Kaplan, Steve Kaplan, Henrik Kleven, Pat Kline, Adam Looney, Jay MacKie, John McClelland, Kevin Murphy, Neale Mahoney, James Pearce, Jim Poterba, Rich Prisinzano, Emmanuel Saez, Jesse Shapiro, David Splinter, Larry Summers, Mike Weber, Matt Weinzierl, Gabriel Zucman, and anonymous referees as well as seminar and conference participants for helpful conversations on this draft. We thank Tom Cui, Katie Donnelly Moran, Clancy Green, Sam Karlin, Stephanie Kestelman, Carl McPherson, Francesco Ruggieri, Karthik Srinivasan, John Wieselthier, and Caleb Wroblewski for excellent research assistance. Yagan gratefully acknowledges financial support from the Laura and John Arnold Foundation. Zidar and Zwick gratefully acknowledge financial support from Chicago Booth's Initiative on Global Markets (IGM), the Kauffman Foundation, and the University of Chicago Booth School of Business. Zidar also gratefully acknowledges support from the Kathryn and Grant Swick Faculty Research Fund at the University of Chicago Booth School of Business and National Science Foundation under Grant Number 1752431, and Zwick gratefully acknowledges financial support from the Neubauer Family Foundation, the Polsky Center, and the Hultquist Faculty Research Endowment at the University of Chicago Booth School of Business.\n\n\n"
}