{
    "id": 25445,
    "citation_title": "Monetary and Fiscal Policy When People Have Finite Lives",
    "citation_author": [
        "Roger E.A. Farmer",
        "Pawel Zabczyk"
    ],
    "citation_publication_date": "2019-01-14",
    "issue_date": "2019-01-10",
    "revision_date": "2023-11-13",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe theoretical models that underpin macroeconomic policy analysis typically consist of one or more sets of interacting infinite-horizon agents. In the absence of frictions of any kind and in the presence of commonly maintained simplifying assumptions, these models possess a unique rational expectations equilibrium which is determined by economic fundamentals. This property is critical if comparative statics are to be useful to explain how a given intervention will influence economic outcomes. This paper demonstrates that the uniqueness property does not carry over to economic models with more realistic population demographics. We construct a 62-generation overlapping generations model with production where agents have a hump-shaped labor endowment calibrated to U.S. data and we show that, in our model, both nominal and relative prices are indeterminate.\n\n",
    "acknowledgement": "\nThe first version of this paper appeared in January of 2019 with the title “A Requiem for the Fiscal Theory of the Price Level”. The paper’s findings, interpretations, and conclusions are entirely those of the authors and do not necessarily represent the views of the International Monetary Fund, its Executive Directors, or the countries they represent. We are grateful to Leland E. Farmer, C. Roxanne Farmer, Giovanni Nicolò, Patrick Pintus, Konstantin Platonov, Herakles Polemarchakis, Mikko Puhakka, Thomas Sargent, Stephen Spear, Jaume Ventura and Jerzy Zabczyk, along with conference participants at the Bank of England, Czech National Bank, International Monetary Fund, London School of Economics, National Bank of Poland, Society for Economic Dynamics and University of Warwick, for their comments and suggestions. Farmer reserves a special thanks for Costas Azariadis, who suggested that he work on this problem more than thirty years ago. Any remaining errors are those of the authors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}