{
    "id": 25447,
    "citation_title": "Spatial Correlation, Trade, and Inequality: Evidence from the Global Climate",
    "citation_author": [
        "Jonathan I. Dingel",
        "Kyle C. Meng",
        "Solomon M. Hsiang"
    ],
    "citation_publication_date": "2019-01-14",
    "issue_date": "2019-01-10",
    "revision_date": "2023-07-28",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGlobal phenomena, such as climate change, often have local impacts that are spatially correlated. We show that greater spatial correlation of productivities can increase international inequality by increasing the correlation between a country’s productivity and its gains from trade. We confirm this prediction using a half-century of exogenous variation in the spatial correlation of agricultural productivities induced by a global climatic phenomenon. We introduce this general-equilibrium effect into projections of climate-change impacts that typically omit spatial linkages and therefore do not account for the global scope of climate change. We project greater international inequality, with higher welfare losses across Africa.\n\n",
    "acknowledgement": "\nDingel and Meng contributed equally to this work. We thank Rodrigo Adão, Treb Allen, Costas Arkolakis, Mark Cane, Chris Costello, Arnaud Costinot, Tatyana Deryugina, Pedro DiNezio, Dave Donaldson, Robert Feenstra, Kinda Hachem, Christian Hansen, Matthew Kahn, Yuhei Miyauchi, Brent Neiman, Ben Olken, Esteban Rossi-Hansberg, Veronica Rappaport, and Michael Waugh for valuable discussions and suggestions. Thanks to seminar participants at numerous institutions and conferences for helpful comments. Kevin Dano provided excellent research assistance. This work was completed in part with resources provided by the University of Chicago Research Computing Center. Dingel thanks the James S. Kemper Foundation Faculty Research Fund at the University of Chicago Booth School of Business for financial support. A previous version of this paper circulated as “The Spatial Structure of Productivity, Trade, and Inequality: Evidence from the Global Climate.” The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}