{
    "id": 25453,
    "citation_title": "Infringing Use as a Path to Legal Consumption: Evidence from a Field Experiment",
    "citation_author": [
        "Hong Luo",
        "Julie Holland Mortimer"
    ],
    "citation_publication_date": "2019-01-14",
    "issue_date": "2019-01-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nCopyright infringement may result from frictions preventing legal consumption, but may also reveal demand. Motivated by this fact, we run a field experiment in which we contact firms that are caught infringing on expensive digital images. Emails to all firms include a link to the licensing page of the infringed image; for treated firms, we add links to a significantly cheaper licensing site. Making infringers aware of the cheaper option leads to a fourteen-fold increase in the ex-post licensing rate. Two additional experimental interventions are designed to reduce search costs for (i) price and (ii) product information. Both interventions-immediate price comparison and recommendation of images similar to those infringed-have large positive effects. Our results highlight the importance of mitigating user costs in small-value transactions.\n\n",
    "acknowledgement": "\nThe authors thank Tobias Kretschmer, Michael Luca, Shane Greenstein, Felix Oberholzer-Gee, and Martin Watzinger for their valuable feedback. We thank the Agency for providing the proprietary data and for its collaboration on the experiments. We also thank Esther Yan and Louise Yu for their excellent research assistance. All errors and omissions are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}