{
    "id": 25455,
    "citation_title": "Digital Cash: Principles & Practical Steps",
    "citation_author": [
        "Michael D. Bordo",
        "Andrew T. Levin"
    ],
    "citation_publication_date": "2019-01-21",
    "issue_date": "2019-01-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIf the global economy encounters another severe adverse shock in coming years, will major central banks be able to provide sufficient monetary stimulus to preserve price stability and foster economic recovery? Our empirical analysis indicates that the Federal Reserve’s QE3 program was not an effective form of monetary stimulus and that unconventional monetary policies undertaken in the Eurozone and in Japan have been similarly limited in impact. We then consider how digital cash could bolster the effectiveness of monetary policy, and we characterize some potential steps for implementing digital cash via public-private partnerships between the central bank and supervised financial institutions. Our analysis indicates that digital cash could significantly enhance the stability of the financial system.\n\n",
    "acknowledgement": "\nBordo is a professor of economics at Rutgers University, director of the Center for Monetary and Financial History, a research associate of the National Bureau of Economic Research (NBER), and a Distinguished Visiting Fellow at the Hoover Institution, Stanford University. Levin is a professor of economics at Dartmouth College, visiting scholar at the International Monetary Fund, scientific advisor to Norges Bank, research associate of the NBER, and international research fellow of the Centre for Economic Policy Research (CEPR). The views expressed here are solely those of the authors and do not represent the views of any other person or institution, nor those of of the National Bureau of Economic Research.\n\n\n"
}