{
    "id": 25458,
    "citation_title": "On the Direct and Indirect Real Effects of Credit Supply Shocks",
    "citation_author": [
        "Laura Alfaro",
        "Manuel García-Santana",
        "Enrique Moral-Benito"
    ],
    "citation_publication_date": "2019-01-21",
    "issue_date": "2019-01-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe consider the real effects of bank lending shocks and how they permeate the economy through buyer-supplier linkages. We combine administrative data on all firms in Spain with a matched bank-firm-loan dataset on the universe of corporate loans for 2003-2013 to identify bank-specific shocks for each year using methods from the matched employer-employee literature. We construct firm-specific exogenous credit supply shocks and estimate their direct and indirect effects on real activity using firm-specific measures of upstream and downstream exposure. Credit supply shocks have sizable direct and downstream propagation effects on investment and output throughout the period, especially during the 2008-2009 global financial crisis. In terms of mechanisms, trade credit extended by suppliers and price adjustments play a role in accounting for downstream propagation of financial shocks.\n\n",
    "acknowledgement": "\nWe thank David Weinstein and Mary Amiti for kindly providing their codes and for comments and suggestions, Stéphane Bonhomme, Gabriel Chodorow-Reich, Sergio Correia, Julian Di Giovanni, Marco Di Maggio, Joseph G. Haubrich, Terry O'Malley, Victoria Ivashina, David Martinez-Miera, Friederike Niepmann, Jose Luis Peydro, Andrew Powell, Sergio Vicente, and participants in the First CEMFI - Banco  de Espana Workshop, the MIT-Sloan seminar, the Federal Reserve Board seminar, the University of Barcelona seminar, the IADB seminar, the Kennedy School-LEP brown bag seminar, the UC3M seminar, the University of Groningen seminar, the Workshop on Financial Intermediation and Risk at the Barcelona GSE Summer Forum, the 1st Annual Workshop of the ESCB Research Cluster in Athens, the XX Workshop in International Economics and Finance in Buenos Aires, the III Winter Macroeconomics Workshop in Bellaterra, the Chicago Financial Institutions Conference, the Society for Economic Dynamics in Mexico, CEBRA-Frankfurt, and the 26th Finance Forum in Santander. An earlier version of this paper circulated under the title \"Credit Supply Shocks, Network Effects and the Real Economy\". The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}