{
    "id": 25459,
    "citation_title": "Corporate Debt, Firm Size and Financial Fragility in Emerging Markets",
    "citation_author": [
        "Laura Alfaro",
        "Gonzalo Asis",
        "Anusha Chari",
        "Ugo Panizza"
    ],
    "citation_publication_date": "2019-01-21",
    "issue_date": "2019-01-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe post-Global Financial Crisis period shows a surge in corporate leverage in emerging markets and a number of countries with deteriorated corporate financial fragility indicators (Altman’s Z-score). Firm size plays a critical role in the relationship between leverage, firm fragility and exchange rate movements in emerging markets. While the relationship between firm-leverage and distress scores varies over time, the relationship between firm size and corporate vulnerability is relatively time-invariant. All else equal, large firms in emerging markets are more financially vulnerable and also systemically important. Consistent with the granular origins of aggregate fluctuations in Gabaix (2011), idiosyncratic shocks to the sales growth of large firms are positively and significantly correlated with GDP growth in our emerging markets sample. Relatedly, the negative impact of exchange rate shocks has a more acute impact on the sales growth of the more highly levered large firms.\n\n",
    "acknowledgement": "\nWe thank the editor and two referees for insightful comments and suggestions. We also thank participants at NBER conference Capital Flows and Debt in Emerging Markets, CEPAL conference on Debt and Economic Growth, and Luis Servén and Ramón Piñeda for helpful discussions, Carmen Reinhart, Hyun Song Shin, Sebnem Kalemli-Ozcan, Nicholas Magud, Alberto Martin and Sergio Schmukler for thoughtful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}