{
    "id": 25451,
    "citation_title": "The Dozen Things Experimental Economists Should Do (More of)",
    "citation_author": [
        "Eszter Czibor",
        "David Jimenez-Gomez",
        "John A. List"
    ],
    "citation_publication_date": "2019-01-21",
    "issue_date": "2019-01-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhat was once broadly viewed as an impossibility – learning from experimental data in economics – has now become commonplace.  Governmental bodies, think tanks, and corporations around the world employ teams of experimental researchers to answer their most pressing questions.  For their part, in the past two decades academics have begun to more actively partner with organizations to generate data via field experimentation.  While this revolution in evidence-based approaches has served to deepen the economic science, recently a credibility crisis has caused even the most ardent experimental proponents to pause.  This study takes a step back from the burgeoning experimental literature and introduces 12 actions that might help to alleviate this credibility crisis and raise experimental economics to an even higher level.  In this way, we view our “12 action wish list” as discussion points to enrich the field.\n\n",
    "acknowledgement": "\nThis paper is based on a plenary talk given by John List at the Economics Science Association in Tucson, Arizona, 2016, titled “The Dozen Things I Wish Experimental Economists Did (More Of)”. We are grateful for the insightful comments provided by Jonathan Davis, Claire Mackevicius, Alicia Marguerie, David Novgorodsky, Daniel Tannenbaum, and by participants at a seminar held at the University of Alicante and at the Barcelona GSE Summer Forum’s workshop on External Validity. We thank Ariel Listo and Eric Karsten for excellent research assistance. Eszter Czibor gratefully acknowledges support from the Netherlands Organisation for Scientific Research (NWO) through the Rubicon research grant. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}