{
    "id": 25450,
    "citation_title": "The Insurance is the Lemon: Failing to Index Contracts",
    "citation_author": [
        "Barney Hartman-Glaser",
        "Benjamin M. Hébert"
    ],
    "citation_publication_date": "2019-01-14",
    "issue_date": "2019-01-10",
    "revision_date": "2019-05-09",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe model the widespread failure of contracts to share risk using available indices. A borrower and lender can share risk by conditioning repayments on an index. The lender has private information about the ability of this index to measure the true state that the borrower would like to hedge. The lender is risk averse and thus requires a premium to insure the borrower. The borrower, however, might be paying something for nothing if the index is a poor measure of the true state. We provide sufficient conditions for this effect to cause the borrower to choose a non-indexed contract instead.\n\n",
    "acknowledgement": "\nThe authors would like to thank Vladimir Asriyan, Francesca Carapella, Eduardo Davila, Peter DeMarzo, Emmanuel Farhi, Valentin Haddad, David Hirschleifer, Christopher Hrdlicka, Roger Myerson, Batchimeg Sambalaibat, Jesse Shapiro, Alp Simsek, Amir Sufi, David Sraer, Sebastian Di Tella, Victoria Vanasco, Jeff Zwiebel, and seminar and conference participants at Stanford University, UC Berkeley Haas, the University of Washington Foster, the Federal Reserve Board, the Finance Theory Group Meeting at the University of Minnesota, Columbia Law School, the Adam Smith Conference, and the 2018 WFA Meetings. We would particularly like to thank John Kuong and Giorgia Piacentino (discussants), Philip Bond (editor), an anonymous associate editor, and two anonymous referees for comments that helped improved the paper. All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}