{
    "id": 25454,
    "citation_title": "Common Ownership in America: 1980-2017",
    "citation_author": [
        "Matthew Backus",
        "Christopher Conlon",
        "Michael Sinkinson"
    ],
    "citation_publication_date": "2019-01-14",
    "issue_date": "2019-01-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": [
        "\n",
        "\nNew Developments in Long-Term Asset Management\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nWhen competing firms possess overlapping sets of investors, maximizing shareholder value may provide incentives that distort competitive behavior, affecting pricing, entry, contracting, and virtually all strategic interactions among firms. We propose a structurally consistent and scaleable approach to the measurement of this phenomenon for the universe of S&P 500 firms between 1980 and 2017. Over this period, the incentives implied by the common ownership hypothesis have grown dramatically. Contrary to popular intuition, this is not primarily associated with the rise of BlackRock and Van- guard: instead, the trend in the time series is driven by a broader rise in diversified investment strategies, of which these firms are only the most recent incarnation. In the cross-section, there is substantial variation that can be traced, both in the theory and the data, to observable firm characteristics – particularly the share of the firm held by retail investors. Finally, we show how common ownership can theoretically give rise to incentives for expropriation of undiversified shareholders via tunneling, even in the Berle and Means (1932) world of the “widely held firm.”\n\n",
    "acknowledgement": "\nThanks to seminar and conference participants at CEPR IO, Cornell, Harvard-MIT, IIOC, MACCI - Mergers and Antitrust, Microsoft, Purdue, Rice, SITE, University of Chicago Booth, University of Pennsylvania, University of Virginia, Wisconsin and Yale, and conversations with Steve Berry, Wouter Dessein, Wei Jiang, Charles Jones, Amit Khandelwal, Bruce Kogut, Nathan Miller, Fiona Scott Morton, Nancy Rose, Martin Schmalz, and Glen Weyl. All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nChristopher Conlon\n\nMy coauthors and I have received financial support from related work for Brookings. We produced a review of the literature and some recommendations for future research contemporaneous to this project in a paper entitled: \"The Common Ownership Hypothesis: Theory and Evidence\". Nobody at Brookings had any editorial control over this paper or any of our other related work.\n\n\n\nMichael Sinkinson\n\nI have accepted financial support from the Brookings Institution for a companion piece, \"The Common Ownership Hypothesis: Theory and Evidence\" which was written simultaneously.\n\n\n"
}