{
    "id": 25466,
    "citation_title": "Dynamism Diminished: The Role of Housing Markets and Credit Conditions",
    "citation_author": [
        "Steven J. Davis",
        "John C. Haltiwanger"
    ],
    "citation_publication_date": "2019-01-21",
    "issue_date": "2019-01-17",
    "revision_date": "2021-12-02",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nWe estimate the effects of house price changes on young-firm employment shares and industry- level employment growth in local economies. A novel test shows that house price effects on local economies work through wealth, liquidity and collateral effects on the propensity to start new firms and expand young ones. Aggregating local effects to the national level, our estimates imply that housing market ups and downs play a major role – as transmission channel and driving force – in medium-run fluctuations in young-firm employment shares in recent decades. We also find a distinct and smaller role for locally exogenous loan-supply shifts.\n\n",
    "acknowledgement": "\nWe thank Simon Gilchrist, John Robertson and participants in seminars and conferences at the American Economic Association, Bank of Korea, Cambridge University, Congressional Budget Office, Federal Reserve Bank of Atlanta, Goldman Sachs Global Markets Institute, Hoover Institution, London School of Economics, National Bureau of Economic Research, National University of Singapore, Stanford University and the University of Chicago for many helpful comments. Diyue Guo, Lea Rendell and Laura Zhao provided superb research assistance. We gratefully acknowledge financial support from the Goldman Sachs Global Markets Initiative and the Ewing Marion Kauffman Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nSteven J. Davis\n\nI own more than $5,000 in stock of Charles River Associates. I own Millennium Economics LLC.\n\n\n"
}