{
    "id": 25465,
    "citation_title": "Minding Your Ps and Qs: Going from Micro to Macro in Measuring Prices and Quantities",
    "citation_author": [
        "Gabriel Ehrlich",
        "John C. Haltiwanger",
        "Ron S. Jarmin",
        "David Johnson",
        "Matthew D. Shapiro"
    ],
    "citation_publication_date": "2019-01-21",
    "issue_date": "2019-01-17",
    "revision_date": "2019-03-25",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nKey macro indicators such as output, productivity, and inflation are based on a complex system across multiple statistical agencies using different samples and different levels of aggregation.   The Census Bureau collects nominal sales, the Bureau of Labor Statistics collects prices, and the Bureau of Economic Analysis constructs nominal and real GDP using these data and other sources. The price and quantity data are integrated at a high level of aggregation.  This paper explores alternative methods for re-engineering key national output and price indices using item-level data.  Such re-engineering offers the promise of greatly improved key economic indicators along many dimensions.\n\n",
    "acknowledgement": "\nWe acknowledge financial support of the Alfred P. Sloan Foundation and additional support from the Michigan Institute for Data Science. The results in this presentation are based on researchers own analyses calculated (or derived) based in part on data from The Nielsen Company (US), LLC and marketing databases provided through the Nielsen Datasets at the Kilts Center for Marketing Data Center at The University of Chicago Booth School of Business. The conclusions drawn from the Nielsen data are those of the researchers and do not reflect the views of Nielsen. Nielsen is not responsible for, had no role in, and was not involved in analyzing and preparing the results reported herein. Any opinions and conclusions expressed herein are those of the authors and do not necessarily represent the view of the U.S. Census Bureau or the National Bureau of Economic Researich. We thank Jamie Fogel, Diyue Guo, Dyanne Vaught and Laura Zhao for superb assistance.\n\n\n"
}