{
    "id": 25464,
    "citation_title": "Aggregation and the Gravity Equation",
    "citation_author": [
        "Stephen J. Redding",
        "David E. Weinstein"
    ],
    "citation_publication_date": "2019-01-21",
    "issue_date": "2019-01-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOne of the most successful empirical relationships in international trade is the gravity equation, which relates bilateral trade flows between an origin and destination to bilateral trade frictions, origin characteristics, and destination characteristics. A key decision for researchers in estimating this relationship is the level of aggregation, since the gravity equation is log linear, whereas aggregation involves summing the level rather than the log level of trade flows. In this paper, we derive an exact Jensen's inequality correction term for the gravity equation in a nested constant elasticity of substitution (CES) import demand system, such that a log-linear gravity equation holds exactly for each nest of this demand system. We use this result to decompose the effect of distance on bilateral trade in the aggregate gravity equation into the contribution of a number of different terms from sectoral gravity equations. We show that changes in sectoral composition make a quantitatively relevant contribution towards the aggregate effect of distance, particularly for more disaggregated definitions of sectors.\n\n",
    "acknowledgement": "\nThis paper was prepared for the American Economic Review, papers and proceedings. We are grateful to Columbia University and Princeton University for research support. We would like to thank Keith Head, Thierry Mayer and Mike Waugh for helpful comments. We are grateful to Lintong Li for excellent research assistance. The usual disclaimer applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}