{
    "id": 25467,
    "citation_title": "Securities Laws, Bank Monitoring, and the Choice Between Cov-lite Loans and Bonds for Highly Levered",
    "citation_author": [
        "Robert Prilmeier",
        "René M. Stulz"
    ],
    "citation_publication_date": "2019-01-21",
    "issue_date": "2019-01-17",
    "revision_date": "2020-06-23",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn contrast to bonds, cov-lite loans do not require SEC registration and are not subject to securities laws. We show that this distinction plays an important role in firms’ choice between funding through cov-lite loans and bonds and helps understand why the market share of cov-lite loans has been so high in recent normal times. Compared to cov-heavy loans, cov-lite loans are closer substitutes for bonds in that they have similar covenants, have tighter bid-ask spreads, have more trading, and are more likely to be used to refinance bonds than cov-heavy loans.\n",
    "acknowledgement": "\nWe thank Mark Carey, Sergey Chernenko, Victoria Ivashina (EFA discussant), Justin Murfin, Greg Nini (AFA discussant), Mike Schwert, Phil Strahan, participants at presentations at City University of Hong Kong, Tulane University, the European Finance Association Meeting in Lisbon, the American Finance Association meeting in San Diego, and the FDIC Annual Bank Research Conference for helpful comments. We are grateful for excellent research assistance from Andrei Gonçalves, Byungwook Kim, and Leandro Sanz. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nRené M. Stulz\n\nRené Stulz serves on the board of a bank and consults and provides expert testimony for financial institutions. He also belongs to the board of trustees of the Global Association of Risk Professionals.\n\n\n"
}