{
    "id": 25468,
    "citation_title": "Age-Based Property Tax Exemptions",
    "citation_author": [
        "H. Spencer Banzhaf",
        "Ryan Mickey",
        "Carlianne E. Patrick"
    ],
    "citation_publication_date": "2019-01-21",
    "issue_date": "2019-01-17",
    "revision_date": "2020-10-20",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nMany local jurisdictions offer property tax exemptions or similar concessions to older citizens. Such exemptions represent substantial intergenerational transfers and may have important implications for local public finances. The consequences of age-based property tax exemptions depend upon the extent to which they influence households' location decisions, housing tenure decisions, and housing consumption. We provide the first evidence on (long-term) changes in household composition and housing consumption attributable to local, age-based property tax exemptions. We construct a unique database of local property tax exemptions in Georgia covering 100 years of county, school district, and selected city property tax laws. We use these data to estimate the effect of age-based property tax exemptions on the number of older homeowners from 1970-2010 attributable to the exemption. Using a \"quadruple-difference\" estimation strategy, we find a significant increase in older homeowners attributable to the combined effect of age-based property tax exemptions on location decisions and housing tenure. We also find evidence that age-based property tax exemptions increase housing consumption among older households. Finally, we estimate a sorting model to estimate the equilibrium effects of different tax policies.\n\n",
    "acknowledgement": "\nThis work was supported by the Center for State and Local Government Finance at Georgia State University. The Center for State and Local Government Finance was not involved in the research design, data collection, analysis, interpretation, or writing. The authors are solely responsible for work. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}