{
    "id": 25474,
    "citation_title": "The Effect of Superstition on Health: Evidence from the Taiwanese Ghost Month",
    "citation_author": [
        "Martin Halla",
        "Chia-Lun Liu",
        "Jin-Tan Liu"
    ],
    "citation_publication_date": "2019-01-21",
    "issue_date": "2019-01-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Behavioral Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSuperstition is a widespread phenomenon. We empirically examine its impact on health-related behavior and health outcomes. We study the case of the Taiwanese Ghost Month. During this period, which is believed to increase the likelihood of bad outcomes, we observe substantial adaptions in health-related behavior. Our identification exploits idiosyncratic variation in the timing of the Ghost Month across Gregorian calendar years. Using high-quality administrative data, we document for the period of the Ghost Months reductions in mortality, hospital admissions, and births. While the effect on mortality is a quantum effect, the latter two effects reflect changes in the timing of events. These findings suggest potential benefits of including emotional and cultural factors in public health policy.\n\n",
    "acknowledgement": "\nFor helpful discussions and comments we would like to thank seminar participants at the Hungarian Academy of Sciences (Centre for Social Sciences, RECENS) and the University of Hohenheim. The usual disclaimer applies. A Web Appendix available on the corresponding author’s website provides further results referenced in the paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}