{
    "id": 25473,
    "citation_title": "Active Choice, Implicit Defaults, and the Incentive to Choose",
    "citation_author": [
        "John Beshears",
        "James J. Choi",
        "David Laibson",
        "Brigitte C. Madrian"
    ],
    "citation_publication_date": "2019-01-21",
    "issue_date": "2019-01-17",
    "revision_date": "2019-02-13",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nNBER Roybal Center for Behavior Change in Health\n",
        "\n",
        "\nHealthcare Decision-Making and Outcomes for People Living with Alzheimer's Disease\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nHome-delivered prescriptions have no delivery charge and lower copayments than prescriptions picked up at a pharmacy. Nevertheless, when home delivery is offered on an opt-in basis, the take-up rate is only 6%. We study a program that makes active choice of either home delivery or pharmacy pick-up a requirement for insurance eligibility. The program introduces an implicit default for those who don’t make an active choice: pharmacy pick-up without insurance subsidies. Under this program, 42% of eligible employees actively choose home delivery, 39% actively choose pharmacy pick-up, and 19% make no active choice and are assigned the implicit default. Individuals who financially benefit most from home delivery are more likely to choose it. Those who benefit least from insurance subsidies are more likely to make no active choice and lose those subsidies. The implicit default incentivizes people to make an active choice, thereby playing a key role in choice architecture.\n\n",
    "acknowledgement": "\nWe thank the employees of Express Scripts, especially Robert Nease, for their cooperation with this project. We thank Gretchen Chapman (Guest Editor for the special issue), our anonymous referees, and audience members at the ASSA meetings, Columbia, the Consumer Financial Protection Bureau, Johns Hopkins, NBER, Syracuse, UCLA, University of Chicago, University of Kentucky, University of Lausanne, and University of Pennsylvania for their feedback. Christopher Clayton, Luca Maini, Lea Nagel, and Brendan Price provided excellent research assistance, and Sarah Holmes and Gwendolyn Reynolds provided outstanding project management. We gratefully acknowledge financial support from the Pershing Square Fund for Research on the Foundations of Human Behavior and the National Institute on Aging (grants R01AG021650, P01AG005842, and P30AG034532). The views expressed herein are those of the authors and do not necessarily reflect the views of Express Scripts, the National Institute on Aging, the National Bureau of Economic Research, or the authors’ home universities. See the authors’ websites for lists of their outside activities.\n\n\n\nDavid Laibson\n\nI have received honoraria for serving on the Express Scripts Scientific Advisory Board.\n\n\n2011: Express Scripts** (member Scientific Advisory Board)\n\n\n2010: Express Scripts* (member Scientific Advisory Board)\n\n\n2009: Express Scripts (member Scientific Advisory Board)\n\n\n2008:  Express Scripts (Scientific Advisory Board)\n\n\n*All payments donated to charitable organizations.\n\n\n**All payments donated directly by Express Scripts to charitable organizations.\n\n\n\nBrigitte C. Madrian\n\nOutside Professional Activities For Brigitte Madrian:\nIn addition to my position as a faculty member and Dean at Brigham Young University, I am occasionally compensated for my participation in outside activities, such as speaking, reviewing, writing/editing articles or reports, consulting, and serving on panels/advisory boards.\n\n\nIn the past few years, I have received compensation in excess of $500 from the following organizations:\n\n\n2018\nNational Bureau of Economic Research, FINRA, Brigham Young University, Tor Financial\n\n\n2017\nNational Bureau of Economic Research, FINRA, Connect Financial, NAGDCA, Florida Atlantic University Center for Economic Education, Cornell University, Summit Consulting, TIAA\n\n\n2016\nNational Bureau of Economic Research, FINRA, State Street Global Advisors, Urban Institute, Journal of Investment Management, Connect Financial, National Council of State Legislatures (NCSL), Boston Research Technologies, Reverse Mortgage Funding, RAND Corporation, Florida Atlantic University, Swarthmore College, UC Berkeley\n\n\n2015\nNational Bureau of Economic Research, FINRA, Investment Company Institute, Brigham Young University, State Street Global Advisors, TIAA-CREF, BNY Mellon, Institutional Investor Forums\n\n\n2014\nNational Bureau of Economic Research, FINRA, State Street Global Advisors, AARP, Brigham Young University\n\n\n2013\nNational Bureau of Economic Research, State Street Global Advisors, TIAA-CREF, Brigham Young University, Stanford University, Government of Canada\n\n\n2012\nNational Bureau of Economic Research, State Street Global Advisors, PIMCO, American Bankers Association, The World Bank, Dartmouth College, University of Wisconsin\n\n\n2011\nNational Bureau of Economic Research, Social Security Advisory Board, Brigham Young University, The World Bank, TIAA-CREF, State Street Global Advisors\n\n\n2010\nNational Bureau of Economic Research, Social Security Advisory Board, Mathematica Policy Research, Columbia University, American Economic Association, University of Washington, Brookings Institution Press, Harding House Publishers, University of Wisconsin, Diversified Investment Advisors, Brigham Young University, National Institutes of Health\n\n\n2009\nNational Bureau of Economic Research, Fidelity Investments, Prudential, Wellesley College, University of Michigan, University of Wisconsin, Georgia State University, Professional Insurance Marketing Association, National Institutes of Health\n\n\n2008\nNational Bureau of Economic Research, Fidelity Investments, Alliance Bernstein, University of Wisconsin, Austrian National Bank, Institute for Quantitative Research in Finance, Behavioral Finance Forum, Netspar,\n\n\n2007\nNational Bureau of Economic Research, Fidelity Investments, Callan Associates, TIAA-CREF, University of Wisconsin, Brigham Young University, University of Michigan, National Institutes of Health\n\n\n"
}