{
    "id": 25470,
    "citation_title": "How Prevalent Is Downward Rigidity in Nominal Wages? Evidence from Payroll Records in Washington State",
    "citation_author": [
        "Ekaterina S. Jardim",
        "Gary Solon",
        "Jacob L. Vigdor"
    ],
    "citation_publication_date": "2019-01-21",
    "issue_date": "2019-01-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nFor more than 80 years, many macroeconomic analyses have been premised on the assumption that workers’ nominal wage rates cannot be cut.  The U.S. evidence on this assumption has been inconclusive because of distortions from reporting error in household surveys.  Following a British literature, we reconsider the issue with more accurate wage data from the payroll records of most employers in the State of Washington over the period 2005-2015.  For every one of the 40 four-quarters-apart periods for which we observe year-to-year wage changes, we find that at least 20 percent of job stayers experience nominal wage reductions.\n\n",
    "acknowledgement": "\nWe thank the State of Washington’s Employment Security Department for access to data.  The Department reviewed all our results to ensure that no confidential information was disclosed.  We thank the City of Seattle, the Laura and John Arnold Foundation, the Smith Richardson Foundation, and the Russell Sage Foundation for funding and supporting the Seattle Minimum Wage Study.  Solon gratefully acknowledges financial support from the UK Economic and Social Research Council (ESRC), award reference ES/L009633/1.  We are grateful for comments from Chase Eck, Michael Elsby, Jessamyn Schaller, Donggyun Shin, and seminar participants at the University of California at Santa Barbara, the University of Illinois, the University of Missouri, Vanderbilt University, and the May 2017 Federal Reserve Board conference on “Labor Market Dynamics and the Macroeconomy.”  Any opinions expressed in this work are those of the authors and should not be attributed to any other entity, nor to the National Bureau of Economic Research.  Any errors are the authors' sole responsibility.  The Seattle Minimum Wage Study has neither solicited nor received support from any 501(c)(4) labor organization or any 501(c)(6) business organization.  Jardim’s work for this paper was done prior to joining Amazon.\n\n\n"
}