{
    "id": 25479,
    "citation_title": "Measuring Opportunity in U.S. Higher Education",
    "citation_author": [
        "Caroline M. Hoxby",
        "Sarah Turner"
    ],
    "citation_publication_date": "2019-01-28",
    "issue_date": "2019-01-17",
    "revision_date": "2019-01-28",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn identifying whether universities provide opportunities for low-income students, there is a measurement challenge: different institutions face students with different incomes and preparation. We show how a hypothetical university's “relevant pool”–the students from whom it could plausibly draw–affects popular measures: the Pell share, Bottom Quintile share, and Intergenerational Mobility. Using a proof by contradiction, we demonstrate that universities ranked highly on the popular measures can actually serve disproportionately few low-income students. We also show the reverse: universities slated for penalties on the popular measures can actually serve disproportionately many low-income students. Furthermore, the Intergenerational Mobility measure penalizes universities that face relatively equal income distributions, which are probably good for low-income students, and rewards universities that face very unequal income distributions. In short, by confounding differences in university effort with differences in circumstances, the popular measures could distort university decision making and produce unintended consequences. We demonstrate that, with well-thought-out data analysis, it is possible to create benchmarks that actually measure what they are intended to measure. In particular, we present a measure that overcomes the deficiencies of the popular measures and is informative about all, not just low-income, students.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. The authors acknowledge constructive comments from Sandy Baum, Sandra Black, John Bound, Damon Clark, Paul Courant, David Ellwood, Joshua Goodman, Michael McPherson, Richard Murnane, David Neumark, Jeffrey Smith, Christopher Taber, Martin West, and participants in several scholarly seminars and conferences.  The authors also acknowledge helpful feedback from a number of government staff and a number of persons involved in academic governance.  The data in this paper were previously generated as descriptive statistics used in the writing of Hoxby and Avery (2013) and Hoxby (2015a).  We therefore gratefully acknowledge those who helped us with those projects including The College Board, ACT, and (under contracts TIR-NO-12-P-00378 and TIR-NO-15-P-00059 ) Barry W. Johnson, Michael Weber, and Brian Raub of the Statistics of Income Division, Internal Revenue Service.\n\n\n"
}