{
    "id": 25476,
    "citation_title": "Has the U.S. Wage Phillips Curve Flattened? A Semi-Structural Exploration",
    "citation_author": [
        "Jordi Galí",
        "Luca Gambetti"
    ],
    "citation_publication_date": "2019-01-21",
    "issue_date": "2019-01-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUnconditional reduced form estimates of a conventional wage Phillips curve for the U.S. economy point to a decline in its slope coefficient in recent years, as well as a shrinking role of lagged price inflation in the determination of wage inflation. We provide estimates of a conditional wage Phillips curve, based on a structural decomposition of wage, price and unemployment data generated by a VAR with time varying coefficients, identified by a combination of long-run and sign restrictions. Our estimates show that the key qualitative findings from the unconditional reduced form regressions also emerge in the conditional evidence, suggesting that they are not entirely driven by endogeneity problems or possible changes over time in the importance of of wage markup shocks. The conditional evidence, however, suggests that actual changes in the slope of the wage Phillips curve may not have been as large as implied by the unconditional estimates.\n\n",
    "acknowledgement": "\nPrepared for the XXII Conference of the Central Bank of Chile, Santiago, October 25-26. We are grateful for comments to Fernanda Nechio, Régis Barnichon, Geert Mesters as well as participants at the CREi Faculty lunch and the Central Bank of Chile conference. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}