{
    "id": 25475,
    "citation_title": "Can a Tiger Change Its Stripes? Reform of Chinese State-Owned Enterprises in the Penumbra of the State",
    "citation_author": [
        "Ann Harrison",
        "Marshall Meyer",
        "Peichun Wang",
        "Linda Zhao",
        "Minyuan Zhao"
    ],
    "citation_publication_date": "2019-01-21",
    "issue_date": "2019-01-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Nonprofits",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nThe majority of state-owned enterprises (SOEs) in China were privatized through ownership reforms over the last two decades. Using a comprehensive dataset of all medium and large enterprises in China between 1998 and 2013, we show that privatized SOEs continue to benefit from government support relative to private enterprises.  Compared to private firms that were never state-owned, privatized SOEs are favored by low interest loans and government subsidies. These differences are more salient with the Chinese government’s trillion-dollar stimulus package introduced after the 2008 global financial crisis. Moreover, both SOEs and privatized SOEs significantly under-perform in profitability compared to private firms.  Nevertheless there are clear improvements in performance post-privatization. The tiger can change its stripes; however, the government’s behavior seems to be sticky.\n\n",
    "acknowledgement": "\nWe thank the Penn China Research and Engagement Fund for financial support, as well as seminar participants at two conferences held at the Penn Wharton China Center. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}