{
    "id": 25488,
    "citation_title": "The Impact of the Affordable Care Act: Evidence from California's Hospital Sector",
    "citation_author": [
        "Mark Duggan",
        "Atul Gupta",
        "Emilie Jackson"
    ],
    "citation_publication_date": "2019-01-28",
    "issue_date": "2019-01-24",
    "revision_date": "2019-12-10",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Nonprofits",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nThe Affordable Care Act (ACA) authorized the largest expansion of public health insurance in the U.S. since the mid-1960s. We exploit ACA-induced changes in the discontinuity in coverage at age 65 using a regression discontinuity based design to examine effects of the expansion on health insurance coverage, hospital use, and patient health. We then link these changes to effects on hospital finances. We show that a substantial share of the federally-funded Medicaid expansion substituted for existing locally-funded safety net programs. Despite this offset, the expansion produced a substantial increase in hospital revenue and profitability, with larger gains for government hospitals. On the benefits side, we do not detect significant improvements in patient health, although the expansion led to substantially greater hospital and emergency room use, and a reallocation of care from public to private and better-quality hospitals.\n\n",
    "acknowledgement": "\nWe would like to thank Abby Alpert, Bob Kaestner, Mark Shepard, Laura Wherry, and seminar participants at Arizona, Columbia, Johns Hopkins, Stanford, UC-Berkeley, USC, and Wharton along with the 2017 ASSA, AHEC 2017, fall NBER PE 2017 and MHEC 2018 meetings for helpful comments. We are also grateful to Betty Henderson-Sparks, Aaron Maggetti, Amy Peterson, and Jon Teague of the California Office of Statewide Planning & Health Development for their assistance in providing the Hospital/ER discharge data and to Jack Coolbaugh for excellent research assistance. All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}