{
    "id": 25487,
    "citation_title": "The Welfare Effects of Transportation Infrastructure Improvements",
    "citation_author": [
        "Treb Allen",
        "Costas Arkolakis"
    ],
    "citation_publication_date": "2019-01-28",
    "issue_date": "2019-01-24",
    "revision_date": "2020-12-12",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nEach year in the U.S., hundreds of billions of dollars are spent on transportation infrastructure and billions of hours are lost in traffic. We incorporate traffic congestion into a quantitative general equilibrium spatial framework and apply it to evaluate the welfare impact of transportation infrastructure improvements. Our approach yields analytical expressions for transportation costs between any two locations, the traffic along each link of the transportation network, and the equilibrium distribution of economic activity across the economy, each as a function of the underlying quality of infrastructure and the strength of traffic congestion. We characterize the properties of such an equilibrium and show how the framework can be combined with traffic data to evaluate the impact of improving any segment of the infrastructure network. Applying our framework to both the U.S. highway network and the Seattle road network, we find highly variable returns to investment across different links in the respective transportation networks, highlighting the importance of well-targeted infrastructure investment.\n\n",
    "acknowledgement": "\nWe thank our editor Adam Szeidl, discussants Pol Antras and Caitlin Gorback, and four anonymous referees for exceptionally helpful feedback and suggestions. The project also benefited from discussions with Takashi Akamatsu, David Atkin, Don Davis, Dave Donaldson, Gilles Duranton, Pablo Fajgelbaum, Ed Glaeser, Xiangliang Li, Sam Kortum, and Steve Redding. We are grateful to the experts in the Economic Analysis Division at the Volpe National Transportation Systems Center, especially Sari Radin, for their advice and guidance on the project. We thank Albert Chen for exceptional research assistance. The authors acknowledge support by the National Science Foundation under grants SES-1658838 and SES-1658875 and the National Bureau of Economic Research's “Economics of Transportation in the 21st Century” Initiative. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}