{
    "id": 25484,
    "citation_title": "Social Progress and Corporate Culture",
    "citation_author": [
        "Gary B. Gorton",
        "Alexander K. Zentefis"
    ],
    "citation_publication_date": "2019-01-28",
    "issue_date": "2019-01-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nSocial progress through improved treatment of minority groups (the embrace of anti-racist and anti-sexist norms, for example) may or may not spread to corporate cultures through competition. Sometimes the market fails to adapt on its own and government must pass legislation to secure changes in the workplace. We show how corporate culture is determined, why a variety of corporate cultures exist, and whether progressive corporate cultures can oust regressive ones.\n\n",
    "acknowledgement": "\nWe are grateful to Peter DeMarzo, Darrell Duffie, and Arvind Krishnamurthy for their discussions on this topic. We also thank Nick Barberis, James Choi, Stefano Giglio, Will Goetzmann, Paul Goldsmith-Pinkham, Jon Ingersoll, Bryan Kelly, Song Ma, Tim McQuade, Paul Pfleiderer, Monika Piazzesi, Geert Rouwenhorst, and seminar participants at Yale SOM and Stanford GSB for their valuable feedback and comments The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}