{
    "id": 25489,
    "citation_title": "Does Pollution Drive Achievement? The Effect of Traffic Pollution on Academic Performance",
    "citation_author": [
        "Jennifer Heissel",
        "Claudia Persico",
        "David Simon"
    ],
    "citation_publication_date": "2019-01-28",
    "issue_date": "2019-01-24",
    "revision_date": "2022-12-23",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the effect of school traffic pollution on student outcomes by leveraging variation in wind patterns for schools the same distance from major highways. We compare within-student achievement for students transitioning between schools near highways, where one school has had greater levels of pollution because it is downwind of a highway. Students who move from an elementary/middle school that feeds into a “downwind” middle/high school in the same zip code experience decreases in test scores, more behavioral incidents, and more absences, relative to when they transition to an upwind school. Even within zip codes, microclimates can contribute to inequality.\n\n",
    "acknowledgement": "\nWe are grateful to the state of Florida for providing the data used in this analysis. We thank David Figlio, Hilary Hoynes, Richard Dunn, Nick Sanders, Doug Miller, workshop participants at the University of Connecticut Agricultural Economics Department, and conference participants at the Association for Public Policy Analysis and Management, the UC Davis Alumni conference, and the Southern Economic Association for their thoughts and comments on this work. Any errors or conclusions are our own. The views expressed in this paper do not reflect the views of the U.S. Department of Defense, the U.S. Navy, the Florida Department of Education, or the National Bureau of Economic Research. Sandra Spirovska, Colin Rohm, Joanna Venator and Michael DiNardi provided excellent research assistance.\n\n\n"
}