{
    "id": 25483,
    "citation_title": "How Many Life-Years Have New Drugs Saved? A 3-Way Fixed-Effects Analysis of 66 Diseases in 27 Countries, 2000-2013",
    "citation_author": [
        "Frank R. Lichtenberg"
    ],
    "citation_publication_date": "2019-01-28",
    "issue_date": "2019-01-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nWe analyze the role that the launch of new drugs has played in reducing the number of years of life lost (YLL) before 3 different ages (85, 70, and 55) due to 66 diseases in 27 countries.\nWe estimate 2-way fixed-effects models of the rate of decline of the disease- and country-specific age-standardized YLL rate.   The models control for the average decline in the YLL rate in each country and from each disease.\nOne additional drug launch 0-11 years before year t is estimated to have reduced the pre-age-85 YLL rate (YLL85) in year t by 3.0%, and one additional drug launch 12 or more years before year t is estimated to have reduced YLL85 by 5.5%.  (A drug’s utilization peaks 8-10 years after it was launched.)  Controlling for the number of drugs previously launched, YLL rates are unrelated to the number of drug classes previously launched.\nThe estimates imply that, if no new drugs had been launched after 1981, YLL85 in 2013 would have been 2.16 times as high as it actually was.  We estimate that pharmaceutical expenditure per life-year saved before age 85 in 2013 by post-1981 drugs was $2837.  This amount is about 8% of per capita GDP, indicating that post-1981 drugs launched were very cost–effective, overall.  But the fact that an intervention is cost-effective does not necessarily mean that it is “affordable.”\n\n",
    "acknowledgement": "\nThis work was supported by Asociación de Laboratorios Farmacéuticos de Investigación y Desarrollo (AFIDRO). The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}