{
    "id": 25486,
    "citation_title": "Does School Lunch Fill the “SNAP Gap” at the End of the Month?",
    "citation_author": [
        "Agustina Laurito",
        "Amy Ellen Schwartz"
    ],
    "citation_publication_date": "2019-01-28",
    "issue_date": "2019-01-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the relationship between the timing of SNAP benefit payments and participation in school lunch and breakfast using the National Household Food Acquisition and Purchase Survey (FoodAPS). An event study approach examines participation over the five-day window before and after the SNAP payment. We find that school lunch participation decreases 17 to 23 percentage points immediately after the SNAP payment among 11-18 year olds while breakfast drops 19 to 36 percentage points. The decline begins the day prior to payment. We find no effects for 5-10 year olds. Models examining participation over the full SNAP month using individual fixed effects yield similar findings. Among teenagers, participation in school lunch and breakfast decline in the first two weeks of the SNAP month, increasing afterwards. Non-school meals show the opposite pattern. Overall, results indicate SNAP households rely more on school lunch and breakfast toward the end of the SNAP month. Adolescents substitute away from school meals to non-subsidized meal options earlier in the SNAP benefit cycle.\n\n",
    "acknowledgement": "\nThis research was supported by USDA grant no. 59-5000-5-0115 to the National Bureau of Economic Research, entitled, \"Using FoodAPS for Research in Diet, Health, Nutrition, and Food Security.\" The views expressed are those of the authors and not necessarily those of the Economic Research Service, Food and Nutrition Service, or the U.S. Department of Agriculture. We thank participants at NBER FoodAPS Conference in Washington, DC, the Association for Policy Analysis and Management (APPAM) Fall Research Conference in Chicago, IL, and the Summer Seminar Series of the Institute of Education and Social Policy (IESP) at New York University. We also thank the editors of the Southern Economic Journal and two anonymous reviewers for their valuable comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}