{
    "id": 25482,
    "citation_title": "Monetary Policy Communications and their Effects on Household Inflation Expectations",
    "citation_author": [
        "Olivier Coibion",
        "Yuriy Gorodnichenko",
        "Michael Weber"
    ],
    "citation_publication_date": "2019-01-28",
    "issue_date": "2019-01-24",
    "revision_date": "2021-11-05",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study how different forms of communication influence inflation expectations in a randomized controlled trial using nearly 20,000 U.S. individuals. We elicit individuals’ inflation expectations in the Nielsen Homescan panel and then provide eight different forms of information regarding inflation. Reading the actual Federal Open Market Committee (FOMC) statement has about the same average effect on expectations as simply being told about the Federal Reserve’s inflation target. Reading news articles about the most recent FOMC meetings results in a forecast revision which is smaller by half. This exogenous variation in inflation expectations has subsequent effects on household spending. Our results have implications for how central banks should communicate to the broader public.\n\n",
    "acknowledgement": "\nWe thank the Fama-Miller Center and the Initiative on Global Markets, both at the University of Chicago Booth School of Business for financial support for conducting the surveys. Coibion and Gorodnichenko also thank the NSF for financial support. We are grateful to seminar and conference participants at many institutions. We thank Jonas Dalmazzo, Mathieu Pedemonte and especially Vitaliia Yaremko for excellent research assistance. We also thank Shannon Hazlett and Victoria Stevens at Nielsen for their assistance with the collection of the PanelViews Survey. Results in this article are calculated based on data from The Nielsen Company (US), LLC and marketing databases provided by the Kilts Center for Marketing Data Center at The University of Chicago Booth School of Business. Information on availability and access to the data is available at http://research.chicagobooth.edu/nielsen. The randomized control trial is registered at the AER RCT Registry (#AEARCTR-0003649). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}