{
    "id": 25485,
    "citation_title": "Uncertainty about Future Income: Initial Beliefs and Resolution During College",
    "citation_author": [
        "Yifan Gong",
        "Ralph Stinebrickner",
        "Todd R. Stinebrickner"
    ],
    "citation_publication_date": "2019-01-28",
    "issue_date": "2019-01-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use unique data from the Berea Panel Study to characterize how much earnings uncertainty is present for students at college entrance and how quickly this uncertainty is resolved. We characterize uncertainty using survey questions that elicit the entire distribution describing one’s beliefs about future earnings. Taking advantage of the longitudinal nature of the expectations data, we find that roughly two-thirds of the income uncertainty present at the time of entrance remains at the end of college. Taking advantage of a variety of additional survey questions, we provide evidence about how the resolution of income uncertainty is influenced by factors such as college GPA and college major, and also examine why much income uncertainty remains unresolved at the end of college. This paper also contributes to a literature interested in understanding the relative importance of uncertainty and heterogeneity in determining observed earnings distributions.\n\n",
    "acknowledgement": "\nThe project was made possible by generous support from the Mellon Foundation, The Spencer Foundation, The National Science Foundation, and the Social Sciences and Humanities Research Council. We would like to thank Charles Leung, Yuxi Yao, Martin Luccioni, and Phuong Vu and conference participants at the 2018 summer meetings of The Econometric Society and the Canadian Economic Association for useful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}