{
    "id": 25481,
    "citation_title": "Taming the Factor Zoo: A Test of New Factors",
    "citation_author": [
        "Guanhao Feng",
        "Stefano Giglio",
        "Dacheng Xiu"
    ],
    "citation_publication_date": "2019-01-28",
    "issue_date": "2019-01-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a model-selection method to systematically evaluate the contribution to asset pricing of any new factor, above and beyond what a high-dimensional set of existing factors explains. Our methodology explicitly accounts for potential model-selection mistakes, unlike the standard approaches that assume perfect variable selection, which rarely occurs in practice and produces a bias due to the omitted variables. We apply our procedure to a set of factors recently discovered in the literature. While most of these new factors are found to be redundant relative to the existing factors, a few — such as profitability — have statistically significant explanatory power beyond the hundreds of factors proposed in the past. In addition, we show that our estimates and their significance are stable, whereas the model selected by simple LASSO is not.\n\n",
    "acknowledgement": "\nWe appreciate insightful comments from Alex Belloni, John Campbell, John Cochrane, Chris Hansen, Lars Hansen, Bryan Kelly, Stefan Nagel and Chen Xue. We are also grateful for helpful comments from seminar and conference participants at the City University of Hong Kong, Peking University, Renmin University, University of British Columbia, Luxembourg School of Finance, AQR, Morgan Stanley, Two Sigma, 2018 Annual Meetings of the American Finance Association, the 2016 Financial Engineering and Risk Management Symposium in Guangzhou, 2017 EcoStat Conference at Hong Kong University of Science and Technology, and University of Oregon Summer Finance Conference. We acknowledge research support by the Fama-Miller Center for Research in Finance at Chicago Booth. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}