{
    "id": 25491,
    "citation_title": "Is There a Demand for Reverse Mortgages in China? Evidence from Two Online Surveys",
    "citation_author": [
        "Katja Hanewald",
        "Hazel Bateman",
        "Hanming Fang",
        "Shang Wu"
    ],
    "citation_publication_date": "2019-01-28",
    "issue_date": "2019-01-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n",
        "Household Finance",
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nReverse mortgages provide an alternative source of retirement funding by allowing older homeowners to borrow against their home. However, a recent pilot program of reserve mortgage products in several large Chinese cities saw almost no take up. To ascertain the demand for reverse mortgages in China, we conduct and analyze two online surveys that focus respectively on homeowners aged 45-65 as potential purchasers, and on adult children in the 20-49 age group representing children of potential purchasers. We address the reported shortcomings of the pilot reverse mortgage product by testing an improved product design presented in a clear and comprehensive format. In stark contrast, we find that 89% of older Chinese homeowners would be interested in this new reverse mortgage product, and 84% of adult children would recommend such a product to their parents. Participants in both surveys reported that they would use the reverse mortgage payments to fund a more comfortable retirement and to pay for better medical treatments and aged care services. Respondents' interest in reverse mortgages was associated with their familiarity and understanding of the product, and its perceived potential to address liquidity constraints in retirement. Health status, aged care preferences and proxies for intergenerational links were also important. Our results are contrary to the common perception of intergenerational expectations of wealth transfer in China, and provide new evidence in support of the potential development of China's reverse mortgage market.\n\n",
    "acknowledgement": "\nThe authors acknowledge the financial support from the ARC Centre of Excellence in Population Ageing Research (CEPAR) - CE17010005. We thank Olivia S. Mitchell, John Piggott, Thomas Post, Jennifer Alonso Garcia, and Ralph Stevens for valuable comments and suggestions. We also thank conference participants at the 22nd International Congress on Insurance: Mathematics and Economics in Sydney, at the International Conference on \"Addressing Population Aging: Institutional and Public Policy Innovation\" held at the ShanghaiTech University, and at the 26th Colloquium on Pensions and Retirement Research in Sydney. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}