{
    "id": 25493,
    "citation_title": "Do Tax Cuts Produce More Einsteins? The Impacts of Financial Incentives vs. Exposure to Innovation on the Supply of Inventors",
    "citation_author": [
        "Alexander M. Bell",
        "Raj Chetty",
        "Xavier Jaravel",
        "Neviana Petkova",
        "John Van Reenen"
    ],
    "citation_publication_date": "2019-01-28",
    "issue_date": "2019-01-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": [
        "\n",
        "\nTraining Program in Aging and Health Economics\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nMany countries provide financial incentives to spur innovation, ranging from tax incentives to research and development grants. In this paper, we study how such financial incentives affect individuals' decisions to pursue careers in innovation. We first present empirical evidence on inventors' career trajectories and income distributions using de-identified data on 1.2 million inventors from patent records linked to tax records in the U.S. We find that the private returns to innovation are extremely skewed – with the top 1% of inventors collecting more than 22% of total inventors' income – and are highly correlated with their social impact, as measured by citations. Inventors tend to have their most impactful innovations around age 40 and their incomes rise rapidly just before they have high-impact patents. We then build a stylized model of inventor career choice that matches these facts as well as recent evidence that childhood exposure to innovation plays a critical role in determining whether individuals become inventors. The model predicts that financial incentives, such as top income tax reductions, have limited potential to increase aggregate innovation because they only affect individuals who are exposed to innovation and have no impact on the decisions of star inventors, who matter most for aggregate innovation. Importantly, these results hold regardless of whether the private returns to innovation are known at the time of career choice. In contrast, increasing exposure to innovation (e.g., through mentorship programs) could have substantial impacts on innovation by drawing individuals who produce high-impact inventions into the innovation pipeline. Although we do not present direct evidence supporting these model-based predictions, our results call for a more careful assessment of the impacts of financial incentives and a greater focus on alternative policies to increase the supply of inventors.\n\n",
    "acknowledgement": "\nThe opinions expressed in this paper are those of the authors alone and do not necessarily reflect the views of the Internal Revenue Service, U.S. Department of the Treasury. We would particularly like to thank Philippe Aghion for inspiration and many insightful comments. This research was funded by the National Science Foundation, the National Institute on Aging Grant T32AG000186, the European Research Council, the Economic and Social Research Council at CEP, the Washington Center for Equitable Growth, and the Kauffman Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}