{
    "id": 25492,
    "citation_title": "Marginal Jobs and Job Surplus: A Test of the Efficiency of Separations",
    "citation_author": [
        "Simon Jäger",
        "Benjamin Schoefer",
        "Josef Zweimüller"
    ],
    "citation_publication_date": "2019-01-28",
    "issue_date": "2019-01-24",
    "revision_date": "2020-06-24",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe present a test of Coasean theories of efficient separations. We study a cohort of jobs from the introduction through the repeal of a large, age- and region-specific unemployment benefit extension in Austria. In the treatment group, 18% fewer jobs survive. According to the Coasean view, the destroyed marginal jobs had low joint surplus. Hence, after the repeal, the treatment survivors should be dramatically more resilient than the ineligible control group survivors. Strikingly, the two groups instead exhibit identical post-repeal separation behavior. We provide and empirically support an alternative model in which wage rigidity drives the inefficient separation dynamics.\n",
    "acknowledgement": "\nWe thank the editor, Thomas Lemieux, and anonymous referees, as well as Daron Acemoglu, Josh Angrist, David Autor, Mark Bils, Leo Kaas, Philipp Kircher, Patrick Kline, Moritz Kuhn, Guido Menzio, Thijs van Rens, as well as audiences at conferences at the ASSA Meeting, briq Workshop, ECB/CEPR Labour MarketWorkshop, London-Paris Public Economics Conference, CEPR/IZA Annual Symposium, CEPR Public Economics Symposium, MILLS, Ammersee Workshop, NBER SI Macro Perspectives, NBER Labor Studies, NBER Public Economics, NBER Aging Program, NBER Longer Working Lives Workshop, NYU Search Theory Workshop, SED, CESifo Venice, and at seminars at Banca d’Italia, the Philadelphia Fed, Harvard, IAB, INSEAD, U Mannheim, UC Berkeley, UC Santa Barbara, UCL, and U Penn. Karl Aspelund, Carolin Baum, Nikhil Basavappa, Dominik Egloff, Andreas Kettemann, René Livas, Nelson Mesker, Damian Osterwalder, Nina Roussille, Philippe Ruh, Martina Uccioli, Samuel Young, and Dalton Zhang provided excellent research assistance. Jäger and Schoefer acknowledge financial support from the Boston  Retirement Research Center, the National Science Foundation, and the Sloan Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}