{
    "id": 25496,
    "citation_title": "IQ, Expectations, and Choice",
    "citation_author": [
        "Francesco D’Acunto",
        "Daniel Hoang",
        "Maritta Paloviita",
        "Michael Weber"
    ],
    "citation_publication_date": "2019-01-28",
    "issue_date": "2019-01-24",
    "revision_date": "2019-09-11",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Behavioral Economics",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economics of Education",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nForecast errors for inflation decline monotonically with both verbal and quantitative IQ in a large and representative male population. Within individuals, inflation expectations and perceptions are autocorrelated only for men above the median by IQ (high-IQ men). High-IQ men's forecast revisions are consistent with the diagnostic-expectations framework, whereas anything goes for low-IQ men. Education levels, income, socioeconomic status, or financial constraints do not explain these results. Using ad-hoc tasks in a controlled environment, we investigate the channels behind these results. Low-IQ individuals' knowledge of the concept of inflation is low; they associate inflation with concrete goods and services instead of abstract economic concepts, and are less capable of forecasting mean-reverting processes. Differences in expectations formation by IQ feed into choice—only high-IQ men plan to spend more when expecting higher inflation as the consumer Euler equation prescribes. Our results have implications for heterogeneous-beliefs models of consumption, saving, and investment.\n\n",
    "acknowledgement": "\nThis research was conducted with restricted access to data from the Finnish Defence Forces and Statistics Finland. The views expressed here are those of the authors and do not necessarily reflect the views of the Bank of Finland, Finnish Defence Forces, or Statistics Finland. We thank the project coordinator at Statistics Finland, Valtteri Valkonen, for his help with the data and very insightful comments. We also thank Rudi Bachmann, Richard Blundell, Markus Brunnermeier, Doug Diamond, Andreas Fuster, Mark Gertler, Simon Gilchrist, Erik Hurst, Yueran Ma, Ricardo Perez-Truglia, Monika Piazzesi, Raghu Rajan, Chris Roth, Kathrin Schlafmann, Andrei Shleifer, Giorgio Topa, Gianluca Violante, Amir Yaron, Basit Zafar, and seminar participants at Aalto University, the Bank of Finland, CES-ifo Summer Institute: Expectation Formation, CES-ifo Workshop on Subjective Expectations and Probabilities in Economics, CEBRA Annual Meeting, CEPR Household Finance Conference, Symposium on Economics and Institutions, the European Central Bank, the EFA, the EABCN Asset Pricing and Macro Conference, European Midwest Micro/Macro Conference, Federal Reserve Board, the ifo Institute, and the University of Chicago for valuable comments. We gratefully acknowledge financial support from the Deutsche Bundesbank. Weber also gratefully acknowledges financial support from the University of Chicago Booth School of Business, the Fama Research Fund at the University of Chicago Booth School of Business, and the Fama-Miller Center.\n\n\n"
}