{
    "id": 25494,
    "citation_title": "Public Debt Through the Ages",
    "citation_author": [
        "Barry Eichengreen",
        "Asmaa El-Ganainy",
        "Rui Esteves",
        "Kris James Mitchener"
    ],
    "citation_publication_date": "2019-01-28",
    "issue_date": "2019-01-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Public Economics",
        "\n",
        "History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe consider public debt from a long-term historical perspective, showing how the purposes for which governments borrow have evolved over time. Periods when debt-to-GDP ratios rose explosively as a result of wars, depressions and financial crises also have a long history. Many of these episodes resulted in debt-management problems resolved through debasements and restructurings. Less widely appreciated are successful debt consolidation episodes, instances in which governments inheriting heavy debts ran primary surpluses for long periods in order to reduce those burdens to sustainable levels. We analyze the economic and political circumstances that made these successful debt consolidation episodes possible.\n\n",
    "acknowledgement": "\nWe thank Chengyu Huang for excellent research assistance and Michael Bordo, Mark De Broeck, Marc Flandreau and Kenneth Rogoff for helpful comments. We also thank Ali Abbas, Alex Pienkowski and participants at the IMF conference on Sovereign Debt (September 13-14, 2018) for useful suggestions. A revised version of this paper will appear in “Sovereign Debt: A Guide for Economist and Practitioners, edited by S.M. Ali Abbas, Alex Pienkowski, and Kenneth Rogoff (forthcoming, Oxford University Press and the IMF). This paper was originally published as IMF Working Paper 19/6. The views expressed in this paper are those of the authors and do not necessarily represent the views of the IMF, its Executive Board, IMF management, or the National Bureau of Economic Research.\n\n\n"
}