{
    "id": 25495,
    "citation_title": "Does Parental Quality Matter? Evidence on the Transmission of Human Capital Using Variation in Parental Influence from Death, Divorce, and Family Size",
    "citation_author": [
        "Eric Gould",
        "Avi Simhon",
        "Bruce A. Weinberg"
    ],
    "citation_publication_date": "2019-02-04",
    "issue_date": "2019-01-24",
    "revision_date": "2019-02-06",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the transmission of human capital from parents to children using variation in parental influence due to parental death, divorce, and the increasing specialization of parental roles in larger families.  All three sources of variation yield strikingly similar patterns which show that the strong parent-child correlation in human capital is largely causal.  In each case, the parent-child correlation in education is stronger with the parent that spends more time with the child, and weaker with the parent that spends relatively less time parenting. These findings help us understand why educated parents spend more time with their children.\n\n",
    "acknowledgement": "\nWe thank Saul Lach, Dan Hamermesh, Josh Angrist, Victor Lavy, Guy Stecklov, Omer Moav, Jim Heckman, David Autor, and seminar participants at Hebrew University, Tel Aviv University, MIT, Georgetown University, the 13th IZA/CEPR European Summer Symposium in Labour Economics (ESSLE), the conference on “New Developments in Human Capital” at Hebrew University (May 2012), and the Israel Economic Association for helpful discussions. Financial support for this research has been gratefully received from the Israel Science Foundation and the Sapir Center.  This paper is a significantly expanded version of a previous paper circulated under the title: “Does Quality Time Produce Quality Children?  Evidence on the Intergenerational Transmission of Human Capital Using Parental Deaths.” The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}