{
    "id": 25490,
    "citation_title": "Change and Persistence in the Age of Modernization: Saint-Germain-d'Anxure 1730-1895",
    "citation_author": [
        "Guillaume Blanc",
        "Romain Wacziarg"
    ],
    "citation_publication_date": "2019-01-28",
    "issue_date": "2019-01-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Labor and Health History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n",
        "Country Studies",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing a unique, comprehensive household-level dataset for a single French village from 1730 to 1895, we study the process of modernization during a period of rapid institutional and demographic transformation. We document changes in fertility, mortality, human capital and intergenerational mobility, looking for structural breaks associated with the French Revolution and paying close attention to the sequencing of changes associated with various aspects of modernization in the village. We find that the fall in fertility preceded the rise in education by several decades. Demographic change is plausibly associated with institutional and cultural change rather than with changes in the opportunity cost of children. The rise in education occurred mostly as the result of an increase in the supply of schooling due to the Guizot Law, rather than demand side forces. All these changes occurred in the absence of industrialization in and around the village. We conclude that institutional and cultural changes originating outside the village were likely the dominant forces explaining its modernization.\n\n",
    "acknowledgement": "\nBlanc: Brown University, Robinson Hall, 64 Waterman Street, Providence RI 02912, gblanc@brown.edu; Wacziarg: UCLA Anderson School of Management, 110 Westwood Plaza, Los Angeles CA 90095, wacziarg@ucla.edu. We thank Ran Abramitzky, David de la Croix, Paul David, Klaus Desmet, Oded Galor, Saumitra Jha, David Le Bris, Chris Meissner, Ricardo Perez-Truglia, Nico Voigtlaender, David Weil and seminar participants at Brown University, UCLA, Stanford University, UC Davis and Universite Catholique de Louvain for useful comments. Funding from the UCLA Faculty Senate is gratefully acknowledged. Any remaining errors are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}