{
    "id": 25499,
    "citation_title": "Different Strokes for Different Folks: Experimental Evidence on the Effectiveness of Input and Output Incentive Contracts for Health Care Providers with Varying Skills",
    "citation_author": [
        "Manoj Mohanan",
        "Katherine Donato",
        "Grant Miller",
        "Yulya Truskinovsky",
        "Marcos Vera-Hernández"
    ],
    "citation_publication_date": "2019-02-04",
    "issue_date": "2019-01-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Market Structures",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA central issue in designing performance incentive contracts is whether to reward the production of outputs versus use of inputs: the former rewards efficiency and innovation in production, while the latter imposes less risk on agents. Agents with varying levels of skill may perform better under different contracts as well – more skilled workers may be better able to innovate, for example. We study these issues empirically through an experiment enabling us to observe and verify outputs (health outcomes) and inputs (adherence to recommended medical treatment) in Indian maternity care. We find that both output and input incentive contracts achieved comparable reductions in post-partum hemorrhage rates, the dimension of maternity care most sensitive to provider behavior and the largest cause of maternal mortality. Interestingly, and in line with theory, providers with advanced qualifications performed better and used new strategies under output incentives, while under input incentives, providers with and without advanced qualifications performed equally.\n\n",
    "acknowledgement": "\nMohanan is lead author. Donato, Miller, Truskinovsky, and Vera-Hernandez contributed equally to the manuscript. This research was made possible by funding and support from 3ie and DFID-India (OW2: 205 co-PIs: Mohanan and Miller), World Bank HRITF (TF099435: PI Mohanan) and Government of Karnataka. Vera-Hernández was supported by European Research Council’s Horizon 2020 research and innovation program (No. 695300 – HKADeC-ERC-2015-AdG)). We are grateful, for comments and suggestions, to Alessandra Voena, Alessandro Tarozzi, Amar Hamoudi, Duncan Thomas, Erica Field, Jerry La Forgia, Jishnu Das, Imran Rasul, Meredith Rosenthal, Michael Callen, Nava Ashraf, Neeraj Sood, Oriana Bandiera, Paul Gertler, Rohini Pande, Rob Garlick, Victoria Baranov, Xiao Yu Wang, and to audiences at AEA/ASSA 2017, ASHEcon 2016, Barcelona GSE 2016, BREAD/CEPR 2016, Duke, Erasmus, Harvard, iHEA Congress Milan, Tilburg, and U. of S. California. Manveen Kohli provided excellent project management. We are thankful to Kultar Singh, Swapnil Shekhar, and Anil Lobo from Sambodhi, as well as the field team for project implementation and data collection. We gratefully acknowledge the support we received from World Bank (Paolo Belli, Patrick Mullen, and Vikram Rajan) and the Government of Karnataka (Vandita Sharma, Selva Kumar, Suresh Mohammed, Raghavendra Jannu, Atul Tiwari, Dr. Nagaraj, Dr. Sridhar, Dr. Prakash Kumar, Dr. Amruteshwari, and several others). We are especially grateful to the many doctors and clinical experts who provided valuable guidance and feedback, including Matthews Mathai, Dinesh Agarwal, Ayaba Worjolah, Vinod Paul, Sharad Iyengar, Kirti Iyengar, Amarjit Singh, Suneeta Mittal, Lalit Baveja, and Sunesh Kumar. This RCT was registered in the American Economic Association Registry for randomized control trials under trial number AEARCTR-0000179. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}