{
    "id": 25498,
    "citation_title": "The Costs and Benefits of Caring: Aggregate Burdens of an Aging Population",
    "citation_author": [
        "Finn Kydland",
        "Nick Pretnar"
    ],
    "citation_publication_date": "2019-02-04",
    "issue_date": "2019-01-31",
    "revision_date": "2019-02-06",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nThroughout the 21st century, population aging in the United States will lead to increases in the number of elderly people requiring some form of living assistance which, as some argue, is to be seen as a burden on society, straining old-age insurance systems and requiring younger agents to devote an increasing fraction of their time toward caring for infirm elders. Given this concern, it is natural to ask how aggregate GDP growth is affected by such a phenomenon. We develop an overlapping generations model where young agents face idiosyncratic risk of contracting an old-age disease, like for example Alzheimer's or dementia, which adversely affects their ability to fully enjoy consumption. Young agents care about their infirm elders and can choose to supplement elder welfare by spending time taking care of them. Through this channel, aggregate GDP growth endogenously depends on young agents' degree of altruism. We calibrate the model and show that projected population aging will lead to future reductions in output of 17% by 2056 and 39% by 2096 relative to an economy with a constant population distribution. Curing diseases like Alzheimer's and dementia can lead to a compounded output increase of 5.4% while improving welfare for all agents.\n\n",
    "acknowledgement": "\nNick Pretnar acknowledges support from the National Science Foundation Graduate Research Fellowship under Grant No. DGE1252522. We would like to thank seminar participants at the University of California - Santa Barbara, Carnegie Mellon University, the University of Missouri, the Spring 2018, Midwest Macroeconomics Conference at the University of Wisconsin, and the 2018 Society for Economic Dynamics Conference at the Instituto Tecnológico Autónomo de México (ITAMS) in Mexico City. Special thanks to Laurence Ales, Javier Birchenall, Ali Shourideh, Joe Haslag, Peter Rupert, Roozbeh Hosseini, Tim Kehoe, Ariel Zetlin-Jones, and Bill Bednar for their helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}