{
    "id": 25505,
    "citation_title": "Low Interest Rates, Market Power, and Productivity Growth",
    "citation_author": [
        "Ernest Liu",
        "Atif Mian",
        "Amir Sufi"
    ],
    "citation_publication_date": "2019-02-04",
    "issue_date": "2019-01-31",
    "revision_date": "2020-08-19",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Household Finance",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nThis study provides a new theoretical result that a decline in the long-term interest rate can trigger a stronger investment response by market leaders relative to market followers, thereby leading to more concentrated markets, higher profits, and lower aggregate productivity growth. This strategic effect of lower interest rates on market concentration implies that aggregate productivity growth declines as the interest rate approaches zero. The framework is relevant for anti-trust policy in a low interest rate environment, and it provides a unified explanation for rising market concentration and falling productivity growth as interest rates in the economy have fallen to extremely low levels.\n\n",
    "acknowledgement": "\nWe thank Manuel Amador, Abhijit Banerjee, Nick Bloom, Timo Boppart, V. V. Chari, Itay Goldstein, Andy Haldane, Chad Jones, Pete Klenow, Erzo Luttmer, Christopher Phelan, Thomas Philippon, Tomasz Piskorski, Tommaso Porzio, Ali Shourideh, Michael Song, Kjetil Storesletten, Aleh Tsyvinski, Venky Venkateswaran, David Weil, Fabrizio Zilibotti and seminar participants at the NBER Productivity, Innovation, and Entrepreneurship meeting, NBER Economic Fluctuations and Growth meeting, NBER Summer Institute “Income Distribution and Macroeconomics” session, Barcelona Summer Forum, Minnesota Macro Workshop, Stanford SITE, University of Chicago, Wharton, HBS, Bocconi, HKUST, CUHK, JHU and LBS for helpful comments. We thank Sebastian Hanson, Thomas Kroen, Julio Roll, and Michael Varley for excellent research assistance and the Julis Rabinowitz Center For Public Policy and Finance at Princeton for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}