{
    "id": 25502,
    "citation_title": "Employment Structure and the Rise of the Modern Tax System",
    "citation_author": [
        "Anders Jensen"
    ],
    "citation_publication_date": "2019-02-04",
    "issue_date": "2019-01-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies how the transition from self-employment to employee-jobs over the long run of development explains growth in income tax capacity. I construct a new database which covers 100 household surveys across countries at different income levels and 140 years of historical data within the US (1870-2010). Using these data, I first establish four new stylized facts: 1) within country, the share of employees increases over the income distribution, and increases at all levels of income as a country develops; 2) the income tax exemption threshold moves down the income distribution as a country develops, tracking employee growth; 3) the employee share above the tax exemption threshold is maximized and remains constantly high; 4) movements in the tax exemption threshold account for the observed variation in tax collection across development. These findings are consistent with a model where a high employee share is a necessary condition for effective taxation and where the rise in income covered by information trails through increases in employee shares drives expansion of the income tax base. To provide a causal estimate of the impact of employee share on the exemption threshold, I study a state-led US development program implemented in the 1950s-60s which shifted up the level of employee share. The identification strategy exploits within-state changes in court-litigation status which generates quasi-experimental variation in the effective implementation date of the program.  I find that the exogenous increase in employee share is associated with an expansion of the state income tax base and an increase in state income tax revenue.\n\n",
    "acknowledgement": "\nI thank Oriana Bandiera, Tim Besley, Henrik Kleven and Emmanuel Saez for relentless support on this project. I am grateful to David Autor, Alan Auerbach, Pierre Bachas, Michael Best, Lucie Gadenne, Francois Gerard, Michael Keen, Asim Khwaja, Wojciech Kopczuk, Camille Landais, Joana Naritomi, Paul Niehaus, Ben Olken, Torsten Persson, Jim Poterba, Dina Pomeranz, Roger Gordon, Joel Slemrod, Johannes Spinnewijn, Stefanie Stantcheva, John Van Reenen, Hans-Joachim Voth, Danny Yagan, Gabriel Zucman, as well as seminar participants at Chicago Harris, Columbia, Harvard, HKS, IIES, MIT, Northwestern, Stanford, Toulouse School of Economics, UC Berkeley, UC San Diego, UCLA, University of Michigan, University of Zurich, Warwick, Yale, and ZEW, for helpful comments. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}