{
    "id": 25501,
    "citation_title": "Occupy Government: Democracy and the Dynamics of Personnel Decisions and Public Sector Performance",
    "citation_author": [
        "Klenio Barbosa",
        "Fernando V. Ferreira"
    ],
    "citation_publication_date": "2019-02-04",
    "issue_date": "2019-01-31",
    "revision_date": "2021-02-24",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Market Structures",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe study the causes and consequences of patronage in Brazilian cities since the country’s re-democratization. Our data consist of the universe of local public sector employees merged with their party affiliations, and a dynamic regression discontinuity design is applied to deal with the endogeneity of patronage.  Elections have consequences for patronage, with winning political coalitions increasing their shares of public sector workers and wages by 3-4 percentage points during a mayoral term, and also occupying civil servant jobs to perform key service-oriented tasks in education and public health.  This type of patronage accounts for more than half of the dramatic increase in public sector political employment since the Brazilian re-democratization.  The political occupation of government jobs is not associated with ideology, though.  Instead, lack of accountability and rent-seeking are the primary driving forces, while reliance on intergovernmental transfers only increases patronage for smaller cities. Finally, we estimate the long-term consequences of this political occupation for fiscal outcomes conditions and for the quality of education and health care services.  More political occupation does not affect the size of local governments, but it changes the composition of expenditures and public workers: the hiring of politically connected workers crowds out, practically one-to-one, non-affiliated teachers and doctors. The increased political occupation in Brazilian cities resulted in negative long term outcomes for local citizens in the form of less years of formal schooling and higher mortality rates.\n\n",
    "acknowledgement": "\nThis research project started in April 2016, and was first presented in November 2017.  We are grateful to the comments of Santosh Anagol, Paulo Arvate, Audinga Baltrunaite, Jean Beuve, Felipe Campante, Nathan Canen, Emanuelle Colonnelli, Raphael Corbi, Jacques Cremer, George Deltas, Dakshina de Silva, Alessandra Fenizia, Claudio Ferraz, Thomas Fujiwara, Maria Guadalupe, Guo Xu, Lucas Novaes, Mounu Prem, Stéphane Saussier, Pedro Souza, Pablo Spiller, Bruno Rocha, Steve Tadelis, Edoardo Teso, Guo Xu, Leonard Wantchekon, and all participants at the National Tax Association meeting, Paris-Berkeley Workshop, Lancaster Conference on “Auctions, Competition, Regulation, and Public Policy,” Kellogg-Northwestern “Urban Economics Conference: The Future of Cities,” SEA meeting, Econometric Society World Congress, Urban Economics Association, and PUC-Rio seminars for very helpful comments. We thank the Research Sponsors of the Zell/Lurie Real Estate Center at Wharton for financial support, and Qize Chen, Anna Gao, Min Kim, Rafael Tavares, and Trevor Woolley for their outstanding research assistance. Klenio Barbosa gratefully acknowledges the São Paulo Research Foundation (FAPESP) for the travel grant (2018/05086-4).  All errors are our responsibility. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}