{
    "id": 25508,
    "citation_title": "Incorporation, and Productivity",
    "citation_author": [
        "Robert J. Barro",
        "Brian Wheaton"
    ],
    "citation_publication_date": "2019-02-04",
    "issue_date": "2019-01-31",
    "revision_date": "2019-10-11",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nCorporate versus pass-through status trades off benefits (perpetual identity, limited liability, public trading, earnings retention) against tax wedges, estimated from U.S. taxes on corporate profits, dividends, and partnership income. In regressions, C-corporate economic shares decline with the wedge and exhibit negative trends related to legal changes for LLCs. A calibrated model, fit to TFP and corporate shares, implies that, for 1958-2013, the declining wedge and gap between corporate and pass-through productivity contributed 0.37% per year of a TFP growth rate of 1.09%. From 1994 to 2004, the falling productivity gap contributed 0.77% per year to the TFP growth of 2.00%.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Taxes, Incorporation, and Productivity.\" We appreciate assistance particularly from John Campbell and Xavier Gabaix. We also appreciate comments or help with data from Alan Auerbach, Dan Feenberg, Jason Furman, William Gale, Austan Goolsbee, Tatjana Kleineberg, Laurence Kotlikoff, David Laibson, Marc Melitz, Robert Moffett, Giselle Montamat, Casey Mulligan, Jim Poterba, Richard Prisinzano, Stefanie Stantcheva, and Jim Stock. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}