{
    "id": 25509,
    "citation_title": "Immigrant Networking and Collaboration: Survey Evidence from CIC",
    "citation_author": [
        "Sari Pekkala Kerr",
        "William R. Kerr"
    ],
    "citation_publication_date": "2019-02-04",
    "issue_date": "2019-01-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nNetworking and the giving and receiving of advice outside of one's own firm are important features of entrepreneurship and innovation. We study how immigrants and natives utilize the potential networking opportunities provided by CIC, formerly known as the Cambridge Innovation Center. CIC is widely considered the center of the Boston entrepreneurial ecosystem. We surveyed 1,334 people working at CIC in three locations spread across the Boston area and CIC's first expansion facility in St. Louis, MO. Survey responses show that immigrants value networking capabilities in CIC more than natives, and the networks developed by immigrants at CIC tend to be larger. Immigrants report substantially greater rates of giving and receiving advice than natives for six surveyed factors: business operations, venture financing, technology, suppliers, people to recruit, and customers. The structure and composition of CIC floors has only a modest influence on these immigrant versus native differences.\n\n",
    "acknowledgement": "\nComments are appreciated and can be sent to skerr3@wellesley.edu. We thank our discussant Anne Le Brun, two anonymous referees, and participants at the NBER Conference on The Role of Immigrants and Foreign Students in Science, Innovation, and Entrepreneurship for helpful comments. This revised paper is a forthcoming book chapter in the associated NBER conference volume. This research was generously supported by the Kauffman Foundation, the National Science Foundation, the Smith Richardson Foundation, and Harvard Business School. William Kerr is a Research Associate of the Bank of Finland and thanks the Bank for hosting him during a portion of this project. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}