{
    "id": 25503,
    "citation_title": "Effects of Photo ID Laws on Registration and Turnout: Evidence from Rhode Island",
    "citation_author": [
        "Francesco Maria Esposito",
        "Diego Focanti",
        "Justine S. Hastings"
    ],
    "citation_publication_date": "2019-02-04",
    "issue_date": "2019-01-31",
    "revision_date": "2021-04-01",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the effect of photo ID laws on voting using a difference-in-differences estimation approach around Rhode Island’s implementation of a photo ID law. We employ anonymized administrative data to measure the law’s impact by comparing voting behavior among those with drivers’ licenses versus those without, before versus after the law. Turnout, registration, and voting conditional on registration fell for those without licenses after the law passed. We do not find evidence that people proactively obtained licenses in anticipation of the law, nor do we find that they substituted towards mail ballots which do not require a photo ID.\n\n",
    "acknowledgement": "\nWe thank the RIPL team for making this project possible. We also thank the leadership team at the Rhode Island Secretary of State for their support. We thank Gregory Huber, Steve D’Hondt, Jesse Shapiro, Charles Stewart, Ebonya Washington, and attendants at the Brown Economics Applied Micro seminar, and the Quantitative Methods Seminar at the Yale University Center for American Politics for their comments. We thank the Laura and John Arnold Foundation and the Smith Richardson Foundation for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}