{
    "id": 25500,
    "citation_title": "Trends in the Diffusion of Misinformation on Social Media",
    "citation_author": [
        "Hunt Allcott",
        "Matthew Gentzkow",
        "Chuan Yu"
    ],
    "citation_publication_date": "2019-02-04",
    "issue_date": "2019-01-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn recent years, there has been widespread concern that misinformation on social media is damaging societies and democratic institutions. In response, social media platforms have announced actions to limit the spread of false content. We measure trends in the diffusion of content from 569 fake news websites and 9,540 fake news stories on Facebook and Twitter between January 2015 and July 2018. User interactions with false content rose steadily on both Facebook and Twitter through the end of 2016. Since then, however, interactions with false content have fallen sharply on Facebook while continuing to rise on Twitter, with the ratio of Facebook engagements to Twitter shares decreasing by 60 percent. In comparison, interactions with other news, business, or culture sites have followed similar trends on both platforms. Our results suggest that the relative magnitude of the misinformation problem on Facebook has declined since its peak.\n\n",
    "acknowledgement": "\nWe thank the Stanford Institute for Economic Policy Research (SIEPR), the Stanford Cyber Initiative, the Toulouse Network for Information Technology, the Knight Foundation, and the Alfred P. Sloan Foundation for generous financial support. We thank David Lazer, Brendan Nyhan, David Rand, David Rothschild, Jesse Shapiro, Nils Wernerfelt, and seminar participants at Facebook for helpful comments and suggestions. We also thank our dedicated research assistants for their contributions to this project. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. Hunt Allcott is a paid employee of Microsoft Research.\n\n\n\nMatthew Gentzkow\n\nI am a member of the Toulouse Network of Information Technology, a research group funded by Microsoft. I have also done paid consulting for Amazon.\n\n\n"
}