{
    "id": 25506,
    "citation_title": "Tolerance and Compromise in Social Networks",
    "citation_author": [
        "Garance Genicot"
    ],
    "citation_publication_date": "2019-02-04",
    "issue_date": "2019-01-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, individuals are characterized by their identity — an ideal code of conduct  — and by a level of tolerance for behaviors that differ from their own ideal. Individuals first choose their behavior, then form social networks. This paper studies the possibility of compromise, i.e. individuals choosing a behavior different from their ideal point, in order to be accepted by others, to \"belong.'' I first show that when tolerance levels are the same in society, compromise is impossible: individuals all choose their preferred behavior and form friendships only with others whose ideal point belong to their tolerance window. In contrast, I show that heterogeneity in tolerance allows for compromise in equilibrium. Moreover, if identity and tolerance are independently distributed, any equilibrium involves some compromise.\n\n",
    "acknowledgement": "\nDebraj Ray, Joan Esteban, Yann Bramoullé and Laurent Bouton provided very helpful conversations and feedback. I am also grateful for comments by the participants to the ThReD conference in Oslo, the Network Conference in Cambridge, UK, and the Conference on Identity in Namur, as well as seminar participants at Iowa State University, New York University, and AMSE. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}