{
    "id": 25507,
    "citation_title": "Non-linear Incentives, Worker Productivity, and Firm Profits: Evidence from a Quasi-experiment",
    "citation_author": [
        "Richard B. Freeman",
        "Wei Huang",
        "Teng Li"
    ],
    "citation_publication_date": "2019-02-04",
    "issue_date": "2019-01-31",
    "revision_date": "2021-02-02",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nUsing administrative data from a major Chinese insurance firm that raised its sales targets and rewards for insurance agents in a highly non-linear incentive system, we examine the effects of the changes on productivity, workers gaming the system, and the division of benefits from the new system between the firm and workers. We find that while the steeper incentive system creating the bunching distortions on which theories of non-linear incentives focus and other gaming behaviors by workers, the productivity increases dwarfed those costs. The magnitude and division of the productivity benefits improved the well-being of both the firm and workers. The firm gained about two-thirds of the higher net output, making the change profitable to it. Labor turnover fell, which suggests that the greater pay for workers from their one-third of the benefits exceeded the non-pecuniary cost of extra worker effort. The key to the success of non-linear incentives appears to rest more on its inducing workers to increase output than on its distortionary effects, suggesting that greater attention be given to the first order effects of motivating workers to produce more than to its incentivizing some distortionary behavior, which it does.\n\n",
    "acknowledgement": "\nWe are grateful to numerous seminar participants for their helpful comments. Errors are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}