{
    "id": 25513,
    "citation_title": "Parental Beliefs about Returns to Different Types of Investments in School Children",
    "citation_author": [
        "Orazio Attanasio",
        "Teodora Boneva",
        "Christopher Rauh"
    ],
    "citation_publication_date": "2019-02-04",
    "issue_date": "2019-01-31",
    "revision_date": "2019-02-06",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nParental investments as well as school quality are important determinants of children’s later-life outcomes. In this paper, we shed light on what determines parental investments and study how parents perceive the returns to parental time investments, material investments and school quality, as well as the complementarity/substitutability between the different inputs. Using a representative sample of 1,962 parents in England, we document that parents perceive the returns to 3 hours of weekly parental time investments or £30 of weekly material investments to matter more than moving a child to a better school. Parents perceive the returns to time and material investments to be diminishing and perceive material investments as more productive if children attend higher quality schools. Perceived returns do not differ with the child’s initial human capital or gender and, surprisingly, we find no differences in perceived returns by the parents’ socioeconomic background. Consistent with parental beliefs playing an important role in parental investment decisions, perceived returns are found to be highly correlated with actual investment decisions.\n\n",
    "acknowledgement": "\nThis project has been funded by the Nuffield Foundation (EDU/42718) and it has been approved by the UCL Research Ethics Committee (Project ID number: 9287/001). We are grateful to Akash Raja and Jack Light for excellent research assistance. We thank Flavio Cunha, Armin Falk and Costas Meghir as well as seminar participants at the University College Dublin for providing us with valuable comments. Boneva acknowledges financial support from the British Academy and the Jacobs Foundation. While this project was funded by the Nuffield Foundation the views expressed are those of the authors and not necessarily those of the Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}