{
    "id": 25514,
    "citation_title": "The Welfare Effects of Social Media",
    "citation_author": [
        "Hunt Allcott",
        "Luca Braghieri",
        "Sarah Eichmeyer",
        "Matthew Gentzkow"
    ],
    "citation_publication_date": "2019-02-04",
    "issue_date": "2019-01-31",
    "revision_date": "2019-11-21",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Behavioral Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nThe rise of social media has provoked both optimism about potential societal benefits and concern about harms such as addiction, depression, and political polarization. In a randomized experiment, we find that deactivating Facebook for the four weeks before the 2018 US midterm election (i) reduced online activity, while increasing offline activities such as watching TV alone and socializing with family and friends; (ii) reduced both factual news knowledge and political polarization; (iii) increased subjective well-being; and (iv) caused a large persistent reduction in post-experiment Facebook use. Deactivation reduced post-experiment valuations of Facebook, suggesting that traditional metrics may overstate consumer surplus.\n\n",
    "acknowledgement": "\nWe thank Nancy Baym, Moira Burke, Annie Franco, Alex Leavitt, Todd Rogers, Joel Waldfogel, and seminar participants at Berkeley, Centro de Investigación y Docencia Económicas, Chicago, Columbia, Instituto Tecnológico Autónomo de México, Microsoft, NBER Digitization, NYU, Stanford, the Technology Policy Institute, UCLA, UC Santa Cruz, and University of Washington for helpful comments. We thank Raj Bhargava, Zong Huang, and Kelly B. Wagman for exceptional research assistance. We are grateful to the Sloan Foundation and the Knight Foundation for generous support. The study was approved by Institutional Review Boards at Stanford (eProtocol #45403) and NYU (IRB-FY2018-2139). This RCT was registered in the American Economic Association Registry for randomized control trials under trial number AEARCTR-0003409. Replication files and survey instruments are available from https://sites.google.com/site/allcott/research. Disclosures: Allcott is a paid employee of Microsoft Research. Gentzkow does paid consulting work for Amazon and is a member of the Toulouse Network for Information Technology, a research group funded by Microsoft. Braghieri and Eichmeyer have no relevant or material disclosures. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}