{
    "id": 25511,
    "citation_title": "Is Inflation Just Around the Corner? The Phillips Curve and Global Inflationary Pressures",
    "citation_author": [
        "Olivier Coibion",
        "Yuriy Gorodnichenko",
        "Mauricio Ulate"
    ],
    "citation_publication_date": "2019-02-04",
    "issue_date": "2019-01-31",
    "revision_date": "2019-02-05",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe length of the recovery since the Great Recession and the low reported levels of the unemployment rate in the U.S. are increasingly generating concerns about inflationary pressures. We document that an expectations-augmented Phillips curve can account for inflation not just in the U.S. but across a range of countries, once household or firm-level inflation expectations are used. Given this relationship, we can infer the dynamics of slack from the dynamics of inflation gaps and vice versa. We find that the implied slack was pushing inflation below expectations in the years after the Great Recession but the global and U.S. inflation gaps have shrunk in recent years thus suggesting tighter economic conditions. While we find no evidence that inflation is on the brink of rising, the sustained deflationary pressures following the Great Recession have abated.\n\n",
    "acknowledgement": "\nWe are very grateful to Mathieu Pedemonte for excellent assistance with the data, Geoff Kenny and Aidan Meyler for providing data on Euro-zone expectations, and our discussant Kirstin Hubrich for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}