{
    "id": 25517,
    "citation_title": "Endogenous Trade Protection and Exchange Rate Adjustment",
    "citation_author": [
        "Stéphane Auray",
        "Michael B. Devereux",
        "Aurélien Eyquem"
    ],
    "citation_publication_date": "2019-02-04",
    "issue_date": "2019-01-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper explores the relationship between exchange rate adjustment and trade policy in a simple New Keynesian open economy macro model. We show that movement in exchange rates have a direct implication for trade policy when governments choose tariffs endogenously. In particular, we show that the strategic incentive to impose trade restrictions is greater under flexible exchange rates than when exchange rates are fixed. This surprising result goes counter to conventional wisdom, which suggests that pressures to impose trade restrictions are greater when countries resist adjustments in exchange rates. But in fact, we show that the empirical evidence supports the model predictions. The paper goes on to characterize the path of equilibrium sustainable tariffs in the presence of sticky prices and flexible exchange rates. In our baseline model, tariff rates will rise in response to monetary policy shocks, but fall in response to productivity shocks. Estimating an SVAR model, we also find evidence in support of this prediction.\n\n",
    "acknowledgement": "\nWe thank George Alessandria, Matteo Cacciattore, Larry Christiano, Martin Eichenbaum, Fabio Ghironi, Jean Imbs, Nir Jaimovich, Andrea Raffo, Morten Ravn, Sergio Rebelo, Pedro Teles, Shang-Jin Wei and seminar participants at the Frontiers in International Macroeconomics conference in Rennes, 2018 and at the Trade in Dynamic Stochastic General Equilibrium Models Conference in Santa Barbara, 2018 for comments. Devereux thanks SSHRC for research funding. Auray and Eyquem acknowledge the financial support of Projets Generique ANR 2015, Grant Number ANR-15-CE33-0001-01. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}