{
    "id": 25516,
    "citation_title": "How Elastic is the Demand for Tax Havens? Evidence from the US Possessions Corporations Tax Credit",
    "citation_author": [
        "Daniel G. Garrett",
        "Juan Carlos Suárez Serrato"
    ],
    "citation_publication_date": "2019-02-04",
    "issue_date": "2019-01-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "International Trade and Investment",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhy do some firms adopt certain tax havens and how sensitive is the demand for tax havens? We address these questions by studying how the repeal of Section 936 tax credits affected firms with affiliates in Puerto Rico. We first describe the characteristics of US multinationals that were exposed to Section 936. We then show that the market value of exposed firms decreased after losing access to Section 936, implying that firms could not perfectly substitute to other tax havens. Finally, we find that firms exposed to Section 936 did not respond by expanding their network of tax havens.\n\n",
    "acknowledgement": "\nWe are very grateful for comments and suggestions from Dhammika Dharmapala, Brian Gibbons, Jim Hines, Peter Merrill, Eric Ohrn, and Gabriel Zucman. Suárez Serrato gratefully acknowledges funding and support from the Kauffman Foundation and the International Tax Policy Forum. This paper was prepared for the AEA P&P session entitled Taxing in a Globalized World organized by Gabriel Zucman at the 2019 ASSA meeting. We thank the organizers and session participants for comments. All errors remain our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}