{
    "id": 2551,
    "citation_title": "Lessons On Monetary Policy From The 1980's",
    "citation_author": [
        "Benjamin M. Friedman"
    ],
    "citation_publication_date": "1988-04-01",
    "issue_date": "1988-04-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMonetary policy events in the United States during the 1980s have led to important changes in thinking about monetary policy and in the actual conduct of policy.. The central event in this regard has been the collapse of relationships connecting familiar money to both income and prices. The fastest money growth since World War II, maintained for fully half a decade, occurred in conjunction with the greatest post-war reduction in inflation. Inflation predictions based on money growth during this period therefore failed altogether to anticipate what many observers have regarded as the most significant monetary policy success of the post-war period. Predictions based on credit aggregates would have fared no better. Other important changes have resulted from the increased openness of the U.S. economy and the U.S. financial markets. International considerations that previously could have mattered in a policy context, but typically did not, have reached macroeconomically meaningful magnitudes in the 1980s. The sharp decline in U.S. competitiveness, following the rise in dollar exchange rates early in the decade, powerfully affected U.S. nonfinancial economic activity. The borrowing that the United States has done to finance the resulting trade deficit has greatly enhanced the role of foreign investors in U.S. markets. Exchange rates have therefore assumed new importance in the conduct of U.S. monetary policy. Along with exchange rates, short-term interest rates have again emerged as the principal focus of policy. Economic research would probably prove more useful in a policy context if economists turned at least some of the efforts they have devoted to trying to resurrect money-income and money-price relationships to analyzing how to conduct monetary policy without them.\n\n",
    "acknowledgement": "\n"
}