{
    "id": 25521,
    "citation_title": "Fertility Trends in the United States, 1980-2017: The Role of Unintended Births",
    "citation_author": [
        "Kasey Buckles",
        "Melanie E. Guldi",
        "Lucie Schmidt"
    ],
    "citation_publication_date": "2019-02-04",
    "issue_date": "2019-01-31",
    "revision_date": "2019-02-08",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAfter roughly 10 years of decline, the U.S. fertility rate reached a historic low in 2017.  However, aggregate trends in fertility mask substantial heterogeneity across different demographic groups.  Young women and unmarried women have seen the largest declines in fertility in recent years while women older than 30 and married women have actually experienced increases.  In this paper, we explore the role of changes in unintended births in explaining fertility patterns in the U.S. from 1980 to 2017, with an emphasis on the fertility decline of the last decade.  We begin by documenting heterogeneity in fertility trends across demographic groups, using data from the National Center for Health Statistics’ Natality Detail Files.  We then use data from the National Survey of Family Growth to describe trends in unintended births and to estimate a model that will identify the maternal characteristics that most strongly predict them.  Finally, we use this model to predict the proportion of births in the Natality Detail Files that are unintended.  We find that 35% of the decline in fertility between 2007 and 2016 can be explained by declines in births that were likely unintended, and that this is driven by drops in births to young women.\n\n",
    "acknowledgement": "\nWe thank Summiya Najam for research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}