{
    "id": 25522,
    "citation_title": "Strict ID Laws Don’t Stop Voters: Evidence from a U.S. Nationwide Panel, 2008–2018",
    "citation_author": [
        "Enrico Cantoni",
        "Vincent Pons"
    ],
    "citation_publication_date": "2019-02-11",
    "issue_date": "2019-02-07",
    "revision_date": "2021-05-13",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nU.S. states increasingly require identification to vote – an ostensive attempt to deter fraud that prompts complaints of selective disenfranchisement. Using a difference-in-differences design on a 1.6-billion-observations panel dataset, 2008–2018, we find that the laws have no negative effect on registration or turnout, overall or for any group defined by race, gender, age, or party affiliation. These results hold through a large number of specifications. Our most demanding specification controls for state, year, and voter fixed effects, along with state and voter time-varying controls. Based on this specification, we obtain point estimates of -0.1 percentage point for effects both on overall registration and turnout (with 95 percent confidence intervals of [-2.3; 2.1pp] and [-3.0; 2.8pp], respectively), and +1.4pp for the effect on the turnout of non-white voters relative to whites (with a 95 percent confidence interval of [-0.5; 3.2pp]). The lack of negative impact on voter turnout cannot be attributed to voters’ reaction against the laws, measured by campaign contributions and self-reported political engagement. However, the likelihood that non-white voters were contacted by a campaign increases by 4.7 percentage points, suggesting that parties’ mobilization might have offset modest effects of the laws on the participation of ethnic minorities. Finally, strict ID requirements have no effect on fraud – actual or perceived. Overall, our findings suggest that efforts to improve elections may be better directed at other reforms.\n\n",
    "acknowledgement": "\nFor suggestions that have improved this article, we are grateful to Daron Acemoglu, Joshua Angrist, Stephen Ansolabehere, Abhijit Banerjee, Tommaso Denti, Esther Duflo, Margherita Fort, Ludovica Gazzè, German Gieczewski, Donald Green, Tetsuya Kaji, Benjamin Marx, Benjamin Olken, Arianna Ornaghi, Luca Repetto, and Marco Tabellini. We are heavily indebted to Clément de Chaisemartin and Xavier D’Haultfoeuille as well as Liyang Sun for guiding us through the use of their respective difference-in-differences estimators. We thank Catalist for providing the U.S. individual-level panel data and responding to our queries about them, and Robert Freeman for invaluable help setting up the data work. We gratefully acknowledge generous funding from the Eric M. Mindich Research Fund on the Foundations of Human Behavior. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}