{
    "id": 25527,
    "citation_title": "Intergenerational Effects of Welfare Reform: Adolescent Delinquent and Risky Behaviors",
    "citation_author": [
        "Dhaval M. Dave",
        "Hope Corman",
        "Ariel Kalil",
        "Ofira Schwartz-Soicher",
        "Nancy Reichman"
    ],
    "citation_publication_date": "2019-02-11",
    "issue_date": "2019-02-07",
    "revision_date": "2021-07-29",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study investigates effects of welfare reform in the U.S. on the next generation. Most previous studies of effects of welfare reform on adolescents focused on high-school dropout of girls or fertility; little is known about how welfare reform has affected teenage boys. We use a difference-in-difference-in-differences framework to identify gender-specific effects of welfare reform on salient adolescent behaviors (skipping school, fighting, damaging property, stealing, hurting others, smoking, alcohol, marijuana, other illicit drugs). Welfare reform led to increases in delinquent behaviors of boys as well as increases in substance use of boys and girls, with substantially larger effects for boys.\n\n",
    "acknowledgement": "\nResearch reported in this publication was supported by the Eunice Kennedy Shriver National Institute of Child Health & Human Development of the National Institutes of Health under Award Number R01HD086223 and by the Robert Wood Johnson Foundation through its support of the Child Health Institute of New Jersey at Robert Wood Johnson Medical School, Rutgers University (grants 67038 and 74260). The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health or the Robert Wood Johnson Foundation. The authors are grateful to Elizabeth Lower-Basch for valuable input; Karen Conway, Jeff DeSimone, Daniel Grossman, Brady Horn, Brad Humphries, Joseph Sabia, Orgul Ozturk, and Nicholas Anthony Wright for helpful comments, to the staff at the University of Michigan’s NADHAP for their data and technical help, and Michael Papotto for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}