{
    "id": 25526,
    "citation_title": "Understanding the Correlation between Alzheimer’s Disease Polygenic Risk, Wealth, and the Composition of Wealth Holdings",
    "citation_author": [
        "Su H. Shin",
        "Dean R. Lillard",
        "Jay Bhattacharya"
    ],
    "citation_publication_date": "2019-02-11",
    "issue_date": "2019-02-07",
    "revision_date": "2019-02-19",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe investigate how the genetic risk of developing Alzheimer's Disease (AD) relates to saving behavior. Using nationally representative data from the 1992-2014 Health and Retirement Study (HRS), we find that genetic predisposition for AD correlates with, but is not causally related to older individuals’ wealth holdings. People with higher Alzheimer’s Disease polygenic risk score (PGS) hold roughly 9 percent more wealth in CDs (hands-off assets) and around 11 percent, 15 percent, and 7 percent less wealth in stocks, IRAs, and other financial assets (hands-on assets) respectively. We explore three hypotheses that could explain these correlations. We hypothesize that people with high risk of AD choose different portfolios because: (i) they know their polygenic risk of developing Alzheimer’s Disease and related dementia, (ii) they have lower cognitive capacity, and (iii) the genome-wide association studies (GWAS) process that generated the Alzheimer’s Disease PGS failed to fully account for the aging process. Our extended model results do not support the first two hypotheses. Consistent with the third hypothesis, the interaction between age and the Alzheimer’s Disease PGS explains the correlation between genetic traits and asset holdings.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJay Bhattacharya\n\nDr. Bhattacharya thanks the National Institute on Aging (NIA) for support for his role in this project through the Stanford Center for Demography and Economics of Health and Aging (5P30AG017253).\n\n\n"
}