{
    "id": 25525,
    "citation_title": "Bank of Japan Equity Purchases: The (Non-)Effects of Extreme Quantitative Easing",
    "citation_author": [
        "Ben Charoenwong",
        "Randall Morck",
        "Yupana Wiwattanakantang"
    ],
    "citation_publication_date": "2019-02-11",
    "issue_date": "2019-02-07",
    "revision_date": "2020-08-19",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFrom January 2011 through March 2018, the Bank of Japan purchased equity index ETFs worth about 3.5% of GDP. Identification of the effect of central bank ETF purchases on stock valuations and corporate responses is via differently-weighted and changing stock indices. BOJ purchases lift valuations, increase share issuances, and increase total assets. On average, the latter increase is due to cash and short-term securities rather than capital investment. However, firms with worse corporate governance do increase capital investment. These findings suggest central bank equity purchases are a problematic tool for stimulating economic growth through high broad-based private-sector corporate investment.\n\n",
    "acknowledgement": "\nPreviously circulated as “Asset Prices, Corporate Actions, and Bank of Japan Equity Purchases.” We are grateful to Sumit Agarwal, Francesco Franzoni, Virginia Gianinazzi, Marcin Kacperczyk, Gregor Matvos, Andrew Rose, Pietro Veronesi, Bernard Yeung, our discussants Andrea Barbon and Joe Zhang, seminar participants at the 2020 American Economic Association Meeting, 2019 European Finance Association Meeting, JSPS Core-to-Core Program: Governance Reforms from Comparative Perspectives Conference, Development Bank of Japan, Tokyo Institute of Technology, National University of Singapore, University of New South Wales, the Singapore Scholar Symposium, Bank of Thailand, the Puey Ungphakorn Institute for Economic Research, Chulalongkorn University, and NIDA University for helpful suggestions. This work was supported the NUS Start-up Grant [grant number R-315-000-119-133 to B.C.] and the Singapore Ministry of Education Tier 1 Research Grant [grant number R-315-000-127-115 to B.C.]. This paper has circulated as NBER Working Paper No. W25525. All remaining errors are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}