{
    "id": 25528,
    "citation_title": "Judging Judge Fixed Effects",
    "citation_author": [
        "Brigham R. Frandsen",
        "Lars J. Lefgren",
        "Emily C. Leslie"
    ],
    "citation_publication_date": "2019-02-11",
    "issue_date": "2019-02-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nWe propose a test for the identifying assumptions invoked in designs based on random assignment to one of many \"judges.'' We show that standard identifying assumptions imply that the conditional expectation of the outcome given judge assignment is a continuous function with bounded slope of the judge propensity to treat. The implication leads to a two-part test that generalizes the Sargan-Hansen overidentification test and assesses whether implied treatment effects across the range of judge propensities are possible given the domain of the outcome. We show the asymptotic validity of the testing procedure, demonstrate its finite-sample performance in simulations, and apply the test in an empirical setting examining the effects of pre-trial release on defendant outcomes in Miami.  When the assumptions are not satisfied, we propose a weaker average monotonicity assumption under which IV still converges to a proper weighted average of treatment effects.\n\n",
    "acknowledgement": "\nWe thank Jeffrey Denning, Kirill Evdokimov, Giovanni Mellace, and seminar participants at Brigham Young University, MIT, and Dartmouth University for helpful feedback.  We thank Crystal Yang for help with gaining access to data from Miami-Dade County.  We thank the College of Family, Home, and Social Science of Brigham Young University for generous financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}