{
    "id": 25539,
    "citation_title": "Import Competition, Heterogeneous Preferences of Managers, and Productivity",
    "citation_author": [
        "Cheng Chen",
        "Claudia Steinwender"
    ],
    "citation_publication_date": "2019-02-11",
    "issue_date": "2019-02-07",
    "revision_date": "2021-08-20",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nWhen managers have objectives beyond maximizing monetary profits, inefficiencies may arise. An increase in competition may then force managers to improve the productivity of the firm in order to ensure survival. While this hypothesis has received ample theoretical attention, empirical evidence is scarce, mainly because preferences of managers are typically unobserved. In this paper, we exploit the fact that a large literature has documented specific non-monetary preferences of family managers. Using Spanish firm-level data, we compare how family-managed and professionally-managed firms react to import competition shocks. We find that import competition leads to productivity increases in family-managed firms that are initially unproductive. Productivity improvements are driven by family management as opposed to family ownership or non-managing family members. Furthermore, we show that these managers increase efficiency by reducing material usage, which is consistent with them trying to increase their short-term cash flow in order to survive. Finally, productivity improvements seem to be particularly pronounced in multi-generational family firms.\n\n",
    "acknowledgement": "\nWe thank our editor Mary Amiti, two anonymous referees, Laura Alfaro, Pol Antràs, Morten Bennedsen, Richard Blundell, Davin Chor, David Dorn, Taiji Furusawa, Luis Garicano, Matthew Grant, Gene Grossman, Oliver Hart, Réka Juhász, Yao Lu, Hong Luo, Hong Ma, Dávid Nagy, Gianmarco Ottaviano, Nina Pavcnik, Steve Pischke, Andrea Prat, Benjamin Pugsley, Steve Redding, Raffaella Sadun, Antoinette Schoar, Pian Shu, Jagadeesh Sivadasan, Chang Sun, Meredith Startz, Heiwai Tang, Stephen Terry, John van Reenen, Jin Wang and Daniel Xu, as well as seminar participants at various institutions for their comments. Chen acknowledges financial support from the University of Hong Kong and from Hong Kong General Research Fund (project code: 17507916), and Steinwender acknowledges financial support from McKinsey & Co. for acquiring the data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}