{
    "id": 25532,
    "citation_title": "Synthetic Difference In Differences",
    "citation_author": [
        "Dmitry Arkhangelsky",
        "Susan Athey",
        "David A. Hirshberg",
        "Guido W. Imbens",
        "Stefan Wager"
    ],
    "citation_publication_date": "2019-02-11",
    "issue_date": "2019-02-07",
    "revision_date": "2021-07-01",
    "topics": [
        "\n",
        "Econometrics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe present a new estimator for causal effects with panel data that builds on insights behind the widely used difference in differences and synthetic control methods. Relative to these methods we find, both theoretically and empirically, that this \"synthetic difference in differences\" estimator has desirable robustness properties, and that it performs well in settings where the conventional estimators are commonly used in practice. We study the asymptotic behavior of the estimator when the systematic part of the outcome model includes latent unit factors interacted with latent time factors, and we present conditions for consistency and asymptotic normality.\n\n",
    "acknowledgement": "\nWe are grateful for helpful comments and feedback from a co-editor and referees, as well as from Alberto Abadie, Avi Feller, Paul Goldsmith-Pinkham, Liyang Sun, Yiqing Xu, Yinchu Zhu, and seminar participants at several venues. This research was generously supported by ONR grant N00014-17-1-2131 and the Sloan Foundation. The R package for implementing the methods developed here is available at https://github.com/synth-inference/synthdid. The associated vignette is at https://synthinference. github.io/synthdid/. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nSusan Athey\n\nSusan Athey serves on the boards of directors of Expedia (EXPE), Lending Club (LC), Rover, Ripple, Turo, Innovations for Poverty Action, and CoinCenter.  She previously had a long term consulting relationship with Microsoft.  She also advises venture capital firms X/Seed Capital and NYCA Partners.\n\n\n\nGuido W. Imbens\n\nI have consulted for Microsoft Corporation, Facebook, Amazon, and Lilly Corporation.\n\n\n"
}