{
    "id": 25535,
    "citation_title": "Born in the Family: Preferences for Boys and the Gender Gap in Math",
    "citation_author": [
        "Gaia Dossi",
        "David N. Figlio",
        "Paola Giuliano",
        "Paola Sapienza"
    ],
    "citation_publication_date": "2019-02-11",
    "issue_date": "2019-02-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "General, Teaching",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the correlation between parental gender attitudes and the performance in mathematics of girls using two different approaches and data. First, we identify families with a preference for boys by using fertility stopping rules in a population of households whose children attend public schools in Florida. Girls growing up in a boy-biased family score 3 percentage points lower on math tests when compared to girls raised in other families. Second, we find similar strong effects when we study the correlations between girls’ performance in mathematics and maternal gender role attitudes, using evidence from the National Longitudinal Survey of Youth. We conclude that socialization at home can explain a non-trivial part of the observed gender disparities in mathematics performance and document that maternal gender attitudes correlate with those of their children, supporting the hypothesis that preferences transmitted through the family impact children behavior.\n\n",
    "acknowledgement": "\nWe thank Alice Eagly for suggestions. We are especially grateful to the Florida Department of Education and Health for providing the linked population-level administrative data that permitted this analysis to take place. Luisa Cefala' provided excellent research assistantship. All errors and opinions are those of the authors and do not reflect those of the Florida Departments of Education and Health. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}