{
    "id": 25534,
    "citation_title": "Intergenerational Mobility in Africa",
    "citation_author": [
        "Alberto Alesina",
        "Sebastian Hohmann",
        "Stelios Michalopoulos",
        "Elias Papaioannou"
    ],
    "citation_publication_date": "2019-02-11",
    "issue_date": "2019-02-07",
    "revision_date": "2020-08-13",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine intergenerational mobility (IM) in educational attainment in Africa since independence using census data. First, we map IM across 27 countries and more than 2,800 regions, documenting wide cross-country and especially within-country heterogeneity. Inertia looms large as differences in the literacy of the old generation explain about half of the observed spatial disparities in IM. The rural-urban divide is substantial. Though conspicuous in some countries, there is no evidence of systematic gender gaps in IM. Second, we characterize the geography of IM, finding that colonial investments in railroads and Christian missions, as well as proximity to capitals and the coastline are the strongest correlates. Third, we ask whether the regional differences in mobility reflect spatial sorting or their independent role. To isolate the two, we focus on children whose families moved when they were young. Comparing siblings, looking at moves triggered by displacement shocks, and using historical migrations to predict moving-families' destinations, we establish that, while selection is considerable, regional exposure effects are at play. An extra year spent in a high-mobility region before the age of 12 (and after 5) significantly raises the likelihood for children of uneducated parents to complete primary school. Overall, the evidence suggests that geographic and historical factors laid the seeds for spatial disparities in IM that are cemented by sorting and the independent impact of regions.\n\n",
    "acknowledgement": "\nWe are grateful to three anonymous referees, and the editor Fabrizio Zilibotti, for extremely useful comments. Also, we thank our discussants in various conferences Oriana Bandiera, Sara Lowes, and Nathaniel Hendren as well as to Francesco Caselli, Raj Chetty, and Antonio Ciccone for detailed comments. We are thankful for useful discussions and feedback to James Fenske, Larry Katz, Nathan Nunn, David Weil, Elisa Cavatorta, Shaun Hargreaves, Jim Robinson, Sam Asher, Paul Novosad, Charlie Rafkin, and Yining Geng. We also got useful feedback from conference and seminar participants at the University of Zurich, UPF, Monash University, Warwick, Brown, Harvard, King's College, Tufts, Copenhagen, Sheffield, Williams, the NBER Summer Institute, and the PSE Conference on Culture, Institutions, and Economic Prosperity. We also thank Remi Jedwab, Adam Storeygard, Julia Cagé, Valeria Rueda and Nathan Nunn for sharing their data. Papaioannou gratefully acknowledges financial support from the European Research Council (Consolidator Grant ORDINARY), LBS Wheeler Institute for Business and Development, and RAMD. All errors and omissions are our responsibility. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}