{
    "id": 25530,
    "citation_title": "A Panel-based Proxy for Gun Prevalence in the US",
    "citation_author": [
        "Daniel Cerqueira",
        "Danilo Santa Cruz Coelho",
        "John J. Donohue",
        "Marcelo Fernandes",
        "Jony Arrais Pinto Jr."
    ],
    "citation_publication_date": "2019-02-11",
    "issue_date": "2019-02-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nThere is a consensus that the proportion of suicides committed with a firearm is the best proxy for gun ownership prevalence. Cerqueira et al. (2108) exploit the socioeconomic characteristics of suicide victims in order to develop a new and more refined proxy. It is based on the fixed effects of the victim's place of residence estimated from a discrete choice model for the likelihood of committing suicide with gun. We empirically assess this new indicator using gun ownership data from the Behavioral Risk Factor Surveillance System (BRFSS) and suicide registers of the US National Center for Health Statistics (NCHS) from 1995 through 2004.  We demonstrate that this new gun proxy provides significant gains in correlation with the percentage of households with firearms.\n\n",
    "acknowledgement": "\nWe are grateful to Matheus Donato, Mira Korb, Haksoo Lee and Sidhart Sah for their excellent work as research assistants, and to Stanford Law School for research support. We thank Daniel Jeske for his valuable comments. Danilo Coelho is a current visiting scholar at Stanford Law School.  John Donohue has served as an expert witness in litigation involving gun regulation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}