{
    "id": 25533,
    "citation_title": "The Economics of Parenting",
    "citation_author": [
        "Matthias Doepke",
        "Giuseppe Sorrenti",
        "Fabrizio Zilibotti"
    ],
    "citation_publication_date": "2019-02-11",
    "issue_date": "2019-02-07",
    "revision_date": "2019-02-20",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nParenting decisions are among the most consequential choices people make throughout their lives. Starting with the work of pioneers such as Gary Becker, economists have used the toolset of their discipline to understand what parents do and how parents' actions affect their children. In recent years, the literature on parenting within economics has increasingly leveraged findings and concepts from related disciplines that also deal with parent-child interactions. For example, economists have developed models to understand the choice between various parenting styles that were first explored in the developmental psychology literature, and have estimated detailed empirical models of children's accumulation of cognitive and noncognitive skills in response to parental and other inputs. In this paper, we survey the economic literature on parenting and point out promising directions for future research.\n\n",
    "acknowledgement": "\nWe thank Ashley Wong and Jane Olmstead-Rumsey for excellent research assistance. Financial support from the National Science Foundation (grant SES-1260961) and the Swiss National Science Foundation (grant 100018_165616, Sorrenti and Zilibotti) is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}