{
    "id": 25537,
    "citation_title": "Estimating the Economic Impacts of Climate Change Using Weather Observations",
    "citation_author": [
        "Charles D. Kolstad",
        "Frances C. Moore"
    ],
    "citation_publication_date": "2019-02-11",
    "issue_date": "2019-02-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper reviews methods that have been used to statistically measure the effect of climate on economic value, using historic data on weather, climate, economic activity and other variables.  This has been an active area of research for several decades, with many recent developments and discussion of the best way of measuring climate damages.  The paper begins with a conceptual framework covering issues relevant to estimating the costs of climate change impacts. It then considers several approaches to econometrically estimate impacts that have been proposed in the literature: cross-sections, linear and non-linear panel methods, long-differences, and partitioning variation. For each method we describe the kind of impacts (short-run vs long-run) estimated, the type of weather or climate variation used, and the pros and cons of the approach.\n\n",
    "acknowledgement": "\nAn earlier version of this paper was presented at a workshop on “Advances in Estimating the Economic Effects of Climate Change Using Weather Observations” at Stanford University (Institute for Economic Policy Research (SIEPR), held in May 2017; the authors are grateful to workshop participants for comments and insights. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}