{
    "id": 25544,
    "citation_title": "General Equilibrium Effects in Space: Theory and Measurement",
    "citation_author": [
        "Rodrigo Adão",
        "Costas Arkolakis",
        "Federico Esposito"
    ],
    "citation_publication_date": "2019-02-11",
    "issue_date": "2019-02-07",
    "revision_date": "2020-06-02",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow do international trade shocks affect spatially connected regional markets? We answer this question by extending shift-share empirical specifications to incorporate general equilibrium effects that arise in spatial models. In partial equilibrium, regional shock exposure has a shift-share structure: it is the average shock weighted by regional exposure shares in revenue and consumption. General equilibrium responses of employment and wages in each market are the sum, across all regions, of these shift-share measures times bilateral reduced-form elasticities determined by the economy's spatial links. We use this reduced-form representation of the model to efficiently estimate the bilateral elasticities exploiting exogenous variation in shock exposure across markets. Finally, we study the general equilibrium impact of the “China shock” on U.S. CZs using our model-consistent generalization of the specification in Autor et al. (2013). We find that indirect effects from the shock exposure of other markets reinforce the negative impact of the market's own shock exposure, leading to employment and wage losses that are significantly larger than those reported in the existing literature.\n\n",
    "acknowledgement": "\nWe thank David Atkin, David Autor, Marta Bengoa, Martin Beraja, Varadarajan V. Chari, Lorenzo Caliendo, Arnaud Costinot, Jonathan Dingel, Dave Donaldson, Farid Farrokhi, Gordon Hanson, Rich Hornbeck, Erik Hurst, Samuel Kortum, Andrew McCallum, Eduardo Morales, Elias Papaioannou, Amil Petrin, Steve Redding, Esteban Rossi-Hansberg, Jonathan Vogel, David Weinstein, as well as numerous participants at many seminars and conferences for helpful suggestions and comments. We also thank Ariel Boyarsky, Zijian He, Guangbin Hong, Jack Liang, and Josh Morris-Levenson for excellent research assistance. Rodrigo Adão thanks the NSF (grant 1559015) for financial support. All errors are our own. A previous version of this paper circulated under the title “Spatial Linkages, Global Shocks and Local Labor Markets: Theory and Evidence.” The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}