{
    "id": 25540,
    "citation_title": "We are all Behavioral, More or Less: Measuring and Using Consumer-level Behavioral Sufficient Statistics",
    "citation_author": [
        "Victor Stango",
        "Jonathan Zinman"
    ],
    "citation_publication_date": "2019-02-11",
    "issue_date": "2019-02-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Behavioral Economics",
        "\n",
        "Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nCan a behavioral sufficient statistic empirically capture cross-consumer variation in behavioral tendencies and help identify whether behavioral biases, taken together, are linked to material consumer welfare losses? Our answer is yes. We construct simple consumer-level behavioral sufficient statistics—“B-counts”—by eliciting seventeen potential sources of behavioral biases per person, in a nationally representative panel, in two separate rounds nearly three years apart. B-counts aggregate information on behavioral biases within-person. Nearly all consumers exhibit multiple biases, in patterns assumed by behavioral sufficient statistic models (a la Chetty), and with substantial variation across people. B-counts are stable within-consumer over time, and that stability helps to address measurement error when using B-counts to model the relationship between biases, decision utility, and experienced utility. Conditional on classical inputs—risk aversion and patience, life-cycle factors and other demographics, cognitive and non-cognitive skills, and financial resources—B-counts strongly negatively correlate with both objective and subjective aspects of experienced utility. The results hold in much lower-dimensional models employing “Sparsity B-counts” based on bias subsets (a la Gabaix) and/or fewer covariates, illuminating lower-cost ways to use behavioral sufficient statistics to help capture the combined influence of multiple behavioral biases for a wide range of research questions and applications.\n\n",
    "acknowledgement": "\nStango: UC Davis Graduate School of Management, vstango@ucdavis.edu; Zinman: Dartmouth College, IPA, J-PAL, and NBER, jzinman@dartmouth.edu. Thanks to Hannah Trachtman and Sucitro Dwijayana Sidharta for outstanding research assistance, and to the Sloan/Sage Working Group on Behavioral Economics and Consumer Finance, the Roybal Center (grant # 3P30AG024962), the National University of Singapore, the Michigan Retirement Research Center, and the Pension Research Council/TIAA for funding and patience. We thank Shachar Kariv and Dan Silverman for helping us implement their (with Choi and Muller) interface for measuring choice consistency, Charlie Sprenger for help with choosing the certainty premium elicitation tasks and with adapting the convex time budget tasks, Georg Weizsacker for help in adapting one of the questions we use to measure narrow bracketing, Julian Jamison for advice on measuring ambiguity aversion, Doug Staiger and Josh Schwartzstein for many conversations, Xavier Gabaix and Dmitry Taubinsky for thoughts on modeling using behavioral summary statistics, and many conference and seminar participants for helpful comments on this and related papers. Special thanks to Joanne Yoong for collaboration on the Round 1 survey design and implementation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}