{
    "id": 25543,
    "citation_title": "Sovereign Bonds since Waterloo",
    "citation_author": [
        "Josefin Meyer",
        "Carmen M. Reinhart",
        "Christoph Trebesch"
    ],
    "citation_publication_date": "2019-02-11",
    "issue_date": "2019-02-07",
    "revision_date": "2022-01-18",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies external sovereign bonds as an asset class. We compile a new database of 266,000 monthly prices of foreign-currency government bonds traded in London and New York between 1815 (the Battle of Waterloo) and 2016, covering up to 91 countries. Our main insight is that, as in equity markets, the returns on external sovereign bonds have been sufficiently high to compensate for risk. Real ex-post returns average more than 6 percent annually across two centuries, including default episodes, major wars, and global crises. This represents an excess return of 3-4 percent above US or UK government bonds, which is comparable to stocks and outperforms corporate bonds. Central to this finding are the high average coupons offered on external sovereign bonds. The observed returns are hard to reconcile with canonical theoretical models and the degree of credit risk in this market, as measured by historical default and recovery rates. Based on our archive of more than 300 sovereign debt restructurings since 1815, we show that full repudiation is rare; the median creditor loss (haircut) is below 50 percent.\n\n",
    "acknowledgement": "\nWe received very helpful comments from Laura Alfaro, Darrell Duffie, Rui Esteves, Gita Gopinath, Şebnem Kalemli-Özcan, Sam Langfield, Matteo Maggiori, Vincent Reinhart, Moritz Schularick, Frank Westermann and from conference participants at the NBER IFM Summer Institute 2018, the ASSA Meetings 2015, the Macrohistory Workshop in Bonn, the Sovereign Debt Conference in Zurich, DebtCon2 in Geneva, the Financial Crises conference at the LSE, as well as at seminars at UC Berkeley, Harvard, LUISS, EIEF, and at the Universities of Cologne, Frankfurt, Humboldt, Melbourne, Munich and Oxford. We also thank the editors and four anonymous referees for many helpful suggestions. Melanie Baade, Angelica Dominguez, Carl Hallmann, Moritz Müller-Freitag, Clemens Graf von Luckner, Khanh Phuong Ho, Tim Hofstetter, Torge Marxsen, Philipp Nickol, Maximilian Rupps, Sebastian Rieger, Paul Röttger, Christopher Schang and Julian Wichert provided excellent research assistance. We thank Julian Schumacher for sharing data on missed payments in recent bond defaults. Josefin Meyer gratefully acknowledges support by the European Commission’s Marie Curie Fellowship Programme under REA grant agreement no. 608129. Christoph Trebesch gratefully acknowledges financial support from the DFG Priority Programme “Experience and Expectation: Historical Foundations of Economic Behaviour” (SPP 1859) and from the Junior Researcher Fund of LMU München. All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}