{
    "id": 25541,
    "citation_title": "Technological Progress and Health Convergence: The Case of Penicillin in Post-War Italy",
    "citation_author": [
        "Marcella Alsan",
        "Vincenzo Atella",
        "Jay Bhattacharya",
        "Valentina Conti",
        "Iván Mejía-Guevara",
        "Grant Miller"
    ],
    "citation_publication_date": "2019-02-11",
    "issue_date": "2019-02-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThroughout history, technological progress has transformed population health, but the distributional effects of these gains are unclear. New substitutes for older, more expensive health technologies can produce convergence in population health outcomes, but may also be prone to “elite capture” leading to divergence. This paper studies the case of penicillin using detailed mortality statistics and exploiting its sharply-timed introduction in Italy after World War II. We find penicillin reduced both the mean and standard deviation of infectious diseases mortality, leading to substantial convergence across disparate regions of Italy. Our results do not appear to be confounded by competing risks or mortality patterns associated with World War II.\n\n",
    "acknowledgement": "\nWe would like to thank Giovanni Vecchi for useful discussion and comments during the early stage of this research project. Alsan gratefully acknowledges support from the Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD) 5K01-HD084709. Bhattacharya thanks the National Institute on Aging (NIA) for support for this work through the Stanford Center for Demography and Economics of Health and Aging (5P30AG017253). Lena Schoemaker, Afia Khan, Anlu Xing and Morgan Foy provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}