{
    "id": 25549,
    "citation_title": "Chinese Bond Market and Interbank Market",
    "citation_author": [
        "Marlene Amstad",
        "Zhiguo He"
    ],
    "citation_publication_date": "2019-02-18",
    "issue_date": "2019-02-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nOver the past twenty years, especially the past decade, China has taken enormous strides to develop its bond market as an integral step of financial reform. This paper aims to provide the most up-to-date overview of Chinese bond markets, by highlighting two distinct and largely segmented markets: Over-the-Counter based interbank market, and centralized exchange market. We explain various bond instruments traded in these two markets, highlighting their inherent connection with the banking system, and many multi-layer regulatory bodies who are interacting with each other in an intricate way. We also covers the credit ratings and rating agencies in Chinese market, and offer an account of ever-rising default incidents in China starting 2014. Finally, we discuss the recent regulatory tightening of shadow banking since late 2017 and its impact on bond investors, and the forces behind the internalization of Chinese bond markets in the near future.\n\n",
    "acknowledgement": "\nAmstad: The Chinese University of Hong Kong, Shenzhen and Shenzhen Finance Institute Email: marleneamstad@cuhk.edu.cn (www. marleneamstad.net). Zhiguo He: University of Chicago, Booth School of Business, and NBER; Tsinghua University, School of Economics and Management. Email: zhiguo.he@chicagobooth.edu, website: www.zhiguohe.com. We thank Tianshu Lyu (Research Professional at Fama-Miller Center) for his excellent research assistance in preparing this chapter, Chang Ge for assistance to Section 5, Andrew Levin who contributed to Section 6.3, and Zhuo Chen (Tsinghua University), Kai Guo (People’s Bank of China), Jinyu Liu (University of International Business and Economics), and Rengming Xie (CITIC, China) for many useful comments and discussions. Zhiguo He acknowledges the financial support from China Initiative at Macro Financial Research program at University of Chicago. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}