{
    "id": 25546,
    "citation_title": "Tax Policy and Local Labor Market Behavior",
    "citation_author": [
        "Daniel G. Garrett",
        "Eric C. Ohrn",
        "Juan Carlos Suárez Serrato"
    ],
    "citation_publication_date": "2019-02-11",
    "issue_date": "2019-02-07",
    "revision_date": "2019-02-15",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSince 2002, the US government has encouraged business investment using accelerated depreciation policies that significantly reduce investment costs. We provide the first in-depth analysis of this stimulus on employment and earnings. Our local labor markets approach exploits cross-industry differences in policy generosity interacted with county-level variation in industry concentration. Places that experience larger decreases in investment costs see a level increase in employment that implies a $53,000 cost-per-job. We find no positive effects on average earnings. In contrast, we document a persistent growth in capital. These results imply a capital-labor substitution elasticity that grows over time and can exceed unity.\n\n",
    "acknowledgement": "\nWe are very grateful for comments and suggestions from Joe Altonji, Pat Bayer, Allan Collard-Wexler, Mark Curtis, Yuriy Gorodnichenko, Xian Jiang, Matthias Kehrig, Andrea Lanteri, Chad Syverson, Chris Timmins, Daniel Xu, Owen Zidar, and Eric Zwick, as well as for comments from seminar participants at Duke and NTA. All errors remain our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}