{
    "id": 25542,
    "citation_title": "Fully Closed: Individual Responses to Realized Gains and Losses",
    "citation_author": [
        "Steffen Meyer",
        "Michaela Pagel"
    ],
    "citation_publication_date": "2019-02-11",
    "issue_date": "2019-02-07",
    "revision_date": "2019-02-18",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Behavioral Economics",
        "\n",
        "Financial Economics",
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe use transaction-level data of portfolio trades and holdings linked to checking, savings, and settlement account transactions and balances to explore how individuals respond to realized capital gains and losses. We exploit plausibly exogenous sales due to mutual fund liquidations for identification. Specifically, we estimate the marginal propensity to reinvest out of one dollar received from a forced liquidation, when the investor either achieved a gain or a loss relative to his or her initial investment. Theoretically, if individuals held optimized portfolios, the marginal propensity to reinvest out of forced sales should be 100%. Individuals should just reinvest all of their liquidity immediately into a fund with similar characteristics. Empirically, individuals reinvest 83% on average if the forced sale resulted in a gain, but only 40% in the event of a loss. If individuals do not reinvest, they keep a share of their newly found liquidity in cash, save it, or consume it. Such differential treatment of gains and losses is inconsistent with active rebalancing or tax considerations, but consistent with mental accounting and the idea that individuals treat realized losses differently than paper losses. We thus provide evidence for realization utility and effects (Barberis and Xiong, 2012; Imas, 2016) and that individuals do not appear to learn rationally from experiences in the stock market (Malmendier and Nagel, 2011; Koudijs and Voth, 2016).\n\n",
    "acknowledgement": "\nWe thank Paul Tetlock, Jonathan Parker, Miguel Anton, Alessandro Previtero, Benjamin Loos, Stefan Ruenzli, Martin Weber, Justine Hastings, Stijn Van Nieuwerburgh, Florian Peters, Marina Gertsberg, Kent Daniel, Gur Huberman, Francesco D'Acunto, and Johannes Wohlfart for valuable comments as well as seminar and conference participants at UCLA Anderson, University of Chicago Booth, Berkeley Haas, Harvard economics, Columbia, IESE, ECBE in Bergen Norway, University of Mannheim, NBER Household Finance Summer Institute, SITE Workshop Psychology and Economics, SFS Cavalcade, Boulder Summer Conference on Consumer Financial Decision Making, AFA, University of Ulm, Tsinghua Business School, CKGSB, and Frankfurt School of Finance. This research would not have been possible without the collaboration of a German bank. We gratefully acknowledge provision of data from this bank. We thank this bank and all its employees who helped us. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}