{
    "id": 25552,
    "citation_title": "Paying to Program? Engineering Brand and High-Tech Wages",
    "citation_author": [
        "Prasanna Tambe",
        "Xuan Ye",
        "Peter Cappelli"
    ],
    "citation_publication_date": "2019-02-18",
    "issue_date": "2019-02-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Market Structures",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe test the hypothesis that IT workers accept a compensating differential to work with emerging IT systems, and that employers that invest in these systems can, in turn, capture greater value from the wages they pay. We show that much of the utility IT workers derive from these systems is from skills acquired on the job. This is principally true for younger workers at employers where skill development is encouraged, and the effects are stronger in thicker markets where workers with newer skills have more outside options. An analysis of the text in online employer reviews supports the notion that IT workers value access to interesting IT systems above most other employer attributes. These findings are important because first, they provide evidence of how worker preferences can influence corporate IT investment decisions; second, because they shed light on factors influencing IT skill development; and third, because they point to a potentially important explanation for returns from IT investments.\n\n",
    "acknowledgement": "\nWe have greatly benefited from feedback from April Franco, Brad Greenwood, Damien Joseph, Boyan Jovanavic, Chris Kemerer, Paul Osterman, Amanda Pallais, and Michael Roach as well as seminar participants at the American Economic Association, the Academy of Management, the American Sociological Association, the Wharton People and Organizations Conference, the University of Minnesota, Temple University, the INFORMS Conference on Information Systems and Technology, Purdue University, the Workshop for Information Systems and Economics, New York University, the University of Washington, the Georgia Tech Sandra Slaughter Software Conference, the University of Illinois-Chicago, the NYU CIRI Seminar series, Arizona State University, Harvard Business School, the Federal Reserve Board, the Wharton School of Business, Michigan State University, and the University of Pittsburgh. We are also grateful to Andrew Chamberlain and Glassdoor for providing access to their data. Prasanna Tambe is grateful to the Alfred P. Sloan foundation for financial assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}