{
    "id": 25553,
    "citation_title": "Do Trade Creditors Possess Private Information? Stock Returns Evidence",
    "citation_author": [
        "David Hirshleifer",
        "Yifan Li",
        "Ben Lourie",
        "Thomas Ruchti"
    ],
    "citation_publication_date": "2019-02-18",
    "issue_date": "2019-02-14",
    "revision_date": "2023-11-06",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPayment timeliness in trade credit transactions is a key metric suppliers use to monitor their buyers. However, firms are not required to disclose payment timeliness information. In theory, late payments could be either a positive or negative indicator of future performance. We find that late payment by buyers is negatively associated with future buyer financial performance and positively associated with subsequent default risk. This suggests that late payments are an indicator of inability to pay on time rather than an indicator that firms are delaying payments to fund profitable investments. The predictive power of payment timeliness for fundamentals is stronger for low liquidity and distressed firms. Finally, we find a significant association between payment timeliness and future stock returns, suggesting that investors do not fully incorporate payment timeliness information. Our evidence regarding the informativeness of payment timeliness is relevant for the ongoing regulatory debate on whether firms should disclose payment timeliness.\n\n",
    "acknowledgement": "\nThe views expressed here are those of the authors and not necessarily the views of the Office of Financial Research or the U.S. Department of the Treasury, or any federal agency and do not establish supervisory policy, requirements, or expectations, nor do they necessarily represent those of the National Bureau of Economic Research. We thank David Aboody, Judson Caskey, Elizabeth Chuk, Henry Friedman, Dan Givoly, Steve Karolyi, Clive Lennox, Alex Nekrasov, Devin Shanthikumar, Austin Sudbury, Brett Trueman and participants at the UCI-UCLA-USC-UCSD joint accounting conference for their helpful comments and suggestions.\n\n\n"
}