{
    "id": 25555,
    "citation_title": "De Facto or De Jure? Ethnic Differences in Quit Responses to Legal Protections of Medical Marijuana Dispensaries",
    "citation_author": [
        "Jenny Williams",
        "Rosalie Liccardo Pacula",
        "Rosanna Smart"
    ],
    "citation_publication_date": "2019-02-18",
    "issue_date": "2019-02-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nThis paper studies the impact of legal medical marijuana markets on the decision to quit marijuana use, distinguishing between de jure legalization, in which dispensaries are legally protected, and de facto legalization, where dispensaries operate in the absence of laws protecting them. Geographic and temporal variation in the presence of de facto and de jure legalized markets serve to identify their impact on quitting. Although we find little robust evidence that quitting by females is impacted by either the presence or protection of retail medical marijuana dispensaries, our results reveal significant, and ethnically differentiated responses by males. Minority males are found to delay quitting in response to legal protection of dispensaries, while white males delay quitting in response to operating dispensaries. This behavior is consistent with racial and ethnic differences in the risks of arrest for simple marijuana offences, particularly for black males.\n\n",
    "acknowledgement": "\nThe authors thank Shannon Ward who set up the data used in this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}