{
    "id": 25556,
    "citation_title": "Retirement Implications of a Low Wage Growth, Low Real Interest Rate Economy",
    "citation_author": [
        "Jason Scott",
        "John B. Shoven",
        "Sita Slavov",
        "John G. Watson"
    ],
    "citation_publication_date": "2019-02-18",
    "issue_date": "2019-02-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the implications of persistent low real interest rates and wage growth rates on individuals nearing retirement. We begin by reviewing the concept of r star – the long-term real, safe interest rate that is neither expansionary nor contractionary – and presenting recent estimates suggesting that this value has declined. We then examine the implications of low returns and low wage growth for individuals currently aged 45 and 55. We find that low returns and low wage growth have substantial welfare effects, with compensating variations that are often in the hundreds of thousands of dollars. Low returns increase optimal Social Security claiming ages and the marginal benefit of working longer, while low wage growth decreases the marginal benefit of working longer. Low economy-wide wage growth has a much larger welfare effect than low individual wage growth due to wage indexation of the initial benefit and the progressivity of the Social Security benefit formula. When individual wage growth alone is low, wage indexation is unchanged, and the progressivity of the benefit formula provides insurance. When economy-wide wage growth is low, wage indexation is less generous and there is no insurance benefit from progressivity as average wages fall along with individual wages.\n\n",
    "acknowledgement": "\nThis research was supported by the Alfred P. Sloan Foundation through grant #G-2017-9695. We are grateful for helpful comments from John Sabelhaus and participants at the 2018 SIEPR Conference on Working Longer and Retirement. We thank Kyung Min Lee for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nSita Slavov\n\nIn addition to my compensation from George Mason University, during the past three years, I have received compensation from Stanford University, the National Bureau of Economic Research, and the Mercatus Center. During the past three years, my research has been supported by grants from the Sloan Foundation, the National Institute on Aging, the Social Security Administration, the Mercatus Center, and Stanford University.\n\n\n\nJohn G. Watson\n\nJohn G. Watson is an employee of Edelman Financial Engines.\n\n\n"
}