{
    "id": 25559,
    "citation_title": "The Endowment Model and Modern Portfolio Theory",
    "citation_author": [
        "Stephen G. Dimmock",
        "Neng Wang",
        "Jinqiang Yang"
    ],
    "citation_publication_date": "2019-02-18",
    "issue_date": "2019-02-14",
    "revision_date": "2022-11-16",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": [
        "\n",
        "\nNew Developments in Long-Term Asset Management\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nWe develop a dynamic portfolio-choice model with illiquid alternative assets to analyze the “endowment model,” widely adopted by institutional investors such as pension funds, university endowments, and sovereign wealth funds. In the model, the alternative asset has a lock-up, but can be liquidated at any time by paying a proportional cost. We model how investors can engage in liquidity diversification by investing in multiple illiquid alternative assets with staggered lock-up expirations, and show that doing so increases alternatives allocations and investor welfare. We show how illiquidity from lock-ups interacts with illiquidity from secondary market transaction costs resulting in endogenous and time-varying rebalancing boundaries. We extend the model to allow crisis states and show that increased illiquidity during crises causes holdings to deviate significantly from target allocations.\n\n",
    "acknowledgement": "\nFor helpful comments, we thank an anonymous Associate Editor, two anonymous referees, Patrick Bolton, Bruno Biais (Editor), Winston Dou, Thomas Gilbert, Harrison Hong, Steve Kaplan, Monika Piazzesi, Jim Poterba, Tom Sargent, Mark Schroder, and Luis Viceira; seminar participants at Columbia University; and participants at the European Finance Association and NBER New Developments in Long-Term Asset Management conferences. We thank Matt Hamill and Ken Redd of NACUBO and John Griswold and Bill Jarvis of Commonfund for assistance with data. Dimmock gratefully acknowledges financial support from the Singapore Ministry of Education research grant R-315-000-133-133. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}