{
    "id": 25550,
    "citation_title": "Job creation in Colombia vs the U.S.: “up or out dynamics” meets “the life cycle of plants”.",
    "citation_author": [
        "Marcela Eslava",
        "John C. Haltiwanger",
        "Alvaro Pinzón"
    ],
    "citation_publication_date": "2019-02-18",
    "issue_date": "2019-02-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere is growing consensus that a key difference between the U.S. and developing economies is that the latter exhibit slower employment growth over the life cycle of the average business. At the same time, the rapid post entry growth in the U.S. is driven by an “up or out dynamic”. We track manufacturing establishments in Colombia vs. the US and find that slower average life cycle growth in Colombia is driven by a less enthusiastic contribution of extraordinary growth plants and less dynamic selection of young underperforming plants. As a consequence, the size distribution of non-micro plants exhibits more concentration in small-old plants in Colombia, both in unweighted and employment-weighted bases. These findings point to a shortage of high-growth entrepreneurship and a relatively high likelihood of long-run survival for small, likely unproductive plants, as two key elements at the heart of the development problem. An extreme concentration of resources in micro plants is the other distinguishing feature of the Colombian manufacturing sector vis a vis the US.\n\n",
    "acknowledgement": "\nThe authors gratefully acknowledge excellent research assistance at early stages of the project by Juan Pablo Uribe and Camilo Acosta. We thank DANE for providing access to the Colombian Annual Manufacturing Survey, and DANE staff for their help in using the data. We are also thankful for the very useful comments of teams working on the 2012 CAF and World Bank flagship reports on entrepreneurship in Latin America; participants of the International Economics and Finance Workshop of LACEA and Universidad Torcuato Di Tella, the LACEA’s Labor Network Workshop, LACEA’s Annual Meeting 2018; and the NBER Summer Institute 2013 meeting of the Entrepreneurship group; and seminar participants at the Harvard Kennedy School’s Center for International Development, Universidad Católica de Chile, Universidad de Los Andes, Universidad del Rosario, Universidad Icesi, and Fedesarrollo. This work was supported by Corporación Andina de Fomento CAF under CAF’s Productivity and Misallocation of Entrepreneurial Talent in Latin America Research Program; and by Innovations for Poverty Action and the Inter-American Development Bank under their agreement #0009 of 2013. John Haltiwanger also gratefully acknowledges support for this research from the World Bank. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}