{
    "id": 25551,
    "citation_title": "Factor Momentum and the Momentum Factor",
    "citation_author": [
        "Sina Ehsani",
        "Juhani T. Linnainmaa"
    ],
    "citation_publication_date": "2019-02-18",
    "issue_date": "2019-02-14",
    "revision_date": "2019-05-09",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nMomentum in individual stock returns emanates from momentum in factor returns. Most factors are positively autocorrelated: the average factor earns a monthly return of 1 basis point following a year of losses and 53 basis points following a positive year. Factor momentum explains all forms of individual stock momentum. Stock momentum strategies indirectly time factors: they profit when the factors remain autocorrelated, and crash when these autocorrelations break down. Our key result is that momentum is not a distinct risk factor; it aggregates the autocorrelations found in all other factors.\n\n",
    "acknowledgement": "\nWe thank Ing-Haw Cheng, John Cochrane, Mark Grinblatt, Jon Lewellen, Paulo Maio (discussant), Sheridan Titman, Ivo Welch, and Guofu Zhou for valuable comments. We are grateful for the feedback by the conference and seminar participants at the Mark Grinblatt Retirement Conference at UCLA, Washington University in St. Louis, DePaul University, Baruch College, University of Texas - Rio Grande Valley, Clemson University, Northern Illinois University, and the 2018 Midwest Finance Association. Linnainmaa is affiliated with Citadel and Research Affiliates. Neither Citadel nor Research Affiliates provided any funding for this research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}