{
    "id": 25558,
    "citation_title": "Productivity Measurement: Racing to Keep Up",
    "citation_author": [
        "Daniel E. Sichel"
    ],
    "citation_publication_date": "2019-02-18",
    "issue_date": "2019-02-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides a non-technical review of the literature and issues related to the measurement of aggregate productivity.  I begin with a discussion of productivity measures, their performance in recent decades, and key measurement puzzles that emerge from the data.  The remainder of the review focuses on two important questions.  First, how do we make more accurate the measures of prices used to deflate nominal output so as to win (or at least not lose) the race for economic measurement to keep up with a changing economy?   This section frames the issues and points to the most important and promising areas for further research.  Second, what does or should GDP measure?  I defend GDP as a valuable measure of production and offer suggestions for improving it.  At the same time, I emphasize the importance of measuring economic welfare (well being) and highlight the value of supplementing GDP with a satellite account that measures economic welfare.\n\n",
    "acknowledgement": "\nI thank Ana Aizcorbe, Ernst Berndt, David Byrne, Stephen Oliner, and Nicholas Oulton for exceptionally helpful comments.  Any omission or errors are my responsibility alone.  When citing this paper, please use the following: Sichel DE. 2019. Productivity measurement: racing to keep up. Annu. Rev. Econ. 11: Submitted. DOI: 10.1146/annurev-economics-080218-030439. Sichel is grateful to the Bureau of Economic Analysis (BEA) and the National Telecommunications and Information Administration for grant support of $76,800 during 2016 to 2017 for research on price measurement.  The author currently is working with BEA as a consultant as well.  Finally, the author serves on the BEA’s External Advisory Committee. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}