{
    "id": 25565,
    "citation_title": "Immigrant Entrepreneurs and Innovation in the U.S. High-Tech Sector",
    "citation_author": [
        "J. David Brown",
        "John S. Earle",
        "Mee Jung Kim",
        "Kyung Min Lee"
    ],
    "citation_publication_date": "2019-02-18",
    "issue_date": "2019-02-14",
    "revision_date": "2019-08-01",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nWe estimate differences in innovation behavior between foreign versus U.S.-born entrepreneurs in high-tech industries. Our data come from the Annual Survey of Entrepreneurs, a random sample of firms with detailed information on owner characteristics and innovation activities. We find uniformly higher rates of innovation in immigrant-owned firms for 15 of 16 different innovation measures; the only exception is for copyright/trademark. The immigrant advantage holds for older firms as well as for recent start-ups and for every level of the entrepreneur’s education. The size of the estimated immigrant-native differences in product and process innovation activities rises with detailed controls for demographic and human capital characteristics but falls for R&D and patenting. Controlling for finance, motivations, and industry reduces all coefficients, but for most measures and specifications immigrants are estimated to have a sizable advantage in innovation.\n\n",
    "acknowledgement": "\nWe benefitted from the comments of Tom Astebro, Ina Ganguli, David Hart, Bill Kerr, Sari Pekkala Kerr, Shulamit Kahn, Megan MacGarvie, Joe Staudt, and participants in two conferences at the NBER. We thank the National Science Foundation for support (Grants 1262269 and 1719201 to George Mason University). Any opinions and conclusions expressed herein are ours only and do not necessarily reflect the views of the NSF, the U.S. Census Bureau, or the National Bureau of Economic Research. All results have been reviewed to ensure that no confidential information is disclosed. The Disclosure Review Board bypass numbers are CBDRB-2018-CDAR-087, DRB-B0017-CED-20181126, and DRB-B0025-CED-20181219.\n\n\n"
}