{
    "id": 25567,
    "citation_title": "Naïve *Buying* Diversification and Narrow Framing by Individual Investors",
    "citation_author": [
        "John Gathergood",
        "David Hirshleifer",
        "David Leake",
        "Hiroaki Sakaguchi",
        "Neil Stewart"
    ],
    "citation_publication_date": "2019-02-18",
    "issue_date": "2019-02-14",
    "revision_date": "2020-02-12",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "General Equilibrium",
        "\n",
        "Behavioral Economics",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe provide the first tests to distinguish whether individual investors equally balance their overall portfolios (naïve portfolio diversification—NPD) or engage in naïve buying diversification (NBD)—equally balancing values in same-day purchases of multiple assets. We find NBD in purchases of multiple stocks, and in mixed purchases of individual stocks and funds. In contrast, there is little evidence of NPD. So investors seem to narrowly frame their buy-day decision. Simulation analysis suggests that NBD substantially reduces investor welfare. These findings suggest that behavioral finance theory should incorporate transactional as well as portfolio framing.\n\n",
    "acknowledgement": "\nWe thank David Laibson, George Loewenstein and Brigitte Madrian for very helpful comments and suggestions, together with seminar participants at the Network for Integrated Behavioural Science Annual Workshop 2018, University of Glasgow, University of Bristol, University of Loughborough and Queen Mary University of London. This work was supported by Economic and Social Research Council grants ES/K002201/1, ES/N018192/1, ES/P008976/1, and Leverhulme grant RP2012-V-022. Sakaguchi acknowledges PhD studentship funding from the Economic and Social Research Council with award reference 1499648. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}