{
    "id": 25569,
    "citation_title": "When Labor’s Lost: Health, Family Life, Incarceration, and Education in a Time of Declining Economic Opportunity for Low-Skilled Men",
    "citation_author": [
        "Courtney Coile",
        "Mark Duggan"
    ],
    "citation_publication_date": "2019-02-18",
    "issue_date": "2019-02-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe economic progress of U.S. men has stagnated in recent decades, with declining labor force participation and weak growth in real earnings, particularly for less educated and non-white men. In this paper, we illuminate the broader context in which prime-age men are experiencing economic stagnation. We explore changes for prime-age men over time in education, mortality, morbidity, disability program receipt, family structure, and incarceration rates, indicators that may be affected by men’s sluggish economic progress or play a role in explaining it, or both.  While establishing causality for such a wide range of health and other outcomes is inherently difficult, we discuss clues provided by recent research.\n\n",
    "acknowledgement": "\nWe are grateful to Nicole Chen, Sasha Dierauf, Grace Hong, Gina Li, and Olivia Martin for their outstanding research assistance and to Gordon Hanson, Enrico Moretti, Tim Taylor, and seminar participants at Harvard University’s Inequality and Social Policy seminar for their helpful comments. Forthcoming in the Journal of Economic Perspectives. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}