{
    "id": 25563,
    "citation_title": "The Dynamics of the U.S. Trade Balance and Real Exchange Rate: The J Curve and Trade Costs?",
    "citation_author": [
        "George A. Alessandria",
        "Horag Choi"
    ],
    "citation_publication_date": "2019-02-18",
    "issue_date": "2019-02-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study how changes in trade barriers contributed to the dynamics of the US trade balance and real exchange rate since 1980 - a period when trade tripled. Using two dynamic trade models, we decompose fluctuations in the trade balance into terms related to trade integration (global and unilateral) and business cycle asymmetries. We find three main results. First, the relatively large US trade deficits as a share of GDP in the 2000s compared to the 1980s mostly reflect a rise in the trade share of GDP. Second, controlling for trade, only about 60 percent of net trade flows are due to business cycle asymmetries. And third, about two-thirds of the contribution of business-cycle asymmetries are a lagged response. For instance, the short-run Armington elasticity is about 0.2 while the long-run is closer to 1.12 with only 6.9 percent of the gap closed per quarter. We show that a two-country IRBC model with a dynamic exporting decision, pricing-to-market, and trade cost shocks can account for the dynamics of the US trade balance, real exchange rate, and trade integration. The model clarifies how permanent and transitory changes in trade barriers affect the trade balance and how to identify changes in trade barriers. We also show the effect of temporary trade policies on the trade balance depends on whether they induce a trade war.\n\n",
    "acknowledgement": "\nWe thank Yan Bai, Mark Bils, Doireann Fitzgerald, Jonathan Heathcote, Patrick Kehoe, Virgiliu Midrigan, Brent Neiman, Fabrizio Perri, Kim Ruhl, Joe Steinberg, Mike Waugh, and Kei-Mu Yi for helpful discussions. We thank audiences at the Banque de France, Buffalo, ITAM, LSE, Nottingham, Rochester, 2015 Warsaw SED, Toronto, Western Ontario, 2015 Fall NBER IFM, and Chicago, Dallas, Minneapolis, Philadelphia, and St. Louis Feds for comments. The views expressed herein are not necessarily those of the National Bureau of Economic Research.\n\n\n"
}