{
    "id": 25564,
    "citation_title": "How Does Supplemental Medicare Coverage Affect the Disabled Under-65 Population?: An Exploratory Analysis of the Health Effects of States’ Medigap Policies for SSDI Beneficiaries",
    "citation_author": [
        "Philip Armour",
        "Claire O’Hanlon"
    ],
    "citation_publication_date": "2019-02-18",
    "issue_date": "2019-02-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": [
        "\n",
        "\nRetirement and Disability Research Center\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nA substantial portion of the costs associated with, and the value to beneficiaries of, Social Security Disability Insurance is Medicare eligibility. However, the benefits of this eligibility can vary due to differences in state policies on supplemental Medicare coverage, also known as Medigap. Although Medigap policies are federally regulated to be issued to 65-and-over Medicare beneficiaries with specific restrictions over underwriting, these policies are left to states to regulate with regard to the under-65 SSDI population, generating substantial cross-state and temporal variation. This paper documents the variation in availability and generosity of under-65 Medigap eligibility for the SSDI population. Furthermore, it exploits this variation to provide initial estimates of how this eligibility affects the health status of non-Medicaid-eligible SSDI recipients. Our main finding is that requiring Medigap plans be offered for under-65 SSDI recipients substantially improves self-reported health of this population, with suggestive evidence that this improvement is stronger as underwriting restrictions increase and among SSDI beneficiaries with mental health conditions. The estimated effect is highly robust to alternative scaling or categorizations of self-reported health, choice of data set, inclusion of fixed effects, controls for local Medicare Advantage penetration, and falsification tests. This effect is nearly three times the size of the estimated increase in self-reported health in the Oregon Medicaid expansion.\n\n",
    "acknowledgement": "\nThis research was supported by the U.S. Social Security Administration through grant #11 DRC12000002-06 to the National Bureau of Economic Research as part of the SSA Disability Research Consortium. The findings and conclusions expressed are solely those of the author(s) and do not represent the views of SSA, any agency of the Federal Government, or the NBER.\n\n\n\nPhilip Armour\n\nThis research was supported by the U.S. Social Security Administration through grant #11 DRC12000002-06 to the National Bureau of Economic Research as part of the SSA Disability Research Consortium. The findings and conclusions expressed are solely those of the author(s) and do not represent the views of SSA, any agency of the Federal Government, or the NBER. Armour over the past three years has received funding in excess of $5,000 from the Social Security Administration’s Retirement Research Consortium and Disability Research Consortium, RAND’s Institute for Civil Justice, the National Institute of Occupational Safety and Health, the Department of Defense, the Consumer Financial Protection Bureau, the US Congress pursuant to the Veterans Access, Choice and Accountability Act, and the Department of Labor’s Employee Benefits Security Administration.\n\n\n"
}