{
    "id": 25566,
    "citation_title": "Visibility Bias in the Transmission of Consumption Beliefs and Undersaving",
    "citation_author": [
        "Bing Han",
        "David Hirshleifer",
        "Johan Walden"
    ],
    "citation_publication_date": "2019-02-18",
    "issue_date": "2019-02-14",
    "revision_date": "2021-12-14",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Behavioral Economics",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe model visibility bias in the social transmission of consumption behavior. When consumption is more salient than non-consumption, people perceive that others are consuming heavily, and infer that future prospects are favorable. This increases aggregate consumption in a positive feedback loop. A distinctive implication is that disclosure policy interventions can ameliorate undersaving. In contrast with wealth-signaling models, information asymmetry about wealth reduces overconsumption. The model predicts that saving is influenced by social connectedness, observation biases, and demographic structure; and provides new insight into savings rates. These predictions are distinct from other common models of consumption distortions.\n\n",
    "acknowledgement": "\nWe thank Philip Bond (Editor), an anonymous Associate Editor, two anonymous referees, Pierluigi Balduzzi, Martin Cherkes, Marco Cipriani, Douglas Bernheim, Andreas Fuster, Giacomo de Giorgi, Mariassunta Giannetti, Luigi Guiso, Robert Korajczyk, Theresa Kuchler, Chris Malloy, Timothy McQuade, Peter Reiss, Nick Roussanov, Erling Skancke, Andy Skrzypacz, Tano Santos, Siew Hong Teoh, Bernie Yeung, Youqing Zhou, David Benjamin Zuckerman, and participants at the Amerian Economics Association meetings in Boston, the MIT Conference on Evolution and Financial Markets, the National Bureau of Economic Research Behavioral Finance Working Group meeting at UCSD, the OSU Alumni Conference at Ohio State University, the Miami Behavioral Finance Conference at the University of Miami, the SFS Finance Cavalcade at the University of Toronto; the WISE18 Workshop on Information and Social Economics at Caltech; and seminar participants at Arizona State University, Boston College, Calgary University, Caltech, Cheung Kong Graduate School of Business, Columbia University, Hong Kong Polytechnic University, London Business School, National University of Singapore, New York Federal Reserve Board, Peking University, Renmin University, Shanghai University of Finance and Economics, Southwest University of Finance and Economics, Stanford University, University of Hong Kong, University of Houston, University of International Business and Economics, University of Texas Austin, and York University for very helpful comments; and Lin Sun and Qiguang Wang for very helpful comments and research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic  Research.\n\n\n"
}