{
    "id": 25574,
    "citation_title": "Are Sufficient Statistics Necessary? Nonparametric Measurement of Deadweight Loss from Unemployment Insurance",
    "citation_author": [
        "David S. Lee",
        "Pauline Leung",
        "Christopher J. O'Leary",
        "Zhuan Pei",
        "Simon Quach"
    ],
    "citation_publication_date": "2019-02-25",
    "issue_date": "2019-02-22",
    "revision_date": "2019-12-13",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCentral to the welfare analysis of income transfer programs is the deadweight loss associated with possible reforms. To aid analytical tractability, its measurement typically requires specifying a simplified model of behavior. We employ a complementary “decomposition” approach that compares the behavioral and mechanical components of a policy’s total impact on the government budget to study the deadweight loss of two unemployment insurance policies. Experimental and quasi-experimental estimates using state administrative data show that increasing the weekly benefit is more efficient (with a fiscal externality of 53 cents per dollar of mechanical transferred income) than reducing the program’s implicit earnings tax.\n\n",
    "acknowledgement": "\nWe are extremely grateful to Ken Kline for facilitating the analysis of the data, and to Camilla Adams, Victoria Angelova, Amanda Eng, Nicole Gandre, Jared Grogan, Suejin Lee, Bailey Palmer, and Amy Tarczynski for excellent research assistance. We are grateful for valuable discussions with Henrik Kleven, and thank David Card and two anonymous referees for their helpful comments. We have also benefited from feedback by Raj Chetty, Steve Coate, Nate Hendren, Erzo Luttmer, Brian McCall, Doug Miller, Emmanuel Saez, Seth Sanders, and participants of the DADA conference, Princeton labor workshop, Cornell public seminar, IZA/SOLE Transatlantic Meeting, NBER Summer Institute, Econometric Society Meetings, IIPF conference, and National Tax Association conference. At the Washington State Employment Security Department, we thank Jeff Robinson and Madeline Veria-Bogacz for facilitating our use of the data for this project. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}