{
    "id": 25578,
    "citation_title": "Market Power and Income Taxation",
    "citation_author": [
        "Louis Kaplow"
    ],
    "citation_publication_date": "2019-02-25",
    "issue_date": "2019-02-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Antitrust",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nDoes significant market power or the presence of large rents affect optimal income taxation, calling for greater redistribution due to tainted gains?  Or perhaps less because of an additional wedge that distorts labor effort?  Do concerns about inequality have implications for antitrust, regulation, trade, and other policies that influence market power, which contributes to inequality?  This article addresses these questions in a model with heterogeneous abilities and hence a concern for distribution, markups, multiple sectors, ownership that is a function of income, allowance for any share of profits to be recoveries of investments (including rent-seeking efforts), endogenous labor supply, and a nonlinear income tax.  In this model, proportional markups with no profit dissipation have no effect on the economy, and a policy that reduces a nonproportional markup raises (lowers) welfare when it is higher (lower) than a weighted average of other markups.  With proportional (partial or full) profit dissipation, proportional markups are equivalent to a downward shift of the distribution of abilities, and the welfare effect of correcting nonproportional markups associated with nonproportional profit dissipation now depends also on the degree of dissipation and how that is affected by the policy.  In all cases, optimal policies maximize consumer plus producer surplus, without regard to a policy’s distributive effects on consumers and profits or how markups and income taxation distort labor effort.\n\n",
    "acknowledgement": "\nI thank Steven Berry, Antoine Ferey, Oliver Hart, William Kerr, Scott Kominers, Robin Lee, James Poterba, Casey Rothschild, Andrei Shleifer, Matt Weinzierl, Danny Yagan, and workshop participants at Harvard, NBER Public Economics, NBER Macro Public Finance, AEA, and NTA for discussions and comments, Akua Abu, Niki Edmonds, Aaron Hsu, Kolja Ortmann, and John Sullivan for research assistance, and Harvard University’s John M. Olin Center for Law, Economics, and Business for financial support.  Disclaimer:  I occasionally consult on antitrust cases, and my spouse is in the legal department of a financial services firm. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}