{
    "id": 25577,
    "citation_title": "The Declining Labor Market Prospects of Less-Educated Men",
    "citation_author": [
        "Ariel J. Binder",
        "John Bound"
    ],
    "citation_publication_date": "2019-02-25",
    "issue_date": "2019-02-22",
    "revision_date": "2019-03-09",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOver the last half century, U.S. wage growth stagnated, wage inequality rose, and the labor-force participation rate of prime-age men steadily declined.  In this article, we examine these labor market trends, focusing on outcomes for males without a college education.  Though wages and participation have fallen in tandem for this population, we argue that the canonical neo-classical framework, which postulates a labor demand curve shifting inward across a stable labor supply curve, does not reasonably explain the data.  Alternatives we discuss include adjustment frictions associated with labor demand shocks and effects of the changing marriage market—that is, the fact that fewer less-educated men are forming their own stable families—on male labor supply incentives.\nOur observations lead us to be skeptical of attempts to attribute the secular decline in male labor-force participation to a series of separately-acting causal factors.  We argue that the correct interpretation probably involves complicated feedback between falling labor demand and other factors which have disproportionately affected men without a college education.\n\n",
    "acknowledgement": "\nWe thank Charlie Brown, Gordon Hanson, Enrico Moretti, Mel Stephens, and Tim Taylor for helpful comments.  Binder acknowledges research support from an NICHD training grant to the Population Studies Center at the University of Michigan (T32 HD007339).  Tyler Radler provided excellent research assistance.  Errors and opinions are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}