{
    "id": 25570,
    "citation_title": "The Efficiency and Distributional Effects of Alternative Residential Electricity Rate Designs",
    "citation_author": [
        "Scott P. Burger",
        "Christopher R. Knittel",
        "Ignacio J. Pérez-Arriaga",
        "Ian Schneider",
        "Frederik vom Scheidt"
    ],
    "citation_publication_date": "2019-02-18",
    "issue_date": "2019-02-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nElectricity tariffs typically charge residential users a volumetric rate that covers the bulk of energy, transmission, and distribution costs. The resulting prices, charged per unit of electricity consumed, do not reflect marginal costs and vary little across time and space. The emergence of distributed energy resources—such as solar photovoltaics and energy storage—has sparked interest among regulators and utilities in reforming electricity tariffs to enable more efficient utilization of these resources. The economic pressure to redesign electricity rates is countered by concerns of how more efficient rate structures might impact different socioeconomic groups. We analyze the bill impacts of alternative rate plans using interval metering data for more than 100,000 customers in the Chicago, Illinois area. We combine these data with granular Census data to assess the incidence of bill changes across different socioeconomic groups. We find that low-income customers would face bill increases on average in a transition to more economically efficient electricity tariffs. However, we demonstrate that simple changes to fixed charges in two-part tariffs can mitigate these disparities while preserving all, or the vast majority, of the efficiency gains. These designs rely exclusively on observable information and could be replicated by utilities in many geographies across the U.S.\n\n",
    "acknowledgement": "\nWe thank, without implicating, Carlos Batlle, Richard Schmalensee, Paul Joskow, and Bentley Clinton for their support and insights. We thank Dave Kolata and Jeff Zethmayr for their support in accessing the data used in this study. The usual disclaimer applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}