{
    "id": 25571,
    "citation_title": "The Fiscal Multiplier",
    "citation_author": [
        "Marcus Hagedorn",
        "Iourii Manovskii",
        "Kurt Mitman"
    ],
    "citation_publication_date": "2019-02-18",
    "issue_date": "2019-02-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "General Equilibrium",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe measure the size of the fiscal multiplier using a heterogeneous-agent model with incomplete markets, capital and rigid prices and wages. The environment encompasses the essential elements necessary for a quantitative analysis of fiscal policy. First, output is partially demand-determined due to pricing frictions in product and labor markets, so that a fiscal stimulus increases aggregate demand. Second, incomplete markets deliver a realistic distribution of dynamic consumption and investment responses to stimulus policies across the population. These elements give rise to the standard textbook Keynesian-cross logic which, and unlike conventional wisdom would suggest, is significantly reinforced in our dynamic forward looking model.\nWe find that market incompleteness is key to determining the size of the fiscal multiplier, which is uniquely determined in our model for any combination of fiscal and monetary policies of interest. The multiplier is 1.34 if deficit-financed and 0.61 if contemporaneously tax-financed for a pegged nominal interest rate, with similar values in a liquidity trap. If monetary policy follows a Taylor rule, the numbers drop to 0.66 and 0.54, respectively. We elucidate the importance of market incompleteness for our results and contrast them to models featuring complete markets or hand-to-mouth consumers.\n\n",
    "acknowledgement": "\nWe thank our discussants, Adrien Auclert, Florin Bilbiie, Keith Kuester, Tomasso Monacelli, and Christian Moser, and participants at CityU Hong Kong, Columbia, Copenhagen, EUI, Frankfurt, HECER, Konstanz, Maryland, NOVA, NYU, Princeton, Queen Mary, Royal Holloway, Rutgers, UCSD, Wisconsin, Yale, NBER EFG 2018, NBER SI EFACR, AEA Annual Meeting, Bank of Finland, CEPR/ADEMU Conference on Fiscal Policy in the EMU, Zurich Mini-Conference on Heterogeneous Agents Macroeconomics, Greater Stockholm Macro Group, Barcelona Summer Forum, LAEF/UCSB Conference on Why the Government Does Whatever it is the Government Does, Minnesota Workshop in Macroeconomic Theory, EIEF Pizzanomics Conference, SED Annual Meeting, Banco de Espana and Carlos III Workshop on Quantitative Macroeconomics, ADEMU Conference on the New Macroeconomics of Aggregate Fluctuations and Stabilization Policy, USC Dornsife INET Conference on Inequality, Globalization, and Macroeconomics, Bank of Ukraine Conference on Interaction of Fiscal and Monetary Policies, and Fiscal Policy Workshop at the Richmond Fed. Support from the National Science Foundation Grant Nos. SES-0922406 and SES-1357903, FRIPRO Grant No. 250617, the Ragnar Soderbergs stiftelse, and the European Research Council grant No. 759482 under the European Union's Horizon 2020 research and innovation programme is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}