{
    "id": 25572,
    "citation_title": "Employer Concerns and Responses to an Aging Workforce",
    "citation_author": [
        "Robert L. Clark",
        "Steven Nyce",
        "Beth Ritter",
        "John B. Shoven"
    ],
    "citation_publication_date": "2019-02-25",
    "issue_date": "2019-02-22",
    "revision_date": "2020-01-15",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEconomist and public policy analysts have devoted considerable research to examining the work and retirement decisions of employees.  Much less effort has been spent on understanding the concerns and challenges of employers if their workers delay retirement and remain on the job until older ages.  In this study, we report findings from three employer surveys with the objective of learning how organizations are responding to the aging of their workforces.  The surveys provide several important observations.  First, employer concerns about workforce aging vary considerably across the economy.  To some firms, these demographic changes are of immediate concern and are viewed as a significant risk to the organization while other firms remain more concerned about potential productivity and cost effect of an older labor force.  Second, most employers expect the importance of workforce aging to increase in the next five years.  In response, a significant proportion of organizations are making changes to working conditions and compensation policies.  Third, firms remain reluctant to adopt formal phased retirement policies but are more willing to offer part-time employment, return to work, and other policies on a case by case basis.\n\n",
    "acknowledgement": "\nThis study was supported, in part, by a grant from the Sloan Foundation’s Working Longer Program.  Members of the North Carolina State University Human Resource Advisory Board reviewed an early draft of the surveys and made helpful comments.  Mark Beasley of the NCSU Enterprise Risk Management Initiative provided helpful comments on the risk management survey.  Bob Gormley, Ben Gentry, and Alan Glickstein of Willis Towers Watson provided ideas for this paper and the conference organized by NBER in November.  Anirudh Mylavarapu assisted with the creation of tables and charts. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}