{
    "id": 25576,
    "citation_title": "Experimental Evidence on the Effect of Information and Pricing on Residential Electricity Consumption",
    "citation_author": [
        "Jesse Burkhardt",
        "Kenneth Gillingham",
        "Praveen K. Kopalle"
    ],
    "citation_publication_date": "2019-02-25",
    "issue_date": "2019-02-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study examines a field experiment in Texas that includes pricing and informational interventions to encourage energy conservation during summer peak load days when the social cost of generation is the highest. We estimate that our critical peak pricing intervention reduces electricity consumption by 14%. Using unique high frequency appliance-level data, we can attribute 74% of this response to air conditioning. In contrast, we find minimal response to active information provision and conservation appeals. A complementary experimental program also lowers nighttime prices during the off-peak season, providing the first evidence of electric vehicle loadshifting in response to price.\n\n",
    "acknowledgement": "\nThe authors are grateful for conversations and comments from seminar participants at Yale, UC Berkeley, ETH Zurich, Georgia State, CU-Boulder, Georgetown University, Dartmouth College, McMaster University, Indian School of Business, ACR Conference, Marketing Science Conference, and the AMA-Sheth Doctoral Consortium as well as comments from Dave Rapson, Koichiro Ito, Matt Harding, Rob Metcalfe, Matt Kotchen, Brian Prest, and Severin Borenstein. The authors would also like to thank the staff at the Pecan Street, and especially Grant Fisher. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}