{
    "id": 25579,
    "citation_title": "Long-Term Discount Rates Do Not Vary Across Firms",
    "citation_author": [
        "Matti Keloharju",
        "Juhani T. Linnainmaa",
        "Peter Nyberg"
    ],
    "citation_publication_date": "2019-02-25",
    "issue_date": "2019-02-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nLong-term expected returns appear to vary little, if at all, in the cross section of stocks. We devise a bootstrapping procedure that injects small amounts of variation into expected returns and show that even negligible differences in expected returns, if they existed, would be easy to detect. Markers of such differences, however, are absent from actual stock returns. Our estimates are consistent with production-based asset pricing models such as Berk, Green, and Naik (1999) and Gomes, Kogan, and Zhang (2003) in which firms' risks change over time. We show that long-term reversals in stock returns are the consequence of the rapid convergence in expected returns. Our results imply stock market anomalies have only a limited effect on firm valuations.\n\n",
    "acknowledgement": "\nKeloharju is with Aalto University School of Business, CEPR, and IFN. Linnainmaa is with the University of Southern California and NBER. Nyberg is with the Aalto University School of Business. We thank Jonathan Berk, John Cochrane, Mathias Kronlund, Jon Lewellen, Yan Liu (discussant), Anders Loflund, Owen Lamont, and conference and seminar participants at Florida International University, Lund University, Tinbergen Institute at Amsterdam, University of Illinois at Chicago, University of Illinois at Urbana-Champaign, University of Miami, University of Michigan, LA Finance Day, and Society of Financial Studies 2018 Cavalcade for insightful comments and Jonathan Berk, Timothy Johnson, and Lu Zhang for providing the code for the models simulated in Section 2 and Section 5. Linnainmaa and Nyberg are also affiliated with Citadel and Linnainmaa with Research Affiliates. Neither Citadel nor Research Affiliates provided any funding for this research. Financial support from the Academy of Finland and Nasdaq Nordic Foundation is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}