{
    "id": 25589,
    "citation_title": "When Celebrities Speak: A Nationwide Twitter Experiment Promoting Vaccination In Indonesia",
    "citation_author": [
        "Vivi Alatas",
        "Arun G. Chandrasekhar",
        "Markus Mobius",
        "Benjamin A. Olken",
        "Cindy Paladines"
    ],
    "citation_publication_date": "2019-02-25",
    "issue_date": "2019-02-22",
    "revision_date": "2023-06-07",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCelebrity endorsements are often sought to influence public opinion. We ask whether celebrity endorsement per se has an effect beyond the fact that their statements are seen by many, and whether on net their statements actually lead people to change their beliefs. To do so, we conducted a nationwide Twitter experiment in Indonesia with 46 high-profile celebrities and organizations, with a total of 7.8 million followers, who agreed to let us randomly tweet or retweet content promoting immunization from their accounts. Our design exploits the structure of what information is passed on along a retweet chain on Twitter to parse reach versus endorsement effects. Endorsements matter: tweets that users can identify as being originated by a celebrity are far more likely to be liked or retweeted by users than similar tweets seen by the same users but without the celebrities' imprimatur. By contrast, explicitly citing sources in the tweets actually reduces diffusion. By randomizing which celebrities tweeted when, we find suggestive evidence that overall exposure to the campaign may influence beliefs about vaccination and knowledge of immunization-seeking behavior by one's network. Taken together, the findings suggest an important role for celebrity endorsement.\n\n",
    "acknowledgement": "\nWe thank Marcella Alsan, Nancy Baym, Emily Breza, Leo Bursztyn, Rebecca Diamond, Dean Eckles, Paul Goldsmith-Pinkham, Ben Golub, Rema Hanna, Mary Gray, Matt Jackson, Matthew Wai-Poi, Alex Wolitsky, and participants at various seminars for helpful discussions. Aaron Kaye, Nurzanty Khadijah, Devika Lakhote, Eva Lyubich, Sinead Maguire, Lina Marliani, Sebastian Steffen, Vincent Tanutama provided excellent research assistance. We thank Nila Moeloek, then Indonesian Special Envoy for Sustainable Development Goals, Diah Saminarsih, and their team for providing support for this project. This study was approved by IRBs at MIT (Protocol #1406006433) and Stanford (Protocol #31451), and registered in the AEA Social Science Registry (AEARCTR-0000757). Funding for this project came from the Australian Government Department of Foreign Affairs and Trade. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nBenjamin A. Olken\n\n•\tFinancial support for this project came from the Australian Department of Foreign Affairs and Trade through a trust fund administered by the World Bank and through a grant to JPAL at MIT.\n•\tThe Australian Department of Foreign Affairs and Trade also provides overall support to JPAL Southeast Asia through a grant to MIT. I am a director of JPAL at MIT and co Scientific Director of JPAL Southeast Asia, and receive summary salary support from this grant.\n•\tI am a director of J-PAL at MIT. J-PAL has no stake in the outcomes of any given evaluation results. However, J-PAL does have a position on what is considered a rigorous evaluation methodology.\n\n\n"
}