{
    "id": 25587,
    "citation_title": "Investigating Treatment Effects of Participating Jointly in SNAP and WIC when the Treatment is Validated Only for SNAP",
    "citation_author": [
        "Helen H. Jensen",
        "Brent Kreider",
        "Oleksandr Zhylyevskyy"
    ],
    "citation_publication_date": "2019-02-25",
    "issue_date": "2019-02-22",
    "revision_date": "2019-06-13",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUSDA operates several food assistance programs aimed at alleviating food insecurity. We study whether participation in both SNAP and WIC alleviates food insecurity compared with participation in SNAP alone. We bound underlying causal effects by applying nonparametric treatment effect methods that allow for endogenous selection and underrepresented program participation when validation data are available for one program (treatment) but not the other. We estimate average treatment effects using data from the National Household Food Acquisition and Purchase Survey (FoodAPS). FoodAPS includes administrative data to validate SNAP participation.  Information on local food prices allows us to construct a food expenditure-based monotone instrumental variable that does not require a typical IV exclusion restriction. Under relatively weak monotonicity assumptions, we identify that the impact of participating in both programs relative to SNAP alone is strictly positive, suggesting that the programs are nonredundant. This evidence can support improved design and targeting of food programs.\n\n",
    "acknowledgement": "\nThis research was funded by the National Bureau of Economic Research (NBER), grant no. 59-5000-5-0115, through the generous support of the Economic Research Service (ERS) and Food and Nutrition Service (FNS) of the U.S. Department of Agriculture (USDA).  The views expressed are those of the authors and not necessarily those of the Economic Research Service, Food and Nutrition Service, or the U.S. Department of Agriculture. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}