{
    "id": 25588,
    "citation_title": "Work of the Past, Work of the Future",
    "citation_author": [
        "David Autor"
    ],
    "citation_publication_date": "2019-02-25",
    "issue_date": "2019-02-22",
    "revision_date": "2019-02-28",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nLabor markets in U.S. cities today are vastly more educated and skill-intensive than they were five decades ago. Yet, urban non-college workers perform substantially less skilled work than decades earlier. This deskilling reflects the joint effects of automation and international trade, which have eliminated the bulk of non-college production, administrative support, and clerical jobs, yielding a disproportionate polarization of urban labor markets. The unwinding of the urban non-college occupational skill gradient has, I argue, abetted a secular fall in real non-college wages by: (1) shunting non-college workers out of specialized middle-skill occupations into low-wage occupations that require only generic skills; (2) diminishing the set of non-college workers that hold middle-skill jobs in high-wage cities; and (3) attenuating, to a startling degree, the steep urban wage premium for non-college workers that prevailed in earlier decades. Changes in the nature of work—many of which are technological in origin—have been more disruptive and less beneficial for non-college than college workers.\n\n",
    "acknowledgement": "\nI am indebted to Daron Acemoglu, David Dorn, Amy Finkelstein, Juliette Fournier, Claudia Goldin, Colin Gray, Gordon Hanson, Lawrence Katz, James Poterba, Anna Salomons, and Evan Soltas for ideas, insights, and critiques that enriched this work. Anne Beck, Emiel Van Bezooijen, Pepe (Jose Ignacio Velarde) Morales, Edwin Song, and Sunny (Liang) Tan provided abundant and ingenious hard work to put these ideas to the test. I thank Accenture LLP, the IBM Global Universities Program, the Schmidt Futures Foundation, and the Smith Richardson Foundation, for generous financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}