{
    "id": 25580,
    "citation_title": "Amenities, Risk, and Flood Insurance Reform",
    "citation_author": [
        "V. Kerry Smith",
        "Ben Whitmore"
    ],
    "citation_publication_date": "2019-02-25",
    "issue_date": "2019-02-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides the first, comprehensive evidence on the question of whether the subsidized flood insurance rates are needed to meet the affordability goal of the National Flood Insurance Program. We use IRS records at the zip code level from 2009 to 2016 to compare the real median incomes of homeowners in areas subject to flooding risks to those homeowners in neighboring zip codes. Our analysis includes all of the Gulf Coast states and over 1000 other communities around the United States containing FEMA designated Special Flood Hazard Areas (SFHA). There are clear patterns of positive income stratification for coastal locations in Florida, New Jersey, and New York. We also find lower income for coastal locations in California, North Carolina, as well as the shoreline along rivers identified as in SFHA in Delaware, and Virginia fit this pattern.\n\n",
    "acknowledgement": "\n. Smith’s research was partially supported by the Property and Environment Research Center (PERC) under the Julian Simon Fellowship program 2017- 2018. Partial support for the second author was provided by the Center for Environmental Economics and Sustainability Policy (CEESP) at ASU. Thanks are due Daniel Benjamin and Wally Thurman for detailed comments on an earlier draft, to participants in the PERC workshop series in 2017 and 2018 for comments on draft of this research and to Dan Szmurlo of University of California, Santa Barbara for helpful discussions, comments, and for sharing his research on the NFIP. Thanks are also due Matthew Kahn for initial discussions of these issues and participation in an earlier pilot assessment of the issues using HMDA for a smaller set of locations. Nicolai Kuminoff and Alvin Murphy also helped us to understand and access some of the data used in the analysis; and to W. Michael Hanemann for helping the second author to gain access to the National Research Council reports. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}