{
    "id": 25586,
    "citation_title": "Market Inefficiency and Household Labor Supply: Evidence from Social Security’s Survivors Benefits",
    "citation_author": [
        "Itzik Fadlon",
        "Shanthi P. Ramnath",
        "Patricia K. Tong"
    ],
    "citation_publication_date": "2019-02-25",
    "issue_date": "2019-02-22",
    "revision_date": "2019-06-07",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nWe study the effects of the Social Security survivors benefits program on household labor supply and the efficiency implications for insurance and credit markets. We use U.S. population tax records and exploit a sharp age discontinuity in benefit eligibility for identification. We find that eligibility induces considerable reductions in labor supply both among newly-widowed households in the immediate post-shock periods and among already-widowed households whose benefit receipt is entirely predictable. The evidence points to liquidity constraints, rather than myopia, as a leading operative mechanism underlying household responses to anticipated benefits. Our findings identify important inefficiencies in the life insurance market and in the allocation of credit. Our results further highlight the protective insurance role of the social program and the importance of liquidity provided by the government, and they suggest potential gains from expanding and smoothing the program’s benefit schedule.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Household Responses to Transfers and Liquidity: Evidence from Social Security’s Survivors Benefits.\" This research was supported by the U.S. Social Security Administration through grant #RRC08098400-09 to the National Bureau of Economic Research as part of the SSA Retirement Research Consortium. The findings and conclusions expressed are solely those of the authors and do not represent the views of SSA, the U.S. Department of the Treasury, RAND Corporation, any agency of the Federal government, or the NBER. We thank Julie Cullen, Gordon Dahl, Alex Gelber, Jon Gruber, Henrik Kleven, Amy Finkelstein, Nathan Hendren, Erzo Luttmer, Karthik Muralidharan, Petra Persson, Tommaso Porzio, Kaspar Wüthrich, and seminar participants at UCSD, Middlebury College, MIT, University of Michigan, the OTA Workshop, the 2018 NBER Summer Institute, the 2018 NTA Annual Meeting, NBER Public Economics Meeting (Fall 2018), the 2018 Retirement Research Consortium Annual Meeting, the 2018 All-California Labor Economics Annual Meeting, and the ASU Annual Empirical Microeconomics Conference for helpful comments and discussions. Jonathan Leganza provided excellent research assistance.\n\n\n"
}