{
    "id": 25582,
    "citation_title": "Environmental Policy on the Back of an Envelope: A Cobb-Douglas Model is Not Just a Teaching Tool",
    "citation_author": [
        "Don Fullerton",
        "Chi L. Ta"
    ],
    "citation_publication_date": "2019-02-25",
    "issue_date": "2019-02-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Renewable Resources",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTo clarify and interpret the workings of a large computable general equilibrium (CGE) model of environmental policy in the U.S., we build an aggregated Cobb-Douglas (CD) model that can be solved easily and analytically. Its closed-form expressions show exactly how key parameters determine the sign and size of effects from a large new carbon tax on emissions, revenue, prices, output, and welfare. Data and parameters from the detailed, dynamic CGE model of Goulder and Hafstead (2018) are used in the CD model to calculate results that can be compared with theirs. Results from the CD model track those from the large CGE model quite closely, even though the CD model omits much detail such as the number of sectors, intermediate inputs, and international trade. A CGE model is quite useful to generate detailed numerical results and to reflect on particular aspects of environmental policy, but the simpler CD model provides a transparent view of exactly how the policy affects key outcomes.\n\n",
    "acknowledgement": "\nWe wish to thank Larry Goulder and Marc Hafstead not only for suggestions but also for very thorough help with this research.  This project had no funding other than from our employers at the University of Illinois. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}