{
    "id": 25596,
    "citation_title": "Actors in the Child Development Process",
    "citation_author": [
        "Daniela Del Boca",
        "Christopher J. Flinn",
        "Ewout Verriest",
        "Matthew J. Wiswall"
    ],
    "citation_publication_date": "2019-02-25",
    "issue_date": "2019-02-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe construct and estimate a model of child development in which both the parents and children make investments in the child’s skill development. In each period of the development process, partially altruistic parents act as the Stackelberg leader and the child the follower when setting her own study time. We then extend this non-cooperative form of interaction by allowing parents to offer incentives to the child to increase her study time, at some monitoring cost. We show that this incentive scheme, a kind of internal conditional cash transfer, produces efficient outcomes and, in general, increases the child’s cognitive ability. In addition to heterogeneity in resources (wage offers and non-labor income), the model allows for heterogeneity in preferences both for parents and children, and in monitoring costs. Like their parents, children are forward-looking, but we allow children and parents to have different preferences and for children to have age-varying discount rates, becoming more “patient” as they age. Using detailed time diary information on the allocation of parent and child time linked to measures of child cognitive ability, we estimate several versions of the model. Using model estimates, we explore the impact of various government income transfer policies on child development.\n\n",
    "acknowledgement": "\nThis research is partially supported by NSF Grant 1357686, the C.V. Starr Center for Applied Economics, and the Institute of Human Development and Social Change at N.Y.U. We are grateful to participants in seminars at Syracuse, Minnesota, and the New York Federal Reserve Bank for helpful comments and suggestions. We also thank Corina Boar for useful discussions on the estimation of altruism in the household macroeconomics literature. We are responsible for all errors, interpretations, and omissions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}