{
    "id": 25592,
    "citation_title": "Decentralized Mining in Centralized Pools",
    "citation_author": [
        "Lin William Cong",
        "Zhiguo He",
        "Jiasun Li"
    ],
    "citation_publication_date": "2019-02-25",
    "issue_date": "2019-02-22",
    "revision_date": "2019-12-10",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Antitrust",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nThe rise of centralized mining pools for risk sharing does not necessarily undermine the decentralization required for permissionless blockchains: Each individual miner's cross-pool diversification and endogenous fees charged by pools generally sustain decentralization, because larger pools better internalize their externality on global hash rates, charge higher fees, attract disproportionately fewer miners, and thus grow more slowly. Instead, mining pools as a financial innovation escalate the arms race among competing miners and thus significantly increase the energy consumption of proof-of-work-based consensus mechanisms. Empirical evidence from Bitcoin mining supports our model predictions. The economic insights inform many other blockchain protocols as well as the industrial organization of mainstream sectors with similar characteristics but ambiguous prior findings.\n\n",
    "acknowledgement": "\nWe thank Foteini Baldimtsi, Joseph Bonneau, Matthieu Bouvard, Bhagwan Chowdhry, Douglas Diamond, Hanna Halaburda, Wei Jiang, Evgeny Lyandres, Ye Li, Richard Lowery, Maureen O'Hara, George Panayotov, Fahad Saleh, Katrin Tinn, Liyan Yang, David Yermack, and Xin Wang for helpful discussions, as well as Tianshu Lyu, Zhenping Wang, Xiao Yin, and Xiao Zhang for excellent research assistance. We also thank seminar audiences at Ant Financial, Chicago Booth, CKGSB, Cleveland Fed, Columbia GSB, Cornell, CUNY Baruch, Duke, George Mason, HKU, University of Houston, University of Maryland, Michigan University, NYU, Tsinghua PBC, Princeton, Rice University, Stanford, UNC (Microeconomic Theory), Yale, as well as conference participants at Asian Development Bank Conference on FinTech, Becker Friedman Institute Conference on Cryptocurrencies and Blockchains, CEPR Gerzensee ESSFM Workshop, CIFFP, Credit and the Future of Banking Conference (Rigi Kaltbad), DataYes & ACM KDD China FinTech AI Workshop, Econometric Society NA Meeting, Georgia State FinTech Conference, Harvard CMSA Blockchain Conference, ISB Summer Conference, Midwest Finance Association Meeting, Northern Finance Association Meeting, SAIF Summer Institute, Simons Institute for the Theory of Computing at UC Berkeley, SFS Cavalcade Asia-Pacific, and 2nd Toronto FinTech Conference for helpful comments and discussions. This research was funded in part by the Ewing Marion Kauffman Foundation. The contents of this publication are solely the responsibility of the authors. We are equally grateful for funding from the Initiative on Global Markets, the Stigler Center, and the Center for Research in Security Prices at the University of Chicago, and from the Multidisciplinary Research (MDR) Initiative in Modeling, Simulation and Data Analytics at George Mason. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}