{
    "id": 25595,
    "citation_title": "On the Economics of Science Parks",
    "citation_author": [
        "Wen-Jung Liang",
        "Chao-Cheng Mai",
        "Jacques-François Thisse",
        "Ping Wang"
    ],
    "citation_publication_date": "2019-02-25",
    "issue_date": "2019-02-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nScience parks play a growing in knowledge-based economies by accommodating high-tech firms and providing an environment that fosters location-dependent knowledge spillovers and promote R&D investments by firms. Yet, not much is known about the economic conditions under which such entities may form in equilibrium without government interventions. This paper develops a spatial equilibrium model with a competitive final sector and a monopolistic competitive intermediate sector, which allows us to determine necessary and sufficient conditions for a science park to emerge as an equilibrium outcome. We show that strong localized knowledge spillovers, high startup costs, skilled labor abundance, or low commuting costs make intermediate firms more likely to cluster and a science park more likely to form. We also show that the productivity of the final sector is highest when intermediate firms cluster. As the decay penalty, firms' startup and workers' commuting costs become lower, science parks will eventually be fragmented.\n\n",
    "acknowledgement": "\nWe are grateful for comments by M. Berliant, M. Fujita, E. Rossi-Hansberg, and participants at the Midwest Economic Theory Meeting, North American Regional Science Association Meeting, and the Society for Advanced Economic Theory Conference. Financial support from Academia Sinica, the National Science Council, Tamkang University, the Russian Science Foundation under the grant Nº 18-18-00253, and the Weidenbaum Center on the Economy, Government, and Public Policy to enable this international collaboration is gratefully acknowledged. The usual disclaimer applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}