{
    "id": 25599,
    "citation_title": "Household Innovation, R&D, and New Measures of Intangible Capital",
    "citation_author": [
        "Daniel Sichel",
        "Eric von Hippel"
    ],
    "citation_publication_date": "2019-03-04",
    "issue_date": "2019-02-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nHousehold R&D (or household innovation) is an important source of innovation that has to date been largely overlooked in research related to national accounts. Indeed, it is not currently counted as investment in the literatures on household production and human capital. This paper develops time series estimates of nominal investment, real investment, and real capital stocks for household R&D for product innovations in the United States. (We focus on product innovations because survey data on services innovations in the household sector are not yet available.) In the U.S., we find that household product R&D is significant. Our estimate of real investment in 2017 is $41 billion (2012 dollars). This is about half of what producers spend in R&D to develop new products for consumers – a sizable fraction. Our estimate of the real capital stock of household product R&D in 2017 is $233 billion. We conclude that household R&D is an important feature of household activity and, more generally, of the overall landscape of innovation.\n\n",
    "acknowledgement": "\nWe thank David Byrne and Leonard Nakamura for helpful comments.  Sichel is grateful to the Bureau of Economic Analysis (BEA) and the National Telecommunications and Information Administration for grant support of $76,800 during 2016 to 2017 for research on price measurement.  Sichel currently is working with BEA as a consultant and serves on the agency's External Advisory Committee.  von Hippel is grateful for research support from the Gates Foundation, NASA, the United Nations Development Program, Ford Inc., General Mills, IPSOS, and Syngenta. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}