{
    "id": 25593,
    "citation_title": "Best Linear Approximations to Set Identified Functions: With an Application to the Gender Wage Gap",
    "citation_author": [
        "Arun G. Chandrasekhar",
        "Victor Chernozhukov",
        "Francesca Molinari",
        "Paul Schrimpf"
    ],
    "citation_publication_date": "2019-02-25",
    "issue_date": "2019-02-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides inference methods for best linear approximations to functions which are known to lie within a band. It extends the partial identification literature by allowing the upper and lower functions defining the band to carry an index, and to be unknown but parametrically or non-parametrically estimable functions. The identification region of the parameters of the best linear approximation is characterized via its support function, and limit theory is developed for the latter. We prove that the support function can be approximated by a Gaussian process and establish validity of the Bayesian bootstrap for inference. Because the bounds may carry an index, the approach covers many canonical examples in the partial identification literature arising in the presence of interval valued outcome and/or regressor data: not only mean regression, but also quantile and distribution regression, including sample selection problems, as well as mean, quantile, and distribution treatment effects. In addition, the framework can account for the availability of instruments. An application is carried out, studying female labor force participation using data from Mulligan and Rubinstein (2008) and insights from Blundell, Gosling, Ichimura, and Meghir (2007). Our results yield robust evidence of a gender wage gap, both in the 1970s and 1990s, at quantiles of the wage distribution up to the 0.4, while allowing for completely unrestricted selection into the labor force. Under the assumption that the median wage offer of the employed is larger than that of individuals that do not work, the evidence of a gender wage gap extends to quantiles up to the 0.7. When the assumption is further strengthened to require stochastic dominance, the evidence of a gender wage gap extends to all quantiles, and there is some evidence at the 0.8 and higher quantiles that the gender wage gap decreased between the 1970s and 1990s.\n\n",
    "acknowledgement": "\nWe are grateful to Casey Mulligan and Yona Rubinstein for sharing their data, and Denis Chetverikov and Hiroaki Kaido for comments. We thank seminar participants at Bern, Collegio Carlo Alberto, Penn State, Toronto, Toulouse, UCL, Yale, the 2012 Winter Meetings of the Econometric Society, and the 2013 Cowles Econometrics Conference for comments. Financial support from the NSF through grants SES-0922330 and SES-1824448 (Molinari) is gratefully acknowledged. Chernozhukov acknowledges NSF support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Science Foundation and the National Bureau of Economic Research.\n\n\n"
}