{
    "id": 25605,
    "citation_title": "Socialized Healthcare and Women’s Fertility Decisions",
    "citation_author": [
        "Resul Cesur",
        "Pinar Mine Gunes",
        "Erdal Tekin",
        "Aydogan Ulker"
    ],
    "citation_publication_date": "2019-03-04",
    "issue_date": "2019-02-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nThis paper examines the effect of a nationwide healthcare reform implemented in Turkey on women’s fertility decisions. The Family Medicine Program (FMP), introduced in 2005, provided a wide-range of primary healthcare services, free of charge, and achieved universal access by matching each citizen to a specific family physician, who operates at neighborhood clinics, called Family Health Centers, on a walk-in basis. Although reducing fertility was not specified among the goals of the reform, reproductive-health and family-planning services have been covered under the FMP. To establish causality, we exploit the staggered rollout of the FMP implementation across Turkish provinces over time using a difference-in-differences estimation strategy. Our estimates indicate that the FMP significantly reduced childbearing among both teenagers and women ages 20-29. These results can be explained by increased access to and reduced cost of reproductive-health and family-planning services. However, the patterns in which the program effect has evolved over time differs between the two groups of women in a way that provides additional insights about the mechanisms. For teenagers, the FMP had a direct effect on childbearing, reflected by an immediate and rapidly-increasing pattern, which is not surprising given the broad agreement about the negative consequences of teenage childbearing among government and public health officials, including those in Turkey. For women ages 20-29, however, the program had a gradual and slowly-increasing effect, which is consistent with an empowerment channel. This should be interpreted as an unintended consequence of the program because, if anything, Turkey is a country where the government’s position is to encourage fertility behavior and discourage birth control practices among women at prime childbearing ages.\n\n",
    "acknowledgement": "\nWe are grateful for the helpful comments received from audiences at the University of Connecticut, the Western Economic Association International Conference in Singapore, the 1st Workshop on Economics of Education, Health, and Worker Productivity in Turkey, the 10th Workshop in Economics of Health and Wellbeing in Australia, and the Annual Meetings of the Southern Economic Association in the U.S. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}