{
    "id": 2560,
    "citation_title": "Labor Market Institutions, Constraints, and Performance",
    "citation_author": [
        "Richard B. Freeman"
    ],
    "citation_publication_date": "1988-04-01",
    "issue_date": "1988-04-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study examines the changes in labor market institutions and outcomes across (ECD countries in the past two decades and relates indicators of the institutions to outcomes. It has four findings. First, there has been an increased divergence in labor market institutions, with unionisation growing or remaining at high levels of density in some countries while declining in others. Second, changes in the two major outcomes on which analysts and policy- makers focus -- employment and real wages -- are substantially negatively correlated across countries, conditional on growth of GDP. Countries that had rapid growth of employment in the l9]Os or 1980s, and high employment to working age population rates, such as the U.S. or Sweden, had relatively slow growth of real wages; while by contrast countries with relatively slow growth of employment, such as Spain, had rapid growth of real wages, indicative of a labor demand type constraint on outcomes, Third, there is a moderate nonlinear relation between labor market outcomes and institutions: countries with either relatively centralized wage-setting (as evidenced by little inter-industry dispersion of wages) such as the Scandinavian countries and countries with decentralized wage-setting (as indicated by high inter-industry dispersion of wages) had better performances in employment than countries with intermediate types of labor market structures and institutions. Fourth, even among countries with comparable institutions, there is a considerable diversity of performance.\n\n",
    "acknowledgement": "\n"
}