{
    "id": 25609,
    "citation_title": "Entry Costs and the Macroeconomy",
    "citation_author": [
        "Germán Gutiérrez",
        "Callum Jones",
        "Thomas Philippon"
    ],
    "citation_publication_date": "2019-03-04",
    "issue_date": "2019-02-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "Monetary Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a model to identify the causes of rising profits and concentration, and declining entry and investment in the US economy. Our approach combines a rich structural DSGE model with cross-sectional identification from firm and industry data. Using asset prices, our model estimates the realized and anticipated shocks that drive the endogeneity of entry and concentration and recovers shocks to entry costs. We validate our approach by showing that the model-implied entry shocks correlate with independently constructed measures of entry regulation and M&A activities. We conclude that entry costs have risen and that the ensuing decline in competition has depressed consumption by five to ten percent.\n\n",
    "acknowledgement": "\nWe thank participants of the NBER Summer Institute for comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. The views expressed herein are those of the authors and should not be attributed to the IMF, its Executive Board, or its management.\n\n\n"
}