{
    "id": 25607,
    "citation_title": "Equilibrium Allocations under Alternative Waitlist Designs: Evidence from Deceased Donor Kidneys",
    "citation_author": [
        "Nikhil Agarwal",
        "Itai Ashlagi",
        "Michael A. Rees",
        "Paulo J. Somaini",
        "Daniel C. Waldinger"
    ],
    "citation_publication_date": "2019-03-04",
    "issue_date": "2019-02-28",
    "revision_date": "2020-09-22",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nWaitlists are often used to ration scarce resources, but the trade-offs in designing these mechanisms depend on agents preferences. We study equilibrium allocations under alternative designs for the deceased donor kidney waitlist. We model the decision to accept an organ or wait for a preferable one as an optimal stopping problem and estimate preferences using administrative data from the New York City area. Our estimates show that while some kidney types are desirable for all patients, there is substantial match-specific heterogeneity in values. We then develop methods to evaluate alternative mechanisms, comparing their effects on patient welfare to an equivalent change in donor supply. Past reforms to the kidney waitlist primarily resulted in redistribution, with similar welfare and organ discard rates to the benchmark first come first served mechanism. These mechanisms and other commonly studied theoretical benchmarks remain far from optimal. We design a mechanism that increases patient welfare by the equivalent of an 18.2 percent increase in donor supply.\n\n",
    "acknowledgement": "\nWe are grateful to UNOS for facilitating access to the data. We thank Peter Arcidiacono, Lanier Benkard, Ben Handel, Liran Einav, Jose Fernandez, Gautam Gowrisankaran, Jacob Leshno, Anna Mikusheva, Michael Ostrovsky, Ariel Pakes, Parag Pathak, Peter Reiss, Andy Skrzypacz, Gabriel Weintraub, and Mike Whinston for helpful discussions. Lingjun Xia provided outstanding research assistance. The au-thors acknowledge support from the NSF (SES-1729090, SES-1254768), the NIH (R21-DK113626), the Sloan Foundation (FG-2019-11484), and the MIT SHASS Dean’s Research Fund. The data reported here have been supplied by UNOS as the contractor for the Organ Procurement and Transplantation Network (OPTN). The interpretation and reporting of these data are the responsibility of the author(s) and in no way should be seen as an official policy of or interpretation by the OPTN or the U.S. Government. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}