{
    "id": 25606,
    "citation_title": "Might Global Uncertainty Promote International Trade?",
    "citation_author": [
        "Isaac Baley",
        "Laura Veldkamp",
        "Michael E. Waugh"
    ],
    "citation_publication_date": "2019-03-04",
    "issue_date": "2019-02-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "General, Teaching",
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCommon wisdom dictates that uncertainty impedes trade—we show that uncertainty can fuel more trade in a simple general equilibrium trade model with information frictions. In equilibrium, increases in uncertainty increase both the mean and the variance in returns to exporting implying that trade can increase or decrease with uncertainty depending on preferences. Under general conditions on preferences, we characterize the importance of these forces using a sufficient statistics approach. Higher uncertainty leads to increases in trade because agents receive improved terms of trade, particularly in states of nature where consumption is most valuable. Trade creates value, in part, by offering a mechanism to share risk and risk sharing is most effective when both parties are uninformed.\n\n",
    "acknowledgement": "\nWe thank David Backus, Xavier Gabaix, Réka Juhász, Matteo Maggiori, Thomas Sargent, Claudia Steinwender, Stanley Zin, our discussants Alexander Monge-Naranjo, Jaromir Nosal, Kunal Dasgupta, and seminar participants at NYU, Princeton, Stanford, UPF, CREI, Maryland, Minnesota, Toulouse, NYU Stern, Philadelphia FED, Atlanta FED, Michigan, Banco de México, ITAM, SED 2014, EconCon 2014, ASSA 2015, Econometric Society 2015, and XXI Vigo Macro Workshop. Andrea Chiavari, Callum Jones, and Pau Roldán provided excellent research assistance. Isaac Baley acknowledges funding from the European Union’s Horizon 2020 Research and Innovation Programme under the Marie Skłodowska-Curie grant agreement No. 705686-GlobalPolicyUncertainty. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nLaura Veldkamp\n\nI have visited or lectured at the following institutions, where I have received an honorarium and/or have been paid travel expenses:\n\n\nEIEF, Rome, Italy, research visitor.\n\n\nFederal Reserve Bank of New York, US. As consultant to the Research Department.\n\n\nFederal Reserve Bank of Minneapolis, US. As consultant to the Research Department.\n\n\nGoldman Sachs, as a GMI fellow.\n\n\nStandard & Poors, one-time honorarium.\n\n\nUniversity of California at Los Angeles, as a guest Ph.D. lecturer\n\n\nI also receive a salary from Elsevier as an editor of the Journal of Economic Theory.\n\n\n"
}