{
    "id": 25604,
    "citation_title": "Fintech and Household Resilience to Shocks: Evidence from Digital Loans in Kenya",
    "citation_author": [
        "Prashant Bharadwaj",
        "William Jack",
        "Tavneet Suri"
    ],
    "citation_publication_date": "2019-03-04",
    "issue_date": "2019-02-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDeveloping country lenders are taking advantage of fintech tools to create fully digital loans on mobile phones. Using administrative and survey data, we study the take up and impacts of one of the most popular digital loan products in the world, M-Shwari in Kenya. While 34% of those eligible for a loan take it, the loan does not substitute for other credit. The loans improve household resilience: households are 6.3 percentage points less likely to forego expenses due to negative shocks. We conclude that while digital loans improve financial access and resilience, they are not a panacea for greater credit market failures.\n\n",
    "acknowledgement": "\nMany thanks to Financial Sector Deepening Kenya for funding this research and to Nikita Kohli and Layane El-Hor for her superb research assistance. This research was conducted in collaboration with Innovations for Poverty Action, Kenya. We are also grateful to seminar audiences at Berkeley Haas, Sloan, The World Bank, Apple University, Microsoft Research, Michigan, George Washington, University of Washington and MIT for comments. Institutional Review Board (IRB) approvals for the data collection were obtained from MIT. Suri is the corresponding author: E62-524, 100 Main Street, Cambridge MA 02142. Email:tavneet@mit.edu. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}