{
    "id": 25602,
    "citation_title": "The Economic Value of Breaking Bad: Misbehavior, Schooling and the Labor Market",
    "citation_author": [
        "Nicholas W. Papageorge",
        "Victor Ronda",
        "Yu Zheng"
    ],
    "citation_publication_date": "2019-03-04",
    "issue_date": "2019-02-28",
    "revision_date": "2022-08-17",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nPrevailing research argues that childhood misbehavior in the classroom is bad for schooling and, presumably, bad overall. We examine lifecycle impacts of a widely studied socio-emotional skill, externalizing behavior, which captures childhood misbehavior in school and is linked to aggression, hyperactivity and lower educational attainment. Externalizing behavior has been the focus of hundreds of papers across several fields and its negative impact on educational attainment has justified multitudes of policies to address or discourage it. Aligned with prior work, we find that externalizing behavior lowers educational attainment for males. However, we also provide novel evidence that it increases earnings for males and females. The earnings premium holds across genders and occupations, is replicated in several data sets and is robust to alternative modeling assumptions. That a skill can be both helpful and harmful raises concerns about policies surrounding skill acquisition, especially if the skill has opposite effects across crucial or largely unavoidable phases of the lifecycle, such as schooling and work. For example, well-meaning policies to improve schooling can have negative repercussions over the lifecycle. More broadly, our results illustrate the need to measure skill prices across contexts and challenge the widespread, implicit and largely untested assumption that the same skills that are valuable in childhood are also valuable in adulthood.\n\n",
    "acknowledgement": "\nFirst draft: January 31, 2014. Current draft: August 16, 2022. We gratefully acknowledge helpful comments from: Robert Barbera, Pedro Carneiro, Sarah Cattan, Flavio Cunha, Seth Gershenson, Donna Gilleskie, Barton Hamilton, Hans von Kippersluis, Patrick McAlvanah, Robert Moffitt, Albert Park, Richard Spady, Sergio Urzua and Benjamin Williams along with seminar participants at the City University of Hong Kong, Tinbergen Institute, the Brookings Institution, Georgetown University, University of Western Ontario, Aarhus University, DePaul University, European University Institute, Stony Brook University, University of Cyprus, the Econometric Society World Congress, SOLE 2016, Barcelona GSE Summer Forum (Structural Microeconometrics). We acknowledge excellent research assistance from Mikkel Houmark. The usual caveats apply. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}