{
    "id": 25600,
    "citation_title": "School Finance Equalization Increases Intergenerational Mobility: Evidence from a Simulated-Instruments Approach",
    "citation_author": [
        "Barbara Biasi"
    ],
    "citation_publication_date": "2019-03-04",
    "issue_date": "2019-02-28",
    "revision_date": "2019-10-10",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper estimates the causal effect of equalizing revenues across public school districts on students’ intergenerational mobility. I exploit differences in exposure to equalization across seven cohorts of students in 20 US states, generated by 13 state-level school finance reforms passed between 1980 and 2004. Since these reforms create incentives for households to sort across districts and this sorting affects property values, post-reform revenues are endogenous to an extent that varies across states. I address this issue with a simulated instruments approach, which uses newly collected data on states’ funding formulas to simulate revenues in the absence of sorting. I find that equalization has a large effect on mobility of low-income students, with no significant changes for high-income students. Reductions in the gaps in inputs (such as the number of teachers) and in college attendance between low-income and high-income districts are likely channels behind this effect.\n\n",
    "acknowledgement": "\nI wish to thank Caroline Hoxby for the valuable advice she has provided me while working on this project. I also thank Jason Abaluck, Joe Altonji, Jaime Arellano-Bover, Leah Boustan, Raj Chetty,Will Dobbie, Florian Ederer, Paul Goldsmith-Pinkam, Robert Jensen, Alan Krueger, Julien Lafortune, Costas Meghir, Petra Moser, Petra Persson, Luigi Pistaferri, David Sch¨onholzer, Edoardo Teso, EbonyaWashington, as well as seminar participants at Stanford, Princeton, Yale, EIEF Rome, the Russell Sage Foundation, Barcelona GSE Summer Forum 2018, and the NBER Summer Institute 2018 for helpful comments. The Departments of Education of the states of California, Colorado, Florida, Georgia, Kentucky, Illinois, Louisiana, Massachusetts, Michigan, Minnesota, Nebraska, New Jersey, New York, North Dakota, Ohio, Pennsylvania, Utah, Texas, and Wisconsin provided invaluable help in the retrieval of historical district-level components of school finance formulas. Financial support from the Russell Sage Foundation Award 83-14-06 and from the Gregory Terrill Cox Fellowship and the John M. Olin Program in Law and Economics at Stanford Law is gratefully acknowledged. All mistakes are mine. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of  Economic Research.\n\n\n"
}