{
    "id": 25601,
    "citation_title": "Political Parties Do Matter in U.S. Cities ... For Their Unfunded Pensions",
    "citation_author": [
        "Christian Dippel"
    ],
    "citation_publication_date": "2019-03-04",
    "issue_date": "2019-02-28",
    "revision_date": "2019-06-24",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Relations",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the biggest fiscal challenge currently facing many U.S. cities, namely public-sector pension obligations. Employing a regression discontinuity design (RDD), it tests whether the mayor’s party impacts a city’s public-sector pensions. Pension benefits are shown to grow faster under Democratic-party mayors, while contribution payments simultaneously fall behind. Previous research showed that parties do not matter in U.S. cities for a wide range of fiscal expenditure types, purportedly because voters impose fiscal discipline. This paper shows that parties can matter when expenditures benefit a narrow interest group and are difficult to observe for tax payers.\n\n",
    "acknowledgement": "\nI have benefitted from valuable discussions with Andrew Dale, Corey McCullough, Ricardo Pique, Melanie Wasserman and seminar participants at UCI, the Berkeley-Anderson GEM-BPP 2018 workshop and the 2018 CPEG Meeting. Many thanks to Fernando Ferreira and Tom Vogl for sharing their city elections data. Prakrit Gupta and Luke Findlay provided excellent research assistance. I am grateful to UCLA Anderson’s Fink Center for financial support. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}