{
    "id": 25618,
    "citation_title": "The Roots of Health Inequality and The Value of Intra-Family Expertise",
    "citation_author": [
        "Yiqun Chen",
        "Petra Persson",
        "Maria Polyakova"
    ],
    "citation_publication_date": "2019-03-04",
    "issue_date": "2019-02-28",
    "revision_date": "2020-06-15",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nDo differences in health literacy contribute to the widely documented health-income gradient? In the context of Sweden, we document a strong relationship between exposure to health-related expertise – captured by the presence of a health professional in the family – and health. Exposure to expertise raises preventive health investments throughout the lifecycle, improves physical health, and prolongs life. Two quasi-experimental research designs – admissions lotteries into medical school and variation in the timing of medical degrees – support a causal interpretation of these effects. We estimate that unequal exposure to health-related expertise may account for up to 18 percent of the population-wide health-income gradient.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge support from the National Institute on Aging (R21AG052833), University of Chicago Becker Friedman Institute, Stanford Spectrum Pilot Grants for Population Health Sciences (NIH 5UL1TR001085), Stanford Institute for Research in the Social Sciences, and Stanford Institute for Economic Policy Research. We are grateful to Adam Altmejd, Marika Cabral, Alice Chen, Raj Chetty, Janet Currie, Liran Einav, Amy Finkelstein, Matt Gentzkow, Mark Hlatky, Jonathan Kolstad, Camille Landais, Adriana Lleras-Muney, Douglas Owens, Maxim Pinkovskiy, Luigi Pistaferri, Maya Rossin-Slater, Jesse Shapiro, Heidi Williams, and seminar participants at Stanford’s Opportunity Lab, MIT, University of California at Berkeley, Columbia  University, Stanford University, University of California San Diego, Hebrew University, Tel Aviv University, Ben-Gurion University, University of Munich, University of Regensburg, University of San Francisco, University of Southern California, University of Warwick, London School of Economics joint with IFS, Berlin Applied Micro Seminar, University of British Columbia, University of Chicago Booth, the NBER Summer Institute, AshEcon 2019, WEAI 2019, and NBER Health Care. We are especially grateful to Katja Hofmann and Felipe Kup for excellent research sssistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}