{
    "id": 25615,
    "citation_title": "Can Incentives to Increase Electricity Use Reduce the Cost of Integrating Renewable Resources",
    "citation_author": [
        "Laura Mørch Andersen",
        "Lars Gårn Hansen",
        "Carsten Lynge Jensen",
        "Frank A. Wolak"
    ],
    "citation_publication_date": "2019-03-04",
    "issue_date": "2019-02-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe report results from a large field experiment that with a few hours prior notice provided Danish residential consumers with dynamic price and environmental signals aimed at causing them to shift their consumption either into or away from certain hours of the day. The same marginal price signal is found to cause substantially larger consumption shifts into target hours compared to consumption shifts away from target hours. Consumption is also reduced in the hours of the day before and after these into target hours and there is weaker evidence of increased consumption in the hours surrounding away target hours. The same into versus away results hold for the environmental signals, although the absolute size of the e\u000bects are smaller. Using detailed household-level demographic information for all customers invited to participate in the experiment, both models are re-estimated accounting for this decision. For both the price and environmental treatments, the same qualitative results are obtained, but with uniformly smaller quantitative magnitudes. These selection-corrected estimates are used to perform a counterfactual experiment where all of the retailer’s residential customers are assumed to face these  dynamic price signals. We find substantial wholesale energy cost savings for the retailer from  declaring into events designed to shift consumption from high demand periods to low demand perio ds within the day, which suggests that such a pricing strategy could significantly reduce the cost  of increasing the share of greenhouse gas free wind and solar electricity production in an electricity supply industry.\n\n",
    "acknowledgement": "\nWe are grateful to Innovation Fund Denmark, the University of Copenhagen, and the Program on Energy and Sustainable Development at Stanford University for supporting the research leading to this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}