{
    "id": 25617,
    "citation_title": "Optimal Progressivity with Age-Dependent Taxation",
    "citation_author": [
        "Jonathan Heathcote",
        "Kjetil Storesletten",
        "Giovanni L. Violante"
    ],
    "citation_publication_date": "2019-03-04",
    "issue_date": "2019-02-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Public Goods",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies optimal taxation of earnings when the degree of tax progressivity is allowed to vary with age. The setting is an overlapping-generations model that incorporates irreversible skill investment, flexible labor supply, ex-ante heterogeneity in the disutility of work and the cost of skill acquisition, partially insurable wage risk, and a life cycle productivity profile. An analytically tractable version of the model without intertemporal trade is used to characterize and quantify the salient trade-offs in tax design. The key results are that progressivity should be U-shaped in age and that the average marginal tax rate should be increasing and concave in age. These findings are confirmed in a version of the model with borrowing and saving that we solve numerically.\n\n",
    "acknowledgement": "\nWe are grateful to Ricardo Cioffi for outstanding research assistance. We thank Andrés Erosa, Mark Huggett, Axelle Ferriere, Guy Laroque, Magne Mogstad, Facundo Piguillem, Nicola Pavoni, various seminar participants, and two anonymous referees for comments. Kjetil Storesletten acknowledges support from the European Research Council (ERC Advanced Grant IPCDP-324085), as well as from Oslo Fiscal Studies. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis or the Federal Reserve System or the National Bureau of Economic Research.\n\n\n"
}