{
    "id": 25612,
    "citation_title": "Wage Equalization and Regional Misallocation: Evidence from Italian and German Provinces",
    "citation_author": [
        "Tito Boeri",
        "Andrea Ichino",
        "Enrico Moretti",
        "Johanna Posch"
    ],
    "citation_publication_date": "2019-03-04",
    "issue_date": "2019-02-28",
    "revision_date": "2020-01-08",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Household Finance",
        "\n",
        "Personnel Economics",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nItaly and Germany have similar geographical differences in productivity – North more productive than South in Italy; West more productive than East in Germany – but have adopted different models of wage bargaining. Italy sets wages based on nationwide contracts that allow for limited local wage adjustments, while Germany has moved toward a more flexible system that allows for local bargaining. The Italian system has significant costs in terms of forgone aggregate earnings and employment because it generates a spatial equilibrium where workers queue for jobs in the South and remain unemployed while waiting. Our findings are relevant for other European countries.\n\n",
    "acknowledgement": "\nWe thank Michael Burda, Zach Bleemer, Christian Dustmann and seminar participants at the Fondazione De Benedetti, the OECD and the University of Rome “La Sapienza” for helpful comments and suggestions. Tito Boeri is at Bocconi University, Andrea Ichino is at the European University Institute, Enrico Moretti is at the University of Berkeley and Johanna Posch it at the Analysis Group. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}