{
    "id": 25616,
    "citation_title": "Optimal Managed Competition Subsidies",
    "citation_author": [
        "Keaton S. Miller",
        "Amil Petrin",
        "Robert Town",
        "Michael Chernew"
    ],
    "citation_publication_date": "2019-03-04",
    "issue_date": "2019-02-28",
    "revision_date": "2022-01-12",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Regulatory Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhen markets fail to provide socially optimal outcomes, governments often intervene through ‘managed competition’ where firms compete for per-consumer subsidies. We introduce a framework for determining the optimal subsidy schedule that features heterogeneity in consumer preferences and inertia, and firms with heterogeneous costs that can set prices and product characteristics in response to changes in the subsidy. We apply it to the Medicare Advantage program, which offers Medicare recipients private insurance that replaces Traditional Medicare. We calculate counterfactual equilibria as a function of the subsidies by estimating policy functions for product characteristics from the data and solving for Nash equilibria in prices. The consumer-welfare-maximizing budget-neutral schedule increases aggregate annual consumer welfare by $4.6 billion over the current policy and is well-approximated with a linear rule using market-level observables.\n\n",
    "acknowledgement": "\nThe authors would like to thank Mark Colas, Francesco Decarolis, Clare Evans, David Evans, Gautam Gowrisankaran, Ben Hansen, Kendall Houghton, Van Kolpin, Scott Petty, Jeremy Piger, Christopher Snyder, Glen Waddell, Wes Wilson, anonymous referees, and seminar and conference participants at the University of Wisconsin-Madison, University of Oregon, the University of Minnesota, Harvard/MIT, Northwestern University, University of Pennsylvania, University of Maryland, University of Texas - Austin, the 2019 NBER Winter IO and Insurance Meetings, the International Industrial Organization Conference, North American and European Meetings of the Econometric Society, and the Asian Workshop on Econometrics and Health Economics for helpful comments and feedback. All errors are our own. We are grateful for support from the National Institute on Aging under grant P01 AG032952. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}