{
    "id": 25611,
    "citation_title": "Quality, Variable Markups, and Welfare: A Quantitative General Equilibrium Analysis of Export Prices",
    "citation_author": [
        "Haichao Fan",
        "Yao Amber Li",
        "Sichuang Xu",
        "Stephen R. Yeaple"
    ],
    "citation_publication_date": "2019-03-04",
    "issue_date": "2019-02-28",
    "revision_date": "2020-04-09",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nModern trade models attribute the dispersion of international prices to physical and man-made barriers to trade, to the pricing-to-market by heterogeneous producers and to differences in the quality of output offered by firms. This paper presents a tractable general equilibrium model that incorporates all three of these mechanisms. Our model allows us to confront Chinese firm-level data on the prices charged and revenues earned within and across markets. We show that all three mechanisms are necessary to fit the distribution of prices and revenues across firms and markets. Accounting for endogenous quality heterogeneity across firms and markets is shown to be critical for the response of prices to trade and tariff shocks.\n\n",
    "acknowledgement": "\nWe are very grateful to the editor, Andres Rodriguez-Clare, and two anonymous referees for their insightful comments. We thank Costas Arkolakis, Sam Kortum, Andreas Moxnes, and the participants at the 2017 HKUST Conference on International Economics (June, 2017) for helpful discussion. We gratefully acknowledge the financial support from \"Ten Thousand Talents Program (Young Talents)\" of China, the Natural Science Foundation of China (No.71603155), the National Science Foundation grant SES-1360209, the Research Grants Council of Hong Kong, China (General Research Funds and Early Career Scheme GRF/ECS Project No.646112), School of Business and Management, HKUST (School-Based Initiatives Grant No. SBI19BM22) and the self-supporting project of Institute of World Economy at Fudan University. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}