{
    "id": 25610,
    "citation_title": "Assessing the Gains from E-Commerce",
    "citation_author": [
        "Paul Dolfen",
        "Liran Einav",
        "Peter J. Klenow",
        "Benjamin Klopack",
        "Jonathan D. Levin",
        "Laurence Levin",
        "Wayne Best"
    ],
    "citation_publication_date": "2019-03-04",
    "issue_date": "2019-02-28",
    "revision_date": "2019-07-31",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nE-Commerce represents a rapidly growing share of consumer spending in the U.S. We use transactions-level data on credit and debit cards from Visa, Inc. between 2007 and 2017 to quantify the resulting consumer surplus. We estimate that E-Commerce spending reached 8% of consumption by 2017, yielding consumers the equivalent of a 1% permanent boost to their consumption, or over $1,000 per household. While some of the gains arose from saving travel costs of buying from local merchants, most of the gains stemmed from substituting to online merchants. Higher income cardholders gained more, as did consumers in more densely populated counties.\n\n",
    "acknowledgement": "\nWe are grateful to Yue Cao and Raviv Murciano-Goroff for terrific research assistance, and to Yu Jeffrey Hu, Jessie Handbury, and Sam Kortum for comments on earlier drafts. Financial support from the National Science Foundation (Grant \\# SES-1729395) is gratefully acknowledged. All results have been reviewed to ensure that no confidential information about Visa merchants or cardholders is disclosed. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}