{
    "id": 25619,
    "citation_title": "Artificial Intelligence: The Ambiguous Labor Market Impact of Automating Prediction",
    "citation_author": [
        "Ajay Agrawal",
        "Joshua S. Gans",
        "Avi Goldfarb"
    ],
    "citation_publication_date": "2019-03-04",
    "issue_date": "2019-02-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent advances in artificial intelligence are primarily driven by machine learning, a prediction technology. Prediction is useful because it is an input into decision-making. In order to appreciate the impact of artificial intelligence on jobs, it is important to understand the relative roles of prediction and decision tasks. We describe and provide examples of how artificial intelligence will affect labor, emphasizing differences between when automating prediction leads to automating decisions versus enhancing decision-making by humans.\n\n",
    "acknowledgement": "\nAjay Agrawal is the Geoffrey Taber Chair in Entrepreneurship and Innovation and Professor of Strategic Management, Joshua S. Gans is the Jeffrey Skoll Chair in Technical Innovation and Entrepreneurship and Professor of Strategic Management, and Avi Goldfarb is the Rotman Chair in Artificial Intelligence and Healthcare and Professor of Marketing, all at the Rotman School of Management, University of Toronto, Toronto, Canada, and the National Bureau of Economic Research. Their email addresses are ajay@agrawal.ca, joshua.gans@utoronto.ca, and agoldfarb@rotman.utoronto.ca. We thank Tim Taylor for comprehensive comments on an earlier version of this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJoshua S. Gans\n\nI work with AI companies as part of the Creative Destruction Lab.\n\n\n\nAvi Goldfarb\n\nI have no direct financial interest. I do have technology stocks as part of a broad investment portfolio. In addition, I receive income from a book and from public talks related to my research on the economics of artificial intelligence. I am also the Chief Data Scientist of the Creative Destruction Lab that engages with startups including those in artificial intelligence. He also is a small seed investor in several AI startups and has investments in large technology companies as part of a broad portfolio.\n\n\n"
}