{
    "id": 25620,
    "citation_title": "The Impact of Management Practices on Employee Productivity: A Field Experiment with Airline Captains",
    "citation_author": [
        "Greer K. Gosnell",
        "John A. List",
        "Robert D. Metcalfe"
    ],
    "citation_publication_date": "2019-03-04",
    "issue_date": "2019-02-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nIncreasing evidence indicates the importance of management in determining firms’ productivity. Yet, causal evidence regarding the effectiveness of management practices is scarce, especially for high-skilled workers in the developed world. In an eight-month field experiment measuring the productivity of captains in the commercial aviation sector, we test four distinct management practices: (i) performance monitoring; (ii) performance feedback; (iii) target setting; and (iv) pro-social incentives. We find that these management practices—particularly performance monitoring and target setting—significantly increase captains’ productivity with respect to the targeted fuel-saving dimensions. We identify positive spillovers of the tested management practices on job satisfaction and carbon dioxide emissions, and captains overwhelmingly express desire for deeper managerial engagement. Both the implementation and the results of the study reveal an uncharted opportunity for management researchers to delve into the black box of firms and rigorously examine the determinants of productivity amongst skilled labor.\n\n",
    "acknowledgement": "\nWe thank participants at the 2015 EEE and PPE NBER Summer Institute sessions for excellent remarks that considerably improved the research, and seminar participants at various universities. Omar Al-Ubaydli, Scott Barrett, Steve Cicala, Diane Coyle, Paul Dolan, Robert Dur, Samuel Fankhauser, Roger Fouquet, Robert Hahn, Glenn Harrison, Justine Hastings, David Jimenez-Gomez, Matthew Kahn, Kory Kroft, Edward Lazear, Steve Levitt, Bentley MacLeod, Jonathan Meer, Kyle Meng, Michael Norton, Jim Rebitzer, Jonah Rockoff, Sally Sadoff, Laura Schechter, Jessie Shapiro, Kathryn Shaw, Kerry Smith, Alex Teytelboym, Christian Vossler, Gernot Wagner, and Catherine Wolfram provided remarks that helped to sharpen our thoughts. In particular we thank Harald Uhlig for his excellent editorial comments that allowed us to sharpen and improve the paper. Four referees also provided astute remarks that improved the manuscript. Thanks to The Templeton Foundation and the Science of Philanthropy Initiative at the University of Chicago for providing the generous funds to make this experiment possible, and to the ESRC Centre for Climate Change Economics and Policy [grant number ES/R009708/1] and Grantham Foundation for the Protection of the Environment for funding the research of Greer Gosnell. Further thanks to the UK Civil Aviation Authority and the pilots’ unions who took the time to review and approve of the study objectives and material. A special thanks to those individuals at Virgin Atlantic Airways—especially to Paul Morris, Claire Lambert, Dr. Emma Harvey, and Captain David Kistruck—and Rolls Royce (especially Mark Goodhind and Simon Mayes) for their essential roles in the implementation of this experiment. These parties are in no way responsible for the analyses and interpretations presented in this paper. We thank Florian Rundhammer and Andrew Simon for their excellent research assistance. This paper was formerly titled \"A New Approach to an Age-Old Problem: Solving Externalities by Incenting Workers Directly.\" We gained IRB approval from the University of Chicago under IRB13-1272. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}