{
    "id": 25629,
    "citation_title": "Recovery of 1933",
    "citation_author": [
        "Margaret M. Jacobson",
        "Eric M. Leeper",
        "Bruce Preston"
    ],
    "citation_publication_date": "2019-03-11",
    "issue_date": "2019-03-07",
    "revision_date": "2023-04-06",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Fiscal Policy",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhen Roosevelt abandoned the gold standard in April 1933, he converted government debt from a tax-backed claim to gold to a claim to dollars, opening  the door to unbacked fiscal expansion. Roosevelt followed a state-contingent fiscal rule that ran nominal-debt-financed primary deficits until the price level rose and economic activity recovered. Theory suggests that government spending multipliers can be substantially larger when fiscal expansions are unbacked than when they are tax-backed. VAR estimates using data on “emergency” unbacked  spending and “ordinary” backed spending confirm this prediction and find that primary deficits made quantitatively important contributions to raising both the price level and real GNP after 1933. VAR evidence does not support the conventional monetary explanation that gold revaluation and gold inflows, which raised the monetary base, drove the recovery independently of fiscal actions.\n\n",
    "acknowledgement": "\nWe thank Jeff Borland, Mike Bordo, John Cochrane, Tom Coleman, Bob Gregory, Greg Kaplan, Tom Sargent, Chris Sims, Gregor Smith, and Ellis Tallman. We especially thank Tao Zha for both code and VAR counsel and George Hall and Tom Sargent for providing their government debt data. Any opinions, findings, and conclusions or recommendations in this material are those of the authors and do not necessarily reflect the views of the National Science Foundation. Jacobson acknowledges support from the National Science Foundation Graduate Research Fellowship Program under Grant No. 2015174787. Preston acknowledges research support from the Australian Research Council, under the grant FT130101599. This material reflects the views of the authors and not those of the Federal Reserve Board of Governors or the National Bureau of Economic Research.\n\n\n"
}