{
    "id": 25625,
    "citation_title": "Job-Finding and Job-Losing: A Comprehensive Model of Heterogeneous Individual Labor-Market Dynamics",
    "citation_author": [
        "Robert E. Hall",
        "Marianna Kudlyak"
    ],
    "citation_publication_date": "2019-03-04",
    "issue_date": "2019-02-28",
    "revision_date": "2020-01-15",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the paths over time that individuals follow in the labor market, as revealed in the monthly Current Population Survey. Some people face much higher flow values from work than in a non-market activity; if they lose a job, they find another soon. Others have close to equal flow values and tend to circle through jobs, search, and non- market activities. And yet others have flow values for non-market activities that are higher than those in the market, and do not work. We develop a model that identifies and quantifies heterogeneity in dynamic individual behavior. Our model provides a bridge between research on monthly transition rates in the tradition of Blanchard and Diamond (1990) and research on economic dynamics in the tradition of Mortensen and Pissarides (1994). Our estimates discern 5 distinct types. Most unemployment comes from just two of those types. Low employment types frequently circle among unemployment, short-term jobs, and being out of the labor market. Short-term jobs play a role in the job-finding process related to the role of unemployment. These are stop-gap jobs for high-employment types and a part of circling for low-employment types. Because of their high job-finding rates, and despite their low flow values of non- work relative to work, the volatility of the future lifetime value that high-employment types derive from work and non-work is lower than for low-employment types.\n\n",
    "acknowledgement": "\nHall's research was supported by the Hoover Institution. Any opinions expressed are those of the authors and do not reflect those of the Federal Reserve Bank of San Francisco, the Federal Reserve System, or the National Bureau of Economic Research. We thank Roc Armenter, Mark Bils, John Cochrane, Steve Davis, Hank Farber, Sebastian Graves, Fatih Guvenen, Jim Hamilton, Ken Judd, Ioannis Kospentaris, Pablo Kurlat, Jeremy Lise, Davide Melcangi, Guido Menzio, Giuseppe Moscarini, Toshihiko Mukoyama, Andriy Norets, Elena Pastorino, Richard Rogerson, Robert Shimer, and Wilbert van den Klauuw, and participants in conferences and seminars, for helpful comments.\n\n\n"
}