{
    "id": 25621,
    "citation_title": "Public Debt and Low Interest Rates",
    "citation_author": [
        "Olivier J. Blanchard"
    ],
    "citation_publication_date": "2019-03-04",
    "issue_date": "2019-02-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis lecture focuses on the costs of public debt when safe interest rates are low.  I develop four arguments.\nFirst, I show that the current U.S. situation in which safe interest rates are expected to remain below growth rates for a long time, is more the historical norm than the exception. If the future is like the past, this implies that debt rollovers, that is the issuance of debt without a later increase in taxes may well be feasible.  Put bluntly, public debt may have no fiscal cost.\nSecond, even in the absence of fiscal costs, public debt reduces capital accumulation, and may therefore have welfare costs.  I show that welfare costs may be smaller than typically assumed.  The reason is that the safe rate is the risk-adjusted rate of return to capital. If it is lower than the growth rate, it indicates that the risk-adjusted rate of return to capital is in fact low.  The average risky rate however also plays a role.  I show how both the average risky rate and the average safe rate determine welfare outcomes.\nThird, I look at the evidence on the average risky rate, i.e. the average marginal product of capital.  While the measured rate of earnings has been and is still quite high, the evidence from asset markets suggests that the marginal product of capital may be lower, with the difference reflecting either mismeasurement of capital or rents.  This matters for debt:  The lower the marginal product, the lower the welfare cost of debt.\nFourth, I discuss a number of arguments against high public debt, and in particular the existence of multiple equilibria where investors believe debt to be risky and, by requiring a risk premium, increase the fiscal burden and make debt effectively more risky.  This is a very relevant argument, but it does not have straightforward implications for the appropriate level of debt.\nMy purpose in the lecture is not to argue for more public debt.  It is to have a richer discussion of the costs of debt and of fiscal policy than is currently the case.\n\n",
    "acknowledgement": "\nNo research support. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}