{
    "id": 25627,
    "citation_title": "Income Changes and Intimate Partner Violence: Evidence from Unconditional Cash Transfers in Kenya",
    "citation_author": [
        "Johannes Haushofer",
        "Charlotte Ringdal",
        "Jeremy P. Shapiro",
        "Xiao Yu Wang"
    ],
    "citation_publication_date": "2019-03-18",
    "issue_date": "2019-03-07",
    "revision_date": "2019-07-17",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn a previous study, we found an improvement in female empowerment after randomized unconditional cash transfers in Kenya (Haushofer and Shapiro 2016). Here we report detailed impacts of these transfers on physical and sexual intimate partner violence, and construct a theory to explain them. Transfers to women averaging USD 709 reduced physical and sexual violence (-0:26, -0:22 standard deviations). Transfers to men reduced physical violence (-0:18 SD). We find spillovers: physical violence towards non-recipient women in treatment villages decreased (-0:16 SD). We show theoretically that transfers to both men and women are needed to understand why violence occurs. Our theory suggests that husbands use physical violence to extract resources, but dislike it, while sexual violence is not used to extract resources, but is pleasurable.\n\n",
    "acknowledgement": "\nWe are deeply grateful to Justin Abraham, Faizan Diwan, Conor Hughes, Victoria Isika, and James Reisinger for outstanding project management and data analysis. We further thank the study participants for generously giving their time; Marie Collins, Chaning Jang, Bena Mwongeli, Joseph Njoroge, Kenneth Okumu, James Vancel, and Matthew White for excellent research assistance; Allan Hsiao and Emilio Dal Re for data and code auditing; the team of GiveDirectly (Michael Cooke, Michael Faye, Raphael Gitau, Piali Mukhopadhyay, Paul Niehaus, Joy Sun, Carolina Toth, Rohit Wanchoo) for fruitful collaboration; Petra Persson for help in designing the intrahousehold bargaining and domestic violence module; Claire Cullen, Melissa Hidrobo, Chaning Jang, Urla Krenk, Michala Riis-Vestergaard, Christopher Roth, Anna Tompsett, and seminar participants at various institutions for comments and discussion. All errors are our own. This research was supported by NIH Grant R01AG039297 and Cogito Foundation Grant R-116/10 to Johannes Haushofer. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}