{
    "id": 25628,
    "citation_title": "Aggregate Nominal Wage Adjustments: New Evidence from Administrative Payroll Data",
    "citation_author": [
        "John Grigsby",
        "Erik Hurst",
        "Ahu Yildirmaz"
    ],
    "citation_publication_date": "2019-03-11",
    "issue_date": "2019-03-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing administrative payroll data from the largest U.S. payroll processing company, we document a series of new facts about nominal wage adjustments in the United States. The data allow us to define a worker's per-period base contract wage separately from other forms of compensation such as bonuses. We provide evidence that the extent to which base wages adjust is likely the appropriate concept of wage stickiness in many macro models. Nominal base wage declines are much rarer than previously thought with only 2% of job-stayers receiving a nominal base wage cut during a given year. However, accounting for shifts in nominal base wages of job-changers implies that aggregate nominal wages are more flexible than the nominal wages of job-stayers. In addition, we provide evidence that the flexibility of new hire base wages is similar to that of existing workers. Finally, nominal base wage adjustments are state-dependent: downward aggregate nominal wage adjustments were much more common during the Great Recession than in the subsequent recovery period. Throughout, we highlight differences in the adjustment patterns of base wages and of broader wage measures that include bonuses. Collectively, our results can be used to discipline models of nominal wage rigidity.\n\n",
    "acknowledgement": "\nWe thank Mark Aguiar, Susanto Basu, Steve Davis, Fatih Guvenen, John Haltiwanger, Jonathon Hazell, Pete Klenow, Alan Krueger, Marianna Kudlyak, Andre Kurmann, Alex Mas, Ben Schoefer, John Shea, Rob Shimer, Gary Solon and Joe Vavra as well as seminar participants at the 2018 American Economic Association meetings, Chicago, the European Central Bank, Maryland, Michigan, Minnesota, Princeton, the San Francisco Federal Reserve, Stanford, USC, and Wharton for helpful comments. Per our use agreement, ADP approved the paper topic ex-ante.  Additionally, ADP reviewed the paper prior to distribution with the sole focus of making sure that the paper did not release information that would compromise the privacy of their clients or would reveal proprietary information about the ADP business model.  Authors' contact information: jgrigsby@uchicago.edu, erik.hurst@chicagobooth.edu. and Ahu.Yildirmaz@ADP.com. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nErik Hurst\n\nI have nothing else to disclose.  My access to the ADP data is for research purposes only.\n\n\n"
}