{
    "id": 25639,
    "citation_title": "Immigrants’ Earnings Growth and Return Migration from the U.S.: Examining their Determinants using Linked Survey and Administrative Data",
    "citation_author": [
        "Randall Akee",
        "Maggie R. Jones"
    ],
    "citation_publication_date": "2019-03-11",
    "issue_date": "2019-03-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing a novel panel data set of recent immigrants to the U.S. (2005–2007) from individual-level linked U.S. Census Bureau survey data and Internal Revenue Service administrative records, we identify the determinants of return migration and earnings assimilation. We show that by 10 years after arrival almost 40 percent have return migrated. We show, for the first time, that return migrants experience downward earnings mobility over two to three years prior to their return migration. This finding suggests that economic shocks are closely related to emigration decisions. As a result, standard calculations of immigrants earnings growth may be understated.\n\n",
    "acknowledgement": "\nAny opinions and conclusions expressed herein are those of the authors and do not necessarily reflect the views of the U.S. Census Bureau. The statistical summaries reported in this paper have been cleared by the Census Bureau’s Disclosure Review Board release authorization number CBDRB-FY18-478. All results have been reviewed to ensure that no confidential information is disclosed. We would like to thank Dany Bahar, David Card, Michael Clemens, Ira Gang, Chinhui Juhn, Devesh Kapur, Melanie Khamis, Mark Rosenzweig, Neil Ruiz, Todd Sorenson, and Steven Stillman for helpful comments and feedback. Any errors are ours alone. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}