{
    "id": 25630,
    "citation_title": "Long-run Effects from Comprehensive Student Support: Evidence from Pathways to Education",
    "citation_author": [
        "Adam M. Lavecchia",
        "Philip Oreopoulos",
        "Robert S. Brown"
    ],
    "citation_publication_date": "2019-03-11",
    "issue_date": "2019-03-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate long-run impacts to the Pathways to Education program, a comprehensive set of coaching, tutoring, group activities and financial incentives offered to disadvantaged students beginning in Grade 9.  High school administrative records are matched to income tax records to follow individuals up to the age of 28, even when they leave the household or province.  We find significant positive effects on persistence in postsecondary education institutions, earnings and employment. Program eligibility increased adult annual earnings by 19 percent, employment by 14 percent and reduced social assistance (welfare) receipt by more than a third.\n\n",
    "acknowledgement": "\nWe are grateful to Douwere Grekou and Beryl Li at Statistics Canada for help with accessing the data, Annik Beaudry, Barbara Bekooy, Chris Esposito and Joe Iacampo at Employment and Social Development Canada (ESDC) for many helpful conversations. We thank Statistics Canada and ESDC for financial support and to Abel Brodeur, Jason Garred, Steve Lehrer, Louis-Philippe Morin and Jeff Smith for comments and discussions. Any errors or omissions are those of the authors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}