{
    "id": 25637,
    "citation_title": "Measuring the Welfare Effects of Shame and Pride",
    "citation_author": [
        "Luigi Butera",
        "Robert Metcalfe",
        "William Morrison",
        "Dmitry Taubinsky"
    ],
    "citation_publication_date": "2019-03-11",
    "issue_date": "2019-03-07",
    "revision_date": "2021-07-15",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Behavioral Economics",
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPublic recognition is frequently used to motivate desirable behavior, yet its welfare effects—such as costs of shame or gains from pride—are rarely measured. We develop a portable empirical methodology for measuring and monetizing social image utility, and we deploy it in experiments on exercise and charitable behavior. In all experiments, public recognition motivates desirable behavior but creates highly unequal image payoﬀs. High-performing individuals enjoy signiﬁcant utility gains, while low-performing individuals incur signiﬁcant utility losses. We estimate structural models of social signaling, and we use the models to explore the social eﬃciency of public recognition policies.\n\n",
    "acknowledgement": "\nThis paper was previously circulated under the title “The Deadweight Loss of Social Recognition.” We thank Ryan Johnson and Erik Daubert from the YMCA of the USA for their invaluable guidance and expertise in setting up our research partnership, as well as Maria-Alicia Serrano for her continuing support. We thank the YMCA of the Triangle Area, particularly Tony Campione, Mark Julian, Brian Spanner, and Janet Sprague, for their support in implementing our ﬁeld experiment. We are indebted to Afras Sial for outstanding research assistance. We are grateful to David Birke, Stefano DellaVigna, and Devin Pope for generously sharing their experimental software. We thank Roland Bénabou, Leonardo Bursztyn, Gary Charness, Alain Cohn, Jonathan Davis, Stefano DellaVigna, Keith Ericson, Ray Fisman, Jana Gallus, David Gill, Alex Imas, John List, Fatemeh Momeni, Ricardo Perez-Truglia, Na’ama Shenhav, Daniel Sznycer, Daniel Tannenbaum, Jessica Tracy, as well as conference and seminar participants for helpful comments. The views expressed herein do not necessarily reﬂect the views of the YMCA of the USA, any other YMCA member association, or the National Bureau of Economic Research. Morrison thanks the National Science Foundation Graduate Research Fellowship for support. Taubinsky thanks the Alfred P. Sloan Foundation for research funding. The authors declare that they have no other relevant or material ﬁnancial interests that relate to the research described in this paper. The YMCA experiment was approved by University of Chicago IRB, #IRB15-1647; the charitable contribution experiments were approved by Boston University IRB, #5473X (BU) and University of California Berkeley IRB, #2020-01-1288.\n\n\n"
}