{
    "id": 25633,
    "citation_title": "The Leading Premium",
    "citation_author": [
        "M. Max Croce",
        "Tatyana Marchuk",
        "Christian Schlag"
    ],
    "citation_publication_date": "2019-03-11",
    "issue_date": "2019-03-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we compute conditional measures of lead-lag relationships between GDP growth and industry-level cash-flow growth in the US. Our results show that firms in leading industries pay an average annualized return 4% higher than that of firms in lagging industries. Using both time series and cross sectional tests, we estimate an annual timing premium ranging from 1.5% to 2%. This finding can be rationalized in a model in which (a) agents price growth news shocks, and (b) leading industries provide valuable resolution of uncertainty about the growth prospects of lagging industries.\n\n",
    "acknowledgement": "\nWe thank D. Duffie, E. Farhi, C. Julliard, M. Yogo, R. Koijen, S. van Nieuwerburgh and L. Veldkamp for their valuable feedback. We are very grateful to our discussants H. Ai, Jun Li, P. Savor, T. Pedersen, and P. Whelan. We also thank the seminar participants at the NBER AP group meeting, CEPR summer meeting, WFA Meeting, EFA meeting, Wharton Rodney White Conference, SED Meeting, Econometric Society Meeting, Midwest Macroeconomics Meeting, SGF Meeting, Macro-Finance Society Meeting, Kenan-Flagler Business School, Tilburg University (Finance), Maastricht University (Finance), Hong Kong University of Science and Technology, Toronto University, Carlson School of Management, Bocconi University and SAFE. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}