{
    "id": 25632,
    "citation_title": "Information Source and Cigarettes: Experimental Evidence on the Messenger Effect",
    "citation_author": [
        "Johanna Catherine Maclean",
        "John Buckell",
        "Joachim Marti"
    ],
    "citation_publication_date": "2019-03-11",
    "issue_date": "2019-03-07",
    "revision_date": "2019-03-15",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the importance of information source (the ‘messenger’) on consumer choice in the context of cigarettes, electronic and tobacco. We proxy choice with intentions to use cigarettes and risk perceptions. We experimentally vary the messenger across three information sources: government, physicians, and private companies. We compare effects relative to a no source control in a sample of adult smokers. Neoclassical theory predicts that the information source, or the messenger, should not influence choices. Behavioral economics suggests that the messenger can have important implications for how consumers process information and, in turn, make decisions. Our findings provide evidence in line with behavioral economics: the messenger influences intention to use e-cigarettes, and risk perceptions about e-cigarettes and tobacco cigarettes. Private companies appear to be particularly important messengers and are potentially the economic agents most likely to shape the future adult demand for cigarettes.\n\n",
    "acknowledgement": "\nResearch reported in this publication was supported by grant number P50DA036151 from the NIDA and FDA Center for Tobacco Products (CTP). The content is solely the responsibility of the authors and does not necessarily represent the official views of the NIH or the Food and Drug Administration. We thank Paul Allison, Andrew Barnes, Daniel Barsky, Stefan Boes, Laura Gibson, Robert Hornik, Melissa Oney, Kurt Petschke, Jody Sindelar, Janice Vincent, and Douglas Webber for helpful feedback. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}