{
    "id": 25638,
    "citation_title": "The Return to Protectionism",
    "citation_author": [
        "Pablo D. Fajgelbaum",
        "Pinelopi K. Goldberg",
        "Patrick J. Kennedy",
        "Amit K. Khandelwal"
    ],
    "citation_publication_date": "2019-03-11",
    "issue_date": "2019-03-07",
    "revision_date": "2019-10-30",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAfter decades of supporting free trade, in 2018 the U.S. raised import tariffs and major trade partners retaliated. We analyze the short-run impact of this return to protectionism on the U.S. economy. Import and retaliatory tariffs caused large declines in imports and exports. Prices of imports targeted by tariffs did not fall, implying complete pass-through of tariffs to duty-inclusive prices. The resulting losses to U.S. consumers and firms who buy imports was $51 billion, or 0.27% of GDP. We embed the estimated trade elasticities in a general-equilibrium model of the U.S. economy. After accounting for tariff revenue and gains to domestic producers, the aggregate real income loss was $7.2 billion, or 0.04% of GDP. Import tariffs favored sectors concentrated in politically competitive counties, and the model implies that tradeable-sector workers in heavily Republican counties were the most negatively affected due to the retaliatory tariffs.\n\n",
    "acknowledgement": "\nHuifeng Chang, Jett Pettus, and Brian Pustilnik provided excellent research assistance. We thank the Editor, Pol Antràs, and five anonymous referees. We thank Kyle Bagwell, Paul Krugman, Jonah Rockoff, Alan Spearot, Bob Staiger, and seminar participants at various seminars for helpful suggestions. We thank Andres Rodriguez-Clare, Andrew Bernard, and Linda Tesar for their conference discussions. We acknowledge funding from the National Science Foundation (NSF Grant 1529095). Kennedy acknowledges financial support from the National Science Foundation Graduate Research Fellowship Program. Khandelwal acknowledges support from The Council on Foreign Relations International Affairs Fellowship in International Economics, and thanks the World Bank for their hospitality. Goldberg is currently Chief Economist of the World Bank Group. Any opinions and conclusions expressed herein are those of the authors and do not necessarily represent the views of the World Bank Group or the National Bureau of Economic Research. All errors are our own.\n\n\n"
}