{
    "id": 25635,
    "citation_title": "SNAP and Paycheck Cycles",
    "citation_author": [
        "Timothy K.M. Beatty",
        "Marianne P. Bitler",
        "Xinzhe Huang Cheng",
        "Cynthia van der Werf"
    ],
    "citation_publication_date": "2019-03-18",
    "issue_date": "2019-03-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIt is well documented that individuals do not spend SNAP benefits smoothly over the month after receipt. Rather, recipients spend a disproportionate share of benefits at the beginning of the benefit month. This has costs for recipients and stores. There is also evidence that other income streams, such as Social Security and paychecks, are not spent smoothly. The presence of these other income streams may bias estimates of the effects of this SNAP cycle on consumption for working SNAP beneficiaries and those who receive other government benefits. We use data from USDA’s National Household Food Acquisition and Purchase Survey to explore how the SNAP cycle is affected by accounting for these other income streams. We find suggestive evidence that the cycle is more pronounced for workers who are paid on a weekly or monthly basis, but little evidence that cycles in other income streams mitigate or exacerbate the SNAP cycle.\n\n",
    "acknowledgement": "\nThis research was supported by USDA grant no. 59-5000-5-0115 to the National Bureau of Economic Research, entitled, ”Using FoodAPS for Research in Diet, Health, Nutrition, and Food Security.” The findings and conclusions in this preliminary publication have not been formally disseminated by the U.S. Department of Agriculture and should not be construed to represent any agency determination or policy. The views expressed here are solely those of the authors and do not necessarily reflect those of the US government, any other body, or the National Bureau of Economic Research. We thank Janet Currie, Christian Gregory, Ben Hansen, John Kirlin, Shelly Ver Ploeg, Mary Zaki, and Madeline Zavodny for helpful comments.\n\n\n"
}