{
    "id": 25649,
    "citation_title": "How Monetary Policy Shaped the Housing Boom",
    "citation_author": [
        "Itamar Drechsler",
        "Alexi Savov",
        "Philipp Schnabl"
    ],
    "citation_publication_date": "2019-03-18",
    "issue_date": "2019-03-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBetween 2003 and 2006, the Federal Reserve raised rates by 4.25%. Yet it was precisely during this period that the housing boom accelerated, fueled by rapid growth in mortgage lending.  There is deep disagreement about how, or even if, monetary policy impacted the boom. Using heterogeneity in banks' exposures to the deposits channel of monetary policy, we show that Fed tightening induced a large reduction in banks' deposit funding, leading them to contract new on-balance-sheet lending for home purchases by 26%. However, an unprecedented expansion in privately-securitized loans, led by nonbanks, largely offset this contraction. Since privately-securitized loans are neither GSE-insured nor deposit-funded, they are run-prone, which made the mortgage market fragile. Consistent with our theory, the re-emergence of privately-securitized mortgages has closely tracked the recent increase in rates.\n\n",
    "acknowledgement": "\nWe thank Pauline Liang for excellent research assistance and seminar participants at Chicago Booth and Harvard Business School. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}