{
    "id": 25643,
    "citation_title": "Overlapping Climate Policies",
    "citation_author": [
        "Grischa Perino",
        "Robert A. Ritz",
        "Arthur van Benthem"
    ],
    "citation_publication_date": "2019-03-11",
    "issue_date": "2019-03-07",
    "revision_date": "2022-07-13",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe world is under pressure to deliver on the 2015 Paris Climate Agreement. Individual jurisdictions are enacting policies such as phasing out coal, taxing aviation, and supporting renewable energy. These often overlap with a wider multi-jurisdictional carbon-pricing system like the EU's Emissions Trading System. We develop a general framework to study how such “overlapping climate policies” can help combat climate change—depending on their design, location and timing. Some policies are truly complementary while others backfire by raising aggregate emissions. At a conceptual level, our model encompasses most carbon-pricing systems used in practice and a wide range of popular unilateral policies.\n\n",
    "acknowledgement": "\nWe thank Jan Abrell, Severin Borenstein, Dallas Burtraw, Jim Bushnell, Meredith Fowlie, Don Fullerton, Reyer Gerlagh, Marten Ovaere, Sebastian Rausch, Mar Reguant, Knut Einar Rosendahl, Herman Vollebergh, Maximilian Willner and Yuting Yang for helpful comments and suggestions. We also thank seminar and conference participants at the Cambridge EPRG 2019 Spring Seminar, EAERE 2019 Annual Meeting, AERE 2021 Summer Conference, Mannheim 2021 Conference on Energy and the Environment, NBER 2021 Summer Institute, the Toulouse School of Economics, the SWEEEP seminar at ZEW Mannheim, Florence School of Regulation at the European University Institute, and the University of Pennsylvania. Perino's research was funded by the DFG (German Research Foundation) under Germany's Excellence Strategy, cluster EXC 2037 “Climate, Climatic Change, and Society” (project 390683824) and ARIADNE (BMBF project 03SFK5S0). Van Benthem thanks the National Science Foundation (award SES1530494), the Kleinman Center for Energy Policy at the University of Pennsylvania, the Analytics at Wharton Data Science and Business Analytics Fund, and the Wharton Global Initiatives Research Program for support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nRobert A. Ritz\n\nRobert A. Ritz serves on the academic advisory panels at the Competition & Markets Authority (the UK’s competition and antitrust body) and at Ofgem (the regulator for electricity and natural gas markets in Great Britain). He is also a principal at Vivid Economics (a London-based economics consultancy). None of these organizations have supported or taken any influence on the paper.\n\n\n"
}