{
    "id": 25642,
    "citation_title": "Disability and Distress: The Effect of Disability Programs on Financial Outcomes",
    "citation_author": [
        "Manasi Deshpande",
        "Tal Gross",
        "Yalun Su"
    ],
    "citation_publication_date": "2019-03-11",
    "issue_date": "2019-03-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nRetirement and Disability Research Center\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe provide the first evidence on the relationship between disability programs and markers of financial distress: bankruptcy, foreclosure, eviction, and home sale. Rates of these adverse financial events peak around the time of disability application and subsequently fall for both allowed and denied applicants. To estimate the causal effect of disability programs on these outcomes, we use variation induced by an age-based eligibility rule and find that disability allowance substantially reduces the likelihood of adverse financial events. Within three years of the decision, the likelihood of bankruptcy falls by 0.81 percentage point (30 percent), and the likelihood of foreclosure and home sale among homeowners falls by 1.7 percentage points (30 percent) and 2.5 percentage points (20 percent), respectively. We find suggestive evidence of reductions in eviction rates. Conversely, the likelihood of home purchases increases by 0.86 percentage point (20 percent) within three years. We present evidence that these changes reflect true reductions in financial distress. In our model of optimal disability benefits, considering these extreme events increases optimal disability benefits and potentially shortens waiting times.\n\n",
    "acknowledgement": "\nWe are grateful to Stephane Bonhomme, Michael Dinerstein, Keith Ericson, Amy Finkelstein, Andrey Fradkin, Peter Ganong, Mike Golosov, Michael Greenstone, Lars Hansen, Jeffrey Hemmeter, Greg Kaplan, Camille Landais, Jeffrey Liebman, Lee Lockwood, Neale Mahoney, Magne Mogstad, Tim Moore, Derek Neal, Matthew Notowidigdo, Jesse Shapiro, Alex Torgovitsky, Jialan Wang, Melanie Wasserman and workshop participants at the University of Chicago, the University of Virginia, the University of Michigan, NBER Public Economics, Boston University, RAND, and NBER Health Care for useful feedback. We thank John Phillips, Jason Brown, Natalie Lu, Ted Horan, Mark Sarney, Lynn Fisher, and Linda Martin of the Social Security Administration for making this work possible and providing access to data. The authors are grateful to the Washington Center for Equitable Growth and the Ronzetti Initiative for the Study of Labor Markets at the Becker-Friedman Institute for financial support. This research was supported by the U.S. Social Security Administration through grant #5 DRC12000002-06 to the National Bureau of Economic Research as part of the SSA Disability Research Consortium. The findings and conclusions expressed are solely those of the authors and do not represent the views of the Social Security Administration, any agency of the Federal Government, or the National Bureau of Economic Research.\n\n\n"
}