{
    "id": 25647,
    "citation_title": "Do Minimum Wage Increases Reduce Crime?",
    "citation_author": [
        "Zachary S. Fone",
        "Joseph J. Sabia",
        "Resul Cesur"
    ],
    "citation_publication_date": "2019-03-18",
    "issue_date": "2019-03-14",
    "revision_date": "2020-11-02",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": null,
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nAn April 2016 Council of Economic Advisers (CEA) report advocated raising the minimum wage to deter crime. This recommendation rests on the assumption that minimum wage hikes increase the returns to legitimate labor market work while generating minimal adverse employment effects. This study comprehensively assesses the impact of minimum wages on arrests using data from the 1998-2016 Uniform Crime Reports (UCR) and the 1998-2016 waves of the National Longitudinal Survey of Youth 1997 (NLSY97). In contrast to the CEA claim, our results provide no evidence that minimum wage increases reduce arrests. Instead, we find that raising the minimum wage increases property crime arrests among 16-to-24-year-olds, with an estimated elasticity of approximately 0.2. This result persists when we use longitudinal data to isolate workers for whom minimum wages bind. Auxiliary analyses using the Current Population Survey (CPS) suggest that our findings are likely driven by adverse labor demand effects of the minimum wage. Our estimates suggest that a $15 Federal minimum wage could generate criminal externality costs of nearly $2.5 billion.\n\n",
    "acknowledgement": "\nThis research was supported by a grant received from the Employment Policies Institute. We also acknowledge support from the Center for Health Economics & Policy Studies (CHEPS) at San Diego State University. The authors thank Kevin Schnepel, Melinda Pitts, Dhaval Dave, Hope Corman, Tuan Nguyen, and participants at the 2018 Eastern Economic Association meetings and the 2018 Southern Economic Association meetings for useful comments and suggestions on earlier drafts of this paper. We thank Thanh Tam Nguyen for outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}