{
    "id": 25641,
    "citation_title": "School Bus Emissions, Student Health, and Academic Performance",
    "citation_author": [
        "Wes Austin",
        "Garth Heutel",
        "Daniel Kreisman"
    ],
    "citation_publication_date": "2019-03-11",
    "issue_date": "2019-03-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDiesel emissions from school buses expose children to high levels of air pollution; retrofitting bus engines can substantially reduce this exposure. Using variation from 2,656 retrofits across Georgia, we estimate effects of  emissions reductions on district-level health and academic achievement. We demonstrate positive effects on respiratory health, measured by a statewide test of aerobic capacity. Placebo tests on body mass index show no impact. We also find that retrofitting districts see significant test score gains in English and smaller gains in math. Results suggest that engine retrofits can have meaningful and cost-effective impacts on health and cognitive functioning.\n\n",
    "acknowledgement": "\nWe thank the GaDER program for assistance in identifying retrofits. We thank Jonathan Smith, Ariell Zimran, and seminar participants at TEAM-Fest, the Southern Economics Association annual meeting, and the University of South Carolina for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}