{
    "id": 25646,
    "citation_title": "Trade Shocks and the Shifting Landscape of U.S. Manufacturing",
    "citation_author": [
        "Katherine Eriksson",
        "Katheryn Russ",
        "Jay C. Shambaugh",
        "Minfei Xu"
    ],
    "citation_publication_date": "2019-03-11",
    "issue_date": "2019-03-07",
    "revision_date": "2020-01-29",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing data over more than a century, we show that shifts in the location of manufacturing industries are a domestic reflection of what the international trade literature refers to as the product cycle in a cross-country context, with industries spawning in high-wage areas with larger pools of educated workers and moving to lower-wage areas with less education as they age or become “standardized.” We exploit the China shock industries as a set of industries that were in the late-stage product cycle by 1990 and show how the activity in those industries shifted from high-innovation areas to low-education areas over the 20th century. The analysis also suggests that the resilience of local labor markets to manufacturing shocks depends on local industries’ phase in the product cycle, on local education levels, and on local manufacturing wages. The risk of unemployment and detachment from the labor force rises most when a shock hits in areas where an industry already has begun phasing out, wages are high, or education levels are low. The results are consistent with the belief that there are long-term, secular trends in U.S. industrial structure driving the movement of industries, which shocks may mitigate or accelerate.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}