{
    "id": 25648,
    "citation_title": "Long-run Trends in the U.S. SES-Achievement Gap",
    "citation_author": [
        "Eric A. Hanushek",
        "Jacob D. Light",
        "Paul E. Peterson",
        "Laura M. Talpey",
        "Ludger Woessmann"
    ],
    "citation_publication_date": "2019-03-18",
    "issue_date": "2019-03-14",
    "revision_date": "2022-08-02",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRising inequality in the United States has raised concerns about potentially widening gaps in educational achievement by socio-economic status (SES). Using assessments from LTT-NAEP, Main-NAEP, TIMSS, and PISA that are psychometrically linked over time, we trace trends in SES gaps in achievement for U.S. student cohorts born between 1961 and 2001. Gaps in math, reading, and science achievement between the top and bottom quartiles of the SES distribution have closed by 0.05 standard deviations per decade over this period. The findings are consistent across alternative measures of SES and subsets of available tests and hold in more recent periods. At the current pace of closure, the achievement gap would not be eliminated until the second half of the 22nd Century.\n\nThe updated version presented here merges the content of two companion papers, w26764 and w25648, into a single current version. Thus, as of August 2022, w26764 and w25648 are identical.\n\n",
    "acknowledgement": "\nThis is a refined and refocused version of Hanushek, Peterson, Talpey, and Woessmann (2019, 2020). Helpful comments throughout the project were received from anonymous referees, Markus Broer, Matthew Chingos, Greg Duncan, Glenn Ellison, Dan Goldhaber, John Klopfer, Magne Mogstad, Richard Murnane, Randall Reback, Sean Reardon, Danish Shakeel, Abhijeet Singh, Chris Taber, and participants at the annual meetings of the American Economic Association and the Association for Public Policy Analysis and Management, the IRP Summer Research Workshop at the University of Wisconsin-Madison, the CESifo Economics of Education conference in Munich, and the Hoover Economic Policy Lunch at Stanford. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}