{
    "id": 25640,
    "citation_title": "Ethnic Inequality and Poverty in Malaysia Since 1969",
    "citation_author": [
        "Martin Ravallion"
    ],
    "citation_publication_date": "2019-03-11",
    "issue_date": "2019-03-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEthnic riots broke out in Malaysia in 1969, prompting a national effort at affirmative action favoring the poorer (majority) of “Bumiputera” (mainly Malays). Since then, Malaysia’s official poverty measures indicate one of the fastest long-term rates of poverty reduction in the world, due to both economic growth and falling inequality. Did ethnic inequality fall since 1969 and was that a key factor in the country’s success in reducing poverty and in managing inequality? New measures in this paper indicate a substantial decline in relative ethnic inequality. This brought down national relative inequality, though not enough to prevent rising absolute inequality, given the initial disparities. A new analytic decomposition of the rate of poverty reduction reveals that ethnic redistribution helped reduce poverty, although it was not as important as the overall rate of growth in household incomes. Despite past progress in reducing ethnic inequality, the responsiveness of the national poverty rate to ethnic redistribution remains high even today.\n\n",
    "acknowledgement": "\nThis paper was written while the author was visiting the Ungku Aziz Centre in the Faculty of Economics, University of Malaya in January 2019. The author is grateful to the University for its hospitality. Meetings with staff of the Government’s Department of Statistics and Ministry of Economic Affairs helped with questions about the data. The author also thanks Muhamad Hilmi Abdul Rahman for help in finding some of the data needed and translating documents. Helpful comments were received from Niaz Asadullah, Garance Genicot, Shamsulbahriah Ku Ahmad, Dominique van de Walle and participants at a public lecture at the University of Malaya. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}