{
    "id": 25644,
    "citation_title": "Who’s Paying Attention? Measuring Common Ownership and Its Impact on Managerial Incentives",
    "citation_author": [
        "Erik P. Gilje",
        "Todd Gormley",
        "Doron Y. Levit"
    ],
    "citation_publication_date": "2019-03-11",
    "issue_date": "2019-03-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe derive a measure that captures the extent to which overlapping ownership structures shift managers’ incentives to internalize externalities. A key feature of the measure is that it allows for the possibility that not all investors are attentive to whether a manager’s actions benefit the investor’s overall portfolio. Empirically, we show that potential drivers of ownership overlap, including mergers in the asset management industry and the growth of indexing, could in fact diminish managerial motives. Our findings illustrate the importance of accounting for investor inattention and cast doubt on the possibility that the growth of common ownership has had a significant impact on managerial incentives.\n\n",
    "acknowledgement": "\nWe thank Jason Donaldson, Eli Fich, Murray Frank, John Graham, Dirk Jenter, Inessa Liskovich, Song Ma, Greg Nini, Giorgia Piacentino, Nancy Rose, seminar and brown bag participants at Dartmouth College, Cornell University, Indiana University, Michigan State University, University of Colorado, University of Michigan, Virginia Tech, Washington University in St. Louis, and participants at the American Economics Association Annual Meeting, BI Corporate Governance Conference, Colorado Finance Summit, Eastern Finance Association Annual Meeting, ECGI Global Corporate Governance Conference (Harvard), London Business School Finance Symposium, NBER Corporate Finance Summer Institute, SFS Cavalcade, University of Minnesota Corporate Finance Conference, and University of Tennessee “Smokey” Mountain Conference. We also thank Alon Brav and Carola Schenone for sharing data on activists and airlines, respectively. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}