{
    "id": 25654,
    "citation_title": "Data Driven Regulation: Theory and Application to Missing Bids",
    "citation_author": [
        "Sylvain Chassang",
        "Kei Kawai",
        "Jun Nakabayashi",
        "Juan M. Ortner"
    ],
    "citation_publication_date": "2019-03-18",
    "issue_date": "2019-03-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe document a novel bidding pattern observed in procurement auctions from Japan: winning bids tend to be isolated. There is a missing mass of close losing bids. This pattern is suspicious in the following sense: it is inconsistent with competitive behavior under arbitrary information structures. Building on this observation, we develop a theory of data-driven regulation based on “safe tests,” i.e. tests that are passed with probability one by competitive bidders, but need not be passed by non-competitive ones. We provide a general class of safe tests exploiting weak equilibrium conditions, and show that such tests reduce the set of equilibrium strategies that cartels can use to sustain collusion. We provide an empirical exploration of various safe tests in our data, as well as discuss collusive rationales for missing bids.\n\n",
    "acknowledgement": "\nWe are especially indebted to Steve Tadelis for encouragement and detailed feedback. The paper benefited from discussions with Pierpaolo Battigali, Eric Budish, Yeon-Koo Che, Francesco Decarolis, Emir Kamenica, Roger Myerson, Ariel Pakes, Wolfgang Pesendorfer, Andrea Prat, Michael Riordan, Jozsef Sakovics, Larry Samuelson, Andy Skrzypacz, Paulo Somaini. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}