{
    "id": 25658,
    "citation_title": "Optimal Time-Consistent Monetary, Fiscal and Debt Maturity Policy",
    "citation_author": [
        "Eric M. Leeper",
        "Campbell B. Leith",
        "Ding Liu"
    ],
    "citation_publication_date": "2019-03-18",
    "issue_date": "2019-03-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe textbook optimal policy response to an increase in government debt is simple—monetary policy should actively target inflation, and fiscal policy should smooth taxes while ensuring debt sustainability. Such policy prescriptions presuppose an ability to commit. Without that ability,  the temptation to use inflation surprises to offset monopoly and tax distortions, as well as to reduce the real value of government debt, creates a state-dependent inflationary bias problem. High debt levels and short-term debt exacerbate the inflation bias. But this produces a debt stabilization bias because the policy maker wishes to deviate from the tax smoothing policies typically pursued under commitment, by returning government debt to steady-state. As a result, the response to shocks in New Keynesian models can be radically different, particularly when government debt levels are high.\n\n",
    "acknowledgement": "\nWe thank Fabrice Collard, Wouter Den Haan, the editor Urban Jermann and the two anonymous referees for constructive suggestions. We also thank the participants of the 2015 CEF conference in Taipei, the 2015 EEA meeting in Mannheim and the 2016 China Meeting of Econometric Society in Chengdu for comments. However, all errors remain our own. Ding Liu would like to gratefully acknowledge the financial support from the National Natural Science Foundation of China (Grant NO.71601160) as well as the SIRE Conference Presenter Grant from Scottish Institute for Research in Economics. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}