{
    "id": 25657,
    "citation_title": "Administrative Data Linking and Statistical Power Problems in Randomized Experiments",
    "citation_author": [
        "Sarah Tahamont",
        "Zubin Jelveh",
        "Aaron Chalfin",
        "Shi Yan",
        "Benjamin Hansen"
    ],
    "citation_publication_date": "2019-03-18",
    "issue_date": "2019-03-14",
    "revision_date": "2019-11-21",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": null,
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nObjective:\nThe increasing availability of large administrative datasets has led to a particularly exciting innovation in criminal justice research, that of the “low-cost” randomized trial in which administrative data are used to measure outcomes in lieu of costly primary data collection. In this paper, we point out that randomized experiments that make use of administrative data have an unfortunate consequence: the destruction of statistical power. Linking data from an experimental intervention to administrative records that track outcomes of interest typically requires matching datasets without a common unique identifier. In order to minimize mistaken linkages, researchers will often use “exact matching” (retaining an individual only if all their demographic variables match exactly in two or more datasets) in order to ensure that speculative matches do not lead to errors in an analytic dataset.\nMethods:\nIn this paper, we derive an analytic result for the consequences of linking errors on statistical power and show how the problem varies across different combinations of relevant inputs, including the matching error rate, the outcome density and the sample size.\nResults:\nWe show that this seemingly conservative approach leads to underpowered experiments and potentially to the failure of entire experimental literatures. For marginally powered studies, which are common in empirical social science, exact matching is particularly problematic.\nConclusions:\nWe conclude on an optimistic note by showing that simple machine learning-based probabilistic matching algorithms allow criminal justice researchers to recover a considerable share of the statistical power that is lost to errors in data linking.\n\n",
    "acknowledgement": "\nWe extend our sincere thanks to Melissa McNeill at the University of Chicago Crime Lab New York for her work in developing the records matching algorithm employed in this paper. We would also like to thank Leslie Kellam, Ryang Hui Kim, Srivatsa Kothapally, Jens Ludwig, Jim Lynch, Mike Mueller-Smith, Aurelie Ouss, Greg Ridgeway, Jesse Rothstein and Greg Stoddard for helpful comments on this project. We thank Arnold Ventures for its generous support of the University of Chicago Crime Lab New York. Points of view or opinions contained within this document are those of the authors. They do not necessarily represent those of Arnold Ventures or the National Bureau of Economic Research. Of course, all remaining errors are our own. Corresponding Author: Sarah Tahamont, Email: tahamont@umd.edu\n\n\n"
}