{
    "id": 25656,
    "citation_title": "The Power of the IUD: Effects of Expanding Access to Contraception Through Title X Clinics",
    "citation_author": [
        "Andrea M. Kelly",
        "Jason M. Lindo",
        "Analisa Packham"
    ],
    "citation_publication_date": "2019-03-18",
    "issue_date": "2019-03-14",
    "revision_date": "2019-03-22",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate the effect of Colorado's Family Planning Initiative, the largest program to have focused on long-acting-reversible contraceptives in the United States, which provided funds to Title X clinics so that they could make these contraceptives available to low-income women. We find substantial effects on birth rates, concentrated among women in zip codes within 7 miles of clinics: the initiative reduced births by approximately 20 percent for 15-17 year olds and 18-19 year olds living in such zip codes. We also examine how extensive media coverage of the initiative in 2014 and 2015 altered its reach. After information spread about the availability and benefits of LARCs, we find a substantial increase in LARC insertions, extended effects on births among 15-17 year olds living greater than 7 miles from clinics, and significant reductions in births among 20–24 and 25–29 year olds.\n\n",
    "acknowledgement": "\nWe thank Greta Klinger for providing data and for many useful conversations about the implementation of the Colorado Family Planning Initiative and, more generally, about the provision of LARCs at Colorado family planning clinics. We also thank Kirk Bol and the Colorado Department of Public Health and Environment for providing data. For helpful suggestions, we also thank Melanie Guldi, Phil Levine, Daniel Schroeder, and David Slusky in addition to conference participants of the Western Economic Association International, Association for Public Policy Analysis and Management, and Southern Economic Association 2018 meetings.  We also thank the National Institute for Health Care Management and the Laura and John Arnold Foundation for financial support. Lindo discloses having served as an expert witness for Planned Parenthood Federation of America and the Center for Reproductive Rights. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}