{
    "id": 25651,
    "citation_title": "Does Mandating Social Insurance Affect Entrepreneurial Activity?",
    "citation_author": [
        "Youssef Benzarti",
        "Jarkko Harju",
        "Tuomas Matikka"
    ],
    "citation_publication_date": "2019-03-18",
    "issue_date": "2019-03-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nThis paper estimates the effect of relaxing the social insurance mandate on entrepreneurial activity. We use a unique discontinuity in Finland that allows certain entrepreneurs not to pay social insurance contributions on their income. Using rich administrative data, we find that relaxing the social insurance mandate leads entrepreneurs to significantly reduce their contributions, which they channel instead into their firms. While young firms use this windfall to increase business activity, older ones use it to improve their net lending position by purchasing stocks. Our results imply that the social insurance mandate is binding and its efficiency cost is heterogeneous.\n\n",
    "acknowledgement": "\nWe are grateful to Raj Chetty, Jason DeBacker, Essi Eerola, Tuomas Kosonen, Ryan Oprea, Tuomas Pekkarinen, Emmanuel Saez, Alisa Tazhitdinova and Roope Uusitalo for the helpful discussions. We are grateful to Finance Finland, and especially to Päivi Luna, for assisting us in acquiring data on public pension contributions from Finnish mutual pension insurance companies. Harju and Matikka gratefully acknowledge funding from the Strategic Research Council (SRC) at the Academy of Finland No. 293120, Work, Inequality, and Public Policy. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}