{
    "id": 25655,
    "citation_title": "Changing Business Cycles: The Role of Women's Employment",
    "citation_author": [
        "Stefania Albanesi"
    ],
    "citation_publication_date": "2019-03-18",
    "issue_date": "2019-03-14",
    "revision_date": "2020-09-21",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the impact of changing trends in female labor supply on productivity, TFP growth and aggregate business cycles. We find that the growth in women’s labor supply and relative productivity added substantially to TFP growth from the early 1980s, even if it depressed average labor productivity growth, contributing to the 1970s productivity slowdown. We also show that the lower cyclicality of female hours and their growing share can account for a large fraction of the reduced cyclicality of aggregate hours during the great moderation, as well as the decline in the correlation between average labor productivity and hours. Finally, we show that the discontinued growth in female labor supply starting in the 1990s played a substantial role in the jobless recoveries following the 1990-1991, 2001 and 2007-2009 recessions. Moreover, it depressed aggregate hours, output growth and male wages during the late 1990s and mid 2000s expansions. These results suggest that continued growth in female employment since the early 1990s would have significantly improved economic performance in the United States.\n\n",
    "acknowledgement": "\nI am grateful to Christina Patterson, Raiden Hasegawa, Matthew Ploenzke and especially Jialin Huo for outstanding research assistance. I also wish to thank seminar and conference participants at Princeton University, the University of Pittsburgh, the University of Louvain, the NBER Summer Institute, the Family and the Macroeconomy workshop, the Society of Economic Dynamics annual conference, David De La Croix, Matthias Doepke, Monika Merz, Aysegul Sahin, Andrea Tambalotti and Michele Tertilt for helpful comments and suggestions. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}