{
    "id": 25661,
    "citation_title": "The Lost Ones: the Opportunities and Outcomes of Non-College Educated Americans Born in the 1960s",
    "citation_author": [
        "Margherita Borella",
        "Mariacristina De Nardi",
        "Fang Yang"
    ],
    "citation_publication_date": "2019-03-18",
    "issue_date": "2019-03-14",
    "revision_date": "2019-05-15",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWhite, non-college-educated Americans born in the 1960s  face shorter life expectancies, higher medical expenses, and lower wages per unit of human capital compared with those born in the 1940s, and men's wages declined more than women's. After documenting these changes, we use a life-cycle model of couples and singles to evaluate their effects. The drop in wages depressed the labor supply of men and increased that of women, especially in married couples. Their shorter life expectancy reduced their retirement savings but the increase in out-of-pocket medical expenses increased them by more. Welfare losses, measured a one-time asset compensation are 12.5%, 8%, and 7.2%  of the present discounted value of earnings for single men, couples, and single women, respectively. Lower wages explain 47-58% of these losses, shorter life expectancies 25-34%, and higher medical expenses account for the rest.\n\n",
    "acknowledgement": "\nDe Nardi gratefully acknowledges  financial support from the NORFACE Dynamics of Inequality across the Life-Course (TRISP) grant 462-16-122. We thank Jonathan Parker, who encouraged us to investigate the changes in opportunities and outcomes across cohorts and provided us with valuable feedback. We are grateful to Marco Bassetto, John Bailey Jones, Rory McGee, Derek Neal, Gonzalo Paz-Pardo, Richard Rogerson, Rob Shimer, and seminar participants at various institutions for useful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research, the CEPR, any agency of the federal government, or the Federal Reserve Bank of Minneapolis.\n\n\n"
}