{
    "id": 25667,
    "citation_title": "A Theory of Housing Demand Shocks",
    "citation_author": [
        "Zheng Liu",
        "Pengfei Wang",
        "Tao Zha"
    ],
    "citation_publication_date": "2019-03-18",
    "issue_date": "2019-03-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAggregate housing demand shocks are an important source of house price fluctuations in the standard macroeconomic models, and through the collateral channel, they drive macroeconomic fluctuations. These reduced-form shocks, however, fail to generate a highly volatile price-to-rent ratio that comoves with the house price observed in the data (the “price-rent puzzle”).  We build a tractable heterogeneous-agent model that provides a microeconomic foundation for housing demand shocks.  The model predicts that a credit supply shock can generate large comovements between the house price and the price-to-rent ratio.  We provide empirical evidence from cross-country and cross-MSA data to support this theoretical prediction.\n\n",
    "acknowledgement": "\nThe research is supported in part by the National Science Foundation Grant SES 1558486 through the NBER and by the National Natural Science Foundation of China Project Numbers 71633003, 71742004, and 71473168. For helpful comments, we are grateful to Regis Barnichon, Adam Guren, Oscar Jorda, Greg Kaplan, Monika Piazzesi, Amir Sufi, and Gianluca Violante.  We also thank seminar and conference participants at the Federal Reserve Bank of San Francisco, Academia Sinica (Taipei), the 2018 AFR Summer Institute of Economics and Finance at Zhejiang University, University of California Santa Cruz, University of Chicago, and the 2018 HKUST Workshop on Macroeconomics. Eric Tallman provided excellent research assistance.  The views expressed herein are those of the authors and do not necessarily reflect the views of the Federal Reserve Banks of Atlanta and San Francisco, the Federal Reserve System or National Bureau of Economic Research, or the National Bureau of Economic Research.\n\n\n"
}