{
    "id": 25663,
    "citation_title": "The Impact of Early Investments in Urban School Systems in the United States",
    "citation_author": [
        "Ethan J. Schmick",
        "Allison Shertzer"
    ],
    "citation_publication_date": "2019-03-18",
    "issue_date": "2019-03-14",
    "revision_date": "2024-09-13",
    "topics": [
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCities in the United States dramatically expanded spending on public education in the years following World War I, with the average urban school district increasing per pupil expenditures by over 70 percent between 1916 and 1924. We provide the first evaluation of these historically unprecedented investments in public education by compiling a new dataset that links individuals to both the quality of the city school district they lived in as a child and their adult outcomes. Using plausibly exogenous growth in school spending generated by anti-German sentiment during and after World War I, we find that school resources significantly increased educational attainment and wages later in life, particularly for the children of low socioeconomic status households. Increases in expenditures can explain between 26 and 36 percent of the sizable increase in educational attainment of cohorts born between 1895 and 1915.\n\n",
    "acknowledgement": "\nWe are grateful to Vellore Arthi, Leah Boustan, Louis Cain, Karen Clay, Jason Cook, Katherine Eriksson, James Feigenbaum, Andreas Ferrara, Osea Giuntella, Claudia Goldin, Walker Hanlon, Kirabo Jackson, Shawn Kantor, Elyce Rotella, Edson Severnini, Lowell Taylor, Werner Troesken, Randall Walsh, and seminar participants at the NBER Summer Institute (DAE), Rhodes College, the Tepper applied micro lunch, Illinois, and the World Economic History Congress for helpful comments. Any errors or omissions are the responsibility of the authors. The views expressed herein are those of the authors and do not necessarily reflect the views of the Federal Reserve Bank of Philadelphia, the Federal Reserve System, or of the National Bureau of Economic Research.\n\n\n"
}