{
    "id": 25664,
    "citation_title": "Coalition Formation in Legislative Bargaining",
    "citation_author": [
        "Marco Battaglini"
    ],
    "citation_publication_date": "2019-03-18",
    "issue_date": "2019-03-14",
    "revision_date": "2020-12-21",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a new model of legislative bargaining in which coalitions may have different values, reflecting the fact that the policies they can pursue are constrained by the identity of the coalition members. In the model, a formateur picks a coalition and negotiates for the allocation of the surplus it is expected to generate. The formateur is free to change coalitions to seek better deals with other coalitions, but she may lose her status if bargaining breaks down, in which case a new formateur is chosen. We show that as the delay between offers goes to zero, the equilibrium allocation converges to a generalized version of a Nash Bargaining Solution in which —in contrast to the standard solution— the coalition is endogenous and determined by the relative coalitional values. A form of the hold-up problem specific to these bargaining games contributes to generate significant inefficiencies in the selection of the equilibrium coalition. We show that the model helps rationalize well known empirical facts that are in conflict with the predictions of standard non-cooperative models of bargaining: the absence of significant (or even positive) premia in ministerial allocations for formateurs and their parties; the occurrence of supermajorities; and delays in reaching agreements.\n\n",
    "acknowledgement": "\nI thank Nageeb Ali, Stephen Coate, Gary Cox, Tommaso Denti, Daniel Diermeier, Wioletta Dziuda, Faruk Gul, Matias Iaryczower, Martin Osborne, Ariel Rubinstein, AsherWolinsky and seminar participants at Bocconi, Boston College, Universita’ Cattolica of Milan, the University of Toronto, and the 2019 Barcelona Summer Forum, and the 2020 Stanford Institute of Theoretical Economics (SITE) summer workshop for useful comments and discussions. Francesco Billari, Aviv Caspi and Neelanjan Datta provided outstanding research assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}