{
    "id": 25668,
    "citation_title": "Monthly Payment Targeting and the Demand for Maturity",
    "citation_author": [
        "Bronson Argyle",
        "Taylor D. Nadauld",
        "Christopher Palmer"
    ],
    "citation_publication_date": "2019-03-18",
    "issue_date": "2019-03-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Behavioral Economics",
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Behavioral Finance",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nIn this paper, we provide evidence of the importance of monthly payments in the market for consumer installment debt. Auto debt in particular has grown rapidly since the Great Recession and has eclipsed credit cards in total debt outstanding. Auto-loan maturities have also increased such that most auto-loan originations now have a term of over 72 months. We document three phenomena we jointly refer to as monthly payment targeting. First, using data from 500,000 used auto loans and discontinuities in contract terms offered by hundreds of lenders, we show that demand is more sensitive to maturity than interest rate, consistent with consumers managing payment size when making debt decisions. Second, many consumers appear to employ segregated mental accounts, spending exogenous payment savings on larger loans. Third, consumers bunch at round-number monthly payment amounts, consistent with the use of budgeting heuristics. These patterns hold in subsamples of constrained and unconstrained borrowers, challenging liquidity constraints as a complete explanation. Our estimates suggest that borrower focus on payment size, combined with credit-supply shocks to maturity, could significantly affect aggregate outstanding debt.\n\n",
    "acknowledgement": "\nWe thank conference, seminar, and workshop participants at the 2018 AFA meetings, Berkeley, BYU, Consumer Financial Protection Bureau, Federal Reserve Bank of Philadelphia, MIT, University of Utah, and Wharton, Corina Boar, Chris Carroll, Damion English, Amy Finkelstein, Brigham Frandsen, Peter Ganong, Simon Gervais, Itay Goldstein, Dan Greenwald, Amir Kermani, David Laibson, Brad Larsen, Lars Lefgren, Andres Liberman, Adair Morse, Pascal Noel, Brennan Platt, Ryan Pratt, Andrei Shleifer, Bryce Stephens, and Jialan Wang for helpful comments. Tommy Brown, Sam Hughes, Ammon Lam, Tammy Lee, and Lei Ma provided excellent research assistance. An anonymous information-technology firm provided the data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nTaylor D. Nadauld\n\nTaylor Nadauld has a financial interest in the anonymous financial services software company that provided the data for this project.\n\n\n"
}