{
    "id": 25670,
    "citation_title": "A Model of a Randomized Experiment with an Application to the PROWESS Clinical Trial",
    "citation_author": [
        "Amanda E. Kowalski"
    ],
    "citation_publication_date": "2019-03-18",
    "issue_date": "2019-03-14",
    "revision_date": "2020-07-23",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI develop a model of a randomized experiment with a binary intervention and a binary outcome. Potential outcomes in the intervention and control groups give rise to four types of participants. Fixing ideas such that the outcome is mortality, some participants would live regardless, others would be saved, others would be killed, and others would die regardless. These potential outcome types are not observable. However, I use the model to develop estimators of the number of participants of each type. The model relies on the randomization within the experiment and on deductive reasoning. I apply the model to an important clinical trial, the PROWESS trial, and I perform a Monte Carlo simulation calibrated to estimates from the trial. The reduced form from the trial shows a reduction in mortality, which provided a rationale for FDA approval. However, I find that the intervention killed two participants for every three it saved. [This paper has been combined with “Counting Defiers” (www.nber.org/ papers/w25671) and superseded by “Counting Defiers: Examples from Health Care” (https://arxiv.org/abs/1912.06739) as of July 17, 2020.]\n\n",
    "acknowledgement": "\nI thank Neil Christy, Tory Do, Bailey Flanigan, Pauline Mourot, Srajal Nayak, and Matthew Tauzer for excellent research assistance. I also thank Charles Antonelli, Bennett Fauber, and Advanced Research Computing at the University of Michigan, as well as Andrew Sherman and the Yale University Faculty of Arts and Sciences High Performance Computing Center. David Wilson provided helpful comments. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}