{
    "id": 25672,
    "citation_title": "The Impact of the 2018 Trade War on U.S. Prices and Welfare",
    "citation_author": [
        "Mary Amiti",
        "Stephen J. Redding",
        "David Weinstein"
    ],
    "citation_publication_date": "2019-03-25",
    "issue_date": "2019-03-21",
    "revision_date": "2024-09-15",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper explores the impacts of the Trump administration’s trade policy on prices and welfare. Over the course of 2018, the U.S. experienced substantial increases in the prices of intermediates and final goods, dramatic changes to its supply-chain network, reductions in availability of imported varieties, and complete passthrough of the tariffs into domestic prices of imported goods. Overall, using standard economic methods, we find that the full incidence of the tariff falls on domestic consumers, with a reduction in U.S. real income of $1.4 billion per month by the end of 2018. We also see similar patterns for foreign countries who have retaliated against the U.S., which indicates that the trade war also reduced real income for other countries.\n\n",
    "acknowledgement": "\nWe are grateful to Gordon Hanson, Enrico Moretti and Mark Gertler for soliciting this paper for the Journal of Economic Perspectives. We thank Don Davis and Rob Feenstra for insightful comments. We thank Noah Kwicklis, Karen Ni, and Angela Wu for excellent research assistance. The views expressed in this paper are those of the authors and do not necessarily reflect the position of the Federal Reserve Bank of New York, the Federal Reserve System, the National Bureau of Economic Research, or any other institution to which the authors are affiliated. Any errors or omissions are the responsibility of the authors.\n\n\n"
}