{
    "id": 25673,
    "citation_title": "The Time Variation in Risk Appetite and Uncertainty",
    "citation_author": [
        "Geert Bekaert",
        "Eric C. Engstrom",
        "Nancy R. Xu"
    ],
    "citation_publication_date": "2019-03-25",
    "issue_date": "2019-03-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop measures of time-varying risk aversion and economic uncertainty that are calculated from financial variables at high frequencies. We formulate a dynamic no-arbitrage asset pricing model for equities and corporate bonds. The joint dynamics among asset-specific cash flows, macroeconomic fundamentals and risk aversion feature heteroskedasticity and non-Gaussianity. Variance risk premiums on equity are very informative about risk aversion, whereas credit spreads and corporate bond volatility are highly correlated with economic uncertainty. Model-implied risk premiums outperform standard instruments for predicting excess returns on equity and corporate bonds. A financial proxy to our economic uncertainty predicts output growth significantly negatively.\n\n",
    "acknowledgement": "\nThe views expressed in this document do not necessarily reflect those of the Federal Reserve System, its Board of Governors, or staff, nor of the National Bureau of Economic Research. All errors are the sole responsibility of the authors. We would like to thank Gurdip Bakshi (discussant), Ing-Haw Cheng (discussant), Anna Cieslak (discussant), Drew Creal (discussant), Xudong Zeng (discussant), Rob Engle, Bob Hodrick, Mark Kamstra, Lisa Kramers, Ian Martin, Helene Rey, Nick Roussanov, and Paul Tetlock for many insightful discussions and seminar/conference participants at Columbia Business School, Baruch College, London Business School, University of Zurich, Luxembourg School of Finance, 2019 European Winter Finance Summit, 2019 Midwest Finance Association annual meeting, 2019 American Finance Association annual meeting, 31st Australasian Finance and Banking Conference, 2018 China International Risk Forum, 2018 Northern Finance Association Annual Meeting, ``Machine Learning and Finance: The New Empirical Asset Pricing\" hosted by University of Chicago Booth, 2018 North American Summer Meeting of the Econometric Society, 11th Annual SoFiE Conference, Federal Reserve Board's Conference on Risk, Uncertainty, and Volatility, and Columbia Women in Economics. This version is scheduled to be presented at the upcoming 2019 European Winter Finance Summit. We would like to thank the committee of the Global Association of Risk Professionals (GARP) Research Excellence Award at the 2018 China International Risk Forum. First circulated version: November 10, 2017. Corresponding author: Nancy Xu (nancy.xu@bc.edu), Boston College, Carroll School of Management, 140 Commonwealth Avenue, Chestnut Hill, MA, 02467, USA. Indices are available at https://www.nancyxu.net/risk-aversion-index. All errors are our own.\n\n\n"
}