{
    "id": 25671,
    "citation_title": "Counting Defiers",
    "citation_author": [
        "Amanda E. Kowalski"
    ],
    "citation_publication_date": "2019-03-18",
    "issue_date": "2019-03-14",
    "revision_date": "2020-07-23",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Experimental Design",
        "\n",
        "Public Economics",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe LATE monotonicity assumption of Imbens and Angrist (1994) precludes “defiers,” individuals whose treatment always runs counter to the instrument, in the terminology of Balke and Pearl (1993) and Angrist et al. (1996). I allow for defiers in a model with a binary instrument and a binary treatment. The model is explicit about the randomization process that gives rise to the instrument. I use the model to develop estimators of the counts of defiers, always takers, compliers, and never takers. I propose separate versions of the estimators for contexts in which the parameter of the randomization process is unspecified, which I intend for use with natural experiments with virtual random assignment. I present an empirical application that revisits Angrist and Evans (1998), which examines the impact of virtual random assignment of the sex of the first two children on subsequent fertility. I find that subsequent fertility is much more responsive to the sex mix of the first two children when defiers are allowed. [This paper has been combined with “A Model of a Randomized Experiment with an Application to the PROWESS Clinical Trial” (www.nber.org/papers/w25670) and superseded by “Counting Defiers: Examples from Health Care” (https://arxiv.org/abs/1912.06739) as of July 17, 2020.]\n\n",
    "acknowledgement": "\nI thank Neil Christy, Tory Do, Bailey Flanigan, Anastasiya Karpova, Pauline Mourot, and Matthew Tauzer for excellent research assistance. I thank Charles Antonelli, Bennett Fauber, and Advanced Research Computing at the University of Michigan for computational support. I also thank my parents and my sister for their support. I have never thought of us a family of defiers, but we could be. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}