{
    "id": 25676,
    "citation_title": "Toward an Understanding of the Economics of Apologies: Evidence from a Large-Scale Natural Field Experiment",
    "citation_author": [
        "Basil Halperin",
        "Benjamin Ho",
        "John A. List",
        "Ian Muir"
    ],
    "citation_publication_date": "2019-03-25",
    "issue_date": "2019-03-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Behavioral Economics",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use a theory of apologies to design a nationwide field experiment involving 1.5 million Uber ridesharing consumers who experienced late rides. Several insights emerge from our field experiment. First, apologies are not a panacea: the efficacy of an apology and whether it may backfire depend on how the apology is made. Second, across treatments, money speaks louder than words – the best form of apology is to include a coupon for a future trip. Third, in some cases sending an apology is worse than sending nothing at all, particularly for repeated apologies. For firms, caveat venditor should be the rule when considering apologies.\n\n",
    "acknowledgement": "\nThis manuscript was not subject to prior review by any party, as per the research contract signed at the outset of this project. The views expressed here are solely those of the authors. List was Chief Economist at Uber when the research was completed, and Halperin and Muir were economists on the Ubernomics team. List and Muir are currently economists at Lyft. Thanks to Liran Einav and three anonymous reviewers for their insights, seminar participants at AFE 2017, AEA 2018, and Williams College, and AEA 2019; discussant Chiara Farronato; and to Courtney Rosen; for helpful comments and assistance. AEA Registry number: AEARCTR-0002342. All errors are our own.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}