{
    "id": 25679,
    "citation_title": "Improving Educational Pathways to Social Mobility: Evidence from Norway’s “Reform 94”",
    "citation_author": [
        "Marianne Bertrand",
        "Magne Mogstad",
        "Jack Mountjoy"
    ],
    "citation_publication_date": "2019-03-25",
    "issue_date": "2019-03-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHigh school vocational education has a controversial history in the United States, largely due to a perceived tradeoff between teaching readily deployable occupational skills versus shunting mostly disadvantaged students away from the educational and career flexibility afforded by general academic courses. We study the effects of a nationwide high school reform in Norway that aimed to move beyond this tradeoff. Reform 94, implemented in one step in the fall of 1994, integrated more general education into the vocational track, offered vocational students a pathway to college through a supplementary semester of academic courses, and sought to improve the quality of the vocational track through greater access to apprenticeships. We identify the impacts of the reform through a difference-in-discontinuity research design, comparing students born just before and after the reform’s birthdate eligibility cutoff to students born around the same cutoff in placebo years. Linking multiple administrative registries covering the entire Norwegian population, we find that the reform substantially increased initial enrollment in the vocational track, but with different subsequent outcomes for different groups. More men complete the vocational track at the expense of academic diplomas, but this has no detectable impact on college-going and leads to reduced criminal activity and higher earnings in adulthood, especially among disadvantaged men. For disadvantaged women, the initial surge in vocational enrollment leads to fewer high school dropouts and more vocational degrees with the college-prep supplement, and hence an increase in the share of college-eligible women; however, this translates into only small and insignificant increases in college completion and adult earnings. We show that men overwhelmingly pursue vocational education in higher-paying skilled trade fields, while women almost exclusively pursue vocational education in lower-paying service-based fields, which helps in interpreting some of these results. Overall, the reform succeeded at improving social mobility, particularly among men, but it somewhat exacerbated the gender gap in adult earnings.\n\n",
    "acknowledgement": "\nWe thank Lars Kirkebøen, Manudeep Bhuller, and Lasse Eika for their help in marshaling the administrative registries involved in this project. Larry Katz and Markus Nagler provided valuable feedback, along with seminar participants at Harvard, UC San Diego, UC Irvine, and the EBE 2016 Summer Meeting. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}