{
    "id": 25674,
    "citation_title": "Generational Trends in Vehicle Ownership and Use: Are Millennials Any Different?",
    "citation_author": [
        "Christopher R. Knittel",
        "Elizabeth Murphy"
    ],
    "citation_publication_date": "2019-03-25",
    "issue_date": "2019-03-21",
    "revision_date": "2023-03-01",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAnecdotes that Millennials fundamentally differ from prior generations are numerous in the popular press. One claim is that Millennials, happy to rely on public transit or ride-hailing, are less likely to own vehicles and travel less in personal vehicles than previous generations. However, in this discussion it is unclear whether these perceived differences are driven by changes in preferences or the impact of forces beyond the control of Millennials, such as the Great Recession. We empirically test whether Millennials' vehicle ownership and use preferences differ from those of previous generations using data from the US National Household Travel Survey, Census, and American Community Survey. We estimate both regression and nearest-neighbor matching models to control for the confounding effect of demographic and macroeconomic variables. We find little difference in preferences for vehicle ownership between Millennials and prior generations once we control for confounding variables. In contrast to the anecdotes, we find higher usage in terms of vehicle miles traveled (VMT) compared to Baby Boomers. Next we test whether Millennials are altering endogenous life choices that may, themselves, affect vehicles ownership and use. We find that Millennials are more likely to live in urban settings and less likely to marry by age 35, but tend to have larger families, controlling for age. On net, these other choices have a small effect on vehicle ownership, reducing the number of vehicles per household by less than one percent.\n\n",
    "acknowledgement": "\nWe thank seminar participants at MIT and UC Berkeley. Emil Dimentchev and Randall Field gave valuable feedback. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}