{
    "id": 25681,
    "citation_title": "Inexpensive Heating Reduces Winter Mortality",
    "citation_author": [
        "Janjala Chirakijja",
        "Seema Jayachandran",
        "Pinchuan Ong"
    ],
    "citation_publication_date": "2019-03-25",
    "issue_date": "2019-03-21",
    "revision_date": "2020-05-01",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines how the price of home heating affects mortality in the US. Exposure to cold is one reason that mortality peaks in winter, and a higher heating price increases  exposure to cold by reducing heating use. It also raises energy bills, which could affect health by decreasing other health-promoting spending. Our empirical approach combines spatial variation in the energy source used for home heating and temporal variation in the national prices of natural gas versus electricity. We find that a lower heating price reduces winter mortality, driven mostly by cardiovascular and respiratory causes.\n\n",
    "acknowledgement": "\nWe thank Sachet Bangia, Jamie Daubenspeck, Alejandro Favela, and Caitlin Rowe for outstanding research assistance and several seminar participants for helpful comments. Research reported in this paper was supported by the National Institute on Aging of the National Institutes of Health under award number R03AG058113. The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health or the National Bureau of Economic Research.\n\n\n"
}