{
    "id": 25680,
    "citation_title": "Potential for Inward Foreign Direct Investment in Japan",
    "citation_author": [
        "Takeo Hoshi",
        "Kozo Kiyota"
    ],
    "citation_publication_date": "2019-03-25",
    "issue_date": "2019-03-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPromotion of inward foreign direct investment (FDI) into Japan has been an important policy in the Abenomics growth strategy.  This paper examines if we observe positive impacts of the policy in the data.  We first estimate a gravity model of bilateral FDIs using data for 35 OECD countries as destination countries.  In estimating the model, we handle zero values for FDI stock explicitly.  We take the model prediction as a reasonable counterfactual and compare that to the actual inward FDI stock for Japan.  Although the actual inward FDI stock has been growing and is likely to achieve the goal of 35 trillion yen by 2020, the growth under the Abe administration has been comparable to or slightly lower than the counterfactual suggested by the estimated model.  We also estimate the model without Japan as a destination country and use the estimated model to calculate the counterfactual level of Japan’s inward FDI.  Although we expect the gap between the counterfactual and the actual become narrower if Abenomics policy has been successful, we fail to find that.  These results cast a doubt on the effectiveness of the Abenomics policies to encourage inward FDI at least as of 2015.\n\n",
    "acknowledgement": "\nWe benefited from useful discussion with Kenta Yamanouchi.  We also thank Shin-ichi Fukuda, Keith Head, Tomohiko Inui, Hirokazu Ishise, Banri Ito, Keiko Ito, Tadashi Ito, Masayuki Kudamatsu, Hiroshi Mukunoki, Takeshi Murooka, Naoto Jinji, Ayumu Tanaka, Yasuyuki Todo, an anonymous referee and participants at the 2018 spring meeting of the Japan Society of International Economics, TRIO Conference and seminars at Osaka University and Gakushuin University.  Kozo Kiyota gratefully acknowledges financial support from the Japan Society for the Promotion of Science (JSPS), Grant-in-Aid (JP16H02018, JP18H03637).  All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}