{
    "id": 25689,
    "citation_title": "The Phenomenon of Summer Diarrhea and its Waning, 1910-1930",
    "citation_author": [
        "D. Mark Anderson",
        "Daniel I. Rees",
        "Tianyi Wang"
    ],
    "citation_publication_date": "2019-03-25",
    "issue_date": "2019-03-21",
    "revision_date": "2019-10-09",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development of the American Economy",
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDuring the first two decades of the 20th century, diarrheal deaths among American infants and children surged every summer. Although we still do not know what pathogen (or pathogens) caused this phenomenon, the consensus view is that it was eventually controlled through public health efforts at the municipal level. Using data from 26 major American cities for the period 1910-1930, we document the phenomenon of summer diarrhea and explore its dissipation. We find that water filtration is associated with a 15-17 percent reduction in diarrheal mortality among children under the age of two during the non-summer months, but does not seem to have had an effect on diarrheal mortality during the summer. In general, we find little evidence to suggest that public health interventions undertaken at the municipal level contributed to the dissipation of summer diarrhea. Our results are relevant for many parts of the developing world today, where climate change is expected to affect the length and intensity of seasons as well as the incidence of diarrheal diseases.\n\n",
    "acknowledgement": "\nPartial support for this research came from a Eunice Kennedy Shriver National Institute of Child Health and Human Development research infrastructure grant, R24 HD04282, to the Center for Studies in Demography and Ecology at the University of Washington. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}