{
    "id": 25685,
    "citation_title": "Macroeconomic Effects of Debt Relief: Consumer Bankruptcy Protections in the Great Recession",
    "citation_author": [
        "Adrien Auclert",
        "Will S. Dobbie",
        "Paul Goldsmith-Pinkham"
    ],
    "citation_publication_date": "2019-03-25",
    "issue_date": "2019-03-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nThis paper argues that the debt forgiveness provided by the U.S. consumer bankruptcy system helped stabilize employment levels during the Great Recession. We document that over this period, states with more generous bankruptcy exemptions had significantly smaller declines in non-tradable employment and larger increases in unsecured debt write-downs compared to states with less generous exemptions. We interpret these reduced form estimates as the relative effect of debt relief across states, and develop a general equilibrium model to recover the aggregate employment effect. The model yields three key results. First, substantial nominal rigidities are required to rationalize our reduced form estimates. Second, with monetary policy at the zero lower bound, traded good demand spillovers across states boosted employment everywhere. Finally, the ex-post debt forgiveness provided by the consumer bankruptcy system during the Great Recession increased aggregate employment by almost two percent.\n\n",
    "acknowledgement": "\nA previous version of this paper circulated under the title \"Debtor Protections and the Great Recession.''  We are extremely grateful to Guido Imbens, David Scharfstein, and Andrei Shleifer for their help and support. We thank David Berger, Jediphi Cabal, John Campbell, Gabriel Chodorow-Reich, Fritz Foley, Sonia Gilbukh, Sam Hanson, Kyle Herkenhoff, David Laibson, Atif Mian, Kurt Mitman, Ben Moll, Matt Rognlie, Isaac Sorkin, Jeremy Stein, Ludwig Straub, Adi Sunderam, Jacob Wallace, Johannes Wieland, Danny Yagan, Crystal Yang, Eric Zwick, and numerous seminar participants for helpful comments and suggestions. We also thank Joanne Hsu, David Matsa, and Brian Melzer for sharing their data on state Unemployment Insurance laws. Daniele Caratelli, Sara Casella, Rebecca Sachs, and Bailey Palmer provided excellent research assistance. The views expressed are those of the authors and do not necessarily reflect those of the Federal Reserve Bank of New York, the Federal Reserve System, or the National Bureau of Economic Research. All remaining errors are ours.\n\n\n"
}