{
    "id": 25688,
    "citation_title": "A Short Note on Aggregating Productivity",
    "citation_author": [
        "David Baqaee",
        "Emmanuel Farhi"
    ],
    "citation_publication_date": "2019-03-25",
    "issue_date": "2019-03-21",
    "revision_date": "2019-07-19",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper discusses two simple decompositions for aggregate productivity analysis in the presence of distortions and in general equilibrium. The first is a generalization of Baqaee and Farhi (2017) and the second is due to Petrin and Levinsohn (2012). In the process, we propose a new “distorted” Solow residual which, contrary to the traditional Solow residual, accurately measures changes in aggregate productivity in disaggregated economies with distortions. These formulas apply to any collection of producers ranging from one isolated producer to an industry or to an entire economy. They can be useful for empiricists and theorists alike. Potential applications of these formulas include: (1) decomposing aggregate productivity into its microeconomic sources, separating technical and allocative efficiency; (2) aggregating microeconomic estimates (for example, from natural experiments) to assess macroeconomic effects; (3) constructing and interpreting aggregate counterfactuals. Despite their simplicity, the formulas are general, allowing for production networks, multi-product firms, and non-constant returns. They are also entirely nonparametric. They only assume market clearing and cost minimization.\n\n",
    "acknowledgement": "\nWe are grateful to Natalie Bau for comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}