{
    "id": 25683,
    "citation_title": "Unity in Diversity? How Intergroup Contact Can Foster Nation Building",
    "citation_author": [
        "Samuel Bazzi",
        "Arya Gaduh",
        "Alexander D. Rothenberg",
        "Maisy Wong"
    ],
    "citation_publication_date": "2019-03-25",
    "issue_date": "2019-03-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe use a population resettlement program in Indonesia to identify long-run effects of intergroup contact on national integration. In the 1980s, the government relocated two million ethnically diverse migrants into hundreds of new communities. We find greater integration in fractionalized communities with many small groups, as measured by national language use at home, intermarriage, and children's name choices. However, in polarized communities with a few large groups, ethnic attachment increases and integration declines. Residential segregation dampens these effects. Social capital, public goods, and ethnic conflict follow similar patterns. Overall, our findings highlight the importance of localized contact in shaping identity.\n\n",
    "acknowledgement": "\nWe thank the following for helpful feedback: Alberto Alesina, Oriana Bandiera, Toman Barsbai, Giorgio Chiovelli, Raquel Fernandez, Paola Giuliano, Dilip Mookherjee, Nathan Nunn, Daniele Paserman, Ben Olken, Imran Rasul, Duncan Thomas, and audiences at Boston University, Duke, Georgetown, Harvard, the Kiel Institute, McGill, MIT, Notre Dame, Syracuse, University of Arkansas, University of Colorado Denver, UNC-Chapel Hill, University of Southern California, University of Toronto, Wellesley College, the Barcelona Graduate School Summer Forum, the 2017 DIAL Development Conference, the 2017 Midwest International Development Conference, the NBER Political Economy meeting, the Ninth International Migration and Development Conference, the 2016 Annual European Conference of ASREC, the Yale Interdisciplinary Migration Conference, and the Northeast Universities Development Consortium 2016 Conference. Bazzi is grateful for financial support from the Global Development Policy Center at Boston University. Wong is grateful for financial support from the Research Sponsors Program of the Zell/Lurie Real Estate Center and the Wharton Social Impact program. A previous version of this paper circulated under the title “Unity in Diversity? Ethnicity, Migration, and Nation Building in Indonesia.” Richard Jin, Gedeon Lim, JoonYup Park, Ying Pei, Xuequan Peng, and Hanna Schwank provided excellent research assistance. All errors remain ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}