{
    "id": 25684,
    "citation_title": "Automation and New Tasks: How Technology Displaces and Reinstates Labor",
    "citation_author": [
        "Daron Acemoglu",
        "Pascual Restrepo"
    ],
    "citation_publication_date": "2019-03-25",
    "issue_date": "2019-03-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe present a framework for understanding the effects of automation and other types of technological changes on labor demand, and use it to interpret changes in US employment over the recent past. At the center of our framework is the allocation of tasks to capital and labor—the task content of production. Automation, which enables capital to replace labor in tasks it was previously engaged in, shifts the task content of production against labor because of a displacement effect. As a result, automation always reduces the labor share in value added and may reduce labor demand even as it raises productivity. The effects of automation are counterbalanced by the creation of new tasks in which labor has a comparative advantage. The introduction of new tasks changes the task content of production in favor of labor because of a reinstatement effect, and always raises the labor share and labor demand. We show how the role of changes in the task content of production—due to automation and new tasks—can be inferred from industry-level data. Our empirical decomposition suggests that the slower growth of employment over the last three decades is accounted for by an acceleration in the displacement effect, especially in manufacturing, a weaker reinstatement effect, and slower growth of productivity than in previous decades.\n\n",
    "acknowledgement": "\nPrepared for Journal of Economic Perspectives. We thank the editors Enrico Moretti, Gordon Hanson, and Tim Taylor for their useful guidance and feedback. We also thank David Autor, Nils Lehr, Ben Moll, and Anna Salomons for comments and suggestions. Giovanna Marcolongo and Martina Uccioli provided outstanding research assistance, and Georg Graetz, Joachim Hubmer, Christina Patterson and Gregory Wright generously shared their data and crosswalks with us. We gratefully acknowledge financial support from Google, Microsoft, the Sloan Foundation, the Toulouse Network on Information Technology, the Schmidt Sciences Foundation, the Smith Richardson Foundation, IBM, Accenture, and the National Science Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}