{
    "id": 25686,
    "citation_title": "Stress Testing Networks: The Case of Central Counterparties",
    "citation_author": [
        "Richard B. Berner",
        "Stephen G. Cecchetti",
        "Kermit L. Schoenholtz"
    ],
    "citation_publication_date": "2019-03-25",
    "issue_date": "2019-03-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nStress tests applied to individual institutions are an important tool for evaluating financial resilience. However, financial systems are typically complex, heterogeneous and rapidly changing, raising questions about the adequacy of conventional tests. In this paper, we interpret the current stress test practice from a network perspective, highlighting central counterparties (CCPs) as an example of a critical network hub. Networks that include CCPs involve deep and broad interconnections, making stress testing a challenging task. We analyze supplementing both private and supervisory CCP stress tests with a high-frequency indicator constructed from a market-based estimate of the conditional capital shortfall (SRISK) of the CCP’s clearing members. Applying our measure to two large CCPs, we analyze how they can transmit and amplify shocks across borders, conditional on the exhaustion of prefunded resources. Our results highlight how the network created by central clearing can act as an important transmission mechanism for shocks emanating from Europe.\n\n",
    "acknowledgement": "\nBerner is Executive in Residence and Adjunct Professor, NYU Stern School of Business, and former Director of the Office of Financial Research; Cecchetti is Rosen Family Chair in International Finance, Brandeis International Business School, Research Associate, National Bureau of Economic Research, and Research Fellow, Centre for Economic Policy Research; Schoenholtz is Henry Kaufman Professor of the History of Financial Institutions and Markets, NYU Stern School of Business, and Director of the Stern Center for Global Economy and Business. We would like to thank Robert Engle, Richard Haynes, Til Schuermann, and Bruce Tuckman for helpful discussions; and the NYU Stern Volatility Lab for providing firm-level SRISK data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nRichard B. Berner\n\nI periodically deliver lectures, make presentations and prepare reports for which I receive compensation. In 2018, I received amounts in excess of $500 from the World Gold Council and MacroPolicy Perspectives, LLC. I am an Advisor to FinRegLab, a member of the Milken Fintech Advisory Committee, a Senior Advisor to MacroPolicy Perspectives, and a member of the Board of Advisors of HData, Inc.\n\n\n\nStephen G. Cecchetti\n\nDisclosure for Stephen G. Cecchetti: I periodically deliver lectures, make presentation and prepare reports for which I receive compensation. From 2016 to 2018, I have received amounts in excess of $500 from the SEACEN Centre, the Internal Evaluation Office of the International Monetary Fund, Columbia University, UBS, the Sveriges Riksbank, the Bank of England, the Swiss National Bank, the Monetary Authority of Singapore, the National University of Singapore, the Hong Kong Monetary Authority, and the New Zealand Treasury.\n\n\n\nKermit L. Schoenholtz\n\nDisclosure for Kermit L. Schoenholtz: Since 2015, I am a member (without compensation) of the Financial Research Advisory Committee (FRAC) of the Office of Financial Research in the U.S. Department of the Treasury. In that capacity, I served in 2018-19 on the “CCP Resolution Working Group” that reported to the FRAC on February 28, 2019. The Working Group presentation is available at https://www.financialresearch.gov/frac/files/OFR_FRAC-meeting_working-group_ccp_02-28-2019.pdf.\n\n\n"
}