{
    "id": 25697,
    "citation_title": "Coming out in America: AIDS, Politics, and Cultural Change",
    "citation_author": [
        "Raquel Fernández",
        "Sahar Parsa",
        "Martina Viarengo"
    ],
    "citation_publication_date": "2019-04-01",
    "issue_date": "2019-03-28",
    "revision_date": "2019-05-20",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe last few decades witnessed a dramatic change in public opinion towards gay people. This paper studies the hypothesis that the AIDS epidemic was a shock that changed the incentive to “come out” and that the ensuing process of mobilization and endogenous political process led to cultural transformation. We show that the process of change was discontinuous over time and present suggestive evidence that the 1992 presidential election followed by the “don't ask, don't tell” debate led to a change in attitudes. Using a difference-in-difference empirical strategy, we find that, in accordance with our hypothesis, the change in opinion was greater in states with higher AIDS rates. Our analysis suggests that if individuals in low-AIDS states had experienced the same average AIDS rate as a high-AIDS state, the change in their approval rate from the '70s to the '90s would have been 50 percent greater.\n\n",
    "acknowledgement": "\nWe thank Rajeev Dehejia, Martin Rotemberg, and Nathan Nunn for helpful comments. We also thank seminar audiences at Boston University, PSE, LACEA, Petralia, Oslo University, and the Conference on Cultural Transmission and Social Norms for comments on an earlier version. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}