{
    "id": 25699,
    "citation_title": "Capitalization as a Two-Part Tariff: The Role of Zoning",
    "citation_author": [
        "H. Spencer Banzhaf",
        "Kyle Mangum"
    ],
    "citation_publication_date": "2019-04-01",
    "issue_date": "2019-03-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper shows that the capitalization of local amenities is effectively priced into land via a two-part pricing formula: a “ticket” price paid regardless of the amount of housing service consumed and a “slope” price paid per unit of services. We first show theoretically how tickets arise as an extensive margin price when there are binding constraints on the number of households admitted to a neighborhood. We use a large national dataset of housing transactions, property characteristics, and neighborhood attributes to measure the extent to which local amenities are capitalized in ticket prices vis-a-vis slopes. We find that in most U.S. cities, the majority of neighborhood variation in pricing occurs via tickets, although the importance of tickets rises sharply in the stringency of land development regulations, as predicted by theory. We discuss implications of two-part pricing for efficiency and equity in neighborhood sorting equilibria and for empirical estimates of willingness to pay for non marketed amenities, which generally assume proportional pricing only.\n\n",
    "acknowledgement": "\nWe thank David Albouy, Jan Brueckner, Bill Fischel, and Edson Severnini for helpful discussions, and participants at the 2018 AREUEA-ASSA meetings, the 2018 World Conference of Environmental and Resource Economists, the 2017 NBER Summer Institute, the South Carolina Applied Microeconomics Day workshop, the 2016 Urban Economics Association meetings, and seminar participants at the University of Alabama, Clemson University, the Federal Reserve Board, the Federal Reserve Bank of Philadelphia, the University of Houston, the University of Kentucky, Marquette University, the University of North Carolina-Charlotte, the University of Notre Dame, the University of Richmond, PERC, the University of Southern California, and Syracuse University for useful comments. We gratefully acknowledge the Social Science Research Institute (SSRI) at Duke University, and Pat Bayer, Chris Timmins, and Eduardo Jardim, in particular, for assistance with accessing the real estate data. We thank Hal Martin, Cody Reinhardt, Jacob Siegel, Ben Harrell, Bret Hewett, Vicky Sparks, and Alexander Gordon for research assistance. We thank the Lincoln Institute of Land Policy for generous financial support of this research. Banzhaf is additionally grateful to PERC for a Lone Mountain fellowship to work on this project. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research, the Federal Reserve Bank of Philadelphia, or the Federal Reserve System.\n\n\n"
}