{
    "id": 25690,
    "citation_title": "The Term Structure of Equity Risk Premia",
    "citation_author": [
        "Ravi Bansal",
        "Shane Miller",
        "Dongho Song",
        "Amir Yaron"
    ],
    "citation_publication_date": "2019-03-25",
    "issue_date": "2019-03-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use traded equity dividend strips from U.S., Europe, and Japan from 2004-2017 to study the slope of the term structure of equity dividend risk premia. In the data, a robust finding is that the term structure of dividend risk premia (growth rates) is positively (negatively) sloped in expansions and negatively (positively) sloped in recessions. We develop a consumption-based regime switching model which matches these robust data-features and the historical probabilities of recession and expansion regimes. The unconditional population term structure of dividend-risk premia in the regime-switching model, as in standard asset pricing models (habits and long-run risks), is increasing with maturity. The regime-switching model also features a declining average term structure of dividend risk-premia if recessions are over-represented in a short sample, as is the case in the data sample from Europe and Japan. In sum, our analysis shows that the empirical evidence in dividend strips is entirely consistent with a positively sloped term structure of dividend risk-premia as implied by standard asset pricing models.\n\n",
    "acknowledgement": "\nThis research was supported by Rodney White Center and Jacob Levy Center. We thank a major financial institution for supplying us the data, and Mete Kilic for providing excellent research assistance. We also thank seminar participants at 2017 Macro-Finance Society Meeting in Chicago, Arizona State University, Duke University, Goethe University, HEC-Montreal-McGill, London Business School, London School of Economics, Stockholm School of Economics, University of California Berkeley, and the University of Michigan (Ann Arbor) for their comments. The views expressed herein are those of the authors and not necessarily those of Bank of Israel nor the National Bureau of Economic Research.  A previous version of this paper was entitled \"Is the Term Structure of Equity Risk Premia Upward Sloping?\"\n\n\n"
}