{
    "id": 25696,
    "citation_title": "Costs of Energy Efficiency Mandates Can Reverse the Sign of Rebound",
    "citation_author": [
        "Don Fullerton",
        "Chi L. Ta"
    ],
    "citation_publication_date": "2019-04-01",
    "issue_date": "2019-03-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nImprovements in energy efficiency reduce the cost of consuming services from household cars and appliances and can result in a positive rebound effect that offsets part of the direct energy savings. We use a general equilibrium model to derive analytical expressions that allow us to compare rebound effects from a costless technology shock to those from a costly energy efficiency mandate. We decompose each total effect on the use of energy into components that include a direct efficiency effect, direct rebound effect, and indirect rebound effect. We investigate which factors determine the sign and magnitude of each. We show that rebound from a costless technology shock is generally positive, as in prior literature, but we also show how a pre-existing energy efficiency standard can negate the direct energy savings from the costless technology shock – leaving only the positive rebound effect on energy use. Then we analyze increased stringency of energy efficiency standards, and we show exactly when the increased costs reverse the sign of rebound. Using plausible parameter values in this model, we find that indirect effects can easily outweigh the direct effects captured in partial equilibrium models, and that the total rebound from a costly efficiency mandate is negative.\n\n",
    "acknowledgement": "\nThis research used no funding other than our University of Illinois employment. For helpful comments and suggestions, we wish to thank Ed Balistreri, Kathy Baylis, Severin Borenstein, Tatyana Deryugina, Ken Gillingham, Mark Jacobsen, Ryan Kellogg, Chris Knittel, Derek Lemoine, Erica Myers, Hilary Sigman, Rob Williams, and participants at various presentations and conferences. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}