{
    "id": 25693,
    "citation_title": "How Do We Choose Our Identity? A Revealed Preference Approach Using Food Consumption",
    "citation_author": [
        "David Atkin",
        "Eve Colson-Sihra",
        "Moses Shayo"
    ],
    "citation_publication_date": "2019-04-01",
    "issue_date": "2019-03-28",
    "revision_date": "2020-06-24",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Behavioral Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAre identities fungible? How do people come to identify with specific groups? This paper proposes a revealed preference approach, using food consumption to uncover ethnic and religious identity choices in India. We first show that consumption of identity goods (e.g. beef and pork) responds to forces suggested by social-identity research: group status and group salience, with the latter proxied by inter-group conflict. Moreover, identity choices respond to the cost of following the group’s prescribed behaviors. We propose and estimate a modified demand system to quantify the identity changes that followed India’s 1991 economic reforms. Notably, our estimated identity changes correlate with changes in vote shares for ethnic and religious parties. While social-identity research has focused on status and salience, our results suggest that economic costs also play an important role.\n\n",
    "acknowledgement": "\nWe thank Ben Deaner, Omer Karaduman, and Sumit Shinde for excellent research assistance. David Atkin thanks the Stanford Economics Department and SIEPR for their hospitality while writing this paper. Moses Shayo thanks the I-Core Program at the Israel Science Foundation (grant no. 1821/12) and the Falk Institute for financial support. We thank Roland Benabou, Jon Eguia, Armin Falk, David Genesove, Marco Gonzalez-Navarro, Matthew Gentzkow, Ori Heffetz, Supreet Kaur, David Laitin, Edward Lazear, ShabanaMitra, SharunMukand, Salvatore Nunnari, Ran Shorrer, Katia Zhuravskaya, the editors and four anonymous referees, and many seminar participants for valuable comments. The views expressed herein are those of the authors and  do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}