{
    "id": 25694,
    "citation_title": "The Relationship Dilemma: Why Do Banks Differ in the Pace at Which They Adopt New Technology?",
    "citation_author": [
        "Prachi Mishra",
        "Nagpurnanand R. Prabhala",
        "Raghuram G. Rajan"
    ],
    "citation_publication_date": "2019-04-01",
    "issue_date": "2019-03-28",
    "revision_date": "2021-08-13",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Development Economics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIndia introduced credit scoring technology in 2007. We study its adoption by the two main types of banks operating there, new private banks (NPBs) and state-owned public sector banks (PSBs). NPBs start checking the credit scores of most borrowers before lending soon after the technology is introduced. PSBs do so equally quickly for new borrowers but very slowly for prior clients, although lending without checking scores is reliably associated with more delinquencies. We show that an important factor explaining the difference in adoption is the stickiness of past bank structures and associated managerial practices. Past practices hold back better practices today.\n\n",
    "acknowledgement": "\nWe thank Nishant Vats and Khushboo Khandelwal for excellent research assistance, Sumit Agarwal, Gurdip Bakshi, Federico Bandi, Akash Deep, Paul Ferraro, Laurent Fresard, Divya Kirti, John Mondragon, Deep Mukherjee, Justin Murfin, Satish Pillai, Kejal Sanghavi, Paola Sapienza, Anand Srinivasan, Krishnamurthy Subramanian, Sheng-Jin Xu, Yesha Yadav, and seminar participants at ABFER, the ASSA 2020 meetings, CKGSB, IIM Bangalore, IMF, Harvard-MIT Development seminar, The Johns Hopkins University, Bank of Canada, University at Buffalo, University of Connecticut, University of Maryland, McGill University, University of Toronto, the Duke-UNC conference, ISB CAF conference, the IIM-NYU India conference, the Western Finance Association, and the UBC Summer Research Conference for helpful feedback. The views expressed in this article are the sole responsibility of the authors and not of the institutions that the authors were or are associated with. The views should not be attributed to the International Monetary Fund, its Executive Board, its management, or the National Bureau of Economic Research.\n\n\n"
}