{
    "id": 25706,
    "citation_title": "Capacity Constraints and the Provision of Public Services: The Case of Workers in Public Health Clinics",
    "citation_author": [
        "Matthew C. Harris",
        "Yinan Liu",
        "Ian McCarthy"
    ],
    "citation_publication_date": "2019-04-01",
    "issue_date": "2019-03-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUnlike in the production of most goods, changes in capacity for labor-intensive services only affect outcomes of interest insofar as service providers change the way they allocate their time in response to those capacity changes.  In this paper, we examine how public sector service providers respond to unexpected capacity constraints in the specific context of public health clinics.  We exploit an exogenous reduction in public health clinic capacity to quantify nurses' trade-off between patients treated and time spent with each patient, which we treat as a proxy for a quality v. quantity decision. We provide evidence that these small and generally insignificant effects on nurse time favor public sector employees prioritizing quality of each interaction over clearing the patient queue.\n\n",
    "acknowledgement": "\nWe are grateful to the Knox County Health Department, particularly Dr. Kelly Cooper, Natalie Alverson, and Caley Webster for their partnership and use of their data. We are also grateful for comments from Bill Neilson, Sara Markowitz, Scott Barkowski, David Bradford, Don Bruce, Georg Schaur, Don Clark, and participants at iHEA 2017 and the 2017 Southeastern Health Economics Association Meetings. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}