{
    "id": 25709,
    "citation_title": "Local Labor Markets in Canada and the United States",
    "citation_author": [
        "David Albouy",
        "Alex Chernoff",
        "Chandler Lutz",
        "Casey Warman"
    ],
    "citation_publication_date": "2019-04-01",
    "issue_date": "2019-03-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe examine local labor markets in the U.S. and Canada from 1990 to 2011 using comparable household and business data. Wage levels and inequality rise with city population in both countries, albeit less in Canada. Neither country saw wage levels converge despite contrasting migration patterns from/to high-wage areas. Local labor demand shifts raise nominal wages similarly, although in Canada they attract immigrant and highly-skilled workers more, while raising housing costs less. Chinese import competition had a weaker negative impact on manufacturing employment in Canada. These results are consistent with Canada's more redistributive transfer system and larger, more-educated immigrant workforce.\n\n",
    "acknowledgement": "\nWe appreciate helpful feedback from David Autor, David Card, Brian Kovak, Peter Kuhn, Ethan Lewis, Lance Lochner, Phil Oreopolous, and Matt Notowidigdo, as well as comments from participants at the 2016 NBER conference “Public Policies in Canada and the United States” in Gatineau, QC, the 2016 Canadian Economic Association Meetings in Ottawa, ON, and the 2016 Atlantic Canadian Economic Meetings in Sackville, NB. The Canadian Census analysis presented in this paper was conducted at the Atlantic Research Data Centre (ARDC), which is part of the Canadian Research Data Centre Network (CRDCN). The services and activities provided by the Atlantic Research Data Centre are made possible by the financial or in-kind support of the SSHRC, the CIHR, the CFI, Statistics Canada and Dalhousie University. The views expressed in this paper are those of the authors and do not necessarily reflect those of the Bank of Canada, the CRDCN, the partners of the CRDCN, or the National Bureau of Economic Research. The Securities and Exchange Commission disclaims responsibility for any private publication or statement of any SEC employee or Commissioner. This article expresses the authors views and does not necessarily reflect those of the Commission, the [other] Commissioners, or [other] members of the staff. We are grateful to ARDC staff Heather Hobson for her assistance, as well as Yasmine Amirkhalkhali, Mark Bennett, Min Hu, and Lachlan MacLeod. We thank Norman Chalk, Danny Leung, and Jiang Li from the Canadian Centre for Data Development and Economic Research for their assistance with the Canadian business micro data. The results have been institutionally reviewed to ensure that no confidential information is revealed. The U.S. Census data comes from the IPUMS-USA, University of Minnesota, www.ipums.org (Ruggles et al., 2015). All errors are our own.\n\n\n"
}