{
    "id": 25700,
    "citation_title": "The Intergenerational Effects of a Large Wealth Shock: White Southerners After the Civil War",
    "citation_author": [
        "Philipp Ager",
        "Leah Platt Boustan",
        "Katherine Eriksson"
    ],
    "citation_publication_date": "2019-04-01",
    "issue_date": "2019-03-28",
    "revision_date": "2019-09-23",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe nullification of slave wealth after the U.S. Civil War (1861-65) was one of the largest episodes of wealth compressions in history. We document that white Southern households holding more slave assets in 1860 lost substantially more wealth by 1870, relative to households that had been equally wealthy before the war. Yet, the sons of former slaveholders recovered relative to comparable sons by 1900, and grandsons surpassed their counterparts in educational and occupational attainment by 1940. We find that social networks facilitated this recovery, with sons marrying into other former slaveholding families. Transmission of entrepreneurship and skills appear less central.\n\n",
    "acknowledgement": "\nThanks to the many seminar and conference audiences, including (in chronological order): NBER Cohort Studies, Economic History Association, Australian National University, All-UC Economic History, UC-Merced, UC-San Diego, Princeton, New York University, Ohio State, Boston University, Pittsburgh, Columbia, George Washington, Chicago Booth, NBER Development of the American Economy, Maryland, UVA, Rutgers, CUNY and Yale Law School. We benefitted tremendously from the comments of Eli Berman, Marianne Bertrand, Sandra Black, Hoyt Bleakley, Michael Bordo, Bruno Caprettini, Bill Collins, Dora Costa, Janet Currie, James Feigenbaum, James Fenske, Joseph Ferrie, Walker Hanlon, Judy Hellerstein, Rick Hornbeck, Melissa Kearney, Henrik Kleven, Wojciech Kopczuk, Ilyana Kuziemko, John Landon- Lane, David Lagakos, Trevon Logan, Robert Margo, Atif Mian, Suresh Naidu, Giacomo Ponzetto, Nolan Pope, Paul Rhode, Harvey Rosen, Allison Shertzer, Randy Walsh, Owen Zidar and the late Werner Troesken. James Feigenbaum, Matt Jaremski, and Suresh Naidu generously shared data with us for the project. Brian Lee provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}