{
    "id": 25703,
    "citation_title": "The Industry Anatomy of the Transatlantic Productivity Growth Slowdown",
    "citation_author": [
        "Robert J. Gordon",
        "Hassan Sayed"
    ],
    "citation_publication_date": "2019-04-01",
    "issue_date": "2019-03-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBy merging KLEMS data sets and aggregating over the ten largest Western European nations (EU-10), we are able to compare and contrast productivity growth up through 2015 starting from 1950 in the U.S. and from 1972 in the EU-10. Data are provided at the aggregate level, as well as for 16 industry groups within the total economy and 11 manufacturing sub-industries. The analysis focuses on outcomes over four time intervals: 1950-72, 1972-95, 1995-2005, and 2005-15. We interpret the EU-10 performance as catching up to the U.S. in stages, with its rapid growth of 1950-72 representing a delayed adoption of the inventions that propelled U.S. productivity growth in the first half of the 20th century, and the next EU-10 stage for 1972-95 as imitating the U.S. outcome for 1950-72. We show that both the pace of aggregate productivity growth during 1972-95 for the EU-10 as well as its industrial composition matched very closely the growth record of the U.S. in the previous 1950-72 time interval.\nA striking finding is that for the total economy the “early-to-late” productivity growth slowdown from 1972-95 to 2005-15 in the EU-10 (-1.68 percentage points) was almost identical to the U.S. slowdown from 1950-72 to 2005-15 (-1.67 percentage points). There is a very high EU-U.S. correlation in the magnitude of the early-to-late slowdown across industries.  This supports our overall theme that the productivity growth slowdown from the early postwar years to the most recent decade was due to a retardation in technical change that affected the same industries by roughly the same magnitudes on both sides of the Atlantic.\n\n",
    "acknowledgement": "\nThis research was supported by the Smith-Richardson Foundation.  The authors are grateful to Dale Jorgenson and co-authors for their role in extending the U.S. KLEMS data back to 1947, an essential ingredient in making possible much of our analysis. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}