{
    "id": 25708,
    "citation_title": "Birds of a Feather: Estimating the Value of Statistical Life from Dual-Earner Families",
    "citation_author": [
        "Joseph E. Aldy"
    ],
    "citation_publication_date": "2019-04-01",
    "issue_date": "2019-03-28",
    "revision_date": "2019-04-02",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Compensation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEconomists have long employed hedonic wage analysis to estimate income-fatality risk trade-offs, but some scholars have raised concerns about systematic measurement error and omitted variable bias in the empirical applications of this model. Recent studies have employed panel methods to remove time-invariant individual-specific characteristics that could induce bias in estimation. In an analogous manner, this paper proposes to exploit assortative matching on risk attitudes within married couples to control for worker characteristics that are unobserved to the econometrician. I develop and implement a modified hedonic wage estimator based on a within-coupled differenced wage equation for full-time working married couples with the Current Population Survey Merged Outgoing Rotation Group over 1996-2002. The key assumption builds on the findings in the assortative matching literature that individuals often marry those who have common traits across many dimensions, including those that may influence worker wages and are correlated with observed occupational fatality risks. This estimator identifies the compensating differential for occupation fatality risk by using within-couple differencing to remove unobserved determinants of risk attitudes and risk-mitigation ability, on which couples match, from the error term. I find that the value of statistical life (VSL) varies from $9 to $13 million (2016$). The within-couple differenced VSL estimates are stable and more robust to variation in specification of the hedonic wage model than conventional, cross-sectional hedonic wage models. I also find that the value of statistical life takes an inverted-U shape with respect to age.\n\n",
    "acknowledgement": "\nBlake Barr and Ken Norris provided excellent research assistance for this project. Aldy’s research has been supported by the Taubman Center for State and Local Government. Elissa Philip Gentry, Jim Hammitt, Tom Kniesner, Kip Viscusi, and participants at the Vanderbilt Law School Risk Guidelines for a Safer Society Symposium provided excellent comments on an earlier version of this analysis. Aldy also expresses gratitude to the Bureau of Labor Statistics for permission to use the CFOI fatality data. Neither the BLS nor any other government agency bears any responsibility for the risk measures calculated or the results in this paper. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}