{
    "id": 25702,
    "citation_title": "Inferring Expectations from Observables: Evidence from the Housing Market",
    "citation_author": [
        "Itzhak Ben-David",
        "Pascal Towbin",
        "Sebastian Weber"
    ],
    "citation_publication_date": "2019-04-01",
    "issue_date": "2019-03-28",
    "revision_date": "2021-03-26",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a new method to identify shifts in price expectations in the housing market through the accumulation of excess capacity. Expectations of future price increases (due to anticipated future demand for housing services) cause the current supply to increase, creating a temporary vacancy. We implement this intuition in a structural vector autoregression with sign restrictions and explore the eﬀects of price expectations in the U.S. housing market. We ﬁnd that price expectation shocks were a prime factor explaining the 1996–2006 boom, particularly in the Sand States. Expectation shocks at the boom’s peak reﬂected implausible growth expectations and reversed during the bust.\n\n",
    "acknowledgement": "\nWe are grateful to Olivier Blanchard, Alex Chinco, Hamid Faruqee, Andreas Fuster, Maja Ganarin, Paul Ho, Greg Howard, Ayhan Kose, Kenneth Kuttner, Xiaoji Li, Jack Liebersohn, Prakash Loungani, John Muellbauer, Chris Otrok, Giorgio Primiceri, Antoinette Schoar, Emil Stavrev, Eva Steiner, Martin Straub, Susan Watcher, Paul Willen, and Jiro Yoshida, as well as participants at the American Economic Association Conference, the Annual Paul Woolley Centre Conference, the Bundesbank-IMF-DFG Conference, the Real Estate Finance and Investment Symposium, the SSES Congress, SFS Cavalcade and the International Monetary Fund as well as SNB Research seminar participants for very helpful comments. This draft replaces an earlier version entitled “Price Expectations and the U.S. Housing Boom.” The views expressed here are those of the authors and not necessarily those of the International Monetary Fund, the Swiss National Bank, or the National Bureau of Economic Research.\n\n\n"
}