{
    "id": 25705,
    "citation_title": "Labor Market Shocks and the Demand for Trade Protection: Evidence from Online Surveys",
    "citation_author": [
        "Rafael Di Tella",
        "Dani Rodrik"
    ],
    "citation_publication_date": "2019-04-01",
    "issue_date": "2019-03-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study preferences for government action in response to layoffs resulting from different types of labor-market shocks. We consider the following shocks: technological change, a demand shift, bad management, and three kinds of international outsourcing. Respondents are given a choice among no government action, compensatory transfers, and trade protection. In response to these shocks, support for government intervention generally rises sharply and is heavily biased towards trade protection. Demand for import protection increases significantly in all cases, except for the “bad management” shock. Trade shocks generate more demand for protectionism, and among trade shocks, outsourcing to a developing country elicits greater demand for protectionism than outsourcing to a developed country. The “bad management” shock is the only scenario that induces a desired increase in compensatory transfers. Effects appear to be heterogeneous across subgroups with different political preferences and education. Trump supporters are more protectionist than Clinton supporters, but preferences seem easy to manipulate: Clinton supporters primed with trade shocks are as protectionist as baseline Trump voters. Highlighting labor abuses in the exporting country increases the demand for trade protection by Clinton supporters but not Trump supporters.\n\n",
    "acknowledgement": "\nWe are grateful to Bruno Cardinale Lagomarsino and Pascuel Plotkin for excellent research assistance. We also thank Alejandro Lagomarsino, Bruno Cardinale Lagomarsino, and participants in a seminar at MIT for very useful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}