{
    "id": 25714,
    "citation_title": "Monetary Policy and Exchange Rate Returns: Time-Varying Risk Regimes",
    "citation_author": [
        "Charles W. Calomiris",
        "Harry Mamaysky"
    ],
    "citation_publication_date": "2019-04-01",
    "issue_date": "2019-03-28",
    "revision_date": "2019-05-30",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop an empirical model of exchange rate returns, applied separately to samples of developed (DM) and developing (EM) economies’ currencies against the dollar. Monetary policy stance of the global central banks, measured via a natural-language-based approach, has a large effect on exchange rate returns over the ensuing year, is closely linked to the VIX, and becomes increasingly important in the post-crisis era. We document an important spillover effect: monetary policy of the Bank of England, the Bank of Japan and the ECB is as important as Fed policy in forecasting currency returns against the dollar. In the post-crisis era, a one standard deviation increase in dovishness of all four central banks forecasts a 5.8% (4.0%) one-year excess return of DM (EM) currencies. Furthermore, we find that the relation between a DM country’s interest rate differential relative to the dollar (carry) and the future returns from investing in its currency switches sign from the pre- to the post-crisis subperiod, while for EMs the carry variable is never a significant predictor of returns. The high profit from the carry trade for EM currencies reflects persistent country characteristics likely reflective of risk rather than the interest differential per se. While measures of global monetary policy stance forecast exchange rate returns against the dollar, they do not predict exchange rate returns against other base currencies. Results regarding returns from carry, however, are insensitive to the choice of the base currency. We construct a no-arbitrage pricing model which reconciles many of our empirical findings.\n\n",
    "acknowledgement": "\nWe thank Geert Bekaert, Pierre-Olivier Gourinchas, Bob Hodrick, Arvind Krishnamurthy, and seminar participants at George Washington University, SMU, Utah State, and Columbia University for helpful comments, and Elliot Oh, Ching-Tse Chen, Zheng Li, and Cristina Tessari for excellent research assistance. We thank Prattle for sharing their Central Bank Analytics data with us. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}