{
    "id": 25711,
    "citation_title": "The Income Elasticity for Nutrition: Evidence from Unconditional Cash Transfers in Kenya",
    "citation_author": [
        "Ingvild Almås",
        "Johannes Haushofer",
        "Anders Kjelsrud"
    ],
    "citation_publication_date": "2019-04-01",
    "issue_date": "2019-03-28",
    "revision_date": "2023-07-05",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEstimates of the effect of budget changes on food and nutrition for poor households is an important input to the design of efficient programs to reduce poverty and improve nutrition. Yet, good such estimates are challenging to obtain from observational data alone because of potential endogeneity issues. In this paper we estimate the expenditure elasticitity of food using exogenous variation in budget from two unconditional cash transfer programs in rural Kenya, combined with detailed data on food expenditure, nutrition and prices. Our data allow us to estimate a demand system, using the randomized cash transfers as an instrument for total expenditure, and taking into account potential general equilibrium effects of the program on prices. We find that the average income elasticity of food expenditure is 0.87, and of calorie consumption is 0.67. Although these elasticities are higher than those reported in some of the previous studies, they are significantly lower than those obtained using a non-experimental analysis in our context.\n\n",
    "acknowledgement": "\nWe are grateful to Hanfeng Chen, Tilman Graff, Daniel Han, Leah Kiwara, Magdalena Larreboure, Esther Owelle, and James Reisinger for excellent research assistance, and to Orazio Attanasio, Abhijit Banerjee, Marianne Bertrand, Sandra Black, Richard Blundell, Konrad Burchardi, Thomas Crossley, Jesse Cunha, Jon de Quidt, Thomas Dohmen, Esther Duflo, Seema Jayachandran, Dennis Kristensen, and Bertil Tungodden for useful comments. This research was supported by NIH Grant R01AG039297 to Johannes Haushofer, and grants by the Norwegian Research Council (project number code 325566) and the Swedish Research Council (registration no. 2015-02112) to Ingvild Almås. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}