{
    "id": 25717,
    "citation_title": "Investor Ideology",
    "citation_author": [
        "Patrick Bolton",
        "Tao Li",
        "Enrichetta Ravina",
        "Howard L. Rosenthal"
    ],
    "citation_publication_date": "2019-04-01",
    "issue_date": "2019-03-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate institutional investor preferences based on their proxy voting records in publicly listed Russell 3000 firms. We employ a spatial model of proxy voting, the W-NOMINATE method for scaling legislatures, and map institutional investors onto a left-right dimension based on their votes for fiscal year 2012. The far-left are socially responsible and the far-right are “money conscious” investors. Significant ideological differences reflect an absence of shareholder unanimity. The proxy adviser ISS, similar to a political leader, makes voting recommendations that place it in the center; to the left of most mutual funds. Public pension funds and other investors on the left support a more social and environment-friendly orientation of the firm and fewer executive compensation proposals. A second dimension reflects a more traditional governance view, with management disciplinarian investors,  the proxy adviser Glass-Lewis among them, pitted against more management friendly ones.\n\n",
    "acknowledgement": "\nWe are grateful to Ian Cooper, Yonca Ertimur, Fabrizio Ferri, Claire Lim, Max Schanzenbach, an anonymous referee, and seminar participants at Columbia Law School, the ECGI Roundtable on Shareholder Ideology and Stewardship, the Kellogg School of Management, the NBER Law and Economics Summer Meeting, Northwestern Law School, CU Boulder, Fudan University, the 1st Endless Summer Conference, the SHoF-MISUM Conference on Sustainable Finance, the 13th Annual Conference on Empirical Legal Studies, the American Finance Association 2019 Annual Meeting for helpful comments, and to Arjuna Anday, Mohammadreza Bolandnazar, Eric Bolton, Grant Goehring, Ariza Gusti, Menaka Jorring, Roya Arab Loodaricheh, Umberto Mignozzetti, and Da Tian for very helpful research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}