{
    "id": 25719,
    "citation_title": "Labor Market Power",
    "citation_author": [
        "David W. Berger",
        "Kyle F. Herkenhoff",
        "Simon Mongey"
    ],
    "citation_publication_date": "2019-04-01",
    "issue_date": "2019-03-28",
    "revision_date": "2021-05-11",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTo measure labor market power in the US economy, we develop a tractable quantitative, general equilibrium, oligopsony model of the labor market. We estimate key model parameters by matching the firm-level relationship between labor market share and employment size and wage responses to state corporate tax changes. The model quantitatively replicates quasi-experimental evidence on (i) imperfect productivity-wage pass-through, (ii) strategic behavior of dominant employers, and (iii) the local labor market impact of mergers. We then measure welfare losses relative to the efficient allocation. Accounting for transition dynamics, we quantify welfare losses from labor market power relative to the efficient allocation as roughly 6 percent of lifetime consumption. An analytical decomposition attributes equal parts to dead-weight losses and misallocation. Lastly, we find that declining local concentration added 4 ppt to labor’s share of income between 1977 and 2013.\n\n",
    "acknowledgement": "\nWe thank Costas Arkolakis, Chris Edmond, Oleg Itskohki, Matt Notowidigdo, Richard Rogerson, Jim Schmitz, Chris Tonetti, and Arindrajit Dube for helpful comments. We thank seminar participants at the SED 2018, SITE, Briq (Bonn), FRB Minneapolis, Princeton, Queens, Stanford, UC Berkeley, USC, UT Austin, Rochester, BFI Firms andWorkersWorkshop, Paris School of Economics, Toulouse School of Economics, EIEF, Barcelona GSE Summer Forum, Stanford, MIT, Boston University, NBER Summer Institute. We thank Chengdai Huang for excellent research assistance. This research was supported by the National Science Foundation (Award No. SES-1824422). Any opinions and conclusions expressed herein are those of the author(s) and do not necessarily represent the views of the U.S. Census Bureau. All results have been reviewed to ensure that no confidential information is disclosed. The views expressed in this study are those of the author and do not necessarily reflect the position of the Federal Reserve Bank of New York, the Federal Reserve System, or National Bureau of Economic Research.\n\n\n"
}