{
    "id": 25715,
    "citation_title": "Do Private Prisons Affect Criminal Sentencing?",
    "citation_author": [
        "Christian Dippel",
        "Michael Poyker"
    ],
    "citation_publication_date": "2019-04-08",
    "issue_date": "2019-03-28",
    "revision_date": "2020-04-20",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nUsing a newly constructed complete monthly panel of private and public state prisons, we ask whether private prisons impact judges’ sentencing decisions in their state. We employ two identification strategies, a difference-in-difference strategy comparing court-pairs that straddle state-borders, and an event study. We find that the opening of private prisons has a large effect on sentence lengths shortly after opening but this effect dissipates once the prison is at capacity. Public prison openings have no such effects, suggesting that private prisons have an impact on criminal sentencing that public ones do not.\n\n",
    "acknowledgement": "\nWe are grateful to Anna Harvey, Daniel Nagin, Joseph Stiglitz, and conference and seminar participants at CELS, Columbia University, MPSA, the Urban Institute, UCLA, and SIOE, for valuable comments. We thank Sean Keegan and Afriti Rahim for excellent research assistance, and the Sentencing Commissions of Alabama Arkansas, Colorado, Georgia, Kentucky, Maryland, Minnesota, Mississippi, Nevada, North Carolina, Oregon, Tennessee, Texas, Virginia, and Washington for share their sentencing data with us. Dippel is grateful for financial support from a Center for American Politics and Public Policy Research Fellowship for this project. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}