{
    "id": 25712,
    "citation_title": "Relinquishing Riches: Auctions vs Informal Negotiations in Texas Oil and Gas Leasing",
    "citation_author": [
        "Thomas R. Covert",
        "Richard L. Sweeney"
    ],
    "citation_publication_date": "2019-04-01",
    "issue_date": "2019-03-28",
    "revision_date": "2019-10-23",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Environmental and Resource Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper compares outcomes from informally negotiated oil and gas leases to those awarded via centralized auction. We focus on Texas, where legislative decisions in the early twentieth century assigned thousands of proximate parcels to different mineral allocation mechanisms. We show that during the fracking boom, which began unexpectedly decades later, auctioned leases generated at least 40 percent larger upfront payments and 60 percent more output than negotiated leases did. These results suggest large potential gains from employing centralized, formal mechanisms in markets that traditionally allocate in an unstructured fashion, including the broader $3 trillion market for privately owned minerals.\n\n",
    "acknowledgement": "\nBoth authors declare they have no interests, financial or otherwise, that relate to the research described in this paper, nor do they have any current ties, directly or indirectly to the energy industry. We thank participants at numerous seminars, as well as Piotr Dworczak, Aaron Flaaen, Timothy Fitzgerald, Ryan Kellogg, Peter Maniloff, and Cythina Lin Lawell for helpful comments. Yixin Sun, Eric Karsten, Devin McNulty and Grace Park provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}