{
    "id": 25716,
    "citation_title": "How Common are Electoral Cycles in Criminal Sentencing?",
    "citation_author": [
        "Christian Dippel",
        "Michael Poyker"
    ],
    "citation_publication_date": "2019-04-08",
    "issue_date": "2019-03-28",
    "revision_date": "2020-09-09",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nExisting research on electoral sentencing cycles shows that elected judges levy longer sentences when they are up for re-election. Using newly collected sentencing data including a number of states not previously studied, we find that elected judges in several states do not appear to change their sentencing when they are up for re-election. This heterogeneity in the presence of electoral sentencing cycles appears to be best explained by cross-state variation in the competitiveness of judicial elections. Incumbent judges do levy harsher sentences when they are in a competitive re-election campaign, but in states where competition for judgeships is low this does not come to the forefront.\n\n",
    "acknowledgement": "\nWe are grateful to the Sentencing Commissions of Alabama, Colorado, Georgia, Kentucky, Minnesota, North Carolina, Pennsylvania, Tennessee, Virginia, and Washington for sharing their sentencing data with us. We thank Jill Horwitz, Romain Wacziarg, Melanie Wasserman and conference and seminar participants at CELS, Columbia, and UCLA for valuable comments. We thank Afriti Rahim and Rose Niermeijer for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}