{
    "id": 25710,
    "citation_title": "Capital Controls as Macro-prudential Policy in a Large Open Economy",
    "citation_author": [
        "J. Scott Davis",
        "Michael B. Devereux"
    ],
    "citation_publication_date": "2019-04-01",
    "issue_date": "2019-03-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe use of international capital flow controls has become increasingly popular in academic and policy circles. But almost all the recent literature studies the case of a small economy, ignoring the spillover effects of capital controls to the rest of the world. This paper re-examines the case for capital controls in a large open economy, where domestic financial constraints may bind following a large negative shock. We consider both ex-ante capital controls (prudential) and ex-post controls (crisis management). In a large open economy, there is a tension between the desire to tax capital inflows to manipulate the terms-of-trade and tax capital outflows for either prudential or crisis management purposes. When capital controls are chosen non-cooperatively, we show that ex-post capital controls are unsuccessful in alleviating financial constraints in a crisis, and ex-ante capital controls are unsuccessful at reducing financial instability before the crisis. Non-cooperative capital controls leave the crisis-hit country even worse off than in an environment with unrestricted capital flows. In addition, a non-cooperative equilibrium with capital controls actually increases the likelihood of a financial crisis occurring. By contrast, capital controls can be effective under international cooperation and can significantly ease financial constraints when applied ex-post for crisis management and reduce the likelihood of a crisis when used ex-ante for prudential purposes.\n\n",
    "acknowledgement": "\nThe views in this paper are those of the authors and do not necessarily represent the views of the Federal Reserve Bank of Dallas, the Federal Reserve System, or the National Bureau of Economic Research. We thank participants in the 3rd International Macro Conference in Keio University, March 2018, and the FRB Dallas - University of Houston - Bank of Mexico Conference on International Economics, October 2018. In addition, we thank Martin Bodenstein, Guido Lorenzoni, Mark Aguiar, and Emmanuel Fahri for comments. Devereux gratefully acknowledges financial support from the Social Science and Humanities Research Council of Canada.\n\n\n"
}