{
    "id": 25713,
    "citation_title": "The Patent Troll: Benign Middleman or Stick-Up Artist?",
    "citation_author": [
        "David S. Abrams",
        "Ufuk Akcigit",
        "Gokhan Oz",
        "Jeremy G. Pearce"
    ],
    "citation_publication_date": "2019-04-01",
    "issue_date": "2019-03-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nHow do non-practicing entities (\"Patent Trolls\") impact innovation and technological progress?  Although this question has important implications for industrial policy, little direct evidence about it exists. This paper provides new theoretical and empirical evidence to fill that gap. In the process, we inform a debate that has historically portrayed non-practicing entities (NPEs) as either \"benign middlemen\", who help to reallocate IP to where it is most productive, or \"stick-up artists\", who exploit the patent system to extract rents and thereby hurt innovation. We employ unprecedented access to NPE-derived patent and financial data, as well as a novel model that guides our data analysis. We find that NPEs acquire patents from small firms and those that are more litigation-prone, as well as ones that are not core to the seller's business. When NPEs license patents, those that generate higher fees are closer to the licensee's business and more likely to be litigated. We also find that downstream innovation drops in fields where patents have been acquired by NPEs. Finally, our numerical analysis shows that the existence of NPEs encourages upstream innovation and discourages downstream innovation.  The overall impact of NPEs depends on the share of patent infringements that come from non-innovating producers. Our results provide some support for both views of NPEs and suggests that a more nuanced perspective on NPEs and additional empirical work are needed to make informed policy decisions.\n\n",
    "acknowledgement": "\nThe authors would like to thank Alan C. Marco, Iain Cockburn, Ali Hortacsu, Casey, Mulligan, Jill Grennan, Murat Alp Celik and seminar and conference participants at the U.S. Patent and Trademark Office, Stanford University, 5th Annual Research Roundtable on Patents and Technology Standards, and University of Bordeaux for very helpful feedback and discussions. Akcigit gratefully acknowledges financial support from the Alfred P. Sloan Foundation,  the Ewing Marion Kauffman Foundation, and the National Science Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research, nor those of Analysis Group.\n\n\n"
}