{
    "id": 25724,
    "citation_title": "The Democracy Effect: a Weights-Based Identification Strategy",
    "citation_author": [
        "Pedro Dal Bó",
        "Andrew Foster",
        "Kenju Kamei"
    ],
    "citation_publication_date": "2019-04-08",
    "issue_date": "2019-04-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDal Bó, Foster and Putterman (2010) show experimentally that the effect of a policy may be greater when it is democratically selected than when it is exogenously imposed. In this paper we propose a new and simpler identification strategy to measure this democracy effect. We derive the distribution of the statistic of the democracy effect, and apply the new strategy to the data from Dal Bó, Foster and Putterman (2010) and data from a new real-effort experiment in which subjects’ payoffs do not depend on the effort of others. The new identification strategy is based on calculating the average behavior under democracy by weighting the behavior of each type of voter by its prevalence in the whole population (and not conditional on the vote outcome). We show that use of these weights eliminates selection effects under certain conditions. Application of this method to the data in Dal Bó, Foster and Putterman (2010) confirms the presence of the democracy effect in that experiment, but no such effect is found for the real-effort experiment.\n\n",
    "acknowledgement": "\nWe thank Alessandra Casella, Ray Duch, Adam McCloskey, Debraj Ray and seminar participants at Bocconi, Columbia, LSE and Zurich for useful comments. We thank Catalina Ravizza for excellent research assistance and Sven Fischer for his help in z-Tree programming. We thank John Hey for his hospitality when the authors conducted experiments at the University of York. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}