{
    "id": 25723,
    "citation_title": "Risk Preferences of Children and Adolescents in Relation to Gender, Cognitive Skills, Soft Skills, and Executive Functions",
    "citation_author": [
        "James Andreoni",
        "Amalia Di Girolamo",
        "John A. List",
        "Claire Mackevicius",
        "Anya Samek"
    ],
    "citation_publication_date": "2019-04-08",
    "issue_date": "2019-04-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe conduct experiments eliciting risk preferences with over 1,400 children and adolescents aged 3-15 years old. We complement our data with an assessment of cognitive and executive function skills. First, we find that adolescent girls display significantly greater risk aversion than adolescent boys. This pattern is not observed among young children, suggesting that the gender gap in risk preferences emerges in early adolescence. Second, we find that at all ages in our study, cognitive skills (specifically math ability) are positively associated with risk taking. Executive functions among children, and soft skills among adolescents, are negatively associated with risk taking. Third, we find that greater risk-tolerance is associated with higher likelihood of disciplinary referrals, which provides evidence that our task is equipped to measure a relevant behavioral outcome. For academics, our research provides a deeper understanding of the developmental origins of risk preferences and highlights the important role of cognitive and executive function skills to better understand the association between risk preferences and cognitive abilities over the studied age range.\n\n",
    "acknowledgement": "\nCorresponding author: Anya Samek, anyasamek@gmail.com. We thank the Kenneth and Anne Griffin Foundation, the Hymen Milgrom Family Foundation and the National Institutes of Health grant #DK114238 for funding this research. Andreoni also acknowledges financial support from the National Science Foundation, Grant SES-165895. We thank Illinois School District 170, Harvey District 152, Crete Monee CUSD 201U, and Matteson District 159 for accommodating our research project. For excellent research assistance, we thank Edie Dobrez, Kristin Troutman, Rui Chen, Kevin Sokal, Katie Auger, Clark Halliday, Joe Seidel, Tarush Gupta and research assistants at the Becker Friedman Institute at the University of Chicago and the Behavioral and Experimental Economics (BEE) research group at the University of Southern California. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}