{
    "id": 25725,
    "citation_title": "Taxing Top Incomes in a World of Ideas",
    "citation_author": [
        "Charles I. Jones"
    ],
    "citation_publication_date": "2019-04-08",
    "issue_date": "2019-04-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper considers the taxation of top incomes when the following conditions apply: (i) new ideas drive economic growth, (ii) the reward for creating a successful innovation is a top income, and (iii) innovation cannot be perfectly targeted by a separate research subsidy --- think about the business methods of Walmart, the creation of Uber, or the \"idea\" of Amazon.com. These conditions lead to a new force affecting the optimal top tax rate: by slowing the creation of the new ideas that drive aggregate GDP, top income taxation reduces everyone's income, not just the income at the top. When the creation of ideas is the ultimate source of economic growth, this force sharply constrains both revenue-maximizing and welfare-maximizing top tax rates. For example, for extreme parameter values, maximizing the welfare of the middle class requires a negative top tax rate: the higher income that results from the subsidy to innovation more than makes up for the lost redistribution. More generally, the calibrated model suggests that incorporating ideas as a driver of economic growth cuts the optimal top marginal tax rate substantially relative to the basic Saez calculation.\n\n",
    "acknowledgement": "\nJohn Cochrane and I initiated this project together, but because of other pressing commitments, he had to withdraw. I am extremely grateful for his many insights. I also thank Ufuk Akcigit, Sebastian Di Tella, Ben Hebert, Pete Klenow, Ben Lockwood, Casey Mulligan, Emmanuel Saez, Stefanie Stantcheva, Chris Tonetti, Gabriel Zucman, and seminar participants at Berkeley, BU, Chicago, Columbia, Stanford, and Vanderbilt for helpful suggestions. Andres Yany provided expert research assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}