{
    "id": 25721,
    "citation_title": "Global Capital Flows Cycle: Impact on Gross and Net Flows",
    "citation_author": [
        "J. Scott Davis",
        "Giorgio Valente",
        "Eric van Wincoop"
    ],
    "citation_publication_date": "2019-04-08",
    "issue_date": "2019-04-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhile prior to the global financial crisis the empirical international capital flow literature has focused on net capital flows (the current account), since the crisis there has been an increased focus on gross flows. In this paper we jointly analyze global drivers of gross flows (outflows plus inflows) and net flows (outflows minus inflows) by estimating a latent factor model. We find evidence of two global factors, which we call the GFC (global financial cycle) factor and commodity price factor as they closely track respectively the Miranda-Agrippino and Rey asset price factor and an average of oil and gas prices. These factors together account for half the variance of gross flows in advanced countries and forty percent of the variance of gross flows in emerging markets. But remarkably, they also account for forty percent of the variance of net capital flows in both groups of countries. We also analyze the heterogeneity across countries in the impact of the two factors. One of the key findings is that the impact of the GFC factor on both gross and net capital flows is stronger in countries that have larger net debt liabilities. Other asset classes (FDI and portfolio equity) do not significantly impact the exposure to the GFC factor.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge financial support from the Bankard Fund for Political Economy and the Hong Kong Institute for Monetary Research. This paper represents the views of the authors, which are not necessarily the views of the Federal Reserve Bank of Dallas, the Federal Reserve System, the Hong Kong Monetary Authority and the Hong Kong Institute for Monetary Research or its Board of Directors, and the National Bureau of Economic Research.\n\n\n"
}