{
    "id": 25720,
    "citation_title": "Policy News and Stock Market Volatility",
    "citation_author": [
        "Scott R. Baker",
        "Nicholas Bloom",
        "Steven J. Davis",
        "Kyle J. Kost"
    ],
    "citation_publication_date": "2019-04-01",
    "issue_date": "2019-03-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe create a newspaper-based Equity Market Volatility (EMV) tracker that moves with the VIX and with the realized volatility of returns on the S&P 500. Parsing the underlying text, we find that 72 percent of EMV articles discuss the Macroeconomic Outlook, and 44 percent discuss Commodity Markets. Policy news is another major source of volatility: 35 percent of EMV articles refer to Fiscal Policy (mostly Tax Policy), 30 percent discuss Monetary Policy, 25 percent refer to one or more forms of Regulation, and 13 percent mention National Security matters. The contribution of particular policy areas fluctuates greatly over time. Trade Policy news, for example, went from a virtual nonfactor in equity market volatility to a leading source after Donald Trump’s election and especially after the intensification of U.S-China trade tensions. The share of EMV articles with attention to government policy rises over time, reaching its peak in 2017-18. We validate our measurement approach in various ways. For example, tailoring our EMV tracker to news about petroleum markets yields a measure that rises and falls with the implied and realized volatility of oil prices.\n\n",
    "acknowledgement": "\nWe thank the National Science Foundation and the University of Chicago Booth School of Business for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nNicholas Bloom\n\nI worked for McKinsey and company as a management consultant from 2001-2002. I have not received any funding from them after that time.\n\n\nI am part of the Toulouse Network for Information Technology, which carries out research on IT and productivity. From this network I receive an annual honorarium, which is funded by Microsoft.\n\n\nI do occasional consulting on management practices for government and policy agencies, like the Canadian Government, the World Bank, the European Union, the British Government, and the European Bank of Reconstruction and Development.\n\n\nI produced a report in 2008 for the World Economic Forum on management practices in private equity for which I received an honorarium.\n\n\nI occasionally am a paid speaker at corporate events at which I discuss among other things management practices and policy uncertainty.\n\n\n\nSteven J. Davis\n\nI own more than $5,000 in stock of Charles River Associates. I own Millennium Economics LLC.\n\n\n"
}