{
    "id": 25729,
    "citation_title": "Throwing the Baby out with the Drinking Water: Unintended Consequences of Arsenic Mitigation Efforts in Bangladesh",
    "citation_author": [
        "Nina Buchmann",
        "Erica M. Field",
        "Rachel Glennerster",
        "Reshmaan N. Hussam"
    ],
    "citation_publication_date": "2019-04-08",
    "issue_date": "2019-04-04",
    "revision_date": "2019-05-16",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Experimental Design",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe 1994 discovery of arsenic in groundwater in Bangladesh prompted a massive public health campaign that led 20% of the population to switch from backyard wells to less convenient drinking water sources that had a higher risk of fecal contamination. We find evidence of unintended health consequences by comparing mortality trends between households in the same village that did and did not have an incentive to abandon shallow tubewells. Post-campaign, households encouraged to switch water sources have 46% higher rates of child mortality than those not encouraged to switch. Switching away from arsenic-contaminated wells also increased adult mortality.\n\n",
    "acknowledgement": "\nWe thank Mahnaz Islam, Pronita Saxena, Rudmila Rahman, Akshay Dixit and Mehrab Ali for superb field work, and Save the Children for enabling this study, and the National Science Foundation, the National Institutes of Health, the Nike Foundation, the KSG Center of International Development Empowerment Lab, and Harvard Sustainability Science Program for financial support. The views and opinions expressed in this article are those of the authors and do not necessarily reflect those of the Department for International Development or the National Bureau of Economic Research.\n\n\n"
}