{
    "id": 25730,
    "citation_title": "Schools, Neighborhoods, and the Long-Run Effect of Crime-Prone Peers",
    "citation_author": [
        "Stephen B. Billings",
        "Mark Hoekstra"
    ],
    "citation_publication_date": "2019-04-08",
    "issue_date": "2019-04-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nThis paper examines how elementary-aged peers affect cognitive and non-cognitive outcomes from adolescence to adulthood. We identify effects by exploiting within-school and within-neighborhood variation in the proportion of peers with an arrested parent. Results indicate exposure to these peers reduces achievement and increases antisocial behavior during middle and high school.  More importantly, we estimate that a five percentage point increase in school and neighborhood crime-prone peers increases arrest rates at age 19 - 21 by 6.5 and 2.6 percent, respectively.  Additional evidence suggests these effects are due to attending school with crime-prone peers, rather than living in the same neighborhood.\n\n",
    "acknowledgement": "\nWe thank  Amy Ellen Schwartz, Anna Piil Damm, Andrew Hanson and Steve Ross for helpful comments/discussions as well as seminar participants at the University of Colorado, Marquette University, 2018 Urban Economics Association and the 2018 NBER SI Children's Group. We would also like to thank Brian Cunningham, Mike Humphrey and Monica Nguyen of the Charlotte-Mecklenburg Police Department; Julia Rush of the Mecklenburg County Sheriff's Department; and Andy Baxter and Susan Freije from Charlotte-Mecklenburg Schools. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}