{
    "id": 25734,
    "citation_title": "Hedging Climate Change News",
    "citation_author": [
        "Robert F. Engle III",
        "Stefano Giglio",
        "Bryan T. Kelly",
        "Heebum Lee",
        "Johannes Stroebel"
    ],
    "citation_publication_date": "2019-04-08",
    "issue_date": "2019-04-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe propose and implement a procedure to dynamically hedge climate change risk. To create our hedge target, we extract innovations from climate news series that we construct through textual analysis of high-dimensional data on newspaper coverage of climate change. We then use a mimicking portfolio approach based on a large panel of equity returns to build climate change hedge portfolios. We discipline the exercise by using third-party ESG scores of firms to model their climate risk exposures. We show that this approach yields parsimonious and industry-balanced portfolios that perform well in hedging innovations in climate news both in-sample and out-of-sample. The resulting hedge portfolios outperform alternative hedging strategies based primarily on industry tilts. We discuss multiple directions for future research on financial approaches to managing climate risk.\n\n",
    "acknowledgement": "\nWe thank Harrison Hong, Andrew Karolyi, Ross Valkanov, participants at the Climate Finance Workshop at Columbia University, the Climate Finance Conference at Imperial College, the Volatility Institute Conference at NYU Stern, as well as a number of anonymous referees for helpful comments. Generous grant support was provided by the Norwegian Finance Initiative and the Global Risk Institute. We thank Konhee Chang for outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nBryan T. Kelly\n\nI have received consulting income from AQR Capital Management exceeding $5,000 over the past year. AQR Capital Management is a global investment management firm, which may or may not apply similar investment techniques or methods of analysis as described herein. The views expressed here are those of the authors and not necessarily those of AQR.\n\n\n"
}