{
    "id": 25737,
    "citation_title": "An Empirical Total Survey Error Decomposition Using Data Combination",
    "citation_author": [
        "Bruce D. Meyer",
        "Nikolas Mittag"
    ],
    "citation_publication_date": "2019-04-15",
    "issue_date": "2019-04-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nSurvey error is known to be pervasive and to bias even simple, but important estimates of means, rates, and totals, such as the poverty and the unemployment rate. To summarize and analyze the extent, sources, and consequences of survey error, we define empirical counterparts of key components of the Total Survey Error Framework that can be estimated using data combination. Specifically, we estimate total survey error and decompose it into three high level sources of error: generalized coverage error, item non-response error and measurement error. We further decompose these sources into lower level sources such as a failure to report a positive amount and errors in amounts conditional on reporting a positive value.  For error in dollars paid by two large government transfer programs, we use administrative records on the universe of program payments in New York State linked to three major household surveys to estimate the error components we define. We find that total survey error is large and varies in its size and composition, but measurement error is always by far the largest source of error. Our application shows that data combination makes it possible to routinely measure total survey error and its components. The results allow survey producers to assess error reduction strategies and survey users to mitigate the consequences of survey errors or gauge the reliability of their conclusions.\n\n",
    "acknowledgement": "\nAny opinions and conclusions expressed herein are those of the author(s) and do not necessarily represent the views of the New York Office of Temporary and Disability Assistance, the U.S. Census Bureau, or the National Bureau of Economic Research. While this work was not subject to formal Census Bureau content review, Census staff reviewed all statistical output to ensure that no confidential information was disclosed. We thank Robert Groves, Mary Mulry, Bruce Spencer, Štěpán Jurajda and seminar participants at ITSEW 2017 and the Center for Economic Studies for comments and Pablo Celhay for many useful discussions. We thank the Alfred P. Sloan Foundation, the Russell Sage Foundation, and the Charles Koch Foundation for their support.  Mittag is thankful for financial support from the Czech Academy of Sciences (through institutional support RVO 67985998) and Charles University (UNCE/HUM/035).\n\n\n"
}