{
    "id": 25732,
    "citation_title": "\"And Yet It Moves\": Intergenerational Mobility in Italy",
    "citation_author": [
        "Paolo Acciari",
        "Alberto Polo",
        "Giovanni L. Violante"
    ],
    "citation_publication_date": "2019-04-08",
    "issue_date": "2019-04-04",
    "revision_date": "2020-02-04",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe link tax returns across two generations to provide the first estimate of intergenerational mobility in Italy based on administrative income data. Italy emerges as less immobile than previously depicted by studies using proxies for economic status or survey data with imputation procedures. This conclusion is robust with respect to a number of concerns, both standard when using administrative data and specific to our sample. A 10 percentile increase in parental income is associated with a percentile increase in child income between 2.5 and 3. The expected rank of children born from parents with income below the median is around 0.43. Upward mobility is higher for sons, first-born children, children of self-employed parents, and for those who migrate once adults. We uncover substantial geographical variation in the degree of upward mobility. Provinces in Northern Italy, the richest area of the country, display levels three times as large as those in the South. This regional variation is strongly correlated with local labor market conditions, indicators of family instability, and school quality.\n\n",
    "acknowledgement": "\nThe opinions expressed in this working paper are those of the authors and do not necessarily reflect those of their institutions, nor of the National Bureau of Economic Research. We are grateful to Alberto Alesina, Damien Capelle, Lorenzo Cappellari, Miles Corak, Nicola Curci, David Lee, Salvatore Lo Bello, Davide Malacrino, Costas Meghir, Salvatore Morelli, and Danny Yagan for useful comments. We thank Simon Boserup for sharing the intergenerational transition matrix for Denmark and Enrico Moretti for sharing his data on province-level cost-of-living indexes.\n\n\n"
}