{
    "id": 25735,
    "citation_title": "Intergenerational Mobility between and within Canada and the United States",
    "citation_author": [
        "Marie Connolly",
        "Miles Corak",
        "Catherine Haeck"
    ],
    "citation_publication_date": "2019-04-15",
    "issue_date": "2019-04-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIntergenerational income mobility is lower in the United States than in Canada, but varies significantly within each country. Our sub-national analysis finds that the national border only partially distinguishes the close to one thousand regions we analyze within these two countries. The Canada-US border divides Central and Eastern Canada from the Great Lakes regions and the Northeast of the United States. At the same time some Canadian regions have more in common with the low mobility southern parts of the United States than with the rest of Canada, and the fact that these areas represent a much larger fraction of the American population also explains why mobility is lower in the United States.\n\n",
    "acknowledgement": "\nWe are grateful to Winnie Chen, Yuri Ostrovsky, and Grant Schellenberg of Statistics Canada for support in constructing the Canadian data. This was possible with financial support from the Fonds de recherche du Québec - Société et culture (grant 2016-PU-195586 to Connolly and Haeck) and from the Social Sciences and Humanities Research Council of Canada (Insight grant 230936-191999-2001 to Corak). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}