{
    "id": 25736,
    "citation_title": "Does Class Size Matter? How, and at What Cost?",
    "citation_author": [
        "Desire Kedagni",
        "Kala Krishna",
        "Rigissa Megalokonomou",
        "Yingyan Zhao"
    ],
    "citation_publication_date": "2019-04-15",
    "issue_date": "2019-04-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nUsing high quality administrative data on Greece we show that class size has a hump shaped effect on achievement. We do so both nonparametrically and parametrically, while controlling for potential endogeneity and allowing for quantile effects. We then embed our estimates for this relationship in a dynamic structural model with costs of hiring and firing.\nWe argue that the linear specification form used in past work may be why it found mixed results. Our work suggests that while discrete reductions in class size may have mixed effects, discrete increases are likely to have very negative effects while marginal changes in class size would have small negative effects.\nWe find optimal class sizes around 27 in the absence of adjustment costs and achievement maximizing ones around 15, and firing costs much larger than hiring costs consistent with the presence of unions. Despite this, reducing firing costs actually reduces achievement. Reducing hiring costs raises achievement and reduces class size. We show that class size caps are costly, and more so for small schools, even when set at levels well above average.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}