{
    "id": 25731,
    "citation_title": "Can Simple Psychological Interventions Increase Preventive Health Investment?",
    "citation_author": [
        "Johannes Haushofer",
        "Anett John",
        "Kate Orkin"
    ],
    "citation_publication_date": "2019-04-08",
    "issue_date": "2019-04-04",
    "revision_date": "2019-12-09",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBehavioral constraints may explain part of low demand for preventive health products. We test the effects of two light-touch psychological interventions on water chlorination and related health and economic outcomes using a randomized controlled trial among 3750 women in rural Kenya. One intervention encourages participants to visualize alternative realizations of the future; one builds participants' ability to make concrete plans. Both interventions include information on health benefits of chlorination. After twelve weeks, both interventions increase the share of households who chlorinate drinking water and reduce child diarrhea episodes. Analysis of mechanisms suggests both interventions increase self-efficacy—beliefs about one's ability to achieve desired outcomes—as well as the salience of chlorination. They do not differentially affect beliefs and knowledge about chlorination (compared to a group who receive only information), nor affect lab measures of time preferences or planning ability. Results suggest simple psychological interventions can increase use of preventive health technologies.\n\nThis working paper has been superseded by a later version which drops one of the authors:  \"Can Simple Psychological Interventions Increase Preventive Health Investment?\"  Please use that version for citation.\n\n",
    "acknowledgement": "\nSupported by grant NIH UH2 NR016378 to JH. We thank Jane Dougherty, Daniel Mellow, Moritz Poll, and the Busara Center for Behavioral Economics for research assistance; Clair Null, Michael Kremer, and the WASH Benefits Kenya team for collaboration and advice; and Nava Ashraf, David Laibson, Xavier D'Haultfoeuille, Alessandro Iaria, and Pedro Rey-Biel for comments. The pre-analysis plan for this study is registered at https://www.socialscienceregistry.org/trials/2850/history/27566. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}