{
    "id": 25738,
    "citation_title": "Combining Administrative and Survey Data to Improve Income Measurement",
    "citation_author": [
        "Bruce D. Meyer",
        "Nikolas Mittag"
    ],
    "citation_publication_date": "2019-04-15",
    "issue_date": "2019-04-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nWe describe methods of combining administrative and survey data to improve the measurement of income.  We begin by decomposing the total survey error in the mean of survey reports of dollars received from a government transfer program.  We decompose this error into three parts, generalized coverage error (which combines coverage and unit non-response error and any error from weighting), item non-response or imputation error, and measurement error.  We then discuss these three sources of error in turn and how linked administrative and survey data can assess and reduce each of these sources.  We then illustrate the potential of linked data by showing how using linked administrative variables improves the measurement of income and poverty in the Current Population Survey, focusing on the substitution of administrative for survey data for three government transfer programs.  Finally, we discuss how one can examine the accuracy of the underlying links used in the combined data.\n\n",
    "acknowledgement": "\nAny opinions and conclusions expressed here are those of the authors and do not necessarily represent the views of the U.S. Census Bureau or the National Bureau of Economic Research. We would like to thank the Alfred P. Sloan, Russell Sage and Charles Koch Foundations for their support. Mittag acknowledges support from the Czech Academy of Sciences (RVO 67985998), the Czech Science Foundation (16-07603Y) and Charles University (UNCE/HUM/035).\n\n\n"
}