{
    "id": 25745,
    "citation_title": "Tax Professionals: Tax-Evasion Facilitators or Information Hubs?",
    "citation_author": [
        "Marco Battaglini",
        "Luigi Guiso",
        "Chiara Lacava",
        "Eleonora Patacchini"
    ],
    "citation_publication_date": "2019-04-15",
    "issue_date": "2019-04-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTo study the role of tax professionals, we merge tax records of 2.5 million taxpayers in Italy with the respective audit files from the tax revenue agency. Our data covers the entire population of sole proprietorship taxpayers in seven regions, followed over seven fiscal years. We first document that tax evasion is systematically correlated with the average evasion of other customers of the same tax professional. We then exploit the unique structure of our dataset to study the channels through which these social spillover effects are generated. Guided by an equilibrium model of tax compliance with tax professionals and auditing, we highlight two mechanisms that may be behind this phenomenon: self-selection of taxpayers who sort themselves into professionals of heterogeneous tolerance for tax evasion; and informational externalities generated by the tax professional activities. We provide evidence supporting the simultaneous presence of both mechanisms.\n\n",
    "acknowledgement": "\nWe are very grateful to the Italian Revenue Agency for granting us access to the data. We are the sole responsible for the ideas expressed in the paper. We received beneficial suggestions from seminar participants at the London School of Economics and the University of Rome Sapienza. We thank Philipp Kircher for very useful comments and Matteo Paradisi for helpful discussions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}