{
    "id": 25743,
    "citation_title": "Some International Evidence for Keynesian Economics without the Phillips Curve",
    "citation_author": [
        "Roger Farmer",
        "Giovanni Nicolò"
    ],
    "citation_publication_date": "2019-04-15",
    "issue_date": "2019-04-11",
    "revision_date": "2019-06-07",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFarmer and Nicolò (2018) show that the Farmer Monetary (FM)- model outperforms the three-equation New-Keynesian (NK)-model in post war U.S. data. In this paper, we compare the marginal data density of the FM-model with marginal data densities for determinate and indeterminate versions of the NK-model for three separate samples using U.S., U.K. and Canadian data. We estimate versions of both models that restrict the parameters of the private sector equations to be the same for all three countries. Our preferred specification is the constrained version of the FM-model which has a marginal data density that is more than 40 log points higher than the NK alternative. Our findings also demonstrate that cross-country macroeconomic differences are well explained by the different shocks that hit each economy and by differences in the ways in which national central banks reacted to those shocks.\n\n",
    "acknowledgement": "\nWe thank George Bratsiotis for inviting us to present this paper at the 9th annual conference organized by the Centre of Growth and Economic Business Cycles at the University of Manchester on July 5th – 6th 2018. The views expressed in this paper are those of the authors and do not necessarily reflect the views of the Federal Reserve Board, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}