{
    "id": 25746,
    "citation_title": "Dishonest Behavior: Sin Big or Go Home",
    "citation_author": [
        "Jason A. Aimone",
        "Brittany Ward",
        "James E. West"
    ],
    "citation_publication_date": "2019-04-15",
    "issue_date": "2019-04-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nEconomic agents face many different types of economic incentives when making financial and moral decisions.  We provide experimental data from a population that uniquely responds to incentives to lie compared to previously studied populations. We conduct a standard 6-sided die rolling lying study within a population that believes that God has knowledge of all their actions.  Within this population, we find that those who attend church frequently appear to refrain from lying while those that do not frequently attend church do lie, but do not disguise their lies like more secular populations.  We further explain how our data fits into the theoretical work on lying.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge funding from the department of economics at Baylor University, the capable research assistance of Jennifer Bradley, and helpful comments by Collin Raymond and participants at the 2017 International ESAs, 2018 SEA Meetings, and 2018 TExAS Meetings. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}