{
    "id": 25740,
    "citation_title": "Taxation and Migration: Evidence and Policy Implications",
    "citation_author": [
        "Henrik Kleven",
        "Camille Landais",
        "Mathilde Muñoz",
        "Stefanie Stantcheva"
    ],
    "citation_publication_date": "2019-04-15",
    "issue_date": "2019-04-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Subnational Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this article, we review a growing empirical literature on the effects of personal taxation on the geographic mobility of people and discuss its policy implications. We start by laying out the empirical challenges that prevented progress in this area until recently, and then discuss how recent work have made use of new data sources and quasi-experimental approaches to credibly estimate migration responses. This body of work has shown that certain segments of the labor market, especially high-income workers and professions with little location-specific human capital, may be quite responsive to taxes in their location decisions. When considering the implications for tax policy design, we distinguish between uncoordinated and coordinated tax policy. We highlight the importance of recognizing that mobility elasticities are not exogenous, structural parameters. They can vary greatly depending on the population being analyzed, the size of the tax jurisdiction, the extent of tax policy coordination, and a range of non-tax policies. While migration responses add to the efficiency costs of redistributing income, we caution against over-using the recent evidence of (sizeable) mobility responses to taxes as an argument for less redistribution in a globalized world.\n\n",
    "acknowledgement": "\nThis paper has been prepared for a symposium on taxes and the geographic location of economic activity to be published in the Journal of Economic Perspectives. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nCamille Landais\n\nI acknowledge fi\fnancial support from the European Research Council starting grant #679704, and from the Philip Leverhulme Trust (Leverhulme Prize)\n\n\n"
}