{
    "id": 25748,
    "citation_title": "Why is Productivity Correlated with Competition?",
    "citation_author": [
        "Matthew Backus"
    ],
    "citation_publication_date": "2019-04-15",
    "issue_date": "2019-04-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nThe correlation between productivity and competition is an oft–observed but ill–understood result. Some suggest that there is a treatment effect of competition on measured productivity, e.g. through a reduction of managerial slack. Others argue that greater competition makes unproductive establishments exit by reallocating demand to their productive rivals, raising observed average productivity via selection. I study the ready-mix concrete industry and offer three perspectives on this ambivalence. First, using a standard decomposition approach, I find no evidence of greater reallocation of demand to productive plants in more competitive markets. Second, I model the establishment exit decision and construct a semi-parametric selection correction to quantify the empirical significance of treatment and selection. Finally, I use a grouped IV quantile regression to test the distributional predictions of the selection hypothesis. I find no evidence for greater selection or reallocation in more competitive markets; instead, all three results suggest that measured productivity responds directly to competition. Potential channels include specialization and managerial inputs.\n\n",
    "acknowledgement": "\nThis is a revised version of the first chapter of my dissertation; the original version is dated November 11, 2011. I am grateful to my advisors Daniel Ackerberg, Jeremy Fox, Francine Lafontaine, Natalia Lazzati, and Scott Page for their encouragement and guidance. Thanks also to Jim Adams, Allan Collard-Wexler, Ying Fan, John Haltiwanger, Panle Jia Barwick, Kai-Uwe Kühn, Shawn Klimek, Jagadeesh Sivadasan, Chad Syverson, and numerous seminar participants for helpful comments and suggestions. All remaining errors are my own. This paper was written while I was a Special Sworn Status researcher of the US Census Bureau at the University of Michigan Research Data Center. Any opinions and conclusions expressed herein are those of the author and do not necessarily represent the views of the U.S. Census Bureau or the National Bureau of Economic Research. All results have been reviewed to ensure that no confidential information is disclosed.\n\n\n"
}