{
    "id": 25749,
    "citation_title": "Job Displacement Insurance and (the Lack of) Consumption-Smoothing",
    "citation_author": [
        "François Gerard",
        "Joana Naritomi"
    ],
    "citation_publication_date": "2019-04-15",
    "issue_date": "2019-04-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe most common forms of government-mandated job displacement insurance are Severance Pay (SP; lump-sum payments at layoff) and Unemployment Insurance (UI; periodic payments contingent on nonemployment). While there is a vast literature on UI, SP programs have received much less attention, even though they are prevalent across countries and predominant in developing countries. In particular, little is known about their insurance value, which critically relies on workers’ ability to dissave the lump-sum progressively to smooth consumption after layoff. Using de-identified high-frequency expenditure data and matched employee-employer data from Brazil, we find that displaced workers eligible for both UI and SP increase consumption at layoff by 35% despite experiencing a 17% consumption loss after they stop receiving any benefits. Moreover, this sensitivity of consumer spending to cash-on-hand is present across spending categories and sources of variation in UI benefits and SP amounts. We show that a simple structural model with present-biased workers can rationalize our findings, and we use it to illustrate their implications for the incentive-insurance trade-off between SP and UI. Specifically, the insurance value of SP programs – or of other policies that provide liquidity to workers at layoff – can be severely reduced when consumption is over-sensitive to the timing of benefit disbursement, undermining their advantage in terms of job-search incentives. Our findings highlight the importance of the difference between SP and UI in their disbursement policy, and shed new light on the need for job displacement insurance in a developing country context.\n\n",
    "acknowledgement": "\nWe would like to thank Oriana Bandiera, Lorenzo Casaburi, Raj Chetty, Mark Dean, Stefano DellaVigna, Itzik Fadlon, Nate Hilger, Ethan Ilzetzki, Camille Landais, Guilherme Lichand, Attila Lindner, Arash Nekoei, Paul Niehaus, Matthew Notowidigdo, Johannes Schmieder, Jesse Shapiro, Johannes Spinnewijn, and seminar participants at the Bank of Mexico, Columbia, DfID, Duke, IFS, IZA, LSE, MILLS seminar series, Oxford, NYU, PSE, Queen Mary, Sciences-Po, Stanford, UCLA, UNU-WIDER, USC, UCSD, UPF, Wharton, Warwick, the University of Zurich, as well as at the 4th Annual Empirical Microeconomics Conference at ASU, the BREAD/CEPR/STICERD/TCD Conference on Development Economics, the CEPR Public Economics Symposium, the IIPF conference, the NTA conference, and the 2nd Zurich Conference on Public Finance in Developing Countries. We would also like to thank the International Growth Centre, the National Science Foundation (NSF grant SES-1757105), and STICERD for their financial support. Rodrigo Candido, Cristiano Carvalho, Daniel Deibler, Dario Fonseca, Samira Noronha, Luiz Superti and a wonderful team of Columbia undergraduates provided outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}