{
    "id": 25753,
    "citation_title": "The Returns to Early-life Interventions for Very Low Birth Weight Children",
    "citation_author": [
        "Eric Chyn",
        "Samantha Gold",
        "Justine S. Hastings"
    ],
    "citation_publication_date": "2019-04-15",
    "issue_date": "2019-04-11",
    "revision_date": "2019-08-14",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use comprehensive administrative data from Rhode Island to measure the impact of early-life interventions for low birth weight newborns on later-life outcomes. We use a regression discontinuity design based on the 1,500-gram threshold for Very Low Birth Weight (VLBW) status. We show that threshold crossing causes more intense in-hospital care, in line with prior studies. Threshold crossing also causes a 0.34 standard deviation increase in test scores in elementary and middle school, a 17.1 percentage point increase in the probability of college enrollment, and $66,997 decrease in social program expenditures by age 14. We explore potential mechanisms driving these impacts.\n\n",
    "acknowledgement": "\nWe thank the team at Research for Improving People’s Lives (RIPL) and the State of Rhode Island for making this project possible. We are also thankful for helpful comments that we received from Prashant Bharadwaj and Amanda Kowalski, and research teams at the Rhode Island Departments of Education and Health. We are grateful for financial support from the Smith Richardson Foundation and the Laura and John Arnold Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}