{
    "id": 25755,
    "citation_title": "Ten Facts on Declining Business Dynamism and Lessons from Endogenous Growth Theory",
    "citation_author": [
        "Ufuk Akcigit",
        "Sina T. Ates"
    ],
    "citation_publication_date": "2019-04-15",
    "issue_date": "2019-04-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Antitrust",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nIn this paper, we review the literature on declining business dynamism and its implications in the United States and propose a unifying theory to analyze the symptoms and the potential causes of this decline. We first highlight 10 pronounced stylized facts related to declining business dynamism documented in the literature and discuss some of the existing attempts to explain them. We then describe a theoretical framework of endogenous markups, innovation, and competition that can potentially speak to all of these facts jointly. We next explore some theoretical predictions of this framework, which are shaped by two interacting forces: a \"composition effect\" that determines the market concentration and an \"incentive effect\" that determines how firms respond to a given concentration in the economy. The results highlight that a decline in \"knowledge diffusion\" between frontier and laggard firms could be a significant driver of empirical trends observed in the data. This study emphasizes the potential of growth theory for the analysis of factors behind declining business dynamism and the need for further investigation in this direction.\n\n",
    "acknowledgement": "\nWe thank seminar and conference participants at College de France, the 1st joint IMF-OECD-World Bank conference on Structural Reforms, 7th CompNet Annual Conference, Bilkent University, and the Central Bank of the Republic of Turkey. Zhiyu Fu and Jeremy Pearce provided excellent research assistance. Akcigit gratefully acknowledges financial support from the National Science Foundation. The views in this paper are solely the responsibility of the authors and should not be interpreted as reflecting the views of the Board of Governors of the Federal Reserve System, nor of any other person associated with the Federal Reserve System, nor of the National Bureau of Economic Research.\n\n\n"
}