{
    "id": 25756,
    "citation_title": "What Happened to U.S. Business Dynamism?",
    "citation_author": [
        "Ufuk Akcigit",
        "Sina T. Ates"
    ],
    "citation_publication_date": "2019-04-15",
    "issue_date": "2019-04-11",
    "revision_date": "2019-05-10",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nIn the past several decades, the U.S. economy has witnessed a number of striking trends that indicate a rising market concentration and a slowdown in business dynamism. In this paper, we make an attempt to understand potential common forces behind these empirical regularities through the lens of a micro-founded general equilibrium model of endogenous firm dynamics. Importantly, the theoretical model captures the strategic behavior between competing firms, its effect on their innovation decisions, and the resulting “best versus the rest” dynamics. We focus on multiple potential mechanisms that can potentially drive the observed changes and use the calibrated model to assess the relative importance of these channels with particular attention to the implied transitional dynamics. Our results highlight the dominant role of a decline in the intensity of knowledge diffusion from the frontier firms to the laggard ones in explaining the observed shifts. We conclude by presenting new evidence that corroborates a declining knowledge diffusion in the economy. We document a higher concentration of patenting in the hands of firms with the largest stock and a changing nature of patents, especially in the post-2000 period, which suggests a heavy use of intellectual property protection by market leaders to limit the diffusion of knowledge. These findings present a potential avenue for future research on the drivers of declining knowledge diffusion.\n\n",
    "acknowledgement": "\nWe thank Richard Rogerson and John Haltiwanger for encouraging us to explore the decline in business dynamism in the United States. In addition, we thank Chiara Criscuolo, Chad Syverson, seminar and conference participants at the 7th CompNet Annual Conference, Boston College, Collège de France, the University of Texas at Austin, the Federal Reserve Bank of Dallas, the OECD, the Central Bank of Turkey, the Bank of Italy, and the Koc University Winter Workshop in Economics. Aakaash Rao and Zhiyu Fu have provided excellent research assistance. Akcigit gratefully acknowledges financial support from the National Science Foundation. The views in this paper are solely the responsibilities of the authors and should not be interpreted as reflecting the view of the Board of Governors of the Federal Reserve System, nor or of any other person associated with the Federal Reserve System, nor of the National Bureau of Economic Research.\n\n\n"
}