{
    "id": 25751,
    "citation_title": "Can the Market Multiply and Divide? Non-Proportional Thinking in Financial Markets",
    "citation_author": [
        "Kelly Shue",
        "Richard R. Townsend"
    ],
    "citation_publication_date": "2019-04-15",
    "issue_date": "2019-04-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nNominal stock prices are arbitrary. Therefore, when evaluating how a piece of news should affect the price of a stock, rational investors should think in percentage rather than dollar terms. However, dollar price changes are ubiquitously reported and discussed. This may both cause and reflect a tendency of investors to think about the impact of news in dollar terms, leading to more extreme return responses to news for lower-priced stocks. We find a number of results consistent with such non-proportional thinking. First, lower-priced stocks have higher total volatility, idiosyncratic volatility, and market betas, after controlling flexibly for size. To identify a causal effect of price, we show that volatility increases sharply following pre-announced stock splits and drops following reverse stock splits. The returns of lower-priced stocks also respond more strongly to firm-specific news events, all else equal. The economic magnitudes are large: a doubling in a stock's nominal price is associated with a 20-30% decline in its volatility, beta, and return response to firm-specific news. These patterns are not exclusive to small, illiquid stocks; they hold even among the largest stocks. Non-proportional thinking can explain a variety of asset pricing anomalies such as long-run and short-run reversals, as well as the negative relation between past returns and volatility (i.e., the leverage effect). Our analysis also shows that the well-documented negative relation between risk (volatility or beta) and size is actually driven by nominal prices rather than fundamentals.\n\n",
    "acknowledgement": "\nWe thank Gen Li, Huijun Sun, Kaushik Vasudevan, and Tianhao Wu for excellent research assistance and the International Center for Finance at the Yale School of Management for their support. We thank seminar audiences and discussants at the AFA, Arrowstreet Capital, Behavioral Economics Annual Meeting, D.E. Shaw, Federal Reserve Board, Harvard Business School, London Business School, London School of Economics, Lund University, Miami Behavioral Conference, Microsoft Research, Minnesota Accounting Conference, NBER Behavioral Finance, Penn State, Queen Mary University, Russell FTSE Conference, Russell Sage Behavioral Summer Camp, SFI Lausanne, Society of Quantitative Analysts, TCU Kneeley, Temple University, University of Oregon, UT Austin, Washington University St. Louis, Wharton, and Yale. We thank Nick Barberis, Justin Birru, John Campbell, James Choi, Stefano Giglio, Sam Hartzmark, Bryan Kelly, Toby Moskowitz, Matthew Rabin, and Andrei Shleifer for helpful comments. We are especially grateful to Shimon Kogan for sharing data and analysis. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}