{
    "id": 25752,
    "citation_title": "Censorship, Family Planning, and the Historical Fertility Transition",
    "citation_author": [
        "Brian Beach",
        "W. Walker Hanlon"
    ],
    "citation_publication_date": "2019-04-15",
    "issue_date": "2019-04-11",
    "revision_date": "2019-07-02",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development of the American Economy",
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe historical fertility transition is one of the most important events in economic history. This study provides new evidence on the role that ideas about family planning played in this transition. We begin by documenting a link between the famous Bradlaugh-Besant trial that took place in England in 1877, which revolved around the morality of family planning, and the sharp decline in fertility that took place in Britain beginning in that year. We then show that similar declines are observed among populations living outside of Britain but with strong cultural and linguistic links to Britain. Our findings highlight the importance of changing social norms in the historical fertility transition and provide novel evidence showing that cultural and linguistic ties can play an important role in rapidly transmitting social change around the world.\n\n",
    "acknowledgement": "\nWe are particularly grateful to Nico Voigtlander for his contribution to the early stages of this project. We also thank Francesco Cinnirella, Martin Dribe, Casper Worm Hansen, Stephan Heblich, Jane Humphries, Kevin O'Rourke, Peter Sandholt Jensen, Krishna Pendakur, Ethan Schmick, Marianne Wanamaker, and seminar participants at Chapman, Columbia, Copenhagen, George Mason, Lund, Michigan's H2D2 Workshop, NYU, Oxford, U. of Pittsburgh, and Vanderbilt for helpful comments. This project was funded by a seed grant from the California Center for Population Research and by NSF Career Grant No. 1552692. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}