{
    "id": 25758,
    "citation_title": "The Impact of Parental Involvement Laws on Minor Abortion",
    "citation_author": [
        "Theodore J. Joyce",
        "Robert Kaestner",
        "Jason Ward"
    ],
    "citation_publication_date": "2019-04-15",
    "issue_date": "2019-04-11",
    "revision_date": "2019-04-22",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this article, we conduct a comprehensive analysis of the effect of parental involvement (PI) laws on the incidence of abortions to minors across a span of nearly three decades. We contribute to the extant literature on this topic in several ways. First, we explore differences in estimates of the effect of PI laws across time that may result from changes in contraception, the composition of pregnant minors, access to confidential abortions in nearby states, or through judicial bypass, and the degree to which these laws are enforced. We find that, on average, PI laws enacted before the mid-1990s are associated with a 15% to 20% reduction in minor abortions. PI laws enacted after this time are not, on average, associated with declines in abortions to minors. Second, we assess the role of out-of-state travel by minors, estimating models that allow the effect of PI laws to differ by the distance to the nearest state without a PI law. We find that out-of-state travel is not a substantive moderating factor of the effect of PI laws. Third, we use a synthetic control approach to explore state-level heterogeneity in the effect of PI laws and find large differences in the impact of PI laws on minor abortions by state. These differences are unrelated to the type of law (consent versus notification) or whether contiguous states have enacted PI laws. Finally, we show that estimates of the effect of PI laws using data from either the Centers for Disease Control or the Alan Guttmacher Institute do not differ qualitatively once differences in coverage by state and year across these data are harmonized.\n\n",
    "acknowledgement": "\nPartial financial support for this research was provided by grant #R01HD082133 from the National Institutes of Health. We thank Isaac Maddow-Zimet from the Guttmacher Institute for help understanding the construction of the resident teen abortion rates and Caitlin Myers for comments on the manuscript and for sharing her data on teen abortion rates and knowledge of parental involvement laws. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}