{
    "id": 25759,
    "citation_title": "Is Blinded Review Enough? How Gendered Outcomes Arise Even Under Anonymous Evaluation",
    "citation_author": [
        "Julian Kolev",
        "Yuly Fuentes-Medel",
        "Fiona Murray"
    ],
    "citation_publication_date": "2019-04-22",
    "issue_date": "2019-04-19",
    "revision_date": "2019-05-19",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nFor organizations focused on scientific research and innovation, workforce diversity is a key driver of success. Blinded review is an increasingly popular approach to reducing bias and increasing diversity in the selection of people and projects, yet its effectiveness is not fully understood. We explore the impact of blinded review on gender inclusion in a unique setting: innovative research grant proposals submitted to the Gates Foundation from 2008-2017. Despite blinded review, female applicants receive significantly lower scores, which cannot be explained by reviewer characteristics, proposal topics, or ex-ante measures of applicant quality. By contrast, the gender score gap is no longer significant after controlling for text-based measures of proposals’ titles and descriptions. Specifically, we find strong gender differences in the usage of broad and narrow words, suggesting that differing communication styles are a key driver of the gender score gap. Importantly, the text-based measures that predict higher reviewer scores do not also predict higher ex-post innovative performance. Instead, female applicants exhibit a greater response in follow-on scientific output after an accepted proposal, relative to male applicants. Our results reveal that gender differences in writing and communication are a significant contributor to gender disparities in the evaluation of science and innovation.\n\n",
    "acknowledgement": "\nWe are grateful to the Bill and Melinda Gates Foundation for providing access to their internal data and procedures, and for their overall support. We thank Cecilia Testart Pacheco for her invaluable assistance with the text analysis portion of the paper. We also thank Pierre Azoulay, Scott Stern, Philippe Aghion, Ray Reagans, Michael Cima, Joshua Krieger, Daniel Fehder, Michael Bikard, Annamaria Conti, seminar participants at MIT and NBER, and conference attendees at the Academy of Management, the American Economic Association, and the REER conference for their helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}