{
    "id": 25760,
    "citation_title": "Making Carbon Taxation a Generational Win Win",
    "citation_author": [
        "Laurence J. Kotlikoff",
        "Felix Kubler",
        "Andrey Polbin",
        "Jeffrey D. Sachs",
        "Simon Scheidegger"
    ],
    "citation_publication_date": "2019-04-22",
    "issue_date": "2019-04-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCarbon taxation has been studied primarily in social planner or infinitely lived agent models, which trade off the welfare of future and current generations. Such frameworks obscure the potential for carbon taxation to produce a generational win-win. This paper develops a large-scale, dynamic 55-period, OLG model to calculate the carbon tax policy delivering the highest uniform welfare gain to all generations. The OLG framework, with its selfish generations, seems far more natural for studying climate damage. Our model features coal, oil, and gas, each extracted subject to increasing costs, a clean energy sector, technical and demographic change, and Nordhaus (2017)’s temperature/damage functions. Our model’s optimal uniform welfare increasing (UWI) carbon tax starts at $30 tax, rises annually at 1.5 percent and raises the welfare of all current and future generations by 0.73 percent on a consumption-equivalent basis. Sharing efficiency gains evenly requires, however, taxing future generations by as much as 8.1 percent and subsidizing early generations by as much as 1.2 percent of lifetime consumption. Without such redistribution (the Nordhaus “optimum”), the carbon tax constitutes a win-lose policy with current generations experiencing an up to 0.84 percent welfare loss and future generations experiencing an up to 7.54 percent welfare gain. With a six-times larger damage function, the optimal UWI initial carbon tax is $70, again rising annually at 1.5 percent. This policy raises all generations’ welfare by almost 5 percent. However, doing so requires levying taxes on and giving transfers to future and current generations ranging up to 50.1 percent and 10.3 percent of their lifetime consumption. Delaying carbon policy, for 20 years, reduces efficiency gains roughly in half.\n\n",
    "acknowledgement": "\nFelix Kubler and Simon Scheidegger are generously supported by a grant from the Swiss Platform for Advanced Scientific Computing (PASC) under project ID “Computing equilibria in heterogeneous agent macro models on contemporary HPC platforms\". Simon Scheidegger gratefully acknowledges support from the Cowles Foundation at Yale University. Laurence Kotlikoff thanks Boston University and the Gaidar Institute for research support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}