{
    "id": 25761,
    "citation_title": "The Local Aggregate Effects of Minimum Wage Increases",
    "citation_author": [
        "Daniel Cooper",
        "María José Luengo-Prado",
        "Jonathan A. Parker"
    ],
    "citation_publication_date": "2019-04-22",
    "issue_date": "2019-04-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nUsing variation in minimum wages across cities and controlling for differences in business-cycle factors and long-run local economic trends, we find that following minimum wage increases, both prices and nominal spending rise modestly. These gains are larger for certain sub-categories of goods such as food away from home and in locations where low-wage workers are a larger share of employment. Further, minimum wage increases are associated with reduced total debt among households with low credit scores, higher auto debt, and increased access to credit.\n\n",
    "acknowledgement": "\nSpecial thanks to Giovanni Olivei and participants at the 2019 Federal Reserve System Credit Bureau Data Users Conference for helpful suggestions and to David Brown, Chloe Lee, and Sarah Morse for excellent research assistance. The views in this paper are our own and do not necessarily reflect the views of the Federal Reserve Bank of Boston or the Federal Reserve System or the National Bureau of Economic Research.\n\n\n"
}