{
    "id": 25765,
    "citation_title": "Beyond Competitive Devaluations: The Monetary Dimensions of Comparative Advantage",
    "citation_author": [
        "Paul R. Bergin",
        "Giancarlo Corsetti"
    ],
    "citation_publication_date": "2019-04-22",
    "issue_date": "2019-04-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMotivated by the long-standing debate on the pros and cons of competitive devaluation, we propose a new perspective on how monetary and exchange rate policies can contribute to a country’s international competitiveness. We refocus the analysis on the implications of monetary stabilization for a country’s comparative advantage. We develop a two-country New-Keynesian model allowing for sectoral differences in the production of tradables in each economy: while in one sector firms are perfectly competitive, in another sector firms produce differentiated goods under monopolistic competition and subject to nominal rigidities, hence their performance is more sensitive to macroeconomic uncertainty. We show that, by stabilizing inflation and the output gap, monetary policy can foster the competitiveness of these firms, encouraging investment and entry in the differentiated goods sector, and ultimately affecting the composition of domestic output and exports. Welfare implications of alternative monetary policy rules that shift comparative advantage are found to be substantial in a calibrated version of the model.\n\n",
    "acknowledgement": "\nWe thank our discussants Matteo Cacciatore, Fabio Ghironi, Paolo Pesenti, and Hélène Rey, as well as Mary Amiti, Giovanni Maggi, Sam Kortum, Kim Ruhl, and seminar participants at the 2013 NBER Summer Institute, the International Finance and Macro Finance Workshop at Sciences Po Paris, the Norges Bank Conference The Role of Monetary Policy Revisited, the 2016 ASSA meetings, the West Coast Workshop on International Finance and Open Economy Macroeconomics, the CPBS Pacific Basin Research Conference, the Banque de France PSE Trade Elasticities Workshop, Bank of England, Bank of Spain, London Business School, New York FED the National University of Singapore, Universidade Nova de Lisboa, and the Universities of Cambridge, Wisconsin, and Yale for comments. Yuan Liu, Riccardo Trezzi and Jasmine Xiao provided excellent research assistance. Giancarlo Corsetti acknowledges the generous support of the Keynes Fellowship at Cambridge University, the Cambridge Inet Institute and Centre for Macroeconomics. Finally, we thank Giovanni Lombardo for generous and invaluable technical advice. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}