{
    "id": 25763,
    "citation_title": "Girls, Boys, and High Achievers",
    "citation_author": [
        "Angela Cools",
        "Raquel Fernández",
        "Eleonora Patacchini"
    ],
    "citation_publication_date": "2019-04-22",
    "issue_date": "2019-04-19",
    "revision_date": "2019-06-13",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nThis paper studies the effect of exposure to female and male “high-achievers” in high school on the long-run educational outcomes of their peers. Using data from a recent cohort of students in the United States, we identify a causal effect by exploiting quasi-random variation in the exposure of students to peers with highly educated parents across cohorts within a school. We find that greater exposure to “high-achieving” boys, as proxied by their parents' education, decreases the likelihood that girls go on to complete a bachelor's degree, substituting the latter with junior college degrees. It also affects negatively their math and science grades and, in the long term, decreases labor force participation and increases fertility. We explore possible mechanisms and find that greater exposure leads to lower self-confidence and aspirations and to more risky behavior (including having a child before age 18). The girls most strongly affected are those in the bottom half of the ability distribution (as measured by the Peabody Picture Vocabulary Test), those with at least one college-educated parent, and those attending a school in the upper half of the socioeconomic distribution. The effects are quantitatively important: an increase of one standard deviation in the percent of “high-achieving” boys decreases the probability of obtaining a bachelor's degree from 2.2-4.5 percentage points, depending on the group. Greater exposure to “high-achieving” girls, on the other hand, increases bachelor's degree attainment for girls in the lower half of the ability distribution, those without a college-educated parent, and those attending a school in the upper half of the socio-economic distribution. The effect of “high-achievers” on male outcomes is markedly different: boys are unaffected by “high-achievers” of either gender.\n\n",
    "acknowledgement": "\nThe authors thank Mike Gilraine, Ilyana Kuziemko, Núria Rodríguez-Planas, and Martin Rotemberg for helpful suggestions. Fernández thanks the CV Starr Center for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}