{
    "id": 25769,
    "citation_title": "How the Wealth Was Won: Factor Shares as Market Fundamentals",
    "citation_author": [
        "Daniel L. Greenwald",
        "Martin Lettau",
        "Sydney C. Ludvigson"
    ],
    "citation_publication_date": "2019-04-22",
    "issue_date": "2019-04-19",
    "revision_date": "2024-09-03",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhy does the stock market rise and fall? From 1989 to 2017, the real per-capita value of corporate equity increased at a 7.2% annual rate. We estimate that 40% of this increase was attributable to a reallocation of rewards to shareholders in a decelerating economy, primarily at the expense of labor compensation. Economic growth accounted for just 25% of the increase, followed by a lower risk price (21%), and lower interest rates (14%). The period 1952 to 1988 experienced only one third as much growth in market equity, but economic growth accounted for more than 100% of it.\n\n",
    "acknowledgement": "\nThis paper supplants an earlier paper entitled “Origins of Stock Market Fluctuations.” We are grateful to Andrew Atkeson, Simcha Barkai, John Y. Campbell, Andrea Eisfeldt, Valentin Haddad, Ralph Koijen, Edward Nelson, Annette Vissing-Jorgensen, Mindy Xiaolan, and four anonymous referees for helpful comments, as well as to seminar participants at the October 2020 NBER EF&G meeting, 2020 Women in Macro conference, the 2021 American Finance Association meetings, the January 2021 NBER Long Term Asset Management conference, the Federal Reserve Board, the Harvard University economics department, the HEC Paris finance department, the Ohio State University Fisher College of Business, the University of California Berkeley Haas School of Business, the University of Chicago Booth School of Business, the University of Michigan Ross School of Business, the University of Minnesota Carlson School, and AQR. Edited by Andrew Atkeson. The views expressed  herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}