{
    "id": 25762,
    "citation_title": "Trade Wars: What do they Mean? Why are they Happening Now? What are the Costs?",
    "citation_author": [
        "Aaditya Mattoo",
        "Robert W. Staiger"
    ],
    "citation_publication_date": "2019-04-22",
    "issue_date": "2019-04-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow should economists interpret current trade wars and the recent U.S. trade actions that have initiated them? In this paper we offer an interpretation of current U.S. trade actions that is at once more charitable and less forgiving than that typically offered by economic commentators. More charitable, because we argue that it is possible to see a logic to these actions: the United States is initiating a change from “rules-based” to “power-based” tariff bargaining and is selecting countries with which it runs bilateral trade deficits as the most suitable targets of its bargaining tariffs. Less forgiving, because the main costs of these trade tactics cannot be avoided even if they happen to “work” and deliver lower tariffs. Rather, we show that the main costs will arise from the use of the tactics themselves, and from the damage done by those tactics to the rules-based multilateral trading system and the longer-term interests of the United States and the rest of the world.\n\n",
    "acknowledgement": "\nThanks to Treb Allen, Emily Blanchard, Chad Bown, Davin Chor, Swati Dhingra, Caroline Freund, Penny Goldberg, Judy Goldstein, Henrik Horn, Doug Irwin, Petros C. Mavroidis, Emanuel Ornelas, Nina Pavcnik, Alan Sykes, Nick Tsivanidis and Ben Zissimos for many helpful comments. All remaining errors are our own. The views expressed in this paper are those of the authors and should not be attributed to the institutions to which they belong, nor to the National Bureau of Economic Research. Research for this paper has been supported in part by the World Bank’s Umbrella Facility for Trade.\n\n\n\nRobert W. Staiger\n\nIn the Fall of 2011, I served as a consultant for the WTO and wrote a background paper ( http://www.ssc.wisc.edu/~rstaiger/NTMs_WTO_123111  ) for the WTO's World Trade Report 2012.\n\n\n"
}