{
    "id": 25768,
    "citation_title": "Fiscal Space and the Aftermath of Financial Crises: How It Matters and Why",
    "citation_author": [
        "Christina D. Romer",
        "David H. Romer"
    ],
    "citation_publication_date": "2019-04-22",
    "issue_date": "2019-04-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Fiscal Policy",
        "\n",
        "Financial Economics",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn OECD countries over the period 1980–2017, countries with lower debt-to-GDP ratios responded to financial distress with much more expansionary fiscal policy and suffered much less severe aftermaths. Two lines of evidence together suggest that the relationship between the debt ratio and the policy response is driven partly by problems with sovereign market access, but even more so by the choices of domestic and international policymakers. First, although there is some relationship between more direct measures of market access and the fiscal response to distress, incorporating the direct measures attenuates the link between the debt ratio and the policy response only slightly. Second, contemporaneous accounts of the policymaking process in episodes of major financial distress show a number of cases where shifts to austerity were driven by problems with market access, but at least as many where the shifts resulted from policymakers’ choices despite an absence of difficulties with market access. These results may have implications for the conduct of policy both in normal times and in the wake of a financial crisis.\n\n",
    "acknowledgement": "\nWe are grateful to James Church for assistance with data, to Olivier Blanchard, Janice Eberly, Patrick Honohan, Lars Jonung, Philip Lane, Edward Nelson, Maurice Obstfeld, James Stock, Phillip Swagel, Brookings Panel participants, and seminar participants at the University of California, Berkeley for helpful comments, and to the University of Edinburgh for support during early stages of this project through the UK Economic and Social Research Council, award reference ES/L990633/1. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}