{
    "id": 25767,
    "citation_title": "The Production Relocation and Price Effects of U.S. Trade Policy: The Case of Washing Machines",
    "citation_author": [
        "Aaron B. Flaaen",
        "Ali Hortaçsu",
        "Felix Tintelnot"
    ],
    "citation_publication_date": "2019-04-22",
    "issue_date": "2019-04-19",
    "revision_date": "2019-05-24",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze several rounds of U.S. import restrictions against washing machines. Using retail price data, we estimate the price effect of these import restrictions by comparing the price changes of washers with those of other appliances.  We find that in response to the 2018 tariffs on nearly all source countries, the price of washers rose by nearly 12 percent; the price of dryers—a complementary good not subject to tariffs—increased by an equivalent amount. Factoring in the effect of dryers and price increases by domestic brands, our estimates for the 2018 tariffs on washers imply a tariff elasticity of consumer prices of between 110 and 230 percent.  The 2016 antidumping duties against China—which accounted for the overwhelming majority of U.S. imports—led to minor price movements due to subsequent production relocation to other export platform countries. Perhaps surprisingly, the 2012 antidumping duties against Korea led to relocation of production to China, actually resulting in lower  washer prices in the United States.  We find that our measure of the tariff elasticity of consumer prices may differ in sign and magnitude from conventional pass-through estimates which are based on a regression of country-specific import price changes on country-specific tariff changes. Production relocation effects, price changes by domestic brands, and price changes of complementary goods all contribute to the differences between these measures.\n\n",
    "acknowledgement": "\nWe are grateful to Xianglong Kong, Ari Boyarsky, and Vivi Gregorich for superb research assistance. We thank Christine Edwards for helpful discussions about washing machine and dryer pricing. Ali Hortacsu and Felix Tintelnot gratefully acknowledge financial support of the Becker Friedman Institute for Economics at the University of Chicago. Suggestions by Jonathan Dingel and Harry Li have substantially improved this paper. Any opinions and conclusions expressed herein are those of the authors and do not necessarily represent the views of the Board of Governors or its research staff. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}