{
    "id": 25764,
    "citation_title": "Implications of Labor Market Frictions for Risk Aversion and Risk Premia",
    "citation_author": [
        "Eric T. Swanson"
    ],
    "citation_publication_date": "2019-04-22",
    "issue_date": "2019-04-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nA flexible labor margin allows households to absorb shocks to asset values with changes in hours worked as well as changes in consumption. This ability to partially offset wealth shocks by varying hours of work can significantly alter the household’s attitudes toward risk, as shown in Swanson (2012). In this paper, I analyze how frictional labor markets affect that analysis. Household risk aversion (as measured by willingness to pay to avoid a wealth shock) is higher: 1) in countries with more frictional labor markets, 2) in recessions, and 3) for households that have more difficulty finding a job. These predictions are consistent with empirical evidence from a variety of sources. Quantitatively, I show that labor market frictions in Europe are large enough to play a substantial contributing role to risk aversion in those countries. Nevertheless, labor markets in the U.S. and Europe are sufficiently flexible that risk aversion is much closer to the frictionless benchmark in Swanson (2012) than to traditional measures that assume labor is fixed.\n\n",
    "acknowledgement": "\nI thank Andrew Ang, Carol Bertaut, Ian Dew-Becker, Jesús Fernández-Villaverde, Kevin Hasker, Bart Hobijn, SungJun Huh, Ivan Jaccard, Dirk Krueger, Pascal Michaillat, Ayşegül Şahin, and seminar participants at the University of Oslo, Bilkent University, SITE Summer Workshop on Labor and Finance, and Society for Economic Dynamics Meetings for helpful discussions, comments, and suggestions. The views expressed in this paper, and all errors and omissions, should be regarded as those solely of the author, and are not necessarily those of the individuals listed above, nor of the National Bureau of Economic Research.\n\n\n"
}