{
    "id": 25776,
    "citation_title": "Wages, Experience and Training of Women over the Lifecycle",
    "citation_author": [
        "Richard Blundell",
        "Monica Costa Dias",
        "David A. Goll",
        "Costas Meghir"
    ],
    "citation_publication_date": "2019-04-29",
    "issue_date": "2019-04-25",
    "revision_date": "2020-08-31",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate the role of training in reducing the gender wage gap using the UK-BHPS. Based on a lifecycle model and using tax and welfare beneﬁt reforms as a source of exogenous variation we evaluate the role of formal training and experience in deﬁning the evolution of wages and employment careers, conditional on education. Training is potentially important in compensating for the eﬀects of children, especially for women who left education after completing high school, but does not fundamentally change the wage gap resulting from labor market interruptions following child birth.\n\n",
    "acknowledgement": "\nWe are very grateful to Michael Webb and William Elming for the many discussions and inputs at diﬀerent stages of this project. We are also grateful to conference and seminar participants at DIW/WZB Berlin, Chicago Harris School, CREST(ENSAE) Paris, LISER (Luxembourg), University of Bristol, University of Essex, University of Sussex, University of York, Bank of Spain, Birkbeck and University College London for their many useful comments. Financial support from the Economic and Social Research Council through the ESRC Centre for the Microeconomic Analysis of Public Policy at IFS (reference ES/M010147/1) and from project grant ES/N015304/1, and from the European Union Horizon 2020 programme on Dynamics of Inequality Across the Life-Course (Dial, project ﬁle number 462-16-090) is gratefully acknowledged. Costas Meghir is grateful to the Cowles foundation and ISPS at Yale for ﬁnancial support. The usual disclaimer applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}