{
    "id": 25770,
    "citation_title": "Did the 2017 Tax Reform Discriminate against Blue State Voters?",
    "citation_author": [
        "David Altig",
        "Alan J. Auerbach",
        "Patrick C. Higgins",
        "Darryl R. Koehler",
        "Laurence J. Kotlikoff",
        "Michael Leiseca",
        "Ellyn Terry",
        "Yifan Ye"
    ],
    "citation_publication_date": "2019-04-22",
    "issue_date": "2019-04-19",
    "revision_date": "2019-04-30",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Subnational Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nThe Tax Cut and Jobs Act of 2017 (TCJA) made significant changes to corporate and personal federal income taxation, including limiting the SALT (state and local property, income and sales taxes) deductibility to $10,000. States with high SALT tend to vote Democratic. This paper estimates the differential effect of the TCJA on red- and blue-state taxpayers and investigates the importance of the SALT limitation to this differential. We calculate the effect of permanent implementation of the TCJA on households using The Fiscal Analyzer: a life-cycle, consumption-smoothing program incorporating all major federal and state fiscal policies. We find that the average percentage increase in remaining lifetime spending under the TCJA is 1.6 percent in red states versus 1.3 percent in blue states. Among the richest 10 percent of households, this differential is larger. Rich households in red states enjoyed a 2.0 percent increase compared to a 1.2 percent increase among the rich in blue-state households. This gap is driven almost entirely by the limitation on the SALT deduction. Excluding the SALT limitation from the TCJA results in a spending gain of 2.6 percent for rich red-state households compared to 2.7 percent for rich blue-state households.\n\n",
    "acknowledgement": "\nThe views expressed here are those of the authors and not necessarily those of the Federal Reserve Bank of Atlanta, the Federal Reserve System, or the National Bureau of Economic Research. Any remaining errors are the authors’ responsibility.\n\n\n\nDarryl R. Koehler\n\nDarryl Koehler works for Economic Security Planning, Inc. and is also a minority share holder.\n\n\n\nLaurence J. Kotlikoff\n\nThe terms under which Economic Security Planning, Inc. have provided its core software for use in this study, namely on a zero-cost basis, have been reviewed and approved by Boston University in accordance with its conflict of interest policy. Laurence Kotlikoff is the principal shareholder of Economic Security Planning, Inc. His son and sister work for the company and are also shareholders. Economic Security Planning, Inc. could potentially benefit were individuals or organizations to read this study and pay the company to do related research on, for example, their favored tax reforms.\n\n\n"
}