{
    "id": 25771,
    "citation_title": "What Does an Electric Vehicle Replace?",
    "citation_author": [
        "Jianwei Xing",
        "Benjamin Leard",
        "Shanjun Li"
    ],
    "citation_publication_date": "2019-04-22",
    "issue_date": "2019-04-19",
    "revision_date": "2021-02-19",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe emissions reductions from the adoption of a new transportation technology depend on the emissions from the new technology relative to those from the displaced technology. We evaluate the emissions reductions from electric vehicles (EVs) by identifying which vehicles would have been purchased had EVs not been available. We do so by estimating a random coefficients discrete choice model of new vehicle demand and simulating counterfactual sales with EVs no longer subsidized or removed from the new vehicle market. Our results suggest that vehicles that EVs replace are relatively fuel-efficient: EVs replace gasoline vehicles with an average fuel economy of 4.2 mpg above the fleet-wide average and 12 percent of them replace hybrid vehicles. This implies that ignoring the non-random replacement of gasoline vehicles would result in overestimating emissions benefits of EVs by 39 percent. Federal income tax credits resulted in a 29 percent increase in EV sales, but 70 percent of the credits were obtained by households that would have bought an EV without the credits. By simulating alternative subsidy designs, we find that a subsidy designed to provide greater incentives to low-income households would have been more cost effective and less regressive.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}