{
    "id": 25777,
    "citation_title": "A Dynamic Model of Characteristic-Based Return Predictability",
    "citation_author": [
        "Aydoğan Alti",
        "Sheridan Titman"
    ],
    "citation_publication_date": "2019-04-29",
    "issue_date": "2019-04-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe present a dynamic model that links characteristic-based return predictability to systematic factors that determine the evolution of firm fundamentals. In the model, an economy-wide disruption process reallocates profits from existing businesses to new projects and thus generates a source of systematic risk for portfolios of firms sorted on value, profitability, and asset growth. If investors are overconfident about their ability to evaluate the disruption climate, these characteristic-sorted portfolios exhibit persistent mispricing. The model generates predictions about the conditional predictability of characteristic-sorted portfolio returns and illustrates how return persistence increases the likelihood of observing characteristic-based anomalies.\n\n",
    "acknowledgement": "\nBoth authors are with the University of Texas at Austin. An earlier draft of the paper was circulated under the title “Creative Destruction, Investor Beliefs and the Evolution of Stock Returns.” We benefited from comments and suggestions by Wei Xiong (the Editor), the Associate Editor, two anonymous referees, Zhanhui Chen (discussant), Nicolae Gârleanu (discussant), David Hirshleifer, Travis Johnson, Mao Lei (discussant), Kristian Rydqvist (discussant), David Solomon (discussant), and participants in presentations of the paper at the 2016 Rising Stars Conference at Fordham University, Workshop in Memory of Rick Green at Carnegie Mellon University, 2016 Asian Bureau of Finance and Economic Research Conference in Singapore, Asset Pricing Conference in Honor of John Wei at HKUST, 2016 UBC Summer Finance Conference, 2017 China International Conference in Finance, 2018 American Finance Association Meeting, Emory University, HEC Lausanne, Office of Financial Research, SAIF, Universidad de Chile, University of Colorado Boulder and Denver, University of Georgia, University of Southern California, University of Texas at Austin, and Vienna University of Economics and Business. We thank Will Shuo Liu for excellent research assistance. Disclosure statement: Altı has no conflicts of interest to disclose. Titman works as an advisor in the asset management business. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}