{
    "id": 25775,
    "citation_title": "Asset Price Bubbles and Systemic Risk",
    "citation_author": [
        "Markus K. Brunnermeier",
        "Simon C. Rother",
        "Isabel Schnabel"
    ],
    "citation_publication_date": "2019-04-29",
    "issue_date": "2019-04-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze the relationship between asset price bubbles and systemic risk, using bank-level data covering almost thirty years. Systemic risk of banks rises already during a bubble’s build-up phase, and even more so during its bust. The increase differs strongly across banks and bubble episodes. It depends on bank characteristics (especially bank size) and bubble characteristics, and it can become very large: In a median real estate bust, systemic risk increases by almost 70 percent of the median for banks with unfavorable characteristics. These results emphasize the importance of bank-level factors for the build-up of financial fragility during bubble episodes.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. Financial support from the Frankfurt Institute for Risk Management and Regulation (FIRM) is gratefully acknowledged.\n\n\n\nMarkus K. Brunnermeier\n\nDisclosures 2015-\n\n\nAs a guiding principle I follow the NBER Research Disclosure Policy: http://www.nber.org/researchdisclosurepolicy.html\n\n\nTo date, no single relationship (other than my salary form Princeton University) has accounted for more than 15 percent of my aggregate annual income in that year.\n\n\nSignificant Remunerated Activities:\nSpeaking engagements and lectures\n\n\nIMF\n\n\nLuohan Academy/Alibaba\n\n\nCentral banks\nECB, NUS/Monetary Authority of Singapore, ESRB, Bundesbank (Research Council), Bank of Korea (Keynote presentation), Bank of England, National Bank of Austria, Swiss National Bank, Bank of Japan, Federal Reserve, New York Fed, Bank of Canada, Bank of Chile, Bank of Korea\n\n\nAcademic Organizations\n\n\nSwiss Finance Institute, 2012-\n\n\nNo expert testimony for law suits or paid consulting work for private cooperation to date.\n\n\nResearch Grants:\nSloan Foundation 2011-12\nGuggenheim Fellowship, 2010-11\nINQUIRE Europe, Research Grant\n\n\nSignificant Non-Compensated Activities:\nAmerican Finance Association: Director\nFinancial Advisory Roundtable and Monetary Policy Panel, Federal Reserve Bank of New York, 2006 – present\nINET Advisory Board Member, 2009 – present\n\n\n"
}