{
    "id": 25772,
    "citation_title": "Welfare State, Inequality, and Globalization: Role of International-capital-flow Direction",
    "citation_author": [
        "Assaf Razin",
        "Efraim Sadka"
    ],
    "citation_publication_date": "2019-04-22",
    "issue_date": "2019-04-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGlobalization, in the form of financial flows, which is always advantageous on an aggregative level, typically creates winners and losers, if left exclusively to market forces. The effects of financial globalization on income inequality depends on whether the country exports its capital to the rest of the world or imports capital from abroad. In the capital-exporting case, financial globalization drives up return to savings and drives down wages. In the capital-importing case, financial globalization tends to  raise wages but  lower return on savings. Therefore, the distributive policies  of the welfare state in its role of  spreading the gains from financial globalization to various income groups varies, depending on whether the country exports, or imports capital. The paper demonstrates that typical welfare-state redistribution policies, governed by a majority of the population, spreads the globalization’s gains from trade to all income groups, even those who are low skilled and  have small capital endowments. Therefore, financial globalization of a welfare- state economy generates a Pareto improvement. At the same time, globalization, through enhanced capital mobility and high-skill emigration diminishes the generosity of the welfare state.\n\n",
    "acknowledgement": "\nWe thank Elhanan Helpman, for insightful discussion, and to Alexander Schwemmer for competent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}