{
    "id": 25785,
    "citation_title": "Destructive Behavior, Judgment, and Economic Decision-making under Thermal Stress",
    "citation_author": [
        "Ingvild Almås",
        "Maximilian Auffhammer",
        "Tessa Bold",
        "Ian Bolliger",
        "Aluma Dembo",
        "Solomon M. Hsiang",
        "Shuhei Kitamura",
        "Edward Miguel",
        "Robert Pickmans"
    ],
    "citation_publication_date": "2019-04-29",
    "issue_date": "2019-04-25",
    "revision_date": "2020-12-15",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAccumulating evidence indicates that environmental temperature substantially affects economic outcomes and violence, but the reasons for this linkage are only partially understood. While factors external to human beings (such as agricultural production) are known to respond adversely to high temperatures, extreme temperatures could also directly influence the internal mental processes governing decision-making. We study this by systematically evaluating the effect of thermal stress on multiple dimensions of economic decision-making, judgment, and destructive behavior with 2,000 participants in Kenya and the US who were randomly assigned to different temperatures in a laboratory. We find that heat significantly affects individuals’ willingness to voluntarily destroy other participants’ assets, with pronounced increases among those experiencing heightened political conflict in Kenya. We find that other major dimensions of economic decision making are largely unaffected by temperature.\n\n",
    "acknowledgement": "\nWe thank Botond Kozegi, Bertil Tungodden, and seminar participants at the Santa Fe Institute, Stockholm University, University of California, Berkeley, and the East African Social Science Training Annual Summit for useful comments. This project was supported by the Peder Sather Center for Advanced Study and the Swedish Research Council. The authors declare no competing financial interests. A randomized controlled trials registry entry is available at https://www.socialscienceregistry.org/trials/1361. This study has complied with all relevant ethical regulations. The University of California, Berkeley Committee for the Protection of Human Subjects and the Kenya Medical Research Institute Scientific and Ethics Review Unit approved the study protocols. Informed consent was obtained from all participants. All authors contributed equally to this work, and are listed in alphabetical order. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nIan Bolliger\n\nThis research was conducted with Government support under and awarded by DoD, Air Force Office of Scientific Research, National Defense Science and Engineering Graduate (NDSEG)\nFellowship, 32 CFR 168a, as well as support awarded by the Berkeley Graduate Fellowship\n\n\n"
}