{
    "id": 25788,
    "citation_title": "Impacts of Industrial and Entrepreneurial Jobs on Youth: 5-year Experimental Evidence on Factory Job Offers and Cash Grants in Ethiopia",
    "citation_author": [
        "Christopher Blattman",
        "Stefan Dercon",
        "Simon Franklin"
    ],
    "citation_publication_date": "2019-04-29",
    "issue_date": "2019-04-25",
    "revision_date": "2019-05-21",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study two interventions for underemployed youth across five Ethiopian sites: a $300 grant to spur self-employment, and a job offer to an industrial firm. Despite significant impacts on occupational choice, income, and health in the first year, after five years we see nearly complete convergence across all groups and outcomes. Shortrun increases in productivity and earnings from the grant dissipate as recipients exit their micro-enterprises. Adverse effects of factory work on health found after one year also appear to be temporary. These results suggest that one-time and one-dimensional interventions may struggle to overcome barriers to wage- or self-employment.\n\n",
    "acknowledgement": "\nWe thank the participating firms plus the Ethiopian Development Research Institute and Innovations for Poverty Action for field research. For comments we thank Ben Olken and seminar participants. For funding we thank the Private Enterprise Development in Low-Income Countries (PEDL) initiative and the U.K. Department for International Development. Prior rounds were funded by the Aspen ANDE group, the International Growth Center, the Templeton Foundation, and a Vanguard Charitable Trust. Natalie Carlson, Peter Deffebach, Felipe Dizon, Courtney Han, Dawit Kebede, Sana Khan, Benjamin Morse, Richard Peck, Patryk Perkowski, Katherine Rodrigues, Joe St. Clair, Nolawi Taddesse, and Nynne Warring provided research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}