{
    "id": 25784,
    "citation_title": "Paid Family Leave and Breastfeeding: Evidence from California",
    "citation_author": [
        "Jessica E. Pac",
        "Ann P. Bartel",
        "Christopher J. Ruhm",
        "Jane Waldfogel"
    ],
    "citation_publication_date": "2019-04-29",
    "issue_date": "2019-04-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper evaluates the effect of Paid Family Leave (PFL) on breastfeeding, which we identify using California’s enactment of a 2004 PFL policy that ensured mothers up to six weeks of leave at a 55 percent wage replacement rate. We employ synthetic control models for a large, representative sample of over 270,000 children born between 2000 and 2012 drawn from the restricted-use versions of the 2003 – 2014 National Immunization Surveys. Our estimates indicate that PFL increases the overall duration of breastfeeding by nearly 18 days, and the likelihood of breastfeeding for at least six months by 5 percentage points. We find substantially larger effects of PFL on breastfeeding duration for some disadvantaged mothers.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge funding for this research from Robert Wood Johnson Foundation Policies for Action grant #RWJ 74030 and funding support for the Columbia Population Research Center from NICHD through grant P2CHD058486. We thank Karon Lewis for her expertise and guidance in using the National Immunization Survey. We also thank seminar and conference participants at Association for Public Policy Analysis and Management (2017), Population Association of America (2018), Work Family Researchers Network (2018) and Columbia Business School (2018) for feedback and comments. Jessica Pac was lead author on this paper. The other three others contributed equally to all aspects of the paper and their names are placed in alphabetical order. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}