{
    "id": 25782,
    "citation_title": "The International Monetary and Financial System",
    "citation_author": [
        "Pierre-Olivier Gourinchas",
        "Hélène Rey",
        "Maxime Sauzet"
    ],
    "citation_publication_date": "2019-04-29",
    "issue_date": "2019-04-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nInternational currencies fulfill different roles in the world economy with important synergies across those roles. We explore the implications of currency hegemony for the external balance sheet of the United States, the process of international adjustment, and the predictability of the US dollar exchange rate. We emphasize the importance of international monetary spillovers, of the exorbitant privilege, and analyze the emergence of a new ‘Triffin dilemma’.\n\n",
    "acknowledgement": "\nThis paper was prepared for the Annual Review of Economics, 2019. We thank Richard Portes for comments. Rey is grateful to the ERC (grant 695722) for funding. Gourinchas is grateful to the Clausen Center for funding. Part of this paper was written while Sauzet was visiting the European Central Bank, whose hospitality is gratefully acknowledged. The views expressed in this paper are those of the authors and do not necessarily reflect those of the European Central Bank. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}