{
    "id": 25783,
    "citation_title": "Long-Run Tax Incidence in a Human Capital-based Endogenous Growth Model with Labor-Market Frictions",
    "citation_author": [
        "Been-Lon Chen",
        "Hung-Ju Chen",
        "Ping Wang"
    ],
    "citation_publication_date": "2019-04-29",
    "issue_date": "2019-04-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn a second-best optimal growth setup with only factor taxes, it is in general optimal to fully replace capital by labor income taxation in the long run. We revisit this important issue by developing a human capital-based endogenous growth model with frictional labor search, allowing each firm to create multiple vacancies and each worker to determine market participation. We find that the conventional efficient bargaining condition is necessary but not sufficient for achieving constrained social optimality. We then conduct tax incidence exercises in balanced growth by calibrating to the U.S. economy with a pre-existing 20% flat tax on capital and labor income. Our quantitative results suggest that, due to a dominant channel via the interactions between vacancy creation and market participation, it is optimal to switch only partially from capital to labor taxation in a benchmark economy where human capital formation depends on both physical and human capital stocks. This main finding is robust even along the transition with time-varying factor tax rates. Moreover, our quantitative analysis under alternative setups suggest that while endogenous human capital and labor market frictions are essential for obtaining a positive optimal capital tax, endogenous leisure, nonlinear human capital accumulation and endogenous growth are not crucial.\n\n",
    "acknowledgement": "\nWe are grateful for valuable comments and suggestions from Marcus Berliant, Aubhik Khan, Kevin Lansing, Zheng Liu, Rody Manuelli, Milton Marquis, B. Ravikumar and John Williams, as well as participants at the Econometric Society Meeting, the Midwest Macroeconomic Conference, the Society for Advanced Economic Theory Conference, and the Society for Economic Dynamics Conference. Financial support from Academia Sinica, the National Science Council Grant (NSC 98-2911-H-001-001), the Program for Globalization Studies Grant (NTU 99R018), the Public Economics Research Center, and the Weidenbaum Center on the Economy, Government, and Public Policy is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}