{
    "id": 25786,
    "citation_title": "Earnings Dynamics and Firm-Level Shocks",
    "citation_author": [
        "Benjamin Friedrich",
        "Lisa Laun",
        "Costas Meghir",
        "Luigi Pistaferri"
    ],
    "citation_publication_date": "2019-04-29",
    "issue_date": "2019-04-25",
    "revision_date": "2024-02-19",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use matched employer-employee data from Sweden to study the role of the firm in affecting the stochastic properties of wages. Our model accounts for endogenous participation and mobility decisions. We find that firm-specific permanent productivity shocks transmit to individual wages, but the effect is mostly concentrated among the high-skilled workers. The pass-through of temporary shocks is smaller in magnitude and similar for high- and low-skilled workers. The updates to worker-firm specific match effects over the life of a firm-worker relationship are small. Substantial growth in earnings variance over the life cycle for high-skilled workers is driven by firms. In particular, cross-sectional wage variances by age 55 are roughly one-third higher relative to a scenario with no pass-through of firm shocks onto wages.\n\n",
    "acknowledgement": "\nWe thank the IFAU for providing the data and supporting the project. We are grateful to participants in seminars at Chicago, Northwestern, SED, IFAU, NBER Summer Institute 2016, and the Conference in honor of Joe Altonji for valuable comments. We thank Joe Altonji, Peter Arcidiacono, Thibaut Lamadon, Anders Forslund, Greg Kaplan, Magne Mogstad, Emily Nix and five anonymous referees for comments. Costas Meghir thanks the Cowles Foundation and the ISPS for funding. All errors and interpretations are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}