{
    "id": 25789,
    "citation_title": "The Effect of the Universal Primary Education Program on Labor Market Outcomes: Evidence from Tanzania",
    "citation_author": [
        "Esther Delesalle"
    ],
    "citation_publication_date": "2019-04-29",
    "issue_date": "2019-04-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nThe purpose of this article is to study the effect of education on labor market participation and household consumption in a rural environment. The Tanzanian Universal Primary Education (UPE) program, which provides variations in education across locations and over time, is used as a natural experiment. Exploiting these two exogenous variations to instrument education, I find that education increases household consumption, especially in agriculture and in nonfarm self-employment activities. I also provide evidence that education increases the probability of working in agriculture. These results, initially surprising, suggest that returns to education in agriculture are positive, provided that the skills taught at school are suitable for agriculture.\n\n",
    "acknowledgement": "\nI wish to thank Pierre André, Paul Glewwe, Flore Gubert, Arnaud Lefranc, William Parienté, Christopher Udry, Gonzague Vannoorenberghe, Philippe De Vreyer for their useful comments, as well as the participants at the following conferences and seminars: NBER Transforming Rural Africa, CSAE, SMYE, CFDS, and IRES. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}