{
    "id": 25798,
    "citation_title": "Reducing Crime Through Environmental Design: Evidence from a Randomized Experiment of Street Lighting in New York City",
    "citation_author": [
        "Aaron Chalfin",
        "Benjamin Hansen",
        "Jason Lerner",
        "Lucie Parker"
    ],
    "citation_publication_date": "2019-05-06",
    "issue_date": "2019-05-03",
    "revision_date": "2024-09-01",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": null,
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper offers experimental evidence that crime can be successfully reduced by changing the situational environment that potential victims and offenders face. We focus on a ubiquitous but surprisingly understudied feature of the urban landscape – street lighting – and report the first experimental evidence on the effect of street lighting on crime. Through a unique public partnership in New York City, temporary streetlights were randomly allocated to public housing developments from March through August 2016. We find evidence that communities that were assigned more lighting experienced sizable reductions in crime. After accounting for potential spatial spillovers, we find that the provision of street lights led, at a minimum, to a 36 percent reduction in nighttime outdoor index crimes.\n\n",
    "acknowledgement": "\nWe are grateful to the New York City Police Department for making available the data upon we used.  The data were provided by and belong to the NYPD.  Any further use of these data must be approved by the NYPD.  We are also grateful to the New York City Mayor's Office of Criminal Justice for coordinating this study and to the New York City Housing Authority for coordinating logistics, providing invaluable data and facilitating communication with residents.  We are also grateful to the Laura and John Arnold Foundation for its generous support of the University of Chicago Crime Lab and for this project. We would like to thank Valentine Gilbert, Melissa McNeill and Anna Solow-Collins for exceptional research assistance. We also thank Roseanna Ander, Robert Apel, Monica Bhatt, Monica Deza, Jennifer Doleac, Katy Falco, Justin Gallagher, David Haftez, Zubin Jelveh, Jacob Kaplan, Max Kapustin, Mike LaForest, Jens Ludwig, John MacDonald, Vikram Maheshri, Aurelie Ouss, Greg Ridgeway and Nick Sanders for providing helpful comments on earlier versions of the manuscript. Points of view and opinions contained within this document are those of the authors. They do not necessarily represent those of the Laura and John Arnold Foundation, nor do they necessarily represent the official position or policies of the New York City Police Department. Please address correspondence to: Aaron Chalfin, Department of Criminology, 558 McNeil Building, University of Pennsylvania, Philadelphia, PA 19104. E-Mail: achalfin@sas.upenn.edu. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}