{
    "id": 25791,
    "citation_title": "Predicting High-Risk Opioid Prescriptions Before they are Given",
    "citation_author": [
        "Justine S. Hastings",
        "Mark Howison",
        "Sarah E. Inman"
    ],
    "citation_publication_date": "2019-04-29",
    "issue_date": "2019-04-25",
    "revision_date": "2019-08-14",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMisuse of prescription opioids is a leading cause of premature death in the United States. We use new state government administrative data and machine learning methods to examine whether the risk of future opioid dependence, abuse, or poisoning can be predicted in advance of an initial opioid prescription. Our models accurately predict these outcomes and identify particular prior non-opioid prescriptions, medical history, incarceration, and demographics as strong predictors. Using our model estimates, we simulate a hypothetical policy which restricts new opioid prescriptions to only those with low predicted risk. The policy’s potential benefits likely outweigh costs across demographic subgroups, even for lenient definitions of “high risk.” Our findings suggest new avenues for prevention using state administrative data, which could aid providers in making better, data-informed decisions when weighing the medical benefits of opioid therapy against the risks.\n\n",
    "acknowledgement": "\nWe thank Miraj Shah for contributions to the project; Tom Coderre, Brandon Marshall, Susan Athey, and participants at the NBER conference on Machine Learning in Healthcare for helpful comments; and the Office of the Governor of Rhode Island and the Rhode Island Executive Office of Health and Human Services for supporting this research. We thank the Smith Richardson Foundation and the Laura and John Arnold Foundation for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}