{
    "id": 25793,
    "citation_title": "The Seniority Structure of Sovereign Debt",
    "citation_author": [
        "Matthias Schlegl",
        "Christoph Trebesch",
        "Mark L.J. Wright"
    ],
    "citation_publication_date": "2019-05-06",
    "issue_date": "2019-05-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSovereign governments owe debt to many foreign creditors and can choose which creditors to favor when making payments. This paper documents the de facto seniority structure of sovereign debt using new data on defaults (missed payments or arrears) and creditor losses in debt restructuring (haircuts). We overturn conventional wisdom by showing that official bilateral (government-to-government) debt is junior, or at least not senior, to private sovereign debt such as bank loans and bonds. Private creditors are typically paid first and lose less than bilateral official creditors. We confirm that multilateral institutions such as the IMF and World Bank are senior creditors.\n\n",
    "acknowledgement": "\nWe thank Anna Gelpern and Aitor Erce as well as participants of the Annual Meetings of the Society for Economic Dynamics in Warsaw and Mexico City, the Conference on “Sovereign Debt, Sustainability, and Lending Institutions” at the University of Cambridge, the “Paris Forum 2016” of the Paris Club, and the DebtCon2 conference in Geneva for helpful comments. We also received useful feedback during presentations at the European Stability Mechanism (ESM), the International Monetary Fund (IMF), the University of Munich, Kiel University, and the Kiel Institute for the World Economy. Christoph Trebesch thanks Lina Tolvaisaite for outstanding research assistance in the years 2007-2010 to gather Paris Club data and compute haircuts on official debt and for generously sharing the dataset from Tolvaisaite (2010). We thank Philipp Nickol for proofreading. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}