{
    "id": 25792,
    "citation_title": "Prospects for Inflation in a High Pressure Economy: Is the Phillips Curve Dead or is It Just Hibernating?",
    "citation_author": [
        "Peter Hooper",
        "Frederic S. Mishkin",
        "Amir Sufi"
    ],
    "citation_publication_date": "2019-05-06",
    "issue_date": "2019-05-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper reviews a substantial range of empirical evidence on whether the Phillips curve is dead, i.e. that its slope has flattened to zero.  National data going back to the 1950s and 60s yield strong evidence of negative slopes and significant nonlinearity in those slopes, with slopes much steeper in tight labor markets than in easy labor markets.  This evidence of both slope and nonlinearity weakens dramatically based on macro data since the 1980s for the price Phillips curve, but not the wage Phillips curve.  However, the endogeneity of monetary policy and the lack of variation of the unemployment gap, which has few episodes of being substantially below zero in tis sample period, makes the price Phillips curve estimates from this period less reliable.  At the same time, state level and MSA level data since the 1980s yield significant evidence of both negative slope and nonlinearity in the Phillips curve. The difference between national and city/state results in recent decades can be explained by the success that monetary policy has had in quelling inflation and anchoring inflation expectations since the 1980s. We also review the experience of the 1960s, the last time inflation expectations became unanchored, and observe both parallels and differences with today. Our analysis suggests that reports of the death of the Phillips curve may be greatly exaggerated.\n\n",
    "acknowledgement": "\nThis paper was prepared for the 2019 US Monetary Policy Forum. This paper is not a product of the Research Department of Deutsche Bank Securities Inc,.  The views expressed here reflect those of the authors only and may not be representative of others at Deutsche Bank Securities Inc., Columbia University, University of Chicago or the National Bureau of Economic Research.  For disclosures related to Deutsche Bank Securities Inc. please see https://ger.gm.cib.intranet.db.com/ger/disclosure/DisclosureDirectory.eqsr. Mishkin and Sufi thank the Initiative on Global Markets at Chicago Booth for financial support.  We want to thank especially Justin Weidner for his many substantive contributions to this paper. We also thank Sebastian Hanson and Suvir-Kumar Ranjan for their excellent research assistance. We have benefitted from comments on earlier drafts of this paper by.Steve Cecchetti, Michael Feroli, David Greenlaw, Ethan Harris, Jim Hamilton, Anil Kashyap, Oren Klachkin, Catherine Mann, John Roberts, Kim Schoenholz, and Ken West. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nFrederic S. Mishkin\n\nFrederic S. Mishkin\nDISCLOUSRE OF OUTSIDE COMPENSATED ACTIVITIES\nAs of April 2019\n\n\n(2005 to present, excludes honoraria of $1,000 or less and royalty income from books)\n\n\nConsulting: Federal Reserve Bank of New York, Bank of Korea; National Bureau of Economic Research, FDIC, Interamerican Development Bank; 4 hedge funds, BTG Pactual, Gavea Investimentos; Reserve Bank of Australia, Federal Reserve Bank of San Francisco, Einaudi Institute, Bank of Italy\n\n\nTeaching:  Study Center Gerzensee, Swiss National Bank\n\n\nSpeeches and Presentations: Lexington Partners; Tudor Investment, Brevan Howard, UBS, Pension Real Estate Association; Goodwin Proctor, Penn State University, Villanova University, Shroeder’s Investment Management, Premiere, Inc, Muira Global, Bidvest, NRUCF, BTG Asset Management, Futures Industry Association, ACLI, Handelsbanken, National Business Travel Association, Goldman Sachs, Urban Land Institute, Deloitte, Barclays Capital, CME Group; Barclays Capiital,  BNP Paribas, Fidelity Investments, Deutsche Bank,, Freeman and Co.,  Bank America, Treasury Mangement Association, International Monetary Fund; Kairos Investments, Deloitte and Touche, Instituto para el Desarrollo Empreserial de lat Argentina,  Handelsbanken, Danske Capital, WIPRO, University of Calgary, Pictet & Cie, Zurich Insurance Company, Central Bank of Chile, Manhattanville College, Deloitte and Touche, RBC Capital Markets, Handelsbanken, Elliot Management, Arizona State University, Goldman Sachs, Investment Management Consultants Association, Griswold Center for Economic Policy Studies at Princeton University, Federal Reserve Bank of Dallas, World Bank, Goldman Sachs, KPMG, Central Bank of Nigeria, UBS, Federal Reserve Bank of Boston, American Council of Life Insurance, Oesterreichische Nationalbank, Fondo Latinamericano de Reservas, Reserve Bank of Australia, Federal Reserve Bank of Boston, UBS\n\n\nCo-Director, U.S. Monetary Policy Forum\n\n\nAdvisory Committee, Alfred P. Sloan Foundation’s Economic and Education Program\n\n\nCOMMISSIONED REPORTS/PAPERS\nNational Bureau of Economic Research:  “Two Decades of Japanese Monetary Policy and the Deflation Problem,” (with Takatoshi Ito) in Takatoshi Ito and Andrew Rose, eds., Monetary Policy Under Very Low Inflation Rates, NBER East Asia Seminar on Economics, Vol. 15 (University of Chicago Press: Chicago, 2006), pp. 131-193.\nSveriges Riksdag (Swedish parliament):  An Evaluation of Swedish Monetary Policy Between 1995 and 2005 (with Francesco Giavazzi) (Sveriges Riksdag: Stockholm, Sweden 2006).\n\n\nIcelandic Chamber of Commerce: with Tryggvi Herbertson, Financial Stability in Iceland (Reyjavik:  Icelandic Chamber of Commerce, 2006).\n\n\nBank of Korea:  “Getting to a Low Inflation Environment,” in Bank of Korea, Monetary Policy in a Low Inflation Environment: The Bank of Korea International Conference 2006 (Bank of Korea: Seoul 2006): 7-24.\n\n\nBank of Canada:  “The Inflation Targeting Debate,” Bank of Canada, Annual Conference, (Bank of Canada:   Ottawa, 2006), pp. 195-220.\n\n\nBank of Spain:  “Financial Stability and Globalization: Getting It Right,” in Santiago Fernandez de Lis and Fernando Restoy, eds., Central Banks in the 21st Century (Bank of Spain: Madrid, 2006), pp. 215-253.\n\n\nCentral Bank of Chile: ““Does Inflation Targeting Matter?” (with Klaus Schmidt-Hebbel) in Frederic S. Mishkin and Klaus Scmidt-Hebbel, eds.,  Monetary Policy Under Inflation Targeting (Central Bank of Chile: Santiago 2007), pp. 291-372.\n\n\nSwiss National Bank:  “Inflation Targeting: True Progress or Repackaging of an Old Idea?” in Swiss National Bank, ed., The Swiss National Bank, 1907-2007 (Neue Zurcher Zeitung Publishing: Zurich, 2007), pp. 599-623.\n\n\nDeutsche Bundesbank:  “Will Monetary Policy Become More of a Science?” in Deutsche Bundesbank, ed., Monetary Policy Over Fifty Years: Experiences and Lessons (Routledge: London 2009), pp. 81-107.\n\n\nNational Bureau of Economic Reserach: “The Financial Crisis and the Federal Reserve,” NBER Macro Annual, 2009, pp. 495-508.\n\n\nFederal Reserve Bank of San Francisco:  “Commentary on ‘Fire, Flood and Lifeboats: Policy Response in the Global Crisis of 2007-2009,” Reuven Glick and Mark M. Spiegel, eds. Asia and the Global Financial Crisis, Asia Economic Policy Conference (San Francisco: Federal Reserve Bank of San Francisco, 2009), pp. 251-257.\n\n\nU.S. Monetary Policy Forum:  “Financial Conditions Indexes: A Fresh Look After the Financial Crisis,” (with Jan Hatzius, Peter Hooper, Frederic Mishkin, Kermit L. Schoenholtz and Mark W. Watson) U.S. Monetary Policy Forum (Chicago: Chicago Booth Initiative on Global Markets, 2010) pp. 3-59.\n\n\nBrookings Institution: “Comments on Campbell, Shiller, and Viceira” Brookings Papers on Economic Activity (forthcoming).\n\n\nNational Bureau of Economic Research:  “Discussion of Takatoshi Ito’s “Great Inflation and Central Bank Independence in Japan,” in Michael Bordo and Athanasios Orphanides, editors, The Great Inflation (University of Chicago Press: Chicago, forthcoming.)\n\n\nEuropean Central Bank:  “Monetary Policy Strategy: Lessons From the Crisis” in Monetary Policy Revisited: Lessons from the Crisis (European Central Bank: Frankfurt, forthcoming.)\n\n\nBank of Korea: “Macroprudential Policy in Emerging Market Economies” 2010, and conference version, Federal Reserve Bank of San Francisco.\n\n\n.\tReserve Bank of Australia: “How Should Central Banks Respond to Asset-Price Bubbles?  The ‘Lean’ versus ‘Clean’ Debate After the GFC? Reserve Bank of Australia Bulletin (June Quarter 2011), pp. 59-69.).\n\n\nAmerican Enterprise Institute:  “The Federal Reserve After the Crisis,” in Vincent Reinhart, editor, No Way Out: Persistent Government Interventions in the Great Contraction (Washington, D.C.: American Enterprise Institute, forthcoming 2012).\n\n\nFederal Reserve Bank of San Francisco: “Macroprudential Policies in Open Emerging Market Economies” (with Joon-Ho Hahm, Hyun Song Shin and Kwanho Shin) in Reuven Glick and Mark M. Spiegel, eds. Asia in the Post-Crisis Economy, 2011 Asia Economic Policy Conference (San Francisco: Federal Reserve Bank of  San Francisco, 2012) pp. 63-114.\n\n\nPictet and Cie:  “Monetary Policy is Evolving,” Perspectives (Special Edition 2013) , pp. 14-16.\n\n\nU.S. Monetary Policy Forum:   “Crunch Time: Fiscal Crises and the Role of Monetary Policy,” U.S. Monetary Policy Forum (Chicago: Chicago Booth Initiative on Global Markets, 2013), pp. 5-60\n\n\nExit Strategy (with Alan Blinder, Donald Kohn and Thomas Jordan) Geneva Reports on the World Economy 15 (International Center for Monetary and Banking Studies and Centre for Economic Policy Research:  Geneva and London, 2013).\n\n\n“Commentary:  Surprising Similarities: Recent Monetary Regimes of Small Economies” in Reuven Glick and Mark M. Spiegel, eds.,  Prospects for Asia and the Global Economy, 2013 Asia Economic Policy Conference (San Francisco: Federal Reserve Bank of  San Francisco, 2013), pp. 193-198.\n\n\nCentral Bank of Chile:  “Central Banking After the Crisis,” in Sofia Bauducco, Lawrence Christiano and Claudio Raddatz, eds.,  Macroeconomic and Financial Stability: Challenges for Monetary Policy Sixteenth 16th Annual Conference of the Central Bank of Chile (Central Bank of Chile: Santiago, 2015), pp. 23-59\n\n\n“Unprecedented Actions: The Federal Reserve’s Response to the Global Financial Crisis in Historical Perspective,” (with Eugene White) in Mark Wynne and Michael Bordo, eds., The Federal Reserve System’s Role in the Global Economy: An Historical Perspective (Cambridge University Press:  Cambridge 2016), pp. 220-258.\n\n\nU.S. Monetary Policy Fourm, “Language After Liftoff:  Fed Communication Away from the Zero Lower Bound,” U.S. Monetary Policy Forum, February 26, 2016.\n\n\nFederal Reserve Bank of Boston, “Improving the Use of Discretion in Money Policy”, Federal Reserve Bank of Boston Annual Confrernce, 2017.\n\n\nFondo Latinamericano de Reservas, “Monetary Policy Communication and Inflation Expectations,” in New Horizons of Global Monetary Policy:  Emerging Economies and Latin America:  More Questions than Answers (Fondo Latinamericano de Reservas, 2018), pp. 24-45.\n\n\nU.S. Monetary Policy Forum, “Prospects for Inflation in a High-Pressure Economy:  Is the Phillips Curve Dead or is it Just Hibernating?” February 2019.\n\n\n"
}