{
    "id": 25795,
    "citation_title": "Rise of Bank Competition: Evidence from Banking Deregulation in China",
    "citation_author": [
        "Haoyu Gao",
        "Hong Ru",
        "Robert Townsend",
        "Xiaoguang Yang"
    ],
    "citation_publication_date": "2019-05-06",
    "issue_date": "2019-05-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nUsing comprehensive loan-level data in China, we investigate how the deregulation on bank entry barriers alters local banking industrial organisation and its economic consequences. We document a novel trade-off: the potential benefits of deregulation are adversely mitigated by entrant banks’ preferences for lending to SOEs over more productive private firms. This credit misallocation accounts for 0.25% of GDP losses and is mainly due to SOEs’ soft budget constraints. Private firms need to provide more guarantees and higher ratings to borrow from entrant banks but enjoy lower interest rates. Access to these loans increases private firms’ investment, employment, profit, and ROA.\n\n",
    "acknowledgement": "\nWe thank Emily Breza, Vedran Capkun, Hui Chen, Hans Degryse, Yongheng Deng, Daniel Ferreira, Rainer Haselmann, Zhiguo He, Christoph Herpfer, Haizhou Huang, Jennifer Huang, Sheng Huang, Yi Huang, Divya Kirti, Chen Lin, Shu Lin, Paul Malatesta, Alberto Manconi, Jun Qian, Wenlan Qian, Yingyi Qian, Zheng Song, Jian Wang, Pengfei Wang, Shang-Jin Wei, Wei Xiong, Hong Yan, Bernard Yeung, and Tianyu Zhang. We also thank conference discussants and participants of ABFER 2018; AFA 2018; CFRC 2017; CICF 2017; CIFFP 2018; EFA 2018; NBER 2017; SFS Cavalcade Asia-Pacific 2017; the NTU Finance Conference; the Geneva International Macroeconomics and Finance Workshop; the JLFA of the London Business School; the 12th Conference on Asia-Pacific Financial Markets (best paper award); the 30th AsianFA Annual Meeting; the 2nd New Institutional Accounting Conference (best paper award); an CKGSB, HKIMR, NUS, RMU, PBCSF, and UIBE seminars. We acknowledge in-kind support received for China Banking Regulatory Commission data access. Hong Ru gratefully acknowledges financial support from Ministry of Education, Singapore, under its Tier 1 RG60/17 and financial support from Hong Kong Institute for Monetary and Financial Research. This paper represents the views of the authors, which are not necessarily the views of the Hong Kong Monetary Authority, Hong Kong Institute for Monetary and Financial Research, or its Board of Directors or Council of Advisers. The above-mentioned entities except the authors take no responsibility for any inaccuracies or omissions contained in the paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}