{
    "id": 25790,
    "citation_title": "After the Panic: Are Financial Crises Demand or Supply Shocks? Evidence from International Trade",
    "citation_author": [
        "Felipe Benguria",
        "Alan M. Taylor"
    ],
    "citation_publication_date": "2019-04-29",
    "issue_date": "2019-04-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAre financial crises a negative shock to demand or a negative shock to supply? This is a fundamental question for both macroeconomics researchers and those involved in real-time policymaking, and in both cases the question has become much more urgent in the aftermath of the recent financial crisis. Arguments for monetary and fiscal stimulus usually interpret such events as demand-side shortfalls. Conversely, arguments for tax cuts and structural reform often proceed from supply-side frictions. Resolving the question requires models capable of admitting both mechanisms, and empirical tests that can tell them apart. We develop a simple small open economy model, where a country is subject to deleveraging shocks that impose binding credit constraints on households and/or firms. These financial crisis events leave distinct statistical signatures in the empirical time series record, and they divide sharply between each type of shock. Household deleveraging shocks are mainly demand shocks, contract imports, leave exports largely unchanged, and depreciate the real exchange rate. Firm deleveraging shocks are mainly supply shocks, contract exports, leave imports largely unchanged, and appreciate the real exchange rate. To test these predictions, we compile the largest possible crossed dataset of 200+ years of trade flow data and event dates for almost 200 financial crises in a wide sample of countries. Empirical analysis reveals a clear picture: after a financial crisis event we find the dominant pattern to be that imports contract, exports hold steady or even rise, and the real exchange rate depreciates. History shows that, on average, financial crises are very clearly a negative shock to demand.\n\n",
    "acknowledgement": "\nThis work was kindly supported by a research grant from The Bankard Fund for Political Economy at the University of Virginia. We benefitted from helpful comments from conference participants at the 2017 NBER Summer Institute. We are especially thankful to our discussant Julian di Giovanni. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nAlan M. Taylor\n\nAlan M. Taylor has served as an author, consultant, or speaker for various research organizations, policy making institutions, and financial sector firms. He currently serves as a Senior Advisor at PIMCO.\n\n\n"
}