{
    "id": 25794,
    "citation_title": "Do Distressed Banks Really Gamble for Resurrection?",
    "citation_author": [
        "Itzhak Ben-David",
        "Ajay A. Palvia",
        "René M. Stulz"
    ],
    "citation_publication_date": "2019-05-06",
    "issue_date": "2019-05-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe explore the actions of financially distressed banks in two distinct periods that include financial crises (1985-1994, 2005-2014) and differ in bank regulations, especially concerning capital requirements and enforcement. In contrast to the widespread belief that distressed banks gamble for resurrection, we document that distressed banks take actions to reduce leverage and risk, such as reducing asset and loan growth, issuing equity, decreasing dividends, and lowering deposit rates. Despite large differences in regulation between periods, the extent of deleveraging is similar, suggesting that economic forces beyond formal regulations incentivize bank managers to deleverage when their banks are in distress.\n\n",
    "acknowledgement": "\nBen-David and Stulz are at The Ohio State University and NBER, and Palvia is at the Office of the Comptroller of the Currency. We thank seminar participants at Norges Bank for their comments. The views expressed in this paper are those of the authors and do not reflect those of the Office of the Comptroller of the Currency, the U.S. Treasury Department, or the national Bureau of Economic Research. Ben-David has an ownership stake in a firm that trades securities. Palvia is an employee of the Office of the Comptroller of the Currency, which supervises banks. Stulz serves on the board of a bank and consults and provides expert testimony services for financial institutions. He also belongs to the board of trustees of the Global Association of Risk Professionals.\n\n\n"
}