{
    "id": 25799,
    "citation_title": "Incentivizing Learning-By-Doing: The Role of Compensation Schemes",
    "citation_author": [
        "Joshua S. Graff Zivin",
        "Lisa B. Kahn",
        "Matthew J. Neidell"
    ],
    "citation_publication_date": "2019-05-06",
    "issue_date": "2019-05-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nIn this paper, we examine the impact of pay-for-performance incentives on learning-by-doing. We exploit personnel data on fruit pickers paid under two distinct compensation contracts: a standard piece rate plan and a piece rate plan with an extra one-time bonus tied to output.  Under the bonus contract, we observe bunching of performance just above the bonus threshold, suggesting workers distort their behavior in response to the discrete bonus. Such bunching behavior increases as workers gain experience.  At the same time, the bonus contract induces considerable learning-by-doing for workers throughout the productivity distribution, and these improvements significantly outweigh the losses to the firm from the distortionary bunching.  In contrast, under the standard piece rate contract, we find minimal evidence of bunching and only small performance improvements at the bottom of the productivity distribution. Our results suggest that contract design can help foster learning on the job. This underscores the importance of dynamic considerations in principal-agent models.\n\n",
    "acknowledgement": "\nWe thank Arthur Campbell, Richard Holden and seminar participants at Colgate, Cornell University, University of Arizona, University of California, Los Angeles, University of Chicago, University of New South Wales, University of Miami, and Vanderbilt. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nMatthew J. Neidell\n\nNone\n\n\n"
}