{
    "id": 25797,
    "citation_title": "Unemployment, Labor Mobility, and Climate Policy",
    "citation_author": [
        "Kenneth A. Castellanos",
        "Garth Heutel"
    ],
    "citation_publication_date": "2019-05-06",
    "issue_date": "2019-05-03",
    "revision_date": "2021-03-25",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a computable general equilibrium model of the United States economy to study the unemployment effects of climate policy and the importance of cross-industry labor mobility.  We consider two alternate extreme assumptions about labor mobility: either perfect mobility, as is assumed in much previous work, or perfect immobility.  The effect of a $35 per ton carbon tax on aggregate unemployment is small and similar across the two labor mobility assumptions (0.2–0.4 percentage points).  The effect on unemployment in fossil fuel sectors is much larger under the immobility assumption – a 24 percentage-point increase in the coal sector – suggesting that models omitting labor mobility frictions may greatly under-predict sectoral unemployment effects.  Returning carbon tax revenue through labor tax cuts can dampen or even reverse negative impacts on unemployment, while command-and-control policies yield less efficient outcomes.\n\n",
    "acknowledgement": "\nWe thank Stefano Carattini, Andrew Feltenstein, Don Fullerton, Ken Gillingham, Chi Ta, and participants at the WCERE, SEA, LAGV, and ASSA conferences for helpful comments and the Alliance for Market Solutions for funding. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}