{
    "id": 25809,
    "citation_title": "Does Gentrification Displace Poor Children? New Evidence from New York City Medicaid Data",
    "citation_author": [
        "Kacie Dragan",
        "Ingrid Ellen",
        "Sherry A. Glied"
    ],
    "citation_publication_date": "2019-05-06",
    "issue_date": "2019-05-03",
    "revision_date": "2020-08-28",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe pace of gentrification has accelerated in cities across the country since 2000, and many observers fear it is displacing low-income populations from their homes and communities. We offer new evidence about the consequences of gentrification on mobility, building and neighborhood conditions, using longitudinal New York City Medicaid records from January 2009 to December 2015 to track the movement of a cohort of low-income children over seven years, during a period of rapid gentrification in the city.  We leverage building-level data to examine children in market rate housing separately from those in subsidized housing. We find no evidence that gentrification is associated with meaningful changes in mobility rates over the seven-year period.  It is associated with slightly longer distance moves. As for changes in neighborhood conditions, we find that children who start out in a gentrifying area experience larger improvements in some aspects of their residential environment than their counterparts who start out in persistently low-socioeconomic status areas. This effect is driven by families who stay in neighborhoods as they gentrify; we observe few differences in the characteristics of destination neighborhoods among families who move, though we find modest evidence that children moving from gentrifying areas move to lower-quality buildings.\n\n",
    "acknowledgement": "\nWe thank John Billings, Jim Knickman, and Tod Mijanovich for assistance with the New York State Medicaid data and Maxwell Austensen and the Furman Center for assistance with gentrification measures; seminar participants at AREUEA national meetings, Eastern Economics Association meetings, Academy Health meetings, the Trachtenberg School at George Washington University, the Martin School at University of Kentucky, the NYU Wagner Policies for Action Research Meeting, Ed Glaeser, and Judith Ricks for comments on prior versions of this paper; and the Policies for Action program office at the Urban Institute and Kerry Anne McGeary and Mona Shah at the Robert Wood Johnson Foundation for advice and support. We gratefully acknowledge the financial support of the Robert Wood Johnson Foundation's Policies for Action program. This analysis uses New York State Medicaid data, and the views and opinions expressed in this article are those of the authors and do not necessarily reflect the official policy or position of the New York State Department of Health or the National Bureau of Economic Research.\n\n\n"
}