{
    "id": 25808,
    "citation_title": "Debt-Maturity Management with Liquidity Costs",
    "citation_author": [
        "Saki Bigio",
        "Galo Nuño",
        "Juan Passadore"
    ],
    "citation_publication_date": "2019-05-06",
    "issue_date": "2019-05-03",
    "revision_date": "2021-05-14",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe characterize the optimal debt-maturity management problem in the presence of liquidity costs. A government issues an arbitrary number of finite-maturity bonds and faces income and interest-rate risk, which can tempt it to default. Optimal issuances are spread out across maturities and are given by the ratio of a value gap over a liquidity coefficient that measures the price impact. The value gap is the proportional difference between the bond prices obtained by discounting with the international interest rates and with the domestic discount factor. This characterization allows us to quantify the contribution of different economic forces—impatience, yield-curve riding, expenditure smoothing, self-insurance, credit risk, and default incentives—in shaping the optimal debt maturity distribution. In an application, we estimate the liquidity coefficients using Spanish debt auction data and exploit the framework to evaluate Spanish debt management practices.\n\n",
    "acknowledgement": "\nThis paper supersedes “A Framework for Debt-Maturity Management”. The views expressed in this manuscript are those of the authors and do not necessarily represent the views of the Bank of Spain, the Eurosystem, or the National Bureau of Economic Research. We thank Elena Fernandez for excellent research assistance. The paper was influenced by conversations with Anmol Bhandari, Manuel Amador, Andy Atkeson, Adrien Auclert, David Andolfatto, Luigi Bocola, Jim Costain, Alessandro Dovis, Raquel Fernandez, Hugo Hopenhayn, Francesco Lippi, Matteo Maggiori, Rody Manuelli, Ken Miyahara, Nathan Nadramija, Dejanir Silva, Dominik Thaler, Aleh Tsyvinski, Pierre-Olivier Weill, Pierre Yared, Dimitri Vayanos, Anna Zabai and Bill Zame. We thank Davide Debortoli, Thomas Winberry, and Wilco Bolt for discussing this paper. We are specially thankful to Daragh Clancy, Aitor Erce and Kimi Jiang (ESM) and to Pablo de Ramón-Laca (Spanish Treasury) for providing us with the Spanish micro data, and to Jens Christensen for the estimates of the yield curve in Spain and France. We thank participants in multiple seminars and conferences for their comments.\n\n\n"
}