{
    "id": 25801,
    "citation_title": "Assets and Job Choice: Student Debt, Wages and Amenities",
    "citation_author": [
        "Mi Luo",
        "Simon Mongey"
    ],
    "citation_publication_date": "2019-05-06",
    "issue_date": "2019-05-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIf consumption and non-wage amenities of work enter utility, holding few assets may induce a trade-off between wages and amenities when searching for a job. We establish this in a model of search with asset accumulation, extended to accommodate amenities. We then provide empirical evidence of this trade-off in the context of student debt, finding that higher debt causes graduates to accept jobs with higher wages and lower job satisfaction. In a representative sample of college graduates, we infer causality by exploiting within-college, across cohort changes in financial aid. A quantitative extension of our theoretical framework that explicitly models student debt accounts well for our empirical results. Identifying the utility value of amenities through observed search behavior, we find that high satisfaction jobs are valued at 6 percent of lifetime consumption relative to low satisfaction jobs. This trade-off is economically significant; a policy maker using only wage data to assess the welfare effects of with an income-based repayment policy would mistakenly conclude that graduates prefer a fixed repayment policy.\n\n",
    "acknowledgement": "\nWe thank Katka Borovickova, Jarda Borovicka, Greg Kaplan, Phillip Kircher, Tom Sargent, Kevin Thom, and Gianluca Violante for useful comments and suggestions. We also thank seminar participants at the NYU Macroeconomics Student Lunch, NYU Search and Matching Workshop, Barcelona GSE Summer Forum, Econometrics Summer Forum, APPAM Annual Meeting, GRIPS-UT Macroeconomics and Policy Workshop, and Singapore Management University. The authors have no additional sources of finance to disclose. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}