{
    "id": 25800,
    "citation_title": "Incentivized Resume Rating: Eliciting Employer Preferences without Deception",
    "citation_author": [
        "Judd B. Kessler",
        "Corinne Low",
        "Colin Sullivan"
    ],
    "citation_publication_date": "2019-05-06",
    "issue_date": "2019-05-03",
    "revision_date": "2019-05-31",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Discrimination",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe introduce a new experimental paradigm to evaluate employer preferences, called Incentivized Resume Rating (IRR). Employers evaluate resumes they know to be hypothetical in order to be matched with real job seekers, preserving incentives while avoiding the deception necessary in audit studies. We deploy IRR with employers recruiting college seniors from a prestigious school, randomizing human capital characteristics and demographics of hypothetical candidates. We measure both employer preferences for candidates and employer beliefs about the likelihood candidates will accept job offers, avoiding a typical confound in audit studies. We discuss the costs, benefits, and future applications of this new methodology.\n\n",
    "acknowledgement": "\nWe thank the participants of the NBER Summer Institute Labor Studies, the Berkeley Psychology and Economics Seminar, the Stanford Institute of Theoretical Economics Experimental Economics Session, Advances with Field Experiments at the University of Chicago, the Columbia-NYU-Wharton Student Workshop in Experimental Economics Techniques, and the Wharton Applied Economics Workshop for helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}