{
    "id": 25807,
    "citation_title": "Bank Risk Dynamics and Distance to Default",
    "citation_author": [
        "Stefan Nagel",
        "Amiyatosh Purnanandam"
    ],
    "citation_publication_date": "2019-05-06",
    "issue_date": "2019-05-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe adapt structural models of default risk to take into account the special nature of bank assets. The usual assumption of log-normally distributed asset values is not appropriate for banks. Typical bank assets are risky debt claims, which implies that they embed a short put option on the borrowers’ assets, leading to a concave payoff. This has important consequences for banks’ risk dynamics and distance to default estimation. Due to the payoff non-linearity, bank asset volatility rises following negative shocks to borrower asset values. As a result, standard structural models in which the asset volatility is assumed to be constant can severely understate banks’ default risk in good times when asset values are high. Bank equity payoffs resemble a mezzanine claim rather than a call option. Bank equity return volatility is therefore much more sensitive to big negative shocks to asset values than in standard structural models.\n\n",
    "acknowledgement": "\nWe are grateful for comments from Andrea Eisfeldt, Itay Goldstein, Zhiguo He, David Lando, Debbie Lucas, Ben Meiselman, George Pennacchi, Uday Rajan, Stephen Schaefer, Pietro Veronesi, Toni Whited, seminar participants at the Bank of Canada, Federal Reserve Board, Georgia State University, MIT, University of Michigan, University of Texas at Dallas and conference participants at the American Finance Association Meetings, the Conference on Financial Regulation at the University of Chicago, and the Trinity of Stability Conference at the Deutsche Bundesbank. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}