{
    "id": 25802,
    "citation_title": "Implicit and Explicit Commitment in Credit and Saving Contracts: A Field Experiment",
    "citation_author": [
        "Uzma Afzal",
        "Giovanna D'Adda",
        "Marcel Fafchamps",
        "Simon R. Quinn",
        "Farah Said"
    ],
    "citation_publication_date": "2019-05-06",
    "issue_date": "2019-05-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nEconomics of Science\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe conduct a field experiment to test the demand for flexibility and for soft and hard commitment among clients of a microfinance institution. We offer a commitment contract inspired by the rotating structure of a ROSCA. Additional treatments test ex ante demand for soft commitment (in the form of reminders), hard commitment (in the form of a penalty for missing an installment), and flexibility (an option to postpone an installment). Our design is unique in the literature for allowing us to test — using the same respondent population — how demand for explicit commitment features differs between loan and savings contracts. We find substantial demand for both credit and savings contracts but no demand for additional commitment features — either in isolation or in combination — in spite of their  effectiveness in improving repayment. In particular, demand for savings is insensitive to explicit commitment features. Individuals offered loans actively dislike commitment and flexibility, unless the latter is combined with reminders. These findings complement a literature showing that commitment devices induce financial discipline. They show that demand for commitment depends on whether commitment features are implicit or explicit.\n\n",
    "acknowledgement": "\nWe thank Josh Dean, Pascaline Dupas, Pam Jakiela, Anett John, Supreet Kaur, Gautam Rao, Chris Roth and Jack Willis for their very useful comments, as well as participants at the ASSA Annual Meeting, the BREAD Conference on Behavioral Economics and Development (Stanford), the CSAE Annual Conference, the Lahore School of Economics, the University of Milan and the Paris School of Economics. We are grateful to RCons for their help collecting the survey data and to NRSP for their invaluable assistance in running the experiment. Funding for the experiment and data collection was provided by the International Growth Centre and by the Economic and Social Research Council (UK). We thank Mahreen Mahmud and Muhammed Meki, both for excellent field assistance and for valuable comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}