{
    "id": 25804,
    "citation_title": "Multinational Expansion in Time and Space",
    "citation_author": [
        "Stefania Garetto",
        "Lindsay Oldenski",
        "Natalia Ramondo"
    ],
    "citation_publication_date": "2019-05-06",
    "issue_date": "2019-05-03",
    "revision_date": "2019-10-16",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the expansion patterns of the multinational enterprise (MNE) in time and space. Using a long panel of US MNEs, we document that MNE affiliates usually start with sales exclusively to the host market and eventually enter export markets, and that this extensive margin of expansion accounts for most of their sales growth. Informed by these facts, we develop a multi-country quantitative dynamic model of the MNE that features heterogeneity in firm-level productivity, persistent aggregate shocks, and a rich structure of costs that affect MNE expansion. Importantly, MNE affiliates can decouple their locations of production and sales, and endogenously choose to enter or exit the host and the export markets. We introduce a novel compound option formulation that allows us to capture in a tractable way the rich heterogeneity observed in the data, which is necessary for quantitative analysis. Using the calibrated model, our quantitative application to Brexit reveals that the nature of the frictions to MNE activities matters for understanding the reallocation of MNE activity in time and space and for predicting the effects of globalization shocks.\n\n",
    "acknowledgement": "\nWe thank our discussants Javier Cravino, Ana Maria Santacreu, Michael Sposi, and Stephen Yeaple for very helpful comments. We have also benefited from comments from George Alessandria, Costas Arkolakis, Ariel Burstein, Jonathan Eaton, Oleg Itskhoki, Sam Kortum, Andrei Levchenko, Eduardo Morales, Ezra Oberfield, and Andrés Rodríguez-Clare, as well as seminar participants at various conferences and institutions. Xiao Ma provided outstanding research assistance. The statistical analysis of firm-level data on US multinational companies was conducted at the Bureau of Economic Analysis, US Department of Commerce, under arrangements that maintain legal confidentiality requirements. The views expressed are those of the authors and do not reflect official positions of the US Department of Commerce or the National Bureau of Economic Research.\n\n\n"
}