{
    "id": 25803,
    "citation_title": "On Money as a Medium of Exchange in Near-Cashless Credit Economies",
    "citation_author": [
        "Ricardo Lagos",
        "Shengxing Zhang"
    ],
    "citation_publication_date": "2019-05-06",
    "issue_date": "2019-05-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the transmission of monetary policy in credit economies where money serves as a medium of exchange. We find that—in contrast to current conventional wisdom in policy-oriented research in monetary economics—the role of money in transactions can be a powerful conduit to asset prices and ultimately, aggregate consumption, investment, output, and welfare. Theoretically, we show that the cashless limit of the monetary equilibrium (as the cash-and-credit economy converges to a pure-credit economy) need not correspond to the equilibrium of the nonmonetary pure-credit economy. Quantitatively, we find that the magnitudes of the responses of prices and allocations to monetary policy in the monetary economy are sizeable—even in the cashless limit. Hence, as tools to assess the effects of monetary policy, monetary models without money are generically poor approximations—even to idealized highly developed credit economies that are able to accommodate a large volume of transactions with arbitrarily small aggregate real money balances.\n\n",
    "acknowledgement": "\nLagos is thankful for the support from the C.V. Starr Center for Applied Economics at NYU. Zhang is thankful for the support from the Centre for Macroeconomics at LSE and the British Academy/Leverhulme Small Research Grant. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nShengxing Zhang\n\nLagos is thankful for the support from the C.V. Starr Center for Applied\nEconomics at NYU. Zhang is thankful for the support from the Centre for Macroeconomics at LSE and ESRC-NSFC Grant on “Building Debt Capital Markets in China”. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}