{
    "id": 25805,
    "citation_title": "Racial Segregation in Housing Markets and the Erosion of Black Wealth",
    "citation_author": [
        "Prottoy A. Akbar",
        "Sijie Li",
        "Allison Shertzer",
        "Randall P. Walsh"
    ],
    "citation_publication_date": "2019-05-06",
    "issue_date": "2019-05-03",
    "revision_date": "2020-01-13",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nHousing is the most important asset for the vast majority of American households and a key driver of racial disparities in wealth. This paper studies how residential segregation by race eroded black wealth in prewar urban areas. Using a novel sample of matched addresses from prewar American cities, we find that over a single decade rental prices soared by roughly 50 percent on city blocks that transitioned from all white to majority black. Meanwhile, pioneering black families paid a 28 percent premium to buy a home on a majority white block. These homes then lost 10 percent of their original value as the block became majority black. These findings strongly suggest that segregated housing markets cost black families much of the gains associated with migrating to the North.\n\n",
    "acknowledgement": "\nSupport for this research was provided by the National Science Foundation (SES-1459847). We thank Werner Troesken, Arie Beresteneau, Dan Bogart, Ed Coulson, William Even, Thomas Davidoff, Leah Boustan, Hoyt Bleakley, Bill Collins, Ross Mattheis, Christian Dippel and seminar participants at the NBER (DAE), Arizona, UC-Irvine, Miami of Ohio, Pitt, Harvard, the Philadelphia Fed, Tennessee, Arizona State, Colorado, and Illinois for helpful comments. We thank John Logan for assistance with enumeration district mapping and Carlos Villarreal and the Union Army Project (www.uadata.org) for the 1930 street files. Antonio Diaz-Guy, Phil Wetzel, Jeremy Brown, Andrew O’Rourke, Aly Caito, Loleta Lee, Zach Gozlan, and Sai Konduru provided outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}