{
    "id": 25814,
    "citation_title": "Institutional Trading Around M&A Announcements",
    "citation_author": [
        "Eliezer Fich",
        "Viktoriya Lantushenko",
        "Clemens Sialm"
    ],
    "citation_publication_date": "2019-05-06",
    "issue_date": "2019-05-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nTakeover targets often experience substantial share price appreciations around public announcements of mergers and acquisitions. We analyze hedge fund and mutual fund holdings around takeover announcements to assess the differences in investment strategies across institutions. Our results indicate that hedge funds in the aggregate increase their holdings of soon-to-be takeover targets by 7.2% during the quarter prior to the public announcement. Conversely, mutual funds reduce their equity holdings in impending targets by 3.0% during the quarter before M&A announcements and therefore potentially forgo profitable investment opportunities.\n\n",
    "acknowledgement": "\nWe thank Andriy Bodnaruk, Alon Brav, Chris Clifford, Spencer Couts, Kevin Crotty, Dalia Marciukaityte, Laura Starks, Sheridan Titman, and participants at the 2018 Financial Management Association, the 2018 Luxembourg Asset Management Summit, the 2018 Southern Finance Association, the 2018 TCU Finance Conference, the 2019 Eastern Finance Association, Drexel University, St. Joseph's University, Syracuse University, the University of Alabama, the University of Texas at Austin, Villanova University, and Washington State University for comments and suggestions. We are grateful to Sergey Maslennikov for sharing his data on hedge fund holdings and to Alon Brav, Wei Jiang, and Hyunseob Kim for sharing their data on hedge fund activism.  Clemens Sialm is an independent contractor with AQR Capital Management. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nClemens Sialm\n\nClemens Sialm has received compensation for consulting services and for giving presentations from the following institutions: AQR Capital Management, the U.S. Securities and Exchange Commission, Mercer Advisors, Dimensional Fund Advisors, and MyVest.\n\n\n"
}