{
    "id": 25815,
    "citation_title": "The Politics of CEOs",
    "citation_author": [
        "Alma Cohen",
        "Moshe Hazan",
        "Roberto Tallarita",
        "David Weiss"
    ],
    "citation_publication_date": "2019-05-06",
    "issue_date": "2019-05-03",
    "revision_date": "2023-03-09",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCEOs of public companies have influence over the political spending of their firms, which has been attracting significant attention since the Supreme Court decision in Citizens United. Furthermore, the policy views expressed by CEOs receive substantial consideration from policymakers and the public. The political preferences of CEOs, we argue, are therefore important for a full understanding of U.S. policymaking and politics. To contribute to this understanding, we provide empirical evidence on the partisan leanings of public-company CEOs.\nWe use Federal Election Commission (FEC) records to put together a comprehensive database of the political contributions made by over 3,500 individuals who served as CEOs of S&P 1500 companies during the period 2000-2017. We find that these political contributions display substantial partisan preferences in support of Republican candidates. We identify how this pattern is related to the company’s industry, geographical region, and CEO gender. To highlight the significance of CEO’s partisan preferences for some corporate decisions, we show that public companies led by Republican CEOs tend to be less transparent to investors with respect to their political spending. We conclude by discussing the potential policy implications of our analysis.\n\n",
    "acknowledgement": "\nThis paper is part of the work of the Project on Corporate Political Spending of the Harvard Law School Program on Corporate Governance. We would like to thank Lucian Bebchuk and Itay Saporta for valuable comments and discussions. We have also benefitted from invaluable research assistance by Shay Acrich, Omer Braun, Zoe Piel, and Ewelina Rudnicka. We gratefully acknowledge the financial support of the John M. Olin Center for Law, Economics, and Business and the Program on Corporate Governance at Harvard Law School, the Israel Science Foundation, and Tel-Aviv University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}