{
    "id": 25818,
    "citation_title": "Automating Response Evaluation for Franchising Questions on the 2017 Economic Census",
    "citation_author": [
        "Joseph Staudt",
        "Yifang Wei",
        "Lisa Singh",
        "Shawn D. Klimek",
        "J. Bradford Jensen",
        "Andrew L. Baer"
    ],
    "citation_publication_date": "2019-05-13",
    "issue_date": "2019-05-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBetween the 2007 and 2012 Economic Censuses (EC), the count of franchise-affiliated establishments declined by 9.8%. One reason for this decline was a reduction in resources that the Census Bureau was able to dedicate to the manual evaluation of survey responses in the franchise section of the EC. Extensive manual evaluation in 2007 resulted in many establishments, whose survey forms indicated they were not franchise-affiliated, being recoded as franchise-affiliated. No such evaluation could be undertaken in 2012. In this paper, we examine the potential of using external data harvested from the web in combination with machine learning methods to automate the process of evaluating responses to the franchise section of the 2017 EC. Our method allows us to quickly and accurately identify and recode establishments have been mistakenly classified as not being franchise-affiliated, increasing the unweighted number of franchise-affiliated establishments in the 2017 EC by 22%-42%.\n\n",
    "acknowledgement": "\nWe thank John Cuffe for help in getting the matching software working for this project. Thanks also to Emek Basker, Lucia Foster and seminar participants at the CRIW Pre-Conference: Big Data for 21st Century Economic Statistics for their useful comments. All remaining errors and omissions are those of the authors. The analysis, thoughts, opinions, and any errors presented here are solely those of the authors and do not necessarily reflect any official position of the U.S. Census Bureau or the National Bureau of Economic Research. All results have been reviewed to ensure that no confidential information is disclosed. The Disclosure Review Board release number is CBDRB-FY19-CMS-7598.\n\n\n\nLisa Singh\n\nWe also thank the Massive Data Institute for the use of their compute infrastructure for data collection.\n\n\n\nJ. Bradford Jensen\n\nI expect to receive approximately $15,000 from the University of Basel for teaching in 2019.\n\n\nI am a part-time employee at the U.S. Census Bureau.\n\n\nI am a non-resident senior fellow at the Peterson Institute for International Economics. I am sometimes paid for research I contribute to Peterson Institute programs.\n\n\n"
}