{
    "id": 25816,
    "citation_title": "The Struggle Towards Macroeconomic Stability: Analytical Essay",
    "citation_author": [
        "Assaf Razin"
    ],
    "citation_publication_date": "2019-05-13",
    "issue_date": "2019-05-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis essay offers an economic-history perspective of the long struggle towards macroeconomic stability. The paper is a broad analytical overview of major exogenous shocks and shifts in macroeconomic policy and institutions in Israel since the 1977-1985 great inflation through the global financial crisis and the effects of those shifts on long term growth, inflation, the business cycle, the Phillips curve and related economic developments. The paper will discuss three main issues. The first one on the inflation crisis focuses on the 1985 stabilization and on its impact on subsequent reform of monetary institutions. The second discusses the impact of globalization on growth, inflation and the Phillips curve. The third contains a discussion of the reasons for the relatively good performance of Israel during the 2008 global crisis, including foreign exchange market intervention. Henceforth we highlight: (1) the role of macro-populism in generating hyperinflation; (2) the role of seigniorage revenue in generating the hyperinflation; (3) distributive effects of inflation stabilization, which are political driving forces behind the need for across-the-broad-coalition for a successful stabilization policy; (4) the effects of globalization on the Philips Curve and thereby on domestic inflation-- means of transforming an inflation regime to a one with price stability; (5) the role of financial prudence regulatory institutions, which serve to explain the Israeli macroeconomic robustness in the face of the 2008 external depression-deflation global forces; and, (6) Israel’s government-deficit and money-creation experience, which help evaluate recent theory—the Modern Monetary Theory (MMT).\n\n",
    "acknowledgement": "\nI acknowledge many insightful comments from two referees. No financial relations  to disclose. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}