{
    "id": 25817,
    "citation_title": "Premium for Heightened Uncertainty: Explaining Pre-Announcement Market Returns",
    "citation_author": [
        "Grace Xing Hu",
        "Jun Pan",
        "Jiang Wang",
        "Haoxiang Zhu"
    ],
    "citation_publication_date": "2019-05-13",
    "issue_date": "2019-05-10",
    "revision_date": "2021-03-05",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe find large overnight returns, with no abnormal variance, before the release of nonfarm payrolls, ISM, and GDP, similar to the pre-FOMC returns. To explain this common pattern, we propose a two-risk model with the uncertainty about the magnitude of the impending news' market impact as an additional risk, and link the pre-announcement return directly to the accumulation of heightened uncertainty and its later resolution prior to the announcement. We empirically test and verify the model's distinct predictions on the joint intertemporal behavior of return, variance, and particularly VIX—a gauge of impact uncertainty by our model, surrounding macroeconomic announcements.\n\n",
    "acknowledgement": "\nAn earlier draft of this paper was circulated under the title “Premium for Heightened Uncertainty: Solving the FOMC Puzzle.” We are grateful to Brad Barber, Ricardo Caballero, Peter Carr, Zhanhui Chen, Ing-Haw Cheng, Darrell Duffie, Ken French, Valentin Haddard, Toomas Laarits, David Lucca, Ian Martin, Annette Vissing-Jorgensen, Clara Vega, Kumar Venkataraman, Jessica Wachter, as well as seminar participants at the 2019 NBER Asset Pricing Program Spring Meeting, the 2019 ABFER Annual Meeting, the 2019 China International Conference in Finance, the 2019 Eastern Conference on Financial Mathematics, the 2019 Summer Institute in Finance, the 2020 AFA annual meeting, Tsinghua University, Shanghai Jiao Tong University, Peking University, Chinese University of Hong Kong, Cheung Kong Graduate School of Business, Southern Methodist University, Dartmouth College, Federal Reserve Board, Peking University HSBC Business School, and Penn State University for comments. We thank Meiling Chen and Zhe Geng for research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}