{
    "id": 25828,
    "citation_title": "The Role of Neonatal Health in the Incidence of Childhood Disability",
    "citation_author": [
        "Todd Elder",
        "David N. Figlio",
        "Scott A. Imberman",
        "Claudia Persico"
    ],
    "citation_publication_date": "2019-05-13",
    "issue_date": "2019-05-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use linked birth and education records for all children born in Florida between 1992 and 2002 to assess the effects of neonatal health on the identification of childhood disabilities. We find that several measures of neonatal health are associated with disability incidence, although birthweight plays the most empirically relevant role. Using large samples of siblings and twins, we find that infant health influences multiple measures of disability and grade repetition in school. The association between birthweight and disability holds throughout the distribution of birthweight and across a range of socioeconomic characteristics, including maternal education and race.\n\n",
    "acknowledgement": "\nWe are grateful to the Florida Department of Health and Florida Department of Education for providing us access to merged education and health data for the purposes of this project, and for the technical support in interpreting the key variables described herein. The opinions expressed herein do not represent the views of the Florida Departments of Education or Health. Initial financial support for data construction from the Gates Foundation and the US Department of Education is greatly appreciated. We thank seminar participants at Cornell University, Federal Reserve Bank of Cleveland, Michigan State University, Northwestern University, Purdue University, Syracuse University, University of Arizona, University of Chicago, University of South Carolina, University of Southern Denmark, and University of Tennessee for valuable input to the project. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nScott A. Imberman\n\nN/A\n\n\n"
}