{
    "id": 25824,
    "citation_title": "Multinationals, Offshoring and the Decline of U.S. Manufacturing",
    "citation_author": [
        "Christoph E. Boehm",
        "Aaron Flaaen",
        "Nitya Pandalai-Nayar"
    ],
    "citation_publication_date": "2019-05-13",
    "issue_date": "2019-05-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Macroeconomics",
        "\n",
        "Globalization and International Relations",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe provide new facts about the role of multinationals in the decline in U.S. manufacturing employment between 1993-2011, using a novel microdata panel with firm-level ownership and trade information. Multinational-owned establishments displayed lower employment growth than a narrow control group and accounted for 41% of the aggregate manufacturing employment decline. Further, newly multinational establishments in the U.S. experienced job losses, while their parent firms increased input imports from abroad. We develop a model that rationalizes this behavior and bound a key elasticity with our microdata. The estimates imply that a reduction in the costs of foreign sourcing leads firms to increase imports of intermediates and to reduce U.S. manufacturing employment. Our findings suggest that offshoring by multinationals was a key driver of the observed decline in manufacturing employment.\n\n",
    "acknowledgement": "\nWe would like to thank Andrei Levchenko, Dan Ackerberg, Pol Antras, Rafael Dix-Carneiro, Kyle Handley, Brian Kovak, Andres Rodriguez-Clare, Linda Tesar and Felix Tintelnot as well as seminar participants at the NBER SI, NBER ITI spring meetings, CEPR-ESSIM, Michigan, Princeton, Virginia, Austin, CREI, UCSD, Yale, Colby, Cambridge, University of Oregon, UIUC, BU, Tufts, IIES, Uppsala, Warwick, Notre Dame, WCTW, SED-AM and UIBE/Georgetown for valuable suggestions. We especially thank our discussants Lindsey Oldenski, Kei-Mu Yi and Susan Houseman. Any opinions and conclusions expressed herein are those of the author(s) and do not necessarily represent the views of the U.S. Census Bureau, the Board of Governors, or its research staff. All results have been reviewed to ensure that no confidential information is disclosed. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}