{
    "id": 25821,
    "citation_title": "Tax Mechanisms and Gradient Flows",
    "citation_author": [
        "Stefan Steinerberger",
        "Aleh Tsyvinski"
    ],
    "citation_publication_date": "2019-05-13",
    "issue_date": "2019-05-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe demonstrate how a static optimal income taxation problem can be analyzed using dynamical methods. We show that the taxation problem is intimately connected to the heat equation and derive a new property of the optimal tax which we call the fairness principle. The optimal tax at a given income is equal to the weighted by the heat kernels average of optimal taxes at other incomes and income densities. The fairness principle arises not due to equality considerations but represents an efficient way to smooth the burden of taxes and generated revenues across incomes. Just as nature distributes heat evenly, the optimal way for a government to raise revenues is to distribute the tax burden and raised revenues evenly among individuals. We then construct a gradient flow of taxes – a dynamic process changing the existing tax system in the direction of the increase in tax revenues – and show that it takes the form of a heat equation. The fairness principle holds also for the short-term asymptotics of the gradient flow. The gradient flow is  a continuous process of a reform of the nonlinear tax and thus unifies the variational approach to taxation and optimal taxation\n\n",
    "acknowledgement": "\nStefan Steinerberger is supported by the NSF (DMS-1763179) and the Alfred P. Sloan Foundation. We thank Manuel Amador, Andy Atkeson, Felix Bierbrauer, Patrick Bolton, Jaroslav Borovicka, Pierre Boyer, Hector Chade, Alfred Galichon, Martin Hellwig, Oleg Itskhoki, Ilse Lindenlaub, Benny Moldovanu, Chris Phelan, Georgii Riabov, Larry Samuelson, Florian Scheuer, Philipp Strack, Kjetil Storesletten, Juuso Valimaki, and, especially, Nicolas Werquin. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}