{
    "id": 25834,
    "citation_title": "Pay Transparency and the Gender Gap",
    "citation_author": [
        "Michael Baker",
        "Yosh Halberstam",
        "Kory Kroft",
        "Alexandre Mas",
        "Derek Messacar"
    ],
    "citation_publication_date": "2019-05-13",
    "issue_date": "2019-05-10",
    "revision_date": "2021-12-09",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the impact of public sector salary disclosure laws on university faculty salaries in Canada. The laws, which enable public access to the salaries of individual faculty if they exceed specified thresholds, were introduced in different provinces at different times. Using detailed administrative data covering the majority of faculty in Canada, and an event-study research design that exploits within-province variation in exposure to the policy across institutions and academic departments, we find robust evidence that the laws reduced the gender pay gap between men and women by approximately 20-40 percent.\n\n",
    "acknowledgement": "\nWe thank Sarah Kaplan, Matthew Notowidigdo, and colleagues at Princeton and the University of Toronto, and seminar participants at Memorial University of Newfoundland, the NBER Summer Institute, UC-Berkeley, UCDavis, and the University of Waterloo for helpful comments as well as Teresa Omiecinski and Donna Towns at Statistics Canada for their assistance with the data. Paul Han, Jared Grogan, Chester Madrazo, Stephen Tino, Annabel Thornton and Ruizhi Zhu provided excellent research assistance. We gratefully acknowledge financial support from the Institute for Gender and the Economy (GATE) at the Rotman School of Management. Baker gratefully acknowledges the research support of a Canada Research Chair at the University of Toronto. The views and opinions expressed herein are those of the authors and do not necessarily reflect the views of Statistics Canada, the Government of Canada, or the National Bureau of Economic Research.\n\n\n"
}