{
    "id": 25831,
    "citation_title": "Pigou Creates Losers: On the Implausibility of Achieving Pareto Improvements from Efficiency-Enhancing Policies",
    "citation_author": [
        "James M. Sallee"
    ],
    "citation_publication_date": "2019-05-13",
    "issue_date": "2019-05-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEconomic theory predicts that efficiency-enhancing policy changes can be made to benefit everyone through the use of lump-sum transfers that compensate anyone initially harmed by the change. Precise targeting of compensating transfers, however, may not be possible when agents are heterogeneous and the planner faces constraints on the design of transfers. In this paper, I derive a necessary condition for an efficiency-enhancing policy to create a Pareto improvement that can be tested directly with data. The condition relates the size of efficiency gains to the degree of predictability between initial burdens and variables used to determine a transfer scheme. The main empirical application is to a gasoline tax to correct carbon emissions, with related results for other sin taxes also presented. Results indicate that it is infeasible to create a Pareto improvement from the taxation of these goods, and moreover that plausible policies are likely to leave a large fraction of households as net losers. The paper argues that the existence of these losers is relevant to policy design and may help explain the political challenges faced by many efficient policies. The paper concludes with several extensions related to this political economy motivation.\n\n",
    "acknowledgement": "\nThe author thanks Karl Dunkle-Warner and Catherine Wright for excellent research assistance, Shanjun Li and Gilbert Metcalf for conference discussion, and Lint Barrage, Severin Borenstein, Lucas Davis, Don Fullerton, Kelsey Jack, Gary Libecap, Ethan Ligon, Dmitry Taubinsky and seminar participants at ASSA, Berkeley, the NBER and HERE conferences for helpful comments. The Sloan Foundation and the Hellman Fund at the University of California, Berkeley provided generous support. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}