{
    "id": 25833,
    "citation_title": "Can Blockchain Solve the Hold-up Problem in Contracts?",
    "citation_author": [
        "Richard T. Holden",
        "Anup Malani"
    ],
    "citation_publication_date": "2019-05-13",
    "issue_date": "2019-05-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTwo parties sign a contract but before they fully perform they modify the contract.  Should courts enforce the modified agreement?  The modification may enable efficient trade in response to changed circumstances, or one party may have made an efficient relationship-specific investment and then been held-up by the other.  Courts have had difficulty tackling this problem because the facts required to discriminate between the two situations are non-verifiable.   A private remedy is for the parties to write a contract that is robust to hold-up or that makes the facts relevant to modification verifiable.  But implementing such remedies requires commitment to the provisions, i.e., they themselves are subject to non-compliance.  Conventional contract technology, e.g., the use of liquidated damages, to ensure commitment are disfavored by courts and subject to renegotiation.  Smart contracts written on blockchain ledgers may offer a solution.  We explain the basic economics of these technologies.  We argue that they can used to implement liquidated damages without court involvement and thereby obtain commitment to renegotiation design and revelation mechanisms.  We address the hurdles courts may impose to use of smart contracts and argue that sophisticated parties’ ex ante commitment to them may lead courts to allow their use as pre-commitment devices.\n\n",
    "acknowledgement": "\nAnup Malani is an advisor to Perlin, a distributed computing company that employs blockchain technology; Malani and Richard Holden were consultants to a Dapp startup when they wrote this paper.  Neither relationship bears on the question of contract modification using smart contracts.  We thank Ilya Beylin, Anthony Casey, Stacy Rosenbaum, Pat Ward, and Massimo Young for comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}