{
    "id": 25836,
    "citation_title": "Immigration and Economic Growth",
    "citation_author": [
        "George J. Borjas"
    ],
    "citation_publication_date": "2019-05-13",
    "issue_date": "2019-05-10",
    "revision_date": "2024-10-04",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nImmigration is sometimes claimed to be a key contributor to economic growth. Few academic studies, however, examine the direct link between immigration and growth. And the evidence on the outcomes that the literature does examine (such as the impact on wages or government receipts and expenditures) is far too mixed to allow unequivocal inferences. This paper surveys what we know about the relationship between immigration and growth. The canonical Solow model implies that a one-time supply shock will not have any impact on steady-state per-capita income, while a continuous supply shock will permanently reduce per-capita income. The observed relationship between immigration and growth obviously depends on many variables, including the skill composition of immigrants, the rate of assimilation, the distributional labor market consequences, the size of the immigration surplus, the potential human capital externalities, and the long-term fiscal impact. Despite the methodological disagreements about how to measure all of these effects, there is a consensus on one important point: Immigration has a more beneficial impact on growth when the immigrant flow is composed of high-skill workers.\n\n",
    "acknowledgement": "\nThis paper was first presented at the “Prospects for Economic Growth Conference” held at Rice University’s Baker Institute in December 2018 and will be published in Prospects for Economic Growth in the United States, edited by John W. Diamond and George R. Zodrow (Oxford University Press). The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}