{
    "id": 25832,
    "citation_title": "Family and Government Insurance: Wage, Earnings, and Income Risks in the Netherlands and the U.S.",
    "citation_author": [
        "Mariacristina De Nardi",
        "Giulio Fella",
        "Marike G. Knoef",
        "Gonzalo Paz-Pardo",
        "Raun Van Ooijen"
    ],
    "citation_publication_date": "2019-05-13",
    "issue_date": "2019-05-10",
    "revision_date": "2020-11-02",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe document new facts about risk in male wages and earnings, household earnings, and pre- and post-tax income in the Netherlands and the United States. We find that, in both countries, earnings display important deviations from the typical assumptions of linearity and normality. Individual-level male wage and earnings risk is relatively high at the beginning and end of the working life, and for those in the lower and upper parts of the income distribution. Hours are the main driver of the negative skewness and, to a lesser extent, the high kurtosis of earnings changes. Even though we find no evidence of added-worker effects, the presence of spousal earnings reduces the variability of household income compared to that of male earnings. In the Netherlands, government transfers are a major source of insurance, substantially reducing the standard deviation, negative skewness, and kurtosis of income changes. In the U.S. the role of family insurance is much larger than in the Netherlands. Family and government insurance reduce, but do not eliminate nonlinearities in household disposable income by age and previous earnings in either country.\n\n",
    "acknowledgement": "\nThe authors thank Netspar and Instituut Gak for supporting this research project. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research, any agency of the federal government, the Federal Reserve Bank of Minneapolis, or the National Bureau of Economic Research.\n\n\n"
}