{
    "id": 25835,
    "citation_title": "Hurricanes, Climate Change Policies and Electoral Accountability",
    "citation_author": [
        "Stefano Gagliarducci",
        "M. Daniele Paserman",
        "Eleonora Patacchini"
    ],
    "citation_publication_date": "2019-05-13",
    "issue_date": "2019-05-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies how politicians and voters respond to new information on the threats of climate change. Using data on the universe of federal disaster declarations between 1989 and 2014, we document that congress members from districts hit by a hurricane are more likely to support bills promoting more environmental regulation and control in the year after the disaster. The response to hurricanes does not seem to be driven by logrolling behavior or lobbysts' pressure. The change in legislative agenda is persistent over time, and it is associated with an electoral penalty in the following elections. The response is mainly promoted by representatives in safe districts, those with more experience, and those with strong pro-environment records. Our evidence thus reveals that natural disasters may trigger a permanent change in politicians' beliefs, but only those with a sufficient electoral strength or with strong ideologies are willing to engage in promoting policies with short-run costs and long-run benefits.\n\n",
    "acknowledgement": "\nWe thank Alberto Alesina, Laurent Bouton, Luigi Guiso, Shanker Satyanath, James Snyder, participants at the Warwick/Princeton/Utah Political Economy Conference in Venice 2017, the NBER Political Economy Program Fall 2018 Meeting, the Barcelona GSE Summer Forum 2018, the Bocconi Workshop on Causes and Consequences of Populism 2019, and seminar participants at Ben-Gurion University, EIEF, Lund University, Kellogg School of Management, Tel Aviv University, Tor Vergata and Universitat Autonoma de Barcelona for helpful comments. Chiara Lacava and Gabriele Rovigatti provided excellent research assistance. All errors are our own. The authors did not receive any sources of external funding, and declare that they have no relevant or material financial relationships that bear on their research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}