{
    "id": 25848,
    "citation_title": "The Science of Using Science: Towards an Understanding of the Threats to Scaling Experiments",
    "citation_author": [
        "Omar Al-Ubaydli",
        "John A. List",
        "Dana Suskind"
    ],
    "citation_publication_date": "2019-05-20",
    "issue_date": "2019-05-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Public Economics",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nPolicymakers are increasingly turning to insights gained from the experimental method as a means of informing public policies. Whether—and to what extent—insights from a research study scale to the level of the broader public is, in many situations, based on blind faith. This scale-up problem can lead to a vast waste of resources, a missed opportunity to improve people’s lives, and a diminution in the public’s trust in the scientific method’s ability to contribute to policymaking. This study provides a theoretical lens to deepen our understanding of the science of how to use science. Through a simple model, we highlight three elements of the scale-up problem: (1) when does evidence become actionable (appropriate statistical inference); (2) properties of the population; and (3) properties of the situation. We argue that until these three areas are fully understood and recognized by researchers and policymakers, the threats to scalability will render any scaling exercise as particularly vulnerable. In this way, our work represents a challenge to empiricists to estimate the nature and extent of how important the various threats to scalability are in practice, and to implement those in their original research.\n\n",
    "acknowledgement": "\nThis paper represents the research supporting List’s Klein Prize presentation.  Seminar participants at Osaka University provided excellent comments that improved the study.  We wish to also thank Masaki Aoyagi, Nava Ashraf, Marianne Bertrand, Emir Kamenica, and Dean Karlan for helpful comments.  Min Sok Lee and Claire Mackevicious provided excellent research support and comments.  Affiliations: Al-Ubaydli: Bahrain Center for Strategic, International and Energy Studies; Department of Economics and the Mercatus Center, George Mason University; College of Industrial Management, King Fahad University of Petroleum and Minerals; List: Department of Economics, University of Chicago; NBER; Suskind: Department of Surgery, University of Chicago Medicine. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}