{
    "id": 25841,
    "citation_title": "Regressive Sin Taxes, With an Application to the Optimal Soda Tax",
    "citation_author": [
        "Hunt Allcott",
        "Benjamin Lockwood",
        "Dmitry Taubinsky"
    ],
    "citation_publication_date": "2019-05-20",
    "issue_date": "2019-05-16",
    "revision_date": "2019-05-28",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA common objection to “sin taxes”—corrective taxes on goods that are thought to be overconsumed, such as cigarettes, alcohol, and sugary drinks—is that they often fall disproportionately on low-income consumers. This paper studies the interaction between corrective and redistributive motives in a general optimal taxation framework and delivers empirically implementable sufficient statistics formulas for the optimal commodity tax. The optimal sin tax is increasing in the price elasticity of demand, increasing in the degree to which lower-income consumers are more biased or more elastic to the tax, decreasing in the extent to which consumption is concentrated among the poor, and decreasing in income effects, because income effects imply that commodity taxes create labor supply distortions. Contrary to common intuitions, stronger preferences for redistribution can increase the optimal sin tax, if lower-income consumers are more responsive to taxes or are more biased. As an application, we estimate the optimal nationwide tax on sugar-sweetened beverages in our model, using Nielsen Homescan data and a specially designed survey measuring nutrition knowledge and self-control. Holding federal income tax rates constant, we find an optimal federal sugar-sweetened beverage tax of 1 to 2.1 cents per ounce in our model, although optimal city-level taxes could be as much as 60% lower due to cross-border shopping.\n\n",
    "acknowledgement": "\nWe thank Kelly Brownell, Gabriel Chodorow-Reich, Stefano DellaVigna, Rebecca Diamond, Jean-Pierre Dube, Matt Gentzkow, Anna Grummon, David Laibson, Alex Rees-Jones, Christina Roberto, Na'ama Shenhav, Claire Wang, Danny Yagan, and seminar participants at Berkeley, Bonne, Brown, Carnegie Mellon and the University of Pittsburgh, Columbia, Cologne, Davis, Hong Kong University of Science and Technology, Michigan State University, the National Tax Association, National University of Singapore, the NBER Public Economics 2018 Spring Meetings, NYU, Princeton, Stanford, the Society for Benefit-Cost Analysis, UCLA, University of British Columbia, University of Michigan, University of Virginia, and Wharton for helpful feedback. We are grateful to the Sloan Foundation for grant funding. The survey was determined to be exempt from review by the Institutional Review Boards at the University of Pennsylvania (protocol number 828341) and NYU (application FY2017-1123). Nielsen requires the following text: This paper reflects the authors' own analyses and calculations based in part on data reported by Nielsen through its Homescan, RMS, and PanelViews services for beverage categories over 2006-2016, for all retail channels in the U.S. market. Calculated based on data from The Nielsen Company (US), LLC and marketing databases provided by the Kilts Center for Marketing Data Center at The University of Chicago Booth School of Business. The conclusions drawn from the Nielsen data are those of the researchers and do not reflect the views of Nielsen or the National Bureau of economic Research. Nielsen is not responsible for, had no role in, and was not involved in analyzing and preparing the results reported herein. Replication files are available from https://sites.google.com/site/allcott/research. This paper subsumes and replaces Lockwood and Taubinsky (2017).\n\n\n"
}