{
    "id": 25846,
    "citation_title": "Physician Bias and Racial Disparities in Health: Evidence from Veterans' Pensions",
    "citation_author": [
        "Shari Eli",
        "Trevon D. Logan",
        "Boriana Miloucheva"
    ],
    "citation_publication_date": "2019-05-20",
    "issue_date": "2019-05-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Development of the American Economy",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nWe estimate racial differences in longevity using records from cohorts of Union Army veterans. Since veterans received pensions based on proof of disability at medical exams, estimates of the causal effect of income on mortality may be biased, as sicker veterans received larger pensions. To circumvent endogeneity bias, we propose an exogenous source of variation in pension income: the judgment of the doctors who certified disability. We find that doctors appeared to discriminate against black veterans. The discrimination we observe is acute—we would not observe any racial mortality differences had physicians not been racially biased in determining pension awards. The effect of income on health was indeed large enough to close the black-white mortality gap in the period. Our work emphasizes that the large effects of physicians’ attitudes on racial differentials in health, which persist today amongst both veterans and the civilian population, were equally prominent in the past.\n\n",
    "acknowledgement": "\nWe thank Marcella Alsan, Rodney Andrews, Hoyt Bleakley, Dora Costa, Barry Eichengreen, Stanley Engerman, Michael Haines, Alexandre Mas, John Parman, Richard Steckel, Melissa Thomasson and Sven Wilson for their comments and suggestions. We thank seminar participants at the University of British Columbia, Colgate University, and the University of Maryland. We also thank participants of conference presentations of the American Economic Association, Canadian Network of Economic Historians, Population Association of America, and Social Science History Association. We thank Joseph Burton, Alex Orsini, Kory Potzler, Carlos Villareal, Andrea Zemp, Chris Roudiez, and Noelle Yetter at the Early Indicators Project for their advice and assistance with the United States Colored Troops sample. We gratefully acknowledge the financial support of the Social Sciences and Humanities Research Council of Canada as well as the Connaught Fund at the University of Toronto. William Biscarri and Kathleen Chen provided excellent research assistance. The project described was supported by Award Number P01 AG10120 from the National Institute on Aging. The content is solely the responsibility of the author(s) and does not necessarily represent the official views of the National Institute on Aging or the National Institute of Health. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}