{
    "id": 25844,
    "citation_title": "The Illusion of Stable Preferences over Major Life Decisions",
    "citation_author": [
        "Maximilian W. Mueller",
        "Joan Hamory Hicks",
        "Jennifer Johnson-Hanks",
        "Edward Miguel"
    ],
    "citation_publication_date": "2019-05-20",
    "issue_date": "2019-05-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Behavioral Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the stability of preferences over time using panel data from Kenya on fertility intentions, realizations, and recall of intentions. We find that desired fertility is very unstable, but that most people perceive their desires to be stable. Under hypothetical scenarios, few expect their desired fertility to increase over time. Moreover, when asked to recall past intentions, most respondents report previously wanting exactly as many children as they desire today. Biased recall of preferences over a major life decision could have important implications for measuring excess fertility, the evolution of norms, and the perceived need for family planning programs.\n\n",
    "acknowledgement": "\nWe thank seminar participants at the University of California, Berkeley and participants at the 2018 Pacifi\fc Development Conference (PacDev) and the 2018 Oxford Center for the Study of African Economies (CSAE) conference for helpful comments. The data used in this paper was collected in collaboration with International Child Support and Innovations for Poverty Action, supported by funding from NIH grants R01-TW05612 and R01-HD044475, NSF grants SES-0418110 and SES-0962614, the World Bank, the Social Science Research Council, and the Berkeley Population Center. The content is solely the responsibility of the authors and does not necessarily reflect the views of any of our funders, nor of the National Bureau of Economic Research. The data collection for the Kenya Life Panel Survey was approved by the University of California, Berkeley Committee for Protection of Human Subjects, the Kenya Medical Research Institute, and Uganda National Council for Science and Technology.\n\n\n"
}