{
    "id": 25849,
    "citation_title": "Employment Discrimination against Indigenous Peoples in the United States: Evidence from a Field Experiment",
    "citation_author": [
        "Patrick Button",
        "Brigham Walker"
    ],
    "citation_publication_date": "2019-05-20",
    "issue_date": "2019-05-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Discrimination",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe conducted a resume correspondence experiment to measure discrimination in hiring faced by Indigenous Peoples in the United States (Native Americans, Alaska Natives, and Native Hawaiians). We sent employers realistic 13,516 resumes for common jobs (retail sales, kitchen staff, server, janitor, and security) in 11 cities and compared callback rates. We signaled Indigenous status in one of four different ways. We almost never find any differences in callback rates, regardless of the context. These findings hold after numerous robustness checks, although our checks and discussions raise multiple concerns that are relevant to audit studies generally.\n\n",
    "acknowledgement": "\nWe are thankful for internal grant support from the Murphy Institute, CELT, NCI, the Duren Professorship, the Kurzius Family Professorship, and the COR Research Fellowship. We also thank the National Institutes of Health via a postdoctoral training grant for Patrick Button (5T32AG000244-23) which funded his research at the RAND Corporation. The views expressed are our own and not those of any funders. We thank Cathy Balfe, Danell Benguigui, Connor Crowley, Olivia Frazer, Natalie George, Emmarose Glaser, Ilan Gressel, Jason Housman, Jennifer Kallenburg, Kendall Knuth, Keenan Lang-Backe, Julia Levy, Adam Majewski, Ethan May, Shea McGrinder, Chris Pennanen, Sam Rich, Claudia Shi, Jinlong Shi, Piper Serra, Hunter Spires, Alec Stewart, Savannah Strachan, Tiantian Tang, and Aubrey Wang for excellent research assistance and comments. We also thank Randall Akee, Peter Blair, Ian Burn, Nanneh Chehras, Donna Feir, Joanna Lahey, Miriam Jorgensen, David Neumark, David Phillips, and anonymous referees for helpful comments and discussions. We received helpful feedback from seminar and conference participants at the AEA, Auburn, the Bush School at TAMU, IZA/SOLE, URegina, SOFI, the SSS, Tulane, UVic, and the Hoover Institute. This study was approved by Tulane University’s IRB (#16-910329UE, #1085352-TU, #2018-477-TU). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}