{
    "id": 25845,
    "citation_title": "Consumer Myopia in Vehicle Purchases: Evidence from a Natural Experiment",
    "citation_author": [
        "Kenneth Gillingham",
        "Sébastien Houde",
        "Arthur van Benthem"
    ],
    "citation_publication_date": "2019-05-20",
    "issue_date": "2019-05-16",
    "revision_date": "2019-06-10",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA central question in the analysis of fuel-economy policy is whether consumers are myopic with regards to future fuel costs. We provide the first evidence on consumer valuation of fuel economy from a natural experiment. We examine the short-run equilibrium effects of an exogenous restatement of fuel-economy ratings that affected 1.6 million vehicles. Using the implied changes in willingness-to-pay, we find that consumers act myopically: consumers are indifferent between $1 in discounted fuel costs and 15-38 cents in the vehicle purchase price when discounting at 4%. This myopia persists under a wide range of assumptions.\n\n",
    "acknowledgement": "\nThe authors declare that they have no relevant or material financial interests or any other conflicts of interest that relate to the research described in this paper. The authors are grateful to Hunt Allcott, Mark Jacobsen, Chris Knittel, Matt Kotchen, Josh Linn, Erica Myers, Mathias Reynaert, John Rust, Jim Sallee and Joe Shapiro for their comments and suggestions. We also thank seminar participants at Georgetown University, Simon Fraser University, Stanford University, University of Connecticut, University of Copenhagen, University of Maryland, University of Pennsylvania, and Yale University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nKenneth Gillingham\n\nKenneth Gillingham has received no compensation for this work from any source, but has served as an expert consultant for the California Air Resources Board on work relating to fuel-economy standards.\n\n\n"
}