{
    "id": 25842,
    "citation_title": "Should We Tax Sugar-Sweetened Beverages? An Overview of Theory and Evidence",
    "citation_author": [
        "Hunt Allcott",
        "Benjamin Lockwood",
        "Dmitry Taubinsky"
    ],
    "citation_publication_date": "2019-05-20",
    "issue_date": "2019-05-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Behavioral Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTaxes on sugar-sweetened beverages are growing in popularity and have generated an active public debate. Are they a good idea? If so, how high should they be? Are such taxes regressive? People in the U.S. and some other countries consume remarkable quantities of sugar-sweetened beverages, and the evidence suggests that this generates significant health costs. Building on recent work by Allcott, Lockwood, and Taubinsky (Forthcoming) and others, we review the basic economic principles that determine the socially optimal SSB tax. The optimal tax depends on (1) externalities: uninternalized health system costs from diseases caused by sugary drink consumption; (2) internalities: costs consumers impose on themselves by consuming too many sugary drinks due to poor nutrition knowledge or lack of self-control; and (3) regressivity: how much the financial burden and the internality benefits from the tax fall on the poor. We summarize the empirical evidence about the key parameters affect how large the tax should be. In the theoretical framework of Allcott, Lockwood, and Taubinsky (Forthcoming), our calculations imply that sugar-sweetened beverage taxes are welfare enhancing, and indeed that the optimal nationwide SSB tax rate may be higher than the one cent per ounce rate most commonly used in U.S. cities. Using our theoretical framework, we end by deriving seven concrete implications for optimal SSB tax structure.\n\n",
    "acknowledgement": "\nWe are grateful to David Frisvold, Anna Grummon, Gordon Hanson, Robert Inman, Daniel Reck, Alex Rees-Jones, Christina Roberto, Steven Sexton, and Timothy Taylor for helpful comments, and to Andrew Joung for excellent research assistance. We thank the Sloan Foundation and the Wharton Dean’s Research Fund for grant funding. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}