{
    "id": 25840,
    "citation_title": "Equilibrium Trade in Automobile Markets",
    "citation_author": [
        "Kenneth Gillingham",
        "Fedor Iskhakov",
        "Anders Munk-Nielsen",
        "John P. Rust",
        "Bertel Schjerning"
    ],
    "citation_publication_date": "2019-05-20",
    "issue_date": "2019-05-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe introduce a computationally tractable dynamic equilibrium model of the automobile market where new and used cars of multiple types (e.g. makes/models) are traded by heterogeneous consumers. Prices and quantities are determined endogenously to equate supply and demand for all car types and vintages, along with the ages at which cars are scrapped. The model allows for transactions costs, taxes, flexible specifications of car characteristics, consumer preferences, and heterogeneity.  We apply the model to two examples: a revenue-neutral replacement of the new vehicle registration tax with a higher fuel tax and a hypothetical “merger to monopoly” in an oligopolistic new car market. We show substantial gains in consumer welfare from the tax policy change, as well as important effects on government revenues, automobile prices, driving, fuel consumption and CO₂ emissions, while the merger leads to substantial welfare losses.\n\n",
    "acknowledgement": "\nWe dedicate this paper to James A. Berkovec whose contributions to the development of micro-founded equilibrium models of the auto market was far ahead of his time and so inspirational to our own work on this subject. His untimely death at age 52 in 2009 remains a huge loss to the economics profession. The authors would like to acknowledge funding from the IRUC research project, financed by the Danish Council for Independent Research. Rust acknowledges financial support from the Gallagher Family Chair in Economics at Georgetown University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}