{
    "id": 25847,
    "citation_title": "Do Stricter Immunization Laws Improve Coverage? Evidence from the Repeal of Non-medical Exemptions for School Mandated Vaccines",
    "citation_author": [
        "Chelsea J. Richwine",
        "Avi Dor",
        "Ali Moghtaderi"
    ],
    "citation_publication_date": "2019-05-20",
    "issue_date": "2019-05-16",
    "revision_date": "2019-05-20",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nNonmedical exemptions are widely shown to be associated with outbreaks of vaccine-preventable disease.  In response to a recent measles outbreak in 2015, California acted to increase immunization coverage by removing all nonmedical exemptions effective in 2016.  Employing a unique dataset of county-level vaccination and exemption rates at Kindergarten entry, we exploit the recent policy change in California to estimate the impact of the repeal of nonmedical exemptions on immunization coverage for school-mandated vaccines.  Relative to a diverse group of control states, our findings indicate that vaccination coverage increased for all required vaccines following the repeal, ranging from 2.5% for MMR to 5% for Polio.  We also find a significant 3.4 percentage-point decline in nonmedical exemptions, accompanied by a 2.1 percentage-point increase in medical exemptions in counties that previously had high rates of nonmedical waivers.  Our findings indicate that the repeal of nonmedical exemptions in California was only partially effective in improving vaccination coverage, and may have led parents to substitute between medical and nonmedical exemptions, leading to a net decline in total exemptions of just 1 percentage-point.\n\n",
    "acknowledgement": "\nSupport for this research was provided by the Robert Wood Johnson Foundation’s Policies for Action program. The views expressed here do not necessarily reflect the views of the Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}