{
    "id": 25852,
    "citation_title": "Managerial Quality and Productivity Dynamics",
    "citation_author": [
        "Achyuta Adhvaryu",
        "Anant Nyshadham",
        "Jorge A. Tamayo"
    ],
    "citation_publication_date": "2019-05-20",
    "issue_date": "2019-05-16",
    "revision_date": "2019-05-22",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhich managerial skills, traits, and practices matter most for productivity? How does the observability of these features affect how appropriately they are priced into wages? Combining two years of daily, line-level production data from a large Indian garment firm with rich survey data on line managers, we find that several key dimensions of managerial quality, like attention, autonomy, and control, are important for learning-by-doing as well as for overall productivity, but are not commensurately rewarded in pay. Counterfactual simulations of our structural model show large gains from screening potential hires via psychometric measurement and training to improve managerial practices.\n\n",
    "acknowledgement": "\nThanks to Nick Bloom, Hashem Pesaran, Raffaella Sadun, John Van Reenen, and seminar participants at the NBER, Columbia, Northwestern Kellogg, Harvard, McGill, Michigan, USC, HEC Paris, Clark, Stockholm University, and the MIT/Harvard/Stanford Meeting on Empirical Management for helpful comments. Tamayo gratefully acknowledges funding from the USC Dornsife INET graduate student fellowship. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}