{
    "id": 25855,
    "citation_title": "A Theory of Stock Exchange Competition and Innovation: Will the Market Fix the Market?",
    "citation_author": [
        "Eric Budish",
        "Robin S. Lee",
        "John J. Shim"
    ],
    "citation_publication_date": "2019-05-20",
    "issue_date": "2019-05-16",
    "revision_date": "2022-11-02",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "General Equilibrium",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nWill stock exchanges innovate to address latency arbitrage and the arms race for speed? This paper models how exchanges compete in the modern electronic era and how this shapes incentives for market design innovation. In the status quo, exchange trading fees are competitive while exchanges earn economic rents from selling speed. These rents create a wedge between private and social incentives to innovate, and support the persistence of an inefficient market design in equilibrium of a market design adoption game. We discuss implications for policy and insights for the literatures on market design, innovation, and platforms.\n\n",
    "acknowledgement": "\nAn early version of this research was presented in the 2017 AEA/AFA joint luncheon address. We are extremely grateful to the colleagues, policymakers, and industry participants with whom we have discussed this research over the last several years. Special thanks to Larry Glosten, Terry Hendershott and Jakub Kastl for providing valuable feedback as conference discussants, and to the editor and three anonymous referees for comments that significantly improved the paper. We are also grateful to Jason Abaluck, Nikhil Agarwal, Susan Athey, John Campbell, Dennis Carlton, Judy Chevalier, John Cochrane, Christopher Conlon, Shane Corwin, Peter Cramton, Doug Diamond, David Easley, Alex Frankel, Joel Hasbrouck, Kate Ho, Anil Kashyap, Pete Kyle, Donald Mackenzie, Neale Mahoney, Paul Milgrom, Joshua Mollner, Ariel Pakes, Al Roth, Fiona Scott Morton, Sophie Shive, Andrei Shleifer, Jeremy Stein, Mike Whinston, Heidi Williams and Luigi Zingales for valuable discussions, and to seminar audiences at Chicago, Yale, Northwestern, NYU, Berkeley, Harvard, MIT, NBER Market Design, UPenn, Columbia, HKUST, KER, the Economics of Platforms Workshop, NBER IO, SEC DERA, and the AFAs. Paul Kim, Cameron Taylor, Matthew O’Keefe, Natalia Drozdoff, and Ethan Che provided excellent research assistance. Budish acknowledges financial support from the Fama-Miller Center, the Stigler Center, and the University of Chicago Booth School of Business. Disclosure: the authors declare that they have no relevant or material financial interests that relate to the research described in this paper. John Shim worked at Jump Trading, a high-frequency trading firm, from 2006-2011. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}