{
    "id": 25859,
    "citation_title": "Military Service and Public Sector Employment: Birthdates Called in the Vietnam Draft Lotteries Appear Excessively in the Population of Civilian U.S. Federal Personnel Records",
    "citation_author": [
        "Tim Johnson",
        "Dalton Conley"
    ],
    "citation_publication_date": "2019-05-20",
    "issue_date": "2019-05-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nSince at least T.H. Marshall, scholars have recognized military service as a form of sacrifice that warrants compensation from the state. Indeed, some see the very genesis of the modern welfare state as compensation for wartime sacrifice. War-widow pensions, expansion of the franchise, and subsidized higher education are all examples of rights and benefits “bestowed” in return for wartime mobilization. Similarly, in the U.S., governments have hired veterans preferentially for civilian public jobs as recompense for active military service. Although oft-overlooked, those policies appear influential: the percent of job holders identifying as veterans in the civilian U.S. executive branch exceeds the proportion in the wider population by several multiples. This century-old pattern suggests a significant means by which wartime mobilization has influenced the state. Yet efforts to understand it have struggled to rule out the possibility that those who serve in the armed forces are predisposed to work for the state in both military and civilian capacities (for example, preferring the stability of government employment).  Here we rule out this possibility by examining whether birthdates randomly called for induction in the Vietnam-Era Selective Service Lotteries (VSSL) appear disproportionately in the population of non-sensitive personnel records of the civilian U.S. executive branch. We find that birthdates called for induction appear with unusually high frequency among employees who were draft eligible and at risk of induction, but not among other employees. This finding suggests a treatment effect from military service, thus dovetailing with the hypothesis that wartime mobilization has substantially and continually influenced who works in the contemporary administrative state.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}