{
    "id": 25853,
    "citation_title": "The Role of Top Managers in the Public Sector: Evidence from the English NHS",
    "citation_author": [
        "Katharina Janke",
        "Carol Propper",
        "Raffaella Sadun"
    ],
    "citation_publication_date": "2019-05-20",
    "issue_date": "2019-05-16",
    "revision_date": "2024-11-04",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Nonprofits",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nGovernments worldwide have sought to reform the delivery of public services by mimicking private sector governance models that grant top directors greater autonomy, give them responsibility for meeting key government targets and reward performance with respect to these targets. We examine a central plank of this approach–that directors can impact the organizations they run–in the context of English public hospitals, complex organizations with multi-million turnover. We find little evidence of top directors’ impact on hospital production, though estimated pay differentials suggest that the directors are perceived to be differentiated by the market. These findings are not driven by endogenous sorting of top directors to poorly performing hospitals. The results question the effectiveness of blindly mimicking the private sector to bring about improvements in public sector performance.\n\n",
    "acknowledgement": "\nWe thank for their comments seminar participants at Birkbeck, Bocconi, Boston University, Dartmouth, CEPR, Harvard, LBS, LSE, Leuven, MIT, Monash, Munich, NBER Summer Institute, University of Oxford, University of Toronto, University of Queensland. Financial support for this research was provided to Propper from the ERC Advanced Investigator Grant 788529 (HealthcareLabour). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nCarol Propper\n\nCarol Propper\n\n\n1) Financial support for Propper was provided by ERC Advanced investigator grant HealthCareLabour.\n\n\n2)\tI have no close relatives or partners for whom there is anything to disclose.\n\n\n"
}