{
    "id": 25851,
    "citation_title": "Can Financial Participants Improve Price Discovery and Efficiency in Multi-Settlement Markets with Trading Costs?",
    "citation_author": [
        "Akshaya Jha",
        "Frank A. Wolak"
    ],
    "citation_publication_date": "2019-05-20",
    "issue_date": "2019-05-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe introduction of purely financial participants into commodity markets is thought to yield forward prices that better reflect future spot prices, and ultimately, more efficient future production and consumption decisions. However, there are sizable transaction costs associated with trading in most commodity markets. This paper develops a statistical test of the null hypothesis that expected forward/spot price spreads cannot be arbitraged even after accounting for these transactions costs. We apply this test to hourly, location-specific day-ahead and real-time prices from California's wholesale electricity market. The implied trading cost required to reject the null hypothesis of no profitable arbitrage opportunities falls significantly after California allowed purely financial participation. Moreover, variable input costs per MWh of electricity produced fell by 3.6% in high demand hours after the introduction of purely financial participants. Combined, our evidence supports the hypothesis that the introduction of purely financial participants into the California wholesale electricity market decreased the average difference and the volatility of the difference between day-ahead and real-time prices, which ultimately lowered the total variable cost of serving demand\n\n",
    "acknowledgement": "\nWe would like to thank Severin Borenstein, Jim Bushnell, Lucas Davis, Meredith Fowlie, Bill Hogan, Ali Hortacsu, Paul Joskow, Lynne Kiesling, Erin Mansur, Ignacia Mercadal, Steve Puller, Mar Reguant, Peter Reiss, and Ali Yurukoglu for helpful comments on previous drafts. We would also like to thank Andres Santos and Han Hong for helpful discussions of their hypothesis testing procedures. No external financial support was provided to Akshaya Jha or Frank A. Wolak to complete this research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}