{
    "id": 25861,
    "citation_title": "Fiduciary Duty and the Market for Financial Advice",
    "citation_author": [
        "Vivek Bhattacharya",
        "Gastón Illanes",
        "Manisha Padi"
    ],
    "citation_publication_date": "2019-05-20",
    "issue_date": "2019-05-16",
    "revision_date": "2023-11-13",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nFiduciary duty aims to solve principal-agent problems, and the United States is in the middle of a protracted debate surrounding the merits of extending it to all financial advisers. Leveraging a transaction-level dataset of deferred annuities and state-level variation in common law fiduciary duty, we find that it raises risk-adjusted returns by 25 bp and leads to a 16% decline in the entry of affected firms. Through the lens of a model of entry and advice provision, we argue that this effect can be due to both an increase in fixed costs and an increase in the cost of providing low-quality advice. We show how to disentangle these two effects. Model estimates indicate that both channels are important, and counterfactual simulations suggest that further increases in the stringency of fiduciary duty, such as a federal fiduciary standard, can further improve advice at the cost of reducing the number of firms.\n\n",
    "acknowledgement": "\nWe are grateful to the Wharton Consumer Analytics Initiative for organizing the collaboration with the data sponsor, as well as to many people at the data sponsor for assistance in understanding the dataset and the industry. We would like to thank Kenneth Ayotte, Iván Canay, Ignacio Cuesta, George Deltas, Deborah Demott, Mark Egan, Daniel Garrett, Dan Green, Igal Hendel, Ali Hortaçsu, Robert Jackson, Lynn Johnson, S.P. Kothari, Neale Mahoney, Gregor Matvos, Dina Mayzlin, Frank Partnoy, Rob Porter, Jim Poterba, Mar Reguant, Jimmy Roberts, Nancy Rose, JD Salas, Brad Shapiro, Paulo Somaini, and Brandon Zborowski for helpful comments, as well as participants at the 4th Rome Junior Conference on Applied Microeconomics, the American Law and Economics Association Meetings, Berkeley Law School, Dartmouth, Duke Law, the International Industrial Organization Conference, Michigan, Michigan State, the Summer Institute on Competitive Strategy at UC Berkeley, the SEC Conference on Financial Regulation, the SITE session on Financial Regulation, University of Illinois College of Law, and University of Toronto Faculty of Law. Matias Escudero and David Stillerman provided excellent research assistance. Bhattacharya and Illanes acknowledge financial support from the National Science Foundation under Grant No. SES 1824463, the Center for the Study of Industrial Organization at Northwestern, and the Northwestern Institute on Complex Systems. Padi acknowledges support from NSF Social, Behavioral and Economic Sciences Fellowship, Award Number 1715010, and the Center for Equitable Growth. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}