{
    "id": 25864,
    "citation_title": "Accumulation of Human and Market Capital in the United States, 1975-2012: An Analysis by Gender",
    "citation_author": [
        "Barbara M. Fraumeni",
        "Michael S. Christian"
    ],
    "citation_publication_date": "2019-05-27",
    "issue_date": "2019-05-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper covers a continuous and longer time period than previously possible to examine human and market capital because of research by Christian (2017).  This paper focuses on the presentation and analysis of trends in human capital by gender. During 1975-2012 there were significant changes in participation by women, the wage gender gap, and educational attainment and time in household production by both women and men.  Both the market and nonmarket sectors will be covered as well as multifactor productivity with and without human capital.  (A previous paper (Fraumeni, et al. 2017) described the national income accounting system which underlies both this paper and the much earlier paper by Jorgenson and Fraumeni  (1989).) New insights will be gained by looking in detail at the 1975-2012 time period.\n\n",
    "acknowledgement": "\nA previous version of this working paper is forthcoming in Barbara M. Fraumeni, editor: \"Measuring economic growth and productivity: Foundations, KLEMS production models, and extensions,\" Academic Press, Cambridge, MA. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}