{
    "id": 25863,
    "citation_title": "The Impact of Legalized Abortion on Crime over the Last Two Decades",
    "citation_author": [
        "John J. Donohue",
        "Steven D. Levitt"
    ],
    "citation_publication_date": "2019-05-20",
    "issue_date": "2019-05-16",
    "revision_date": "2019-06-03",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nDonohue and Levitt (2001) presented evidence that the legalization of abortion in the early 1970s played an important role in the crime drop of the 1990s.  That paper concluded with a strong out-of-sample prediction regarding the next two decades: “When a steady state is reached roughly twenty years from now, the impact of abortion will be roughly twice as great as the impact felt so far. Our results suggest that all else equal, legalized abortion will account for persistent declines of 1 percent a year in crime over the next two decades.”  Estimating parallel specifications to the original paper, but using the seventeen years of data generated after that paper was written, we find strong support for the prediction.  The estimated coefficient on legalized abortion is actually larger in the latter period than it was in the initial dataset in almost all specifications. We estimate that crime fell roughly 20% between 1997 and 2014 due to legalized abortion.  The cumulative impact of legalized abortion on crime is roughly 45%, accounting for a very substantial portion of the roughly 50-55% overall decline from the peak of crime in the early 1990s.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}