{
    "id": 25868,
    "citation_title": "Disentangling Global Value Chains",
    "citation_author": [
        "Alonso de Gortari"
    ],
    "citation_publication_date": "2019-05-27",
    "issue_date": "2019-05-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Globalization and International Relations",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe patterns of production underlying the recent rise of global value chains (GVCs) have become increasingly complex. NAFTA supply chains, for example, are now deeply integrated: Using Mexican customs data, I find that exports to the U.S. use a much higher share of American inputs than exports to other countries. However, the conventional framework used to measure GVCs ignores this heterogeneity since it assumes that all output uses the same input mix. I develop a new framework that combines input-output data with additional information on supply chain linkages in order to construct GVCs reflecting the use of inputs observed in the latter. Improving measurement matters quantitatively since it affects both value-added trade measures and counterfactual experiments: I show that incorporating Mexican customs data raises the estimated share of U.S. value in U.S. imported Mexican manufactures from 18% to 30% and amplifies the welfare cost of a NAFTA trade war.\n\n",
    "acknowledgement": "\nI am extremely grateful to Pol Antras, Elhanan Helpman, and Marc Melitz for their mentorship and guidance. I especially thank Kirill Borusyak, Sebastian Fanelli, Guillermo Noguera, Fernando Perez Cervantes, Zhi Wang, Kei-Mu Yi, seminar participants at Banco de Mexico, Brown, Columbia, CREI, Dartmouth, ECARES, Georgetown McDonough, Harvard, IIES, ITAM, Maryland, MIT, Michigan, Minnesota, Princeton, Rochester, UCSD, Yale, and conference participants at the ETSG (Warsaw), FREIT (Sapporo), GVC Conference (Nottingham), GVC Workshop (Beijing), NBER Economic Consequences of Trade, New Faces in Trade (Penn State), SAET (Faro), SED (Mexico City), SEM (Xiamen), for very helpful comments. I gratefully acknowledge the hospitality of Banco de Mexico, where part of this paper was written. Finally, I thank Gurobi and Odyssey for making this project possible. All errors are my own. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}