{
    "id": 25862,
    "citation_title": "International Business Travel and Technology Sourcing",
    "citation_author": [
        "Nune Hovhannisyan",
        "Wolfgang Keller"
    ],
    "citation_publication_date": "2019-05-20",
    "issue_date": "2019-05-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAccess to new foreign technology is often central to countries’ development strategies. However, we know very little about the quantitative impact of technology sourcing. In this paper, we study the role of outward international business travel for technology sourcing and innovation by examining whether patenting in European regions is affected by the number of business travelers heading to the United States. Using European regional patent data for the years 1996 to 2010 from Eurostat and information on incoming business travelers from the U.S. Department of Commerce’s Survey of International Air Travelers, we find that controlling for a region’s R&D spending and size, innovation is increasing in the number of business travelers of the region to the United States. Technology sourcing through in-person business travel is not only statistically but economically significant, accounting, for example, for 20% of the higher patenting in Germany’s Greater Stuttgart area, compared to Portugal’s Algarve region.\n\n",
    "acknowledgement": "\nWe are grateful to Nick Bloom and John van Reenen for discussions related to this project. Thanks also to Kyle Butts for research assistance, and to NSF for financial support under grant number #1360207 (Keller). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}