{
    "id": 25866,
    "citation_title": "Expectations, Wage Hikes, and Worker Voice: Evidence from a Field Experiment",
    "citation_author": [
        "Achyuta Adhvaryu",
        "Teresa Molina",
        "Anant Nyshadham"
    ],
    "citation_publication_date": "2019-05-27",
    "issue_date": "2019-05-23",
    "revision_date": "2019-05-29",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHirschman's (1970) seminal thesis that enabling worker “voice” prevents exit from the employment relationship has played a foundational role in labor economics. We provide the first experimental test of this hypothesis in a real-world setting via a randomized controlled trial in Indian garment factories. Just after what proved to be a disappointing wage hike, workers were chosen at random to participate in an anonymous survey in which they were asked for feedback on job conditions, supervisor performance, and overall job satisfaction. Enabling voice in this manner reduced turnover and absenteeism after the hike, particularly for the most disappointed workers.\n\n",
    "acknowledgement": "\nThanks to Anant Ahuja, Chitra Ramdas, and the Organizational Development team at Shahi Exports for their invaluable help in implementing this study. Lavanya Garg, Jade Nguyen, Mamta Pimoli, and Sofia Calderon provided excellent research assistance. Thanks to Charlie Brown, Paul Gertler, Julia Lee, David McKenzie, Gretchen Spreitzer, and seminar participants at Michigan, CU Denver, BREAD, WEAI International, and ISI for very helpful comments. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}