{
    "id": 25867,
    "citation_title": "Aggregate Implications of Changing Sectoral Trends",
    "citation_author": [
        "Andrew Foerster",
        "Andreas Hornstein",
        "Pierre-Daniel Sarte",
        "Mark W. Watson"
    ],
    "citation_publication_date": "2019-05-27",
    "issue_date": "2019-05-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe find disparate trend variation in TFP and labor growth across major U.S. production sectors over the post-WWII period. When aggregated, these sector-specific trends imply secular declines in the growth rate of aggregate labor and TFP. We embed this sectoral trend variation into a dynamic multi-sector framework in which materials and capital used in each sector are produced by other sectors. The presence of capital induces important network effects from production linkages that amplify the consequences of changing sectoral trends on GDP growth. Thus, in some sectors, changes in TFP and labor growth lead to changes in GDP growth that may be as large as three times these sectors' share in the economy. We find that trend GDP growth has declined by more than 2 percentage points since 1950, and that this decline has been primarily shaped by sector-specific rather than aggregate factors. Sustained contractions in growth specific to Construction, Nondurable Goods, and Professional and Business and Services make up close to sixty percent of the estimated trend decrease in GDP growth. In addition, the slow process of capital accumulation means that structural changes have endogenously persistent effects. We estimate that trend GDP growth will continue to decline for the next 10 years absent persistent increases in TFP and labor growth.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily represent the views of the Federal Reserve Banks of San Francisco or Richmond, nor the Federal Reserve System, nor the National Bureau of Economic Research. We thank Jon Samuels of the Bureau of Economic Analysis for advice on the data, as well as Bill Dupor for a helpful discussion. We also thank seminar participants at various universities for their comments and suggestions. Daniel Ober-Reynolds and Eric LaRose provided outstanding research assistance.\n\n\n"
}