{
    "id": 25869,
    "citation_title": "Understanding Weak Capital Investment: the Role of Market Concentration and Intangibles",
    "citation_author": [
        "Nicolas Crouzet",
        "Janice C. Eberly"
    ],
    "citation_publication_date": "2019-05-27",
    "issue_date": "2019-05-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nWe document that the rise of factors such as software, intellectual property, brand, and innovative business processes, collectively known as “intangible capital” can explain much of the weakness in physical capital investment since 2000. Moreover, intangibles have distinct economic features compared to physical capital. For example, they are scalable (e.g., software) though some also have legal protections (e.g., patents or copyrights). These characteristics may have enabled the rise in industry concentration over the last two decades. Indeed, we show that the rise in intangibles is driven by industry leaders and coincides with increases in their market share and hence, rising industry concentration. Moreover, intangibles are associated with at least two drivers of rising concentration: market power and productivity gains. Productivity gains derived from intangibles are strongest in the Consumer sector, while market power derived from intangibles is strongest in the Healthcare sector. These shifts have important policy implications, since intangible capital is less interest-sensitive and less collateralizable than physical capital, potentially weakening traditional transmission mechanisms. However, these shifts also create opportunities for policy innovation around new market mechanisms for intangible capital.\n\n",
    "acknowledgement": "\nWe thank John Haltiwanger, Thomas Philippon, Lewis Alexander, Ravi Jagannathan and François Gourio for comments on earlier work that contributed to this paper. We are grateful to Qiushi Huang for outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}