{
    "id": 25873,
    "citation_title": "Information, Mobile Communication, and Referral Effects",
    "citation_author": [
        "Panle Jia Barwick",
        "Yanyan Liu",
        "Eleonora Patacchini",
        "Qi Wu"
    ],
    "citation_publication_date": "2019-05-27",
    "issue_date": "2019-05-23",
    "revision_date": "2021-10-19",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe use the universe of de-identiﬁed and geocoded cellphone records for 1.8 million individuals from a major Chinese telecommunication provider to examine the role of information exchange in urban labor markets. Information ﬂow, as measured by call volume, correlates strongly with worker ﬂows at diﬀerent levels of geographic aggregation. Having a referral in a location increases by close to four times the likelihood that a job switcher moves there. Diﬀerent from the communication pattern between nonreferral pairs, communication between referral pairs exhibits a distinct inverted-U shape that peaks prior to the job switch. Compared with our referral measure, the commonly-used social network proxies deliver a lower bound estimate of the referral eﬀect. We supplement the phone records with administrative data on ﬁrm attributes and auxiliary data on job postings and residential housing prices. Referred jobs are associated with higher monetary gains, a higher likelihood to transition from part time to full time, reduced commuting time, and a higher probability of entering desirable jobs. Referral information is more valuable for young workers, people switching jobs from suburbs to the inner city, and those changing their industrial sectors. Firms receiving referred workers are associated with more successful recruits, higher matching rates and faster growth.\n\n",
    "acknowledgement": "\nWe thank Susan Athey, Patrick Bayer, Giacomo De Giorgi, Jessie Handbury, Tatsiramos Konstantinos, Mike Lovenheim, Michele Pellizzari, Steve Ross, and various seminar participants for helpful comments. Barwick acknowledges the generous support from the National University of Singapore during her sabbatical visit. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}