{
    "id": 25875,
    "citation_title": "The Gift of Global Talent: Innovation Policy and the Economy",
    "citation_author": [
        "William R. Kerr"
    ],
    "citation_publication_date": "2019-05-27",
    "issue_date": "2019-05-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nTalent is the most precious resource for today’s knowledge-based economy, and a significant share of the U.S. skilled workforce in technology fields is foreign born. The United States has long held a leading position in attracting global talent, but the gap to other countries is weakening. Immigration policies like the H-1B visa program shape the admissions of foreign workers to the country and grant a particularly strong gatekeeping role to sponsoring firms and universities. This chapter explores the data around global talent flows and some of the economic implications of an employer-driven immigration approach.\n\n",
    "acknowledgement": "\nThis chapter is based on The Gift of Global Talent: How Migration Shapes Business, Economy and Society (Stanford, CA: Stanford University Press, 2019). I thank Maggie Dalton and Louis Maiden for their assistance in this work. Comments are appreciated and can be sent to wkerr@hbs.edu. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}