{
    "id": 25876,
    "citation_title": "Borrowing to Save? The Impact of Automatic Enrollment on Debt",
    "citation_author": [
        "John Beshears",
        "James J. Choi",
        "David Laibson",
        "Brigitte C. Madrian",
        "William L. Skimmyhorn"
    ],
    "citation_publication_date": "2019-05-27",
    "issue_date": "2019-05-23",
    "revision_date": "2019-07-19",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nNBER Roybal Center for Behavior Change in Health\n",
        "\n",
        "\nHealthcare Decision-Making and Outcomes for People Living with Alzheimer's Disease\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nDoes automatic enrollment into a retirement plan increase borrowing outside the plan? We study a natural experiment created when the U.S. Army began automatically enrolling newly hired civilian employees into the Thrift Savings Plan. Four years after hire, automatic enrollment causes no significant change in credit scores (point estimate 0.001 standard deviations) or debt balances excluding auto loans and first mortgages (point estimate -0.6% of annual salary). We also find no significant increase in auto loan and first mortgage balances in our main regression specification, although the estimated increases in these categories are economically and statistically significant in alternative specifications.\n\n",
    "acknowledgement": "\nThis research was made possible by generous grants from the National Institutes of Health (grants P01AG005842, P30AG034532, and R01AG021650), the Pershing Square Fund for Research on the Foundations of Human Behavior, the Smith Richardson Foundation, and the U.S. Social Security Administration (grant RRC0809840007), funded as part of the Retirement Research Consortium. We thank Brian Baugh, Brigham Frandsen, John Friedman, Ori Heffetz, Ted O’Donoghue, Daniel Reck, Jonathan Reuter, Barak Richman, Nick Roussanov, Richard Thaler, Jack VanDerhei, and audience members at the AEA Annual Meeting, BYU, Carnegie Mellon, CFPB, Cornell, the Miami Behavioral Finance Conference, MIT, NBER, NYU, the RAND Behavioral Finance Forum, SMU, Stanford, Texas Tech, UCL, University of Nebraska Lincoln, University of Pennsylvania, and Yale for helpful comments. We are extremely grateful for the research assistance of Ross Chu, Jonathan Cohen, Peter Maxted, and Charles Rafkin. Luke Gallagher from the U.S. Army Office of Economic and Manpower Analysis provided critical assistance in preparing the data. To access the data studied in this paper, the researchers entered a data use agreement that gave the U.S. Army Office of Economic and Manpower Analysis the right to review the paper prior to public release to ensure that no individuals were identifiable, that the data were correctly described, and that no policies or procedures were violated. This research was reviewed by the Harvard and NBER IRBs and determined to be “not human subjects research.” Beshears, Choi, Laibson, and Madrian have received additional grant support from the TIAA Institute and the National Employment Savings Trust (NEST). They have received research data from Alight Solutions. Beshears, Choi, and Madrian are TIAA Institute Fellows. Beshears is an advisor to and equity holder in Nutmeg Saving and Investment, a robo-advice asset management company. He has received research data from Voya Financial and the Commonwealth Bank of Australia. Choi has no additional disclosures. Laibson has received additional grant support from the Russell Sage Foundation. He is a member of the Russell Sage Foundation Behavioral Economics Roundtable and a member of the Federal Reserve Bank of Philadelphia Consumer Finance Institute Academic Advisory Board. He has received research data from the Financial Conduct Authority (U.K.). Madrian is a member of the Financial Industry Regulatory Authority (FINRA) Board of Governors, a member of the Consumer Financial Protection Bureau (CFPB) Academic Research Council, and a member of the Defined Contribution Institutional Investment Association (DCIIA) Academic Advisory Council. Skimmyhorn has received compensation from the Financial Industry Regulatory Authority (FINRA). See the authors’ websites for a complete list of outside activities. The views expressed here are those of the authors and do not reflect the views or position of the United States Military Academy, the Department of the Army, the Department of Defense, the Social Security Administration, any agency of the federal government, Harvard, Yale, BYU, William & Mary, or the NBER.\n\n\n\nDavid Laibson\n\nThis link contains a chronological list of all organizations from which I have received service or speaking honoraria since 2007:\n\n\nhttps://scholar.harvard.edu/laibson/outside_activities\n\n\n\nBrigitte C. Madrian\n\nOutside Professional Activities For Brigitte Madrian:\nIn addition to my position as a faculty member and Dean at Brigham Young University, I am occasionally compensated for my participation in outside activities, such as speaking, reviewing, writing/editing articles or reports, consulting, and serving on panels/advisory boards.\n\n\nIn the past few years, I have received compensation in excess of $500 from the following organizations:\n\n\n2019\nFINRA\n\n\n2018\nNational Bureau of Economic Research, FINRA, Brigham Young University, Tor Financial\n\n\n2017\nNational Bureau of Economic Research, FINRA, Connect Financial, NAGDCA, Florida Atlantic University Center for Economic Education, Cornell University, Summit Consulting, TIAA\n\n\n2016\nNational Bureau of Economic Research, FINRA, State Street Global Advisors, Urban Institute, Journal of Investment Management, Connect Financial, National Council of State Legislatures (NCSL), Boston Research Technologies, Reverse Mortgage Funding, RAND Corporation, Florida Atlantic University, Swarthmore College, UC Berkeley\n\n\n2015\nNational Bureau of Economic Research, FINRA, Investment Company Institute, Brigham Young University, State Street Global Advisors, TIAA-CREF, BNY Mellon, Institutional Investor Forums\n\n\n2014\nNational Bureau of Economic Research, FINRA, State Street Global Advisors, AARP, Brigham Young University\n\n\n2013\nNational Bureau of Economic Research, State Street Global Advisors, TIAA-CREF, Brigham Young University, Stanford University, Government of Canada\n\n\n2012\nNational Bureau of Economic Research, State Street Global Advisors, PIMCO, American Bankers Association, The World Bank, Dartmouth College, University of Wisconsin\n\n\n2011\nNational Bureau of Economic Research, Social Security Advisory Board, Brigham Young University, The World Bank, TIAA-CREF, State Street Global Advisors\n\n\n2010\nNational Bureau of Economic Research, Social Security Advisory Board, Mathematica Policy Research, Columbia University, American Economic Association, University of Washington, Brookings Institution Press, Harding House Publishers, University of Wisconsin, Diversified Investment Advisors, Brigham Young University, National Institutes of Health\n\n\n2009\nNational Bureau of Economic Research, Fidelity Investments, Prudential, Wellesley College, University of Michigan, University of Wisconsin, Georgia State University, Professional Insurance Marketing Association, National Institutes of Health\n\n\n2008\nNational Bureau of Economic Research, Fidelity Investments, Alliance Bernstein, University of Wisconsin, Austrian National Bank, Institute for Quantitative Research in Finance, Behavioral Finance Forum, Netspar,\n\n\n2007\nNational Bureau of Economic Research, Fidelity Investments, Callan Associates, TIAA-CREF, University of Wisconsin, Brigham Young University, University of Michigan, National Institutes of Health\n\n\n"
}