{
    "id": 25870,
    "citation_title": "Reclassification to Avoid Consumer Cost-Sharing in Group Health Plans",
    "citation_author": [
        "Olesya Fomenko",
        "Jonathan Gruber"
    ],
    "citation_publication_date": "2019-05-27",
    "issue_date": "2019-05-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine how consumers respond to being effectively double insured under two systems: group health (GH) and workers’ compensation (WC). Many GH plans have substantial consumer cost-sharing burden, while WC coverage has no cost-sharing for medical services for work-related injuries. As a result, a consumer facing a large deductible under their group health plan will have a strong financial incentive to make a claim under WC instead. We use a unique data set of claims under both GH and WC to study how “case shifting” to WC responds to GH deductibles for the most common set of injuries that are covered under both types of insurance. We identify the impact of case shifting by using interactions of deductible levels and previous spending. We find that a typical claim is about 1.4 percentage points (5.3%) more likely to be filed as a WC claim when facing an average deductible (about $630) compared to a plan with no deductible, and that total WC costs in the U.S. are more than $1.2 billion higher as a result. At the same time, we find that consumers do not appear to be forward looking, focusing on the “spot price” rather than the full “end of year price” in deciding whether to claim under WC.\n\n",
    "acknowledgement": "\nWe are grateful to John Ruser of WCRI for his support and helpful comments.  Gruber acknowledges financial support from WCRI. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}