{
    "id": 25874,
    "citation_title": "Demographic Origins of the Startup Deficit",
    "citation_author": [
        "Fatih Karahan",
        "Benjamin Pugsley",
        "Ayşegül Şahin"
    ],
    "citation_publication_date": "2019-05-27",
    "issue_date": "2019-05-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a simple explanation for the long-run decline in the startup rate. It was caused by a slowdown in labor supply growth since the late 1970s, largely pre-determined by demographics. This channel explains roughly two-thirds of the decline and why incumbent firm survival and average growth over the lifecycle have been little changed. We show these results in a standard model of firm dynamics and test the mechanism using shocks to labor supply growth across states. Finally, we show that a longer startup rate series imputed using historical establishment tabulations rises over the 1960-70s period of accelerating labor force growth.\n\n",
    "acknowledgement": "\nWe thank Rob Dent, Sam Kapon, Harry Wheeler, and René Chalom for their superb research assistance. We are grateful for very helpful comments from Mark Bils, Steven Davis, Ryan Decker, John Haltiwanger, Chris Huckfeldt, Henry Hyatt, Bill Kerr, Pete Klenow, Huiyu Li, Giuseppe Moscarini, Emi Nakamura, Pietro Peretto, Petr Sedlacek, Juan-Carlos Suárez Serrato, and numerous seminar and conference participants. We are also indebted to Felipe Schwartzman for his insightful comments on a previous paper and his suggestion to consider the effect of labor market shocks on firm entry. An earlier version of this paper circulated as “Understanding the 30 year Decline in Business Dynamism: a General Equilibrium Approach.” Pugsley gratefully acknowledges financial support from the Ewing Marion Kauffman Foundation. Any opinions and conclusions expressed herein are those of the author(s) and do not necessarily represent the views of the U.S. Census Bureau, Federal Reserve Bank of New York, the Federal Reserve System, or the National Bureau of Economic Research. All results have been reviewed to ensure that no confidential information is disclosed.\n\n\n"
}