{
    "id": 25879,
    "citation_title": "The Indeterminacy School in Macroeconomics",
    "citation_author": [
        "Roger E.A. Farmer"
    ],
    "citation_publication_date": "2019-05-27",
    "issue_date": "2019-05-23",
    "revision_date": "2020-01-08",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Indeterminacy School in Macroeconomics exploits the fact that macroeconomic models often display multiple equilibria to understand real-world phenomena. There are two distinct phases in the evolution of its history. The first phase began as a research agenda at the University of Pennsylvania in the U.S. and at CEPREMAP in Paris in the early 1980s. This phase used models of dynamic indeterminacy to explain how shocks to beliefs can temporarily influence economic outcomes. The second phase was developed at the University of California Los Angeles in the 2000s. This phase uses models of incomplete factor markets to explain how shocks to beliefs can permanently influence economic outcomes. The first phase of the Indeterminacy School has been used to explain volatility in financial markets.  The second phase of the Indeterminacy School has been used to explain periods of high persistent unemployment. The two phases of the Indeterminacy School provide a microeconomic foundation to Keynes’ General Theory that does not rely on the assumption that prices and wages are sticky.\n\n",
    "acknowledgement": "\nI would like to thank Kenneth Kuttner for suggesting that I write this survey of the Indeterminacy Agenda in Macroeconomics. I would also like to take this opportunity to thank Kazuo Nishimura and Makoto Yano, editors of the International Journal of Economic Theory, and to Costas Azariadis, Jess Benhabib and all those who contributed to a newly published Festschrift in honour of my contributions to economics including my body of work on Indeterminacy in Macroeconomics (IJET Vol 15 No. 1, 2019). Thanks especially to C. Roxanne Farmer for helpful suggestions. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}