{
    "id": 25871,
    "citation_title": "Industrialization without Innovation",
    "citation_author": [
        "Paula Bustos",
        "Juan Manuel Castro-Vincenzi",
        "Joan Monras",
        "Jacopo Ponticelli"
    ],
    "citation_publication_date": "2019-05-27",
    "issue_date": "2019-05-23",
    "revision_date": "2022-03-01",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Macroeconomics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe introduction of labor-saving technologies in agriculture can foster structural transformation by releasing workers who find occupation in other sectors. The traditional view is that the reallocation of labor towards manufacturing generates innovation and productivity growth. We conduct an empirical investigation of this structural transformation process in the context of a large and exogenous increase in agricultural productivity in Brazil. We find that workers leaving agriculture were mostly unskilled. Thus, they found employment in the least skill-intensive manufacturing industries. Next, we investigate the effect of this change in comparative advantage within the manufacturing sector on innovation. We use social security data to develop a new measure of the labor input in innovation that is representative at any level of spatial aggregation. We find that regions with faster agricultural productivity growth experienced a reallocation of unskilled workers away from agriculture into the least R&D-intensive manufacturing industries. The expansion of low-R&D industries attracted workers away from innovative occupations in high-R&D industries, slowing down local aggregate manufacturing productivity growth.\n\n",
    "acknowledgement": "\nWe received valuable comments from Thibault Fally, Manuel García-Santana, Donald Davis, Gene Grossman, Michael Peters, Diego Puga, Sergio Rebelo, Andres Rodriguez-Clare, Chris Tonetti, Chris Udry, Jose P. Vasquez, and seminar participants at CEMFI, CREI, Lugano, Columbia, Northwestern, BdE, the NBER Economic Consequences of Trade, McGill, Princeton Growth Conference, GEP/CEPR Summer Trade Workshop, and the Workshop on Structural Transformation and Macroeconomic Dynamics. This project has received funding from the European Research Council (ERC) under the European Union's Horizon 2020 research and innovation program (grant agreement no. 716388). We are also grateful to acknowledge financial support from the UK Department for International Development (DFID) and the Centre for Economic Policy Research (CEPR) (PEDL Scale-Up ERG no. 3787). Monras acknowledges financial support from the Spanish Agencia Estatal de Investigación (AEI), through the Severo Ochoa Programme for Centres of Excellence in R&D (Barcelona School of Economics CEX2019-000915-S). Mark He and Erick Molina provided excellent research assistance. An earlier version of this paper circulated under the title “Structural Transformation, Industrial Specialization, and Endogenous Growth”. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}