{
    "id": 25878,
    "citation_title": "Excessive Entry and Exit in Export Markets",
    "citation_author": [
        "Hiroyuki Kasahara",
        "Heiwai Tang"
    ],
    "citation_publication_date": "2019-05-27",
    "issue_date": "2019-05-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nUsing transaction-level data for all Chinese firms exporting between 2000 and 2006, we  find that on average 78% of exporters to a country in a given year were new exporters. Among these new exporters, an average of 60% stopped serving the same country the following year. These rates are higher if the destination country is a market with which Chinese firms are less familiar. We build a simple two-period model with imperfect information, in which beliefs about their foreign demand are determined by learning from neighbors. In the model, a high variance of the prior distribution of foreign demand induces firms to enter new markets. This is because the profit function is convex in perceived foreign demand due to the option of exiting, which insures against the risk of low demand realization. We then use our micro data to empirically examine several model predictions, and find evidence to support the hypothesis that firms' high entry and exit rates are outcomes of their rational self-discovery of demand in an unfamiliar market.\n\n",
    "acknowledgement": "\nWe thank Pietro Montanarella for excellent research assistance and participants in the NBER-TCER-CEPR Conference on “Globalization and Welfare Impacts of International Trade”, especially our discussant, Daisuke Fujii, for comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}