{
    "id": 2588,
    "citation_title": "Government Spending in a Simple Model of Endogenous Growth",
    "citation_author": [
        "Robert J. Barro"
    ],
    "citation_publication_date": "1988-05-01",
    "issue_date": "1988-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI extend existing models of endogenous economic growth to incorporate a government sector. Production involves private capital (broadly defined) and public services. There is constant returns to scale in the two factors, but diminishing returns to each separately. Public services are financed by a flat- rate income tax. The economy's growth rate and saving rate initially rise with the ratio of productive government expenditures to CNP, g/y, but each rate eventually reaches a peak and subsequently declines. If the production function is Cobb-Douglas with an exponent o for public services, then the value g/y = a maximizes the growth rate, and also maximizes the utility attained by the representative consumer. The distortion from the income tax implies that the decentralized equilibrium is not Pareto optimal; in particular, the growth and saving rates are too low from a social perspective. In a command optimum, growth and saving rates are higher, but g/y = a turns out still to be the best choice for the size of government. The command optimum can be sustained by picking the expenditure ratio, g/y = a, and then financing this spending by lump sum taxes. If the share of productive spending, g/y, were chosen randomly, then the model would predict a non-monotonic relation between g/y and the economy's long- term growth and saving rates. However, for optimizing governments, the model predicts an inverse association between g/y and the rates of growth and saving.\n\n",
    "acknowledgement": "\n"
}