{
    "id": 25880,
    "citation_title": "Social Norms as a Determinant of Aggregate Labor Supply",
    "citation_author": [
        "Emily Breza",
        "Supreet Kaur",
        "Nandita Krishnaswamy"
    ],
    "citation_publication_date": "2019-05-27",
    "issue_date": "2019-05-23",
    "revision_date": "2024-02-19",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Market Structures",
        "\n",
        "Labor Relations",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn developing countries, the individuals that participate in the same localized market often share social ties—creating scope for collective behaviors that can generate market power. We test whether large groups of decentralized workers implicitly cooperate to prevent downward pressure on wages, using a field experiment with existing employers in 183 local labor markets in rural India. Only 1.8% of agricultural workers are willing to accept jobs below the prevailing wage despite high unemployment, but this number jumps to 26% when this choice is not observable to other workers—indicating substantial distortion in the aggregate labor supply curve. In contrast, social observability does not affect labor supply at the prevailing wage. In addition, workers are willing to pay to sanction those who accept wage cuts. Consistent with aggregate implications, measures of social cohesion correlate with downward wage rigidity and its unemployment effects across India. In line with our experimental evidence, sellers in other decentralized spot market settings in India and Kenya state they would be unwilling to adjust prices downwards, and would face strong social and economic repercussions if they do so. In developing countries, market power may be more widespread than previously believed.\n\n",
    "acknowledgement": "\nWe thank Lauren Falcao Bergquist, Leonardo Bursztyn, Lucas Coffman, Stefano DellaVigna, Ernst Fehr, Andrew Foster, Pat Kline, Michael Kremer, and Jeremy Magruder for helpful comments and conversations. Arnesh Chowdhury, Shreoshee Mukherjee, Piyush Tank, Medha Aurora, and Sayan Kundu provided terrific research assistance. We also thank Kristina Hallez and Abigail Powers for editorial assistance. We gratefully acknowledge financial support from the National Science Foundation (Grant #1658937), the Agricultural Technology Adoption Initiative, and the Institute for Research on Labor and Employment (UC Berkeley). The project was registered in the AEA RCT Registry, ID 0001290. A previous version of this paper was circulated under the title “Scabs: The Social Suppression of Labor Supply”. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}