{
    "id": 25889,
    "citation_title": "Intergenerational and Intragenerational Externalities of the Perry Preschool Project",
    "citation_author": [
        "James J. Heckman",
        "Ganesh Karapakula"
    ],
    "citation_publication_date": "2019-06-03",
    "issue_date": "2019-05-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the impact of the iconic Perry Preschool Project on the children and siblings of the original participants. The children of treated participants have fewer school suspensions, higher levels of education and employment, and lower levels of participation in crime, compared with the children of untreated participants. Impacts are especially pronounced for the children of male participants. These treatment effects are associated with improved childhood home environments. The intergenerational effects arise despite the fact that families of treated subjects live in similar or worse neighborhoods than the control families. We also find substantial positive effects of the Perry program on the siblings of participants who did not directly participate in the program, especially for male siblings.\n\n",
    "acknowledgement": "\nWe thank Kurtis Gilliat, John Eric Humphries, Meera Mody, Sidharth Moktan, Tanya Rajan, Azeem Shaikh, Joshua Shea, Winnie van Dijk, and Jin Zhou for providing helpful comments. We also thank Jorge Luis Garcia, Sylvi Kuperman, Juan Pantano, and Anna Ziff for help on related work. We thank Alison Baulos and Lynne Pettler-Heckman for their help in designing the sample survey. We thank Mary Delcamp, Iheoma Iruka, Cheryl Polk, and Lawrence Schweinhart of the HighScope Educational Research Foundation for their assistance in data acquisition, sharing historical documentation, and their longstanding partnership with the Center for the Economics of Human Development. We thank NORC at the University of Chicago for collecting the new data used in this paper. We thank Louise Derman-Sparks and Evelyn K. Moore for discussing and sharing documentation about how the intervention was delivered. This research was supported in part by: the Buffett Early Childhood Fund; NIH Grants R01AG042390, R01AG05334301, and R37HD065072; and the American Bar Foundation. The views expressed in this paper are solely those of the authors and do not necessarily represent those of the funders or the official views of the National Institutes of Health or the National Bureau of Economic Research.\n\n\n"
}