{
    "id": 25881,
    "citation_title": "Aiming for the Goal: Contribution Dynamics of Crowdfunding",
    "citation_author": [
        "Joyee Deb",
        "Aniko Oery",
        "Kevin R. Williams"
    ],
    "citation_publication_date": "2019-05-27",
    "issue_date": "2019-05-23",
    "revision_date": "2024-01-23",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nWe study a dynamic contribution game where investors seek private benefits that are offered in exchange for contributions and a single, publicly-minded donor values project success. We show that donor contributions serve as costly signals that encourage socially-productive contributions by investors who face a coordination problem. Investors and the donor prefer different equilibria but all benefit in expectation from the donor’s ability to dynamically signal his valuation. We explore various contexts in which our model can be applied and delve empirically into the case of Kickstarter. We calibrate our model and quantify the coordination benefits of dynamic signaling in counterfactuals.\n\n",
    "acknowledgement": "\nWe thank Heski Bar-Isaac, Dirk Bergemann, Alessandro Bonatti, Luis Cabral, Judy Chevalier, Sylvain Chassang, Daniel G. Clark, Laura Doval, Matthew Ellman, Jonathan Feinstein, Simone Galperti, Stefano Giglio, Gary Gorton, Marina Halac, Johannes Hörner, Sjaak Hurkens, T. Tony Ke, George Mailath, Erik Madsen, Leslie Marx, Barry Nalebuff, Emre Ozdenoren, Jacopo Perego, Larry Samuelson, Jiwoong Shin, Roland Strausz, K. Sudhir, and Juuso Välimäki for helpful discussions and comments. We thank many seminar and conference participants. We especially thank Jose Betancourt, Ashlyn Dunn, Gabriella Fuschini, Haoran Li, Weicheng Min, and Mauricio Cáceres Bravo for excellent research assistance. We thank the Yale School of Management for financial and computational support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}