{
    "id": 25890,
    "citation_title": "Boom-Bust Capital Flow Cycles",
    "citation_author": [
        "Graciela L. Kaminsky"
    ],
    "citation_publication_date": "2019-06-03",
    "issue_date": "2019-05-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Globalization and International Relations",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the new trends in research on capital flows fueled by the 2007-2009 Global Crisis. Previous studies on capital flows focused on current-account imbalances and net capital flows. The Global Crisis changed that. The onset of this crisis was preceded by a dramatic increase in gross financial flows while net capital flows remained mostly subdued. The attention in academia zoomed in on gross inflows and outflows with special attention to cross border banking flows before the crisis erupted and the shift towards corporate bond issuance in its aftermath. The boom and bust in capital flows around the Global Crisis also stimulated a new area of research: capturing the “global factor.” This research adopts two different approaches. The traditional literature on the push-pull factors, which before the crisis was mostly focused on monetary policy in the financial center as the “push factor,” started to explore what other factors contribute to the comovement of capital flows as well as to amplify the role of monetary policy in the financial center on capital flows to the periphery. This new research focuses on global banks’ leverage, risk appetite, and global uncertainty. Since the “global factor” is not known, a second branch of the literature has captured this factor indirectly using dynamic common factors extracted from actual capital flows or movements in asset prices.\n\n",
    "acknowledgement": "\nThis is a draft of an article that has been commissioned for publication by Oxford University Press as part of the Oxford Research Encyclopedia of Economics and Finance, http://economics.oxfordre.com/. I would like to thank the editor and two anonymous referees for excellent suggestions. I gratefully acknowledge support from the Institute for New Economic Thinking (Grant No INO14-00009) and the SOAR Fellowship, IIEP, GWU. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}