{
    "id": 25898,
    "citation_title": "Distributional Effects of Education on Health",
    "citation_author": [
        "Silvia H. Barcellos",
        "Leandro S. Carvalho",
        "Patrick Turley"
    ],
    "citation_publication_date": "2019-06-03",
    "issue_date": "2019-05-30",
    "revision_date": "2020-03-06",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies distributional effects of education on health. In 1972, England, Scotland, and Wales raised their minimum school-leaving age from 15 to 16 for students born after 9/1/1957. Using a regression discontinuity design and objective health measures for 0.27 million individuals, we find that education reduced body size and increased blood pressure in middle age. The reduction in body size was concentrated at the upper tail of the distribution with a 7.5 percentage point reduction in obesity. The increase in blood pressure was concentrated at the lower tail of the distribution with no effect on stage 2 hypertension.\n\n",
    "acknowledgement": "\nThis paper benefited from discussions with James Banks, Dan Benjamin, Damon Clark, Maria Fitzpatrick, Dana Goldman, Mireille Jacobson, Arie Kapteyn, Adriana Lleras-Muney, Neil Mahoney, Michael Mechine, Heather Royer, Jon Skinner, Jim P. Smith, and from the feedback of seminar participants at a number of universities, institutes and conferences. Joao Vilela and Sean Lee provided excellent research assistance. Research reported in this publication was supported through the Roybal Center for Health Decision Making and Financial Independence in Old Age (P30AG024962-13S1 and P30AG024962-13S2), NIA grant K01AG050811-01 (Barcellos), RF1AG055654 (Carvalho), and by the USC Population Research Center. The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health. This research has been conducted using the UK Biobank Resource under Application Number 15666. It was also conducted using data from The English Longitudinal Study of Ageing. The English Longitudinal Study of Ageing is jointly run by University College London, Institute for Fiscal Studies, University of Manchester and National Centre for Social Research. Genetic analyses have been carried out by UCL Genomics and funded by the Economic and Social Research Council and the National Institute on Aging. All GWAS data has been deposited in the European Genome-phenome Archive. Data governance was provided by the METADAC data access committee, funded by ESRC, Wellcome, and MRC. (2015-2018: Grant Number MR/N01104X/1 2018-2020: Grant Number ES/S008349/1) The authors declare that they have no relevant or material financial interests that relate to the research described in this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}