{
    "id": 25892,
    "citation_title": "Optimal Inflation and the Identification of the Phillips Curve",
    "citation_author": [
        "Michael McLeay",
        "Silvana Tenreyro"
    ],
    "citation_publication_date": "2019-06-03",
    "issue_date": "2019-05-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSeveral academics and practitioners have pointed out that inflation follows a seemingly exogenous statistical process, unrelated to the output gap, leading some to argue that the Phillips curve has weakened or disappeared. In this paper we explain why this seemingly exogenous process arises, or, in other words, why it is difficult to empirically identify a Phillips curve, a key building block of the policy framework used by central banks. We show why this result need not imply that the Phillips curve does not hold – on the contrary, our conceptual framework is built under the assumption that the Phillips curve always holds. The reason is simple: if monetary policy is set with the goal of minimising welfare losses (measured as the sum of deviations of inflation from its target and output from its potential), subject to a Phillips curve, a central bank will seek to increase inflation when output is below potential. This targeting rule will impart a negative correlation between inflation and the output gap, blurring the identification of the (positively sloped) Phillips curve. We discuss different strategies to circumvent the identification problem and present evidence of a robust Phillips curve in US data.\n\n",
    "acknowledgement": "\nThis paper was motivated by a conversation with Ben Broadbent and Jan Vlieghe. This working paper is a slightly updated version of the paper prepared for the 34th NBER Annual Conference on Macroeconomics. We would like to thank conference participants, as well as Francesco Caselli, Martin Eichenbaum, Benjamin Friedman, Mark Gertler, Marc Giannoni, Andy Haldane, Richard Harrison, Michael Klein, Per Krussell, Clare Macallan, Frederic Mishkin, Jonathan Parker, Valerie Ramey, Chris Redl, Ricardo Reis, Matthew Rognlie, Martin Seneca, Jan Vlieghe, Matt Waldron and Iván Werning for helpful discussions, comments and suggestions and Oliver Ashtari Tafti for superb research assistance. Tenreyro acknowledges financial support from ERC grant MACROTRADE 681664. The views expressed herein are those of the authors and do not necessarily reflect the views of the Bank of England or the National Bureau of Economic Research.\n\n\n"
}