{
    "id": 259,
    "citation_title": "Inventory Fluctuations, Temporary Layoffs and the Business Cycle",
    "citation_author": [
        "Martin Feldstein",
        "Alan J. Auerbach"
    ],
    "citation_publication_date": "1978-07-01",
    "issue_date": "1978-07-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFirms respond to fluctuations in demand by changing their inventories and their levels of production. The relative magnitudes of the inventory and production responses have important implications for the overall cyclical behavior of the economy. Government policies that affect the costs of holding inventories and the costs of the temporary layoffs that accompany reductions in the level of output can therefore have significant effects on the magnitude of aggregate fluctuations. The current paper presents new econometric evidence on the nature of inventory adjustments and then examines how changes in inventory behavior affect the overall business cycle. The analysis in this paper was motivated by our discovery that the parameter estimates of the traditional productional adjustment model are not consistent with the observed magnitudes of inventory change and the production. We have shown here that this production adjustment model is a special case of a more general two-speed adjustment process in which both production and inventory targets adjust slowly. Our estimates of the two-speed model clearly reject the production adjustment model in favor of the target adjustment model in which the inventory target adjusts slowly to changes in sales but production adjusts rapidly to changes in the desired inventory. Our analysis of the spectral properties of a simple macroeconomic model show that the production adjustment model and the target adjustment model can imply quite different cyclical behavior of the economy as a whole. Depending on the autocorrelation of the disturbance, government policies that reduce the speed with which production responds to changes in desired inventories and that place greater reliance on inventory adjustment may stabilize national income. Further analysis of these questions with more realistic models would clearly be desirable.\n\n",
    "acknowledgement": "\n"
}