{
    "id": 25908,
    "citation_title": "Business Groups and the Incorporation of Firm-specific Shocks into Stock Prices",
    "citation_author": [
        "Mara Faccio",
        "Randall Morck",
        "M. Deniz Yavuz"
    ],
    "citation_publication_date": "2019-06-03",
    "issue_date": "2019-05-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn lower-income economies, stocks exhibit less idiosyncratic volatility and business groups are more prevalent. This study connects these two findings by showing that business group affiliated firms’ stock returns exhibit less idiosyncratic volatility than do the returns of otherwise similar unaffiliated firms. Global commodity price shocks are common shocks that contribute to firm-level idiosyncratic risk because they affect industries heterogeneously. Idiosyncratic components of commodity shocks are incorporated less into idiosyncratic returns of group affiliates than unaffiliated firms in the same industry and economy. Identification follows from difference-in-difference tests exploiting successful and matched-exogenously-failed control block transactions.\n\n",
    "acknowledgement": "\nWe thank participants at ASU Sonoran Winter Finance Conference (2019), Erasmus University Rotterdam, George Mason University, INSEAD, KU Leuven, Maastricht University, Northeastern University, Purdue University, Tilburg University, the University of Illinois at Chicago, Heitor Almeida (discussant), George Aragon, Radhakrishnan Gopalan, Jeff Pontiff, and Kelly Shue for comments and earlier discussions. We thank Mitch Johnston, Chen Zhaojing and Shrijata Chattopadhyay for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}