{
    "id": 25901,
    "citation_title": "Factions, Local Accountability, and Long-Term Development: Theory and Evidence",
    "citation_author": [
        "Hanming Fang",
        "Linke Hou",
        "Mingxing Liu",
        "Lixin Colin Xu",
        "Pengfei Zhang"
    ],
    "citation_publication_date": "2019-06-03",
    "issue_date": "2019-05-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nWe develop a theoretical model of how factional affiliation and local accountability can shape the policy choices of local officials who are concerned about political survivals, and subsequently affect the long-term local development. We provide empirical evidence in support of the theoretical predictions using county-level variations in development performance in Fujian Province in China. When the Communist armies took over Fujian Province from the Nationalist control circa 1949, communist cadres from two different army factions were assigned as county leaders. For decades the Fujian Provincial Standing Committee of the Communist Party was dominated by members from one particular faction, which we refer to as the strong faction. Counties also differed in terms of whether a local guerrilla presence had existed prior to the Communist takeover. We argue that county leaders from the strong faction were less likely to pursue policies friendly to local development because their political survival more heavily relied on their loyalty to the provincial leader than on the grassroots support from local residents. By contrast, the political survival of county leaders from the weak faction largely depended on local grassroots support, which they could best secure if they focused on local development. In addition, a guerrilla presence in a county further improved development performance either by intensifying the local accountability of the county leader, or by better facilitating the provision of local public goods beneficial to development. We find consistent and robust evidence supporting these assumptions. Being affiliated with weak factions and having local accountability are both associated with sizable long-term benefits that are evident in terms of a county’s growth and level of private-sector development, its citizens’ education levels, and their survival rates during the Great Chinese Famine. We also find that being affiliated with the strong faction and adopting pro-local policies are associated with higher likelihood of a local leader’s political survival.\n\n",
    "acknowledgement": "\nWe would like to thank Laura Baily, Loren Brandt, Shuo Chen, Angus Deaton, Melissa Dell, Yue Hou, Ruixue Jia, Asim Khwaja, Michael Kremer, Aaditya Mattoo, Michael Zheng Song, Wuyue You, Qi Zhang and seminar/conference participants in Princeton, the Second IMF/Atlanta Fed Conference on Chinese Economy (2017), Penn-UCSD Conference on “Chinese Institutions and Economic Performance” (2018), Fudan Conference on Chinese Political Economy (2018), and World Bank Policy Research Talk for helpful discussions and suggestions. We thank Shuo Chen and Bingjing Li for sharing their data. We gratefully acknowledge the financial support from Penn China Research Engagement Fund (CREF), and from DFID through its World Bank Strategic Research Program. Part of the research was conducted when Fang was visiting the Department of Economics at Princeton University. We are responsible for all remaining errors. The views of this paper reflect the authors’ own and do not implicate the World Bank or the countries it represents, nor do they necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}