{
    "id": 25905,
    "citation_title": "Student Loan Choice Overload",
    "citation_author": [
        "Benjamin M. Marx",
        "Lesley J. Turner"
    ],
    "citation_publication_date": "2019-06-03",
    "issue_date": "2019-05-30",
    "revision_date": "2021-01-13",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Behavioral Economics",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWhat influences college student borrowing? In a field experiment with a large community college, we send emails about federal student loans to students who have received information about financial aid but have not made a borrowing decision. A treatment reminding students that they need not borrow the maximum amount of available loan aid does not affect borrowing. Treatments referencing amounts borrowed by recent graduates shift students from borrowing the maximum amount to not borrowing. Consistent with the hypothesis that students experience choice overload when observing multiple dollar amounts, the response is largest among low-performing students and arises from inaction.\n\n",
    "acknowledgement": "\nWe are grateful to the Russell Sage Foundation for financial support (under Award# 98-17-02) and to the anonymous community college for carrying out the experiment and providing the data used in this study. This RCT was registered in the American Economic Association Registry for randomized control trials under trial number AEARCTR-0000633. We thank Drew Anderson, Eric Bettinger, Mark Long, Richard Thaler, and participants at the NBER Economics of Education Fall 2016 Program Meeting and the 2019 annual conference of the Association for Education Finance and Policy for helpful comments. Yuci Chen provided excellent research assistance. The project was approved by the UIUC Institutional Review Board under protocol #15366. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nLesley J. Turner\n\nDuring the 2018-19 academic year, I received a fellowship ($112,140) from the Center for Bipartisan Policy, through a grant from the Laura and John Arnold Foundation, to work with the Senate Health, Education, Labor, and Pensions (HELP) Committee on issues related to higher education reform.\n\n\n"
}