{
    "id": 25906,
    "citation_title": "Affordable Housing and City Welfare",
    "citation_author": [
        "Jack Favilukis",
        "Pierre Mabille",
        "Stijn Van Nieuwerburgh"
    ],
    "citation_publication_date": "2019-06-03",
    "issue_date": "2019-05-30",
    "revision_date": "2021-06-11",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Fiscal Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Insurance",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nHousing affordability is the main policy challenge for most large cities in the world. Zoning changes, rent control, housing vouchers, and tax credits are the main levers employed by policy makers. How effective are they at combatting the affordability crisis? We build a dynamic stochastic spatial equilibrium model to evaluate the effect of these policies on the well-being of its citizens. The model endogenizes house prices, rents, construction, labor supply, output, income and wealth inequality, the location decisions of households within the city as well as inter-city migration. Its main novel features are risk, risk aversion, and incomplete risk-sharing. We calibrate the model to the New York MSA. Housing affordability policies carry substantial insurance value but affect aggregate housing and labor supply and cause misallocation in labor and housing markets. Housing affordability policies that enhance access to this insurance especially for the neediest households create substantial net welfare gains.\n\n",
    "acknowledgement": "\nWe thank Hae-Kang Lee for superb research assistance. We thank John Humphries, Timothy McQuade, Adam Guren, Charles Nathanson (discussants), and Morris Davis for valuable comments. We have benefited from participants at the 2018 Society for Economic Dynamics conference in Mexico City, the Urban Economics Association conference at Columbia University, the 2019 American Economic Association in Atlanta, the Macro Finance Society meeting at Kellogg, the Conference on Low-Income Housing Supply and Housing Affordability in Madrid, and seminar participants at the University of Miami, Columbia GSB, Atlanta Fed and Emory University, NYU Stern, University of Connecticut, University of Luxembourg, John’s Hopkins University, PUC in Santiago, Boston College, London Business School, and the San Francisco Federal Reserve Bank. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}