{
    "id": 25903,
    "citation_title": "Designing Effective Teacher Performance Pay Programs: Experimental Evidence from Tanzania",
    "citation_author": [
        "Isaac Mbiti",
        "Mauricio Romero",
        "Youdi Schipper"
    ],
    "citation_publication_date": "2019-06-03",
    "issue_date": "2019-05-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use a field experiment in Tanzania to compare the effectiveness on learning of two teacher performance pay systems. The first is a Pay for Percentile system (a rank-order tournament). The second rewards teachers based on multiple proficiency thresholds. Pay for Percentile can (under certain conditions) induce optimal effort among teachers, but our threshold system is easier to implement and provides teachers with clearer goals and targets. Both systems improved student test scores. However, the multiple-thresholds system was more effective in boosting student learning and is less costly.\n\n",
    "acknowledgement": "\nWe are especially grateful to Karthik Muralidharan for his collaboration in the early stages of this project and subsequent discussions. We thank the leadership and staff at Twaweza for their collaboration and support on this project.  We would also like to thank Austin Dempewolff, Mitch Downey, David Evans, John Friedman, Delia Furtado, Guthrie Gray-Lobe, Ronak Jain, Joseph Mmbando, Molly Lipscomb Johnson, Terence Johnson, Michael Kremer, Derek Neal, Omer Ozak, Bobby Pakzad-Hurson, Wayne Aaron Sandholtz, Enrique Seira, Daniela Scur, Jay Shimshack, Bryce Millet Steinberg, Tavneet Suri, and seminar/conference participants at UC San Diego, Universidad del Rosario, NEUDC, PacDev, RISE, SOLE, and SREE for their comments. Erin Litzow and Jessica Mahoney provided excellent research assistance through Innovations for Poverty Action. We are also grateful to EDI Tanzania for their thorough data collection and implementation efforts. The EDI team included Respichius Mitti, Phil Itanisia, Timo Kyessey, Julius Josephat, Nate Sivewright, and Celine Guimas. This evaluation was funded by Twaweza with supplemental funding from the REACH Trust Fund at the World Bank. We are grateful to Peter Holland, Jessica Lee, Arun Joshi, Owen Ozier, Salman Asim, and Cornelia Jesse for their support through the REACH initiative. Financial support from the Asociacion Mexicana de Cultura, A.C. is gratefully acknowledged by Romero. This paper was partly written while Mbiti was visiting the Brown University Economics Department and the Population Studies and Training Center (PSTC). We received IRB approval from Innovations for Poverty Action, UC San Diego, and University of Virginia. The protocol was also reviewed and approved by the Tanzania Commission for Science and Technology (COSTECH). A randomized controlled trials registry entry and the pre-analysis plan are available at: https://www.socialscienceregistry.org/trials/1009 The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nIsaac Mbiti\n\nThis evaluation was funded by Twaweza and a grant from the REACH Trust Fund at the World Bank. The Principal Investigators (i.e., Mbiti and Romero) retained final say on the contents, substantive conclusions and formulation of academic papers that resulted from the evaluation.\n\n\n\nYoudi Schipper\n\nYoudi Schipper has been working for Twaweza since the start of the study. However, as documented in the contract between Twaweza and Innovations for Poverty Action (the organisation managing the evaluation research), the Principal Investigators (i.e., Isaac Mbiti and Mauricio Romero) retained final say on the contents, substantive conclusions and formulation of academic papers that resulted from the evaluation.\n\n\n"
}