{
    "id": 25902,
    "citation_title": "When Dad Can Stay Home: Fathers' Workplace Flexibility and Maternal Health",
    "citation_author": [
        "Petra Persson",
        "Maya Rossin-Slater"
    ],
    "citation_publication_date": "2019-06-03",
    "issue_date": "2019-05-30",
    "revision_date": "2019-10-25",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWhile workplace flexibility is perceived to be a key determinant of maternal labor supply, less is known about fathers’ demand for flexibility or about intra-household spillover effects of flexibility initiatives. This paper examines these issues in the context of a critical period in family life—the months immediately following childbirth—and identifies the impacts of paternal access to workplace flexibility on maternal postpartum health. We model household demand for paternal presence at home as a function of domestic stochastic shocks, and use variation from a Swedish reform that granted new fathers more flexibility to take intermittent parental leave during the postpartum period in a regression discontinuity difference-in-differences (RD-DD) design. We find that increasing the father’s temporal flexibility reduces the risk of the mother experiencing physical postpartum health complications and improves her mental health. Our results suggest that mothers bear the burden from a lack of workplace flexibility—not only directly through greater career costs of family formation, as previously documented—but also indirectly, as fathers’ inability to respond to domestic shocks exacerbates the maternal health costs of childbearing.\n\n",
    "acknowledgement": "\nWe thank Marcella Alsan, Marianne Bitler, Marika Cabral, Claudia Goldin, Caroline Hoxby, Erin Kelly, Samuel Lee, Emily Oster, Isaac Sorkin, Betsey Stevenson, Barbara Wolfe, and seminar and conference participants at the NBER Summer Institute, the AEA meetings, Stanford University, Princeton University, Cornell University, University of Chicago, University of Bonn, Tinbergen Institute, Yale University, Duke University, UC Berkeley School of Public Health, UC Berkeley Goldman School of Public Policy, Arizona State University, Stockholm University IIES, the Western Economics Association International Conference, and the Annual Health Economics Conference for helpful comments. We are grateful to Lindsey Uniat for excellent research assistance. Research reported in this article was supported by the Eunice Kennedy Shriver National Institute of Child Health and Human Development of the National Institutes of Health under award number R03HD096184. Persson additionally acknowledges funding from Jan Wallanders och Tom Hedelius stiftelse. Rossin-Slater additionally acknowledges funding from the National Science Foundation (NSF) CAREER Award No. 1752203. The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health, the National Science Foundation, or the National Bureau of Economic Research.\n\n\n"
}