{
    "id": 25907,
    "citation_title": "The Use and Misuse of Income Data and Extreme Poverty in the United States",
    "citation_author": [
        "Bruce D. Meyer",
        "Derek Wu",
        "Victoria R. Mooers",
        "Carla Medalia"
    ],
    "citation_publication_date": "2019-06-03",
    "issue_date": "2019-05-30",
    "revision_date": "2019-11-12",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Data Collection",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent research suggests that rates of extreme poverty, commonly defined as living on less than $2/person/day, are high and rising in the United States. We re-examine the rate of extreme poverty by linking 2011 data from the Survey of Income and Program Participation and Current Population Survey, the sources of recent extreme poverty estimates, to administrative tax and program data. Of the 3.6 million non-homeless households with survey-reported cash income below $2/person/day, we find that more than 90% are not in extreme poverty once we include in-kind transfers, replace survey reports of earnings and transfer receipt with administrative records, and account for the ownership of substantial assets. More than half of all misclassified households have incomes from the administrative data above the poverty line, and several of the largest misclassified groups appear to be at least middle class based on measures of material well-being. In contrast, the households kept from extreme poverty by in-kind transfers appear to be among the most materially deprived Americans. Nearly 80% of all misclassified households are initially categorized as extreme poor due to errors or omissions in reports of cash income. Of the households remaining in extreme poverty, 90% consist of a single individual. An implication of the low recent extreme poverty rate is that it cannot be substantially higher now due to welfare reform, as many commentators have claimed.\n\n",
    "acknowledgement": "\nAny opinions and conclusions expressed herein are those of the author(s) and do not necessarily represent the views of the U.S. Census Bureau, the U.S. Social Security Administration, any agency of the federal government, or the National Bureau of Economic Research. This paper meets all of the U.S. Census Bureau's Disclosure Review Board (DRB) standards and has been assigned DRB approval numbers CBDRB-FY18-324 and CBDRB-FY19-173. We are grateful for comments from John Creamer, Liana Fox, David Johnson, Robert Moffitt, Laryssa Mykyta, Austin Nichols, Trudi Renwick, Jonathan Rothbaum, Luke Shaefer, James Spletzer, Laura Wheaton, Scott Winship, James Ziliak, and participants in seminars at the American Enterprise Institute, Brookings Institution, NBER Public Economics group, PAA Annual Meeting, Society of Government Economists, University of California, Berkeley, University of California, Irvine, University of California, Santa Cruz, University of Chicago Booth School of Business, University of Michigan, University of Wisconsin-Madison (Institute for Research on Poverty), and Yale University (Conference in Honor of Joseph Altonji). We also appreciate the support of the Alfred P. Sloan Foundation, the Russell Sage Foundation, the Charles Koch Foundation, and the SSA through grant #5-RRC08098400-10 to the NBER as part of the SSA Retirement Research Consortium.\n\n\n"
}