{
    "id": 25916,
    "citation_title": "Opposition Media, State Censorship, and Political Accountability: Evidence from Chavez's Venezuela",
    "citation_author": [
        "Brian Knight",
        "Ana Tribin"
    ],
    "citation_publication_date": "2019-06-10",
    "issue_date": "2019-06-07",
    "revision_date": "2019-10-18",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates the effects of state censorship of opposition media using evidence from the closing of RCTV, a popular opposition television channel in Venezuela. The government did not renew RCTV’s license, and the channel was replaced overnight, during May 2007, by a pro-government channel. Based upon this censorship of opposition television, we have three key findings. First, using Nielsen ratings data, viewership fell, following the closing of RCTV, on the pro-government replacement, but rose on Globovision, the only remaining television channel for opposition viewers. This finding is consistent with a model in which viewers have a preference for opposition television and substitute accordingly. Second, exploiting the geographic location of the Globovision broadcast towers, Chavez approval ratings fell following the closing of RCTV in places with access to the Globovision signal, relative to places without access. Third, in places with access to the Globovision signal, relative to places without, support for Chavez in electoral data also fell following the closing of RCTV. Counterfactuals, which account for both substitution patterns in media consumption and the persuasive effects of opposition television, document that switching to uncensored outlets led to an economically significant reduction in support for Chavez.\n\n",
    "acknowledgement": "\nThe opinions and statements are the sole responsibility of the authors and do not necessarily represent those of the Banco de la República, its Board of Directors, or the National Bureau of Economic Research. We thank audiences at Columbia University, Harvard University, London School of Economics, Nottingham University, University of Warwick, and the New York City Media Seminar. Julia Cage, Greg Martin, Adam Szeidl, Ferenc Szucs, and Maria Petrova provided helpful comments.\n\n\n"
}