{
    "id": 25917,
    "citation_title": "Steering in Online Markets: The Role of Platform Incentives and Credibility",
    "citation_author": [
        "Moshe A. Barach",
        "Joseph M. Golden",
        "John J. Horton"
    ],
    "citation_publication_date": "2019-06-10",
    "issue_date": "2019-06-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nPlatform marketplaces can potentially steer buyers to certain sellers by recommending or guaranteeing those sellers. Money-back guarantees—which create a direct financial stake for the platform in seller performance—might be particularly effective at steering, as they align buyer and platform interests in creating a good match. We report the results of an experiment in which a platform marketplace—an online labor market—guaranteed select sellers for treated buyers. The presence of a guarantee strongly steered buyers to these guaranteed sellers, but offering guarantees did not increase sales overall, suggesting financial risk was not determinative for the marginal buyer. This preference for guaranteed sellers was not the result of their lower financial risk, but rather because buyers viewed the platform’s decision to guarantee as informative about relative seller quality. Indeed, a follow-up experiment showed that simply recommending the sellers that the platform would have guaranteed was equally effective at steering buyers.\n\n",
    "acknowledgement": "\nHorton and Golden have an equity interest in the platform used for this study, as they were both previous employees of the company. Barach has nothing to declare. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}