{
    "id": 25913,
    "citation_title": "The Spatial Mismatch Between Innovation and Joblessness",
    "citation_author": [
        "Edward L. Glaeser",
        "Naomi Hausman"
    ],
    "citation_publication_date": "2019-06-03",
    "issue_date": "2019-05-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAmerican technological creativity is geographically concentrated in areas that are generally distant from the country’s most persistent pockets of joblessness. Could a more even spatial distribution of innovation reduce American joblessness? Could Federal policies disperse innovation without significant costs? If research funding is already maximizing knowledge production, then spatial reallocation of that funding will reduce America’s overall innovation unless that reallocation comes with greater spending. Without any spatial reallocation, the primarily inventive parts of innovation policy, such as N.I.H. grants, can potentially aid underperforming areas by targeting the problems of those areas, like widespread disability. The educational aspects of innovation policy, such as Pell Grants, work-study, vocational training, and Federal overhead reimbursement on grants, currently have multiple objective and could focus more on employability in distressed areas. Lifting the cap on H1B visas in poorer places could attract outside human capital to those places. Geographically targeted entrepreneurship policies, such as eliminating the barriers to new business formation near universities and in distressed places, could potentially enhance employment growth in those regions. Spatially targeted employment subsidies will increase the returns to labor-intensive innovation in depressed areas, but we know little about how much innovation will respond to such subsidies.\n\n",
    "acknowledgement": "\nWe thank Michael Andrews, Benjamin Austin, Joshua Lerner and Scott Stern for helpful comments. Claire Shi provided excellent research assistance. We thank the Smith Richardson Foundation and the Israel Science Foundation (grant no. 2118/17) for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nEdward L. Glaeser\n\nI have received speaking fees from organizations that organize members that invest in real estate markets, including the National Association of Real Estate Investment Managers and the Pension Real Estate Association.\n\n\n"
}