{
    "id": 25912,
    "citation_title": "The Future of U.S. Carbon-Pricing Policy",
    "citation_author": [
        "Robert Stavins"
    ],
    "citation_publication_date": "2019-06-03",
    "issue_date": "2019-05-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere is widespread agreement among economists – and a diverse set of other policy analysts – that at least in the long run, an economy-wide carbon pricing system will be an essential element of any national policy that can achieve meaningful reductions of CO2 emissions cost-effectively in the United States.  There is less agreement, however, among economists and others in the policy community regarding the choice of specific carbon-pricing policy instrument, with some supporting carbon taxes and others favoring cap and trade mechanisms.  This prompts two important questions.  How do the two major approaches to carbon pricing compare on relevant dimensions, including but not limited to efficiency, cost-effectiveness, and distributional equity?  And which of the two approaches is more likely to be adopted in the future in the United States?  This paper addresses these questions by drawing on both normative and positive theories of policy instrument choice as they apply to U.S. climate change policy, and draws extensively on relevant empirical evidence.  The paper concludes with a look at the path ahead, including an assessment of how the two carbon-pricing instruments can be made more politically acceptable.\n\n",
    "acknowledgement": "\nThe author acknowledges valuable comments on a previous version of the manuscript by Lawrence Goulder, Larry Karp, Gilbert Metcalf, William Pizer, Richard Schmalensee, and the organizers of the National Bureau of Economic Research conference on Environmental and Energy Policy and the Economy, as well as comments on my presentation at the conference. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}