{
    "id": 25915,
    "citation_title": "The Effects of Multispecialty Group Practice on Health Care Spending and Use",
    "citation_author": [
        "Laurence C. Baker",
        "M. Kate Bundorf",
        "Anne Beeson Royalty"
    ],
    "citation_publication_date": "2019-06-10",
    "issue_date": "2019-06-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nU.S. physicians are increasingly joining multispecialty group practices. In this paper, we analyze how a primary care physician’s practice type – single (SSP) versus multispecialty practice (MSP) – affects health care spending and use.  Focusing on Medicare beneficiaries who change their primary care physician due to a geographic move, we compare changes in practice patterns before and after the move between patients who switch practice types and those who do not.  We use instrumental variables to address potential selection by patients into practice types after the move.  We find that changing from a single to a multi-specialty primary care group practice decreases annual Medicare-financed per capita expenditures by about $1,600 - a 28% reduction.  The effect is driven primarily by changes in hospital expenditures and is concentrated among patients with two or more chronic conditions, suggesting that MSP improves care delivery by reducing hospitalizations among relatively sick patients.  The results imply that, while research has shown the potential for physician consolidation to increase prices in some settings, large multispecialty groups also have the potential to lower costs.\n\n",
    "acknowledgement": "\nThanks to the National Institute for Health Care Management for research support and to Ausmita Ghosh and Jason Tilipman for research assistance.  Royalty acknowledges IUPUI for supporting this research through a sabbatical research leave.  Baker and Bundorf acknowledge research support from AHRQ RO1 HS024535. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nLaurence C. Baker\n\nBaker has served as a consultant for a large integrated delivery system and received consulting fees from insurers, hospitals, and makers and providers of medical products and services.  Baker serves as a senior advisor at Cornerstone Research. Baker has received grant support from the National Institutes of Health, The Agency for Healthcare Research and Quality, the Robert Wood Johnson Foundation, and the National Institute of Health Care Management.\n\n\n\nM. Kate Bundorf\n\nIn the last three years, I have received consulting, expert witness or advisory fees from St. Joseph Health System, Quinn Emanuel Urquhart and Sullivan, LLP on behalf of Health Republic Insurance Company, Premera Blue Cross, United Healthcare, and Fidelity Investments. I have received research support from Blue Shield of California, the Agency for Healthcare Research and Quality, the National Institute of Health Care Management, the Patient Centered Outcomes Research Institute, and the Robert Wood Johnson Foundation.\n\n\n"
}