{
    "id": 25919,
    "citation_title": "Trade and Worker Deskilling",
    "citation_author": [
        "Rui Costa",
        "Swati Dhingra",
        "Stephen Machin"
    ],
    "citation_publication_date": "2019-06-10",
    "issue_date": "2019-06-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Finance",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents new evidence on international trade and worker outcomes. It examines a big world event that produced an unprecedentedly large shock to the UK exchange rate. In the 24 hours in June 2016 during which the UK electorate unexpectedly voted to leave the European Union, the value of sterling plummeted. It recorded the biggest depreciation that has occurred in any of the world’s four major currencies since the collapse of Bretton Woods. Exploiting this variation, the paper studies the impact of trade on wages and worker training. Wages and training fell for workers employed in sectors where the intermediate import price rose by more as a consequence of the sterling depreciation. Calibrating the estimated wage elasticity with respect to intermediate import prices to theory uncovers evidence of a production complementarity between workers and intermediate imports. This provides new direct evidence that, in the modern world of global value chains, it is changes in the cost of intermediate imports that act as a driver of the impact of globalization on worker welfare. The episode studied and the findings add to widely expressed, growing concerns about poor productivity performance relating to skills and to patterns of real wage stagnation that are plaguing contemporary labour markets.\n\n",
    "acknowledgement": "\nThe authors are based at the Centre for Economic Performance (CEP). The CEP has no institutional views, only those of its individual researchers. CEP’s Brexit work is funded by the UK Economic and Social Research Council. As a whole the CEP receives less than 5% of its funding from the European Union. The EU funding is from the European Research Council for academic projects and not for general funding or consultancy. Data from the Quarterly Labour Force Survey (QLFS) and the International Trade in Services (ITIS) is collected by the Office for National Statistics and supplied by the Secure Data Service at the UK Data Service. This work contains statistical data from ONS which is Crown Copyright. The use of the data in this work does not imply the endorsement of ONS or the Secure Data Service in relation to the interpretation or analysis of the data. This work uses research datasets which may not exactly reproduce National Statistics aggregates. We would like to thank David Atkin, Nicolas Berman, Miklos Koren, Dennis Novy, Jeff Smith, Tony Venables, along with participants in a number of seminar, workshop and conference presentations for many helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}