{
    "id": 25922,
    "citation_title": "Employee Costs of Corporate Bankruptcy",
    "citation_author": [
        "John R. Graham",
        "Hyunseob Kim",
        "Si Li",
        "Jiaping Qiu"
    ],
    "citation_publication_date": "2019-06-10",
    "issue_date": "2019-06-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nAn employee’s annual earnings fall by 10% the year her firm files for bankruptcy and fall by a cumulative present value of 67% over seven years. This effect is more pronounced in thin labor markets and among small firms that are ultimately liquidated. Compensating wage differentials for this “bankruptcy risk” are approximately 2.3% of firm value for a firm whose credit rating falls from AA to BBB, about the same magnitude as debt tax benefits. Thus, wage premia for expected costs of bankruptcy are of sufficient magnitude to be an important consideration in corporate capital structure decisions.\n\n",
    "acknowledgement": "\nWe thank John Abowd, Ashwini Agrawal, Jonathan Berk, Rob Fairlie, Todd Gormley, Michael Hertzel, Joseph Hotz, Po-Hsuan Hsu, Robert Jarrow, Yawen Jiao, Pab Jotikasthira, Andrew Karolyi, Bryant Kim, Pauline Leung, Chen Lin, David Matsa, Roni Michaely, William Mullins, Paige Ouimet, Wendy Rotenberg, Ken Singleton, Yongjun Tang, Karin Thorburn, Michael Waldman, Wei Wang, Liu Yang, Hayong Yun, and seminar and conference participants at AFA, Census Bureau RDC Conference, Chicago Fed, Chinese University of Hong Kong, CICF, City University of Hong Kong, Cornell University (Finance and Labor Economics), CSEF-EIEF-SITE Conference on Finance and Labor, EFA, FIRS Conference, FMA Asia, IDC, Maryland Junior Corporate Finance Conference, NFA, SFS Finance Cavalcade, SOLE/EALE, University of Calgary, University of Hong Kong, and U.S. Census Bureau (CES) for helpful feedback. We also thank Bert Grider at the TFSRDC for help with data and clearance requests, Nichole Szembrot at the NYFSRDC (Cornell) for administrative support, and Dawoon Kim, Eric Kim, and Cindy Lu for research assistance. Any opinions and conclusions expressed herein are those of the author and do not necessarily represent the views of the U.S. Census Bureau. All results have been reviewed to ensure that no confidential information is disclosed. This research uses data from the Census Bureau's Longitudinal Employer Household Dynamics Program, which was partially supported by the following National Science Foundation Grants SES-9978093, SES-0339191 and ITR-0427889; National Institute on Aging Grant AG018854; and grants from the Alfred P. Sloan Foundation. We are grateful to Lynn LoPucki at UCLA for sharing his Bankruptcy Research Database and Edward Altman at NYU for sharing his dataset of default events. Kim acknowledges generous financial support from the Kwanjeong Educational Foundation. Li and Qiu acknowledge financial support from the Social Sciences and Humanities Research Council of Canada. This paper was previously circulated under the title “Human Capital Loss in Corporate Bankruptcy.”\n\n\n"
}