{
    "id": 25923,
    "citation_title": "Good Dispersion, Bad Dispersion",
    "citation_author": [
        "Matthias Kehrig",
        "Nicolas Vincent"
    ],
    "citation_publication_date": "2019-06-10",
    "issue_date": "2019-06-07",
    "revision_date": "2024-03-19",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nWe document that most dispersion in marginal revenue products of inputs occurs across plants within firms rather than between firms. This is commonly thought to reflect misallocation: dispersion is “bad.” However, we show that eliminating frictions hampering internal capital markets in a multi-plant firm model may in fact increase productivity dispersion and raise output: dispersion can be “good.” This arises as firms optimally stagger investment activity across their plants over time to avoid raising costly external finance, instead relying on reallocating internal funds. The staggering in turn generates dispersion in marginal revenue products. We use U.S. Census data on multi-plant manufacturing firms to provide empirical evidence for the model mechanism and show a quantitatively important role for good dispersion. Since there is less scope for good dispersion in emerging economies, the difference in the degree of misallocation between emerging and developed economies looks more pronounced than previously thought.\n\n",
    "acknowledgement": "\nThis paper previously circulated under the title \"Do Firms Mitigate or Magnify Misallocation? Evidence from Plant-level Data.\" We thank Andrew Abel, Rudi Bachmann, Christian Bayer, David Berger, Ilan Cooper, Russ Cooper, Andrea Eisfeldt, Xavier Giroud, Jo˜ao Gomes, John Haltiwanger, Hugo Hopenhayn, Pete Klenow, Virgiliu Midrigan, Ben Moll, Gordon Phillips, Vincenzo Quadrini, Esteban Rossi-Hansberg, Cian Ruane, Yongseok Shin, Michèle Tertilt and Venky Venkateswaran as well as seminar and conference participants at many places for helpful comments and discussions. Vincent gratefully acknowledges financial support from the Fondation HEC Montréal. Any views expressed are those of the authors and not those of the U.S. Census Bureau or of the National Bureau of Economic Research. The Census Bureau has reviewed this data product to ensure appropriate access, use, and disclosure avoidance protection of the confidential source data used to produce this product. This research was performed at a Federal Statistical Research Data Center under FSRDC Project Number 2210. (CBDRB-FY24-P2210-R11148) The latest version of this paper can be downloaded at https://sites.google.com/site/matthiaskehrig/research.\n\n\n"
}