{
    "id": 25928,
    "citation_title": "Scientific Education and Innovation: From Technical Diplomas to University STEM Degrees",
    "citation_author": [
        "Nicola Bianchi",
        "Michela Giorcelli"
    ],
    "citation_publication_date": "2019-06-10",
    "issue_date": "2019-06-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nThis paper studies the effects of university STEM education on innovation and labor market outcomes by exploiting a change in enrollment requirements in Italian STEM majors. University-level scientific education had two direct effects on the development of patents by students who had acquired a STEM degree. First, the policy changed the direction of their innovation. Second, it allowed these individuals to reach top positions within firms and be more involved in the innovation process. STEM degrees, however, also changed occupational sorting. Some higher-achieving individuals used STEM degrees to enter jobs that required university-level education, but did not focus on patenting.\n\n",
    "acknowledgement": "\nWe thank Ran Abramitzky, Nick Bloom, Leah Boustan, Mary Burke, Annamaria Conti, Dora Costa, Pascaline Dupas, Caroline Hoxby, Ben Jones, Maurizio Mazzocco, Melanie Morten, Petra Moser, Giovanni Peri, and seminar and conference participants at the ASSA meeting, Barcelona GSE, Collegio Carlo Alberto, EHA meeting, INPS, MEA meeting, Modena, NBER, Northwestern, NUS, Searle Center, Stanford, UCLA, and UC-Riverside for helpful comments. Mohammad Zuhad Hai provided excellent research assistance. We thank Istituto Nazionale Previdenza Sociale (INPS) for making the social security data available through the VisitINPS program. We gratefully acknowledge financial support from the Stanford Europe Center and the Stanford Center for International Development. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}