{
    "id": 25929,
    "citation_title": "Freeing Financial Education via Tablets: Experimental Evidence from Colombia",
    "citation_author": [
        "Orazio Attanasio",
        "Matthew Bird",
        "Lina Cardona-Sosa",
        "Pablo Lavado"
    ],
    "citation_publication_date": "2019-06-10",
    "issue_date": "2019-06-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nFinancial knowledge is critical for making sound decisions that foster financial health and protect consumers from predation. A widely-used tool for building this capability is financial education. Yet evidence suggests that conventional approaches which teach concepts in classroom-style settings are ineffective and expensive at scale, especially for lower-income users. More recent findings indicate that customizing financial education to the needs, interests, and location of participants may increase impact, though doing so in a cost-effective and scalable way remains challenging. This randomized evaluation of a tablet-based financial education program with mostly female recipients of a conditional cash transfer (CCT) program in Colombia offers evidence for how to design and scale an effective digital-based financial education program. Results indicate that the LISTA Initiative had significant positive impacts on financial knowledge, attitudes, practices, and performance, increasing for poorer, less educated, and more rural populations, with users exhibiting increased financial health over two years later. Critical mechanisms included well-designed content and a social learning component. Yet the longer-term impact on formal financial inclusion was limited, suggesting the possible benefits of combining supply-side solutions with financial education interventions.\n\n",
    "acknowledgement": "\nThis research was funded by Innovations for Poverty Action's Global Financial Inclusion Innovation and Research Fund, which was supported by Citi Foundation. We also acknowledge funding from the USAID-Skoll Innovation Investment Alliance which, with technical support from Mercy Corps, financed the final wave of data collection.  We thank Veronica Frisancho, Xavi Giné, Dean Karlan, Olivia Mitchell, Silvia Prina, and Bilal Zia for inputs at various stages of the research and analysis. We thank Colombia’s Ministry of Social Prosperity, especially Mariana Escobar Uribe and Maria Jose Uribe, for their collaboration. We are grateful to Fundación Capital, including Any Benitez, Carolina Bonilla, Laura Cordero, Rodrigo de Reyes, Magali de Varax, Franz Gómez, Miquel Jordana, Najin Kim, Yves Moury, Ana Pantelic, Mauricio Romero, and Claudia Vergara, for implementation. We are grateful to Rebecca Rouse, Beniamino Savonitto, and Pooja Wagh from Innovations for Poverty Action (IPA) for support, as well as Sebastian Chaskel, Juan Sebastian Leiva, Juan Camilo Medina, Pablo Villar, and, especially, Marta Carnelli from IPA Colombia for excellent field support and oversight. Finally, we thank Ami Ichikawa, Bruno Esposito, Ana Paula Franco, and Jorge Zavala for research assistance at the Universidad del Pacífico. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}