{
    "id": 25939,
    "citation_title": "Addressing Climate Change through Price and Non-Price Interventions",
    "citation_author": [
        "Joseph E. Stiglitz"
    ],
    "citation_publication_date": "2019-06-17",
    "issue_date": "2019-06-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "General, Teaching",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Law and Economics",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecognizing the importance of the second-best nature of economies, the Stern-Stiglitz report on carbon pricing departed from the recommendation of a single carbon price for all uses at all places and times. This paper provides some of the analytics behind these recommendations. First, I analyze the circumstances in which distributional concerns make desirable a tax or regulation inducing significant reductions in carbon usage in a carbon-intensive sector for which consumers are disproportionately rich.  Such policies allow lower carbon prices elsewhere without exceeding carbon emission targets.  The cost of the resulting production inefficiency may, under the identified circumstances, be less than the distributional benefits.   The paper considers the circumstances in which such differential policies may be best implemented through regulation vs. differential pricing, as well as differential effects on political economy and norm setting.   Second, I consider the effect of carbon price trajectories on induced innovation, providing general conditions under which the optimal carbon path should, at least eventually, be falling over time. Finally, I revisit the price-versus-quantity debate and highlight important aspects of the dynamic nature of the problem.\n\n",
    "acknowledgement": "\nI am deeply indebted to Linus Mattauch, Cameron Hepburn, and Naman Garg, and two very helpful anonymous referees for their detailed and helpful comments. I am also indebted to Nick Stern for long conversations about the subjects covered here, and the members of the High-Level Commission on Carbon Prices for their insights and debates over the issues discussed here. I am also indebted to Andrea Gurwitt for her editorial assistance. Financial support was provided by INET. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}