{
    "id": 25932,
    "citation_title": "The Affordable Care Act’s Effects on Patients, Providers and the Economy: What We’ve Learned So Far",
    "citation_author": [
        "Jonathan Gruber",
        "Benjamin D. Sommers"
    ],
    "citation_publication_date": "2019-06-10",
    "issue_date": "2019-06-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAs we approach the tenth anniversary of the passage of the Affordable Care Act, it is important to reflect on what has been learned about the impacts of this major reform.  In this paper we review the literature on the impacts of the ACA on patients, providers and the economy.  We find strong evidence that the ACA’s provisions have increased insurance coverage. There is also a clearly positive effect on access to and consumption of health care, with suggestive but more limited evidence on improved health outcomes. There is no evidence of significant reductions in provider access, changes in labor supply, or increased budgetary pressures on state governments, and the law’s total federal cost through 2018 has been less than predicted.  We conclude by describing key policy implications and future areas for research.\n\n",
    "acknowledgement": "\nThe authors wish to acknowledge the helpful feedback of Bob Kaestner, Erdal Tekin, and an anonymous reviewer, as well as the assistance of Aurora De Mattia in our literature review. The views expressed here are our own, and any remaining errors are of course our responsibility. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}