{
    "id": 25938,
    "citation_title": "The Altruism Budget: Measuring and Encouraging Charitable Giving",
    "citation_author": [
        "Laura K. Gee",
        "Jonathan Meer"
    ],
    "citation_publication_date": "2019-06-17",
    "issue_date": "2019-06-14",
    "revision_date": "2019-08-27",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMuch of the research on charitable giving has concentrated on how to increase monetary donations to a single organization. But do activities that increase donations to one non-profit or through one method come at the expense of others? This chapter examines the state of the literature on the “altruism budget.” We first discuss whether an act needs to be totally unselfish to be counted in the altruism budget. We then examine the various components that go into the altruism budget, including but not limited to monetary donations, volunteered time, and in-kind gifts. The remainder of the chapter discusses the research on whether the altruism budget is fixed across gifts to different non-profits, in different forms, or at different times. Overall, the evidence is decidedly mixed on whether the altruism budget is fixed or flexible. Perhaps surprisingly, gifts at one point in time do not seem to be neutralized through lower giving later. But the impact on contemporaneous gifts to other charities, or through other forms of giving, is more difficult to summarize.\n\n",
    "acknowledgement": "\nWe thank Tricia Bromley, Valerie Dao, Christine Exley, Judd Kessler, and Woody Powell for valuable comments. Benjamin Priday provided excellent assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}