{
    "id": 25935,
    "citation_title": "Inaccurate Statistical Discrimination: An Identification Problem",
    "citation_author": [
        "J. Aislinn Bohren",
        "Kareem Haggag",
        "Alex Imas",
        "Devin G. Pope"
    ],
    "citation_publication_date": "2019-06-10",
    "issue_date": "2019-06-07",
    "revision_date": "2020-07-21",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Discrimination",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDiscrimination has been widely studied in the social sciences. Economists often categorize the source of discrimination as either taste-based or statistical—a valuable distinction for policy design and welfare analysis. In this paper, we highlight that in many situations economic agents may have inaccurate beliefs, and demonstrate that the possibility of inaccurate statistical discrimination generates an identification problem for attempts to isolate the source of differential treatment. We introduce isodiscrimination curves—which represent the set of preferences and beliefs that generate the same level of discrimination—to formally outline the identification problem: when not accounted for, inaccurate statistical discrimination can be mistaken for taste-based discrimination, accurate  statistical discrimination, or their combination. A review of the empirical discrimination literature in economics, spanning 1990-2018, reveals the scope of this issue. While most papers discuss and attempt to distinguish between taste and statistical discrimination, a small minority—fewer than 7%—consider inaccurate beliefs in the analysis. An experiment illustrates a methodology for differentiating between the three sources of discrimination, demonstrating the pitfalls of the identification problem while presenting a portable solution.\n\n",
    "acknowledgement": "\nWe thank Alex Frankel, Emir Kamenica, Emily Nix, and seminar participants at Harvard Business School, Harvard Kennedy School, the SaMMF Discrimination in Labor Markets Workshop, Stanford University, UCLA, University of Chicago, University of Melbourne, University of Pennsylvania, University of Southern California, University of Sydney, University of Virginia and the Virtual Market Design Seminar for helpful comments and suggestions. Cuimin Ba and Jihong Song provided excellent research assistance.The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}