{
    "id": 25930,
    "citation_title": "A Unified Approach to Measuring u*",
    "citation_author": [
        "Richard K. Crump",
        "Stefano Eusepi",
        "Marc Giannoni",
        "Ayşegül Şahin"
    ],
    "citation_publication_date": "2019-06-10",
    "issue_date": "2019-06-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nThis paper bridges the gap between two popular approaches to estimating the natural rate of unemployment, u*. The first approach uses detailed labor market indicators such as labor market flows, cross-sectional data on unemployment and vacancies, or various measures of demographic changes. The second approach which comprises reduced form models and DSGE models relies on aggregate price and wage Phillips curve relationships.  We combine the key features of these two approaches to estimate the natural rate of unemployment in the United States using both data on labor market flows and a forward-looking Phillips curve linking inflation to current and expected deviations of unemployment from its unobserved natural rate. We estimate that the natural rate of unemployment is around 4.0% toward the end of 2018 and that the unemployment gap is roughly closed. Identification of a secular downward trend in the unemployment rate, driven solely by the inflow rate, facilitates the estimation of u*. We identify the increase in labor force attachment of women, decline in job destruction and reallocation intensity, and dual aging of workers and firms as the main drivers of the secular downward trend in the inflow rate.\n\n",
    "acknowledgement": "\nPrepared for Brookings Papers on Economic Activity, Spring 2019. We thank our editors, Jan Eberly and Jim Stock, our discussants, Steve Davis and Giorgio Primiceri, along with Olivier Blanchard, Jason Faberman, Bart Hobjin, Marco Del Negro, Domenico Giannone, Nora Traum, John Williams, and Brookings conference participants for helpful comments.  Rene Chalom, Brendan Moore, and Jin Yan provided excellent research assistance. The views expressed in this paper are those of the authors and do not necessarily represent those of the Federal Reserve Bank  of New York, Federal Reserve Bank of Dallas, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}