{
    "id": 25943,
    "citation_title": "Consumer-Lending Discrimination in the FinTech Era",
    "citation_author": [
        "Robert Bartlett",
        "Adair Morse",
        "Richard Stanton",
        "Nancy Wallace"
    ],
    "citation_publication_date": "2019-06-17",
    "issue_date": "2019-06-14",
    "revision_date": "2021-07-13",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nDiscrimination in lending can occur either in face-to-face decisions or in algorithmic scoring. We provide a workable interpretation of the courts’ legitimate-business-necessity defense of statistical discrimination. We then estimate the extent of racial/ethnic discrimination in the largest consumer-lending market using an identification afforded by the pricing of mortgage credit risk by Fannie Mae and Freddie Mac. We find that lenders charge Latinx/African-American borrowers 7.9 and 3.6 basis points more for purchase and refinance mortgages respectively, costing them $765M in aggregate per year in extra interest. FinTech algorithms also discriminate, but 40% less than face-to-face lenders. These results are consistent with both FinTech and non-FinTech lenders extracting monopoly rents in weaker competitive environments or profiling borrowers on low-shopping behavior. Such strategic pricing is not illegal per se, but under the law, it cannot result in discrimination. The lower levels of price discrimination by algorithms suggests that removing face-to-face interactions can reduce discrimination. Further silver linings emerge in the FinTech era: (1) Discrimination is declining; algorithmic lending may have increased competition or encouraged more shopping with the ease of platform applications. (2) We find that 0.74-1.3 million minority applications were rejected between 2009 and 2015 due to discrimination; however, FinTechs do not discriminate in loan approval.\n\n",
    "acknowledgement": "\nFinancial support from the Fisher Center for Real Estate and Urban Economics, Haas School of Business, University of California at Berkeley is gratefully acknowledged. For helpful comments and suggestions, we thank Manuel Adelino, Sanjiv Das, Andreas Fuster, Andres Liberman, Manju Puri, Raghu Rau, Amit Seru, Ansgar Walther, Justin Wolfers, and seminar participants at U.C. Berkeley, Cornell, the University of Michigan, USC, NYU Stern, U.T. Austin, Texas A&M, Michigan State University, Chicago-Booth, Johns Hopkins University, Consumer Finance Protection Bureau, the George Washington-Federal Reserve Board Seminar Series on Household Finance, the Spring 2018 NBER Corporate Finance meeting, the 2018 NBER Law & Economics Summer Institute, the 2018 Annual Conference on Empirical Legal Studies, the 2017 Boston JOIM Conference, the 2017 Annual Research Conference of the Center for International Securities and Derivatives Markets, the 2018 NY Fed./NYU Stern Conference on Financial Intermediation, the 2018 American Law and Economics Association (ALEA) annual meeting, the 2018 Financial Intermediation Research Society (FIRS) annual meeting, the 2018 EFA meeting, the 2019 AEA meeting, the 2019 NBER conference on “Big Data: Long-Term Implications for Financial Markets and Firms,” the 2019 Adam Smith Workshop in Corporate Finance, the 2019 FMA Wine Country Finance Conference, the Federal Reserve Board, and Freddie Mac.. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}