{
    "id": 25947,
    "citation_title": "Demand and Welfare Analysis in Discrete Choice Models with Social Interactions",
    "citation_author": [
        "Debopam Bhattacharya",
        "Pascaline Dupas",
        "Shin Kanaya"
    ],
    "citation_publication_date": "2019-06-17",
    "issue_date": "2019-06-14",
    "revision_date": "2021-08-17",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany real-life settings of individual choice involve social interactions, causing targeted policies to have spillover effects. This paper develops novel empirical tools for analyzing demand and welfare effects of policy interventions in binary choice settings with social interactions. Examples include subsidies for health product adoption and vouchers for attending a high-achieving school. We show that even with fully parametric specifications and unique equilibrium, choice data, that are sufficient for counterfactual demand prediction under interactions, are insufficient for welfare calculations. This is because distinct underlying mechanisms producing the same interaction coefficient can imply different welfare effects and deadweight-loss from a policy intervention. Standard index restrictions imply distribution-free bounds on welfare. We propose ways to identify and consistently estimate the structural parameters and welfare bounds allowing for unobserved group effects that are potentially correlated with observables and are possibly unbounded. We illustrate our results using experimental data on mosquito-net adoption in rural Kenya.\n\n",
    "acknowledgement": "\nWe are grateful to three anonymous referees, the editor, and Steven Durlauf, James Heckman, Xenia Matschke, GautamTripathi, and seminar participtants at the University of Chicago and the University of Luxembourg for helpful feedback. Bhattacharya acknowledges financial support from the ERC consolidator grant EDWEL; the first outline of this project appeared as part b.3 of that research proposal of March 2015. Part of this research was conducted while Kanaya was visiting the Institute of Economic Research, Kyoto University (under the Joint Research Program of the KIER), the support and hospitality of which are gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}