{
    "id": 25948,
    "citation_title": "Does Workplace Competition Increase Labor Supply? Evidence from a Field Experiment",
    "citation_author": [
        "Amalia R. Miller",
        "Ragan Petrie",
        "Carmit Segal"
    ],
    "citation_publication_date": "2019-06-17",
    "issue_date": "2019-06-14",
    "revision_date": "2019-07-03",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Market Structures",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper develops a novel field experiment to test the implicit prediction of tournament theory that competition increases work time and can therefore contribute to the long work hours required in elite occupations. A majority of workers in the treatment without explicit financial incentives worked past the minimum time, but awarding a tournament prize increased work time and effort by over 80% and lowered costs of effort or output by over a third. Effort was similar with alternative (piece rate, low-prize tournament) bonuses. Men worked longer than women in the high-prize tournament, but for the same duration in other treatments.\n\n",
    "acknowledgement": "\nWe thank seminar and conference participants at Cornell, HECER Helsinki, WZB Berlin, Colorado State University, UCLA, and the American Economic Association Meetings for helpful comments, and Cailin Slattery and Elliott Isaac for outstanding research assistance. We acknowledge financial support from the Bankard Fund for Political Economy at the University of Virginia. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}