{
    "id": 25949,
    "citation_title": "Runoff Elections in the Laboratory",
    "citation_author": [
        "Laurent Bouton",
        "Jorge Gallego",
        "Aniol Llorente-Saguer",
        "Rebecca Morton"
    ],
    "citation_publication_date": "2019-06-17",
    "issue_date": "2019-06-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study experimentally the properties of the majority runoff system and compare them to the ones of plurality rule, in the setup of a divided majority. Our focus is on Duverger's famous predictions that the plurality rule leads to a higher coordination of votes on a limited number of candidates than the majority runoff rule. Our experiments show that, in contradiction with Duverger's predictions, coordination forces are strong in majority runoff elections. We indeed observe similar levels of coordination under both rules, even when sincere voting is an equilibrium only under majority runoff. Our results suggest that the apparent desire to coordinate, and not vote sincerely, under the majority runoff rule is to some extent not rational. Finally, we find insignificant differences between runoff and plurality systems in terms of both electoral outcomes and welfare. This is so exactly because coordination forces are strong under both rules. But, this does not mean that the two rules are equally socially desirable. Majority runoff rule entails an additional cost: second rounds that take place frequently.\n\n",
    "acknowledgement": "\nWe thank participants of the PEPS Chile 2017, Theem 2018, ESA 2018 and seminar participants at Carlos III, CERGE-EI, Nanyang Technological University, National University of Singapore, Universidad del Rosario, University of Cyprus, University of Edinburgh, University of Padua and Paris School of Economics. We extend particular thanks to Micael Castanheira Jon Woon for insightful comments. We would also like to thank Mateo Vasquez and Taylor Mattia for their excellent assistance with running the experiments. This project has received funding from the European Research Council (Laurent Bouton) under the European Union's Horizon 2020 research and innovation programme (grant agreement No 637662). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}