{
    "id": 25945,
    "citation_title": "Public Universities: The Supply Side of Building a Skilled Workforce",
    "citation_author": [
        "John Bound",
        "Breno Braga",
        "Gaurav Khanna",
        "Sarah Turner"
    ],
    "citation_publication_date": "2019-06-17",
    "issue_date": "2019-06-14",
    "revision_date": "2024-09-06",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOver the past few decades, public universities have faced significant declines in state funding per student. We investigate whether these declines affected the educational and research outcomes of these schools. We present evidence that declining funding induced public universities to shift toward tuition as their primary source of revenue. Selective research universities enrolled more out-of-state and international students who pay full fare and increased in-state tuitions, moderating impacts on expenditures. Public universities outside the research sector had fewer options to replace stagnating state appropriations, requiring diminished expenditures and increased in-state tuitions. The evidence we present suggests that the cuts negatively affected degree attainment at the undergraduate and graduate levels. While the evidence on research is mixed, there are indications that the  impact of spending declines on research outcomes may become evident over a longer time period\n\n",
    "acknowledgement": "\nThis paper was presented at the Russell Sage Foundation Conference “Improving Employment and Earnings in Twenty-First Century Labor Markets”, September 20-21, 2018, and is expected to be forthcoming RSF: The Russell Sage Foundation Journal of the Social Sciences. We thank Max Huppertz for excellent research assistance, Alexandra Tammaro for editorial assistance, and Harry Holzer, Sandy Baum, Michael McPherson, participants in the Russell Sage Foundation conference and two reviewers for insightful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nSarah Turner\n\nI would like to thank the Alfred P Sloan Foundation and the Bankard Fund for Political Economy at the University of Virginia for support.\n\n\n"
}