{
    "id": 25944,
    "citation_title": "Redistributive Effects of Different Pension Systems When Longevity Varies by Socioeconomic Status",
    "citation_author": [
        "Miguel Sánchez-Romero",
        "Ronald D. Lee",
        "Alexia Prskawetz"
    ],
    "citation_publication_date": "2019-06-17",
    "issue_date": "2019-06-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a general analytical framework to model the redistributive features of alternative pension systems when individuals face ex ante differences in mortality. Differences in life expectancy between high and low socioeconomic groups are often large and have widened recently in many countries. Such longevity gaps affect the actuarial fairness and progressivity of public pension systems. However, behavioral responses to longevity and policy complicate analysis of possible reforms. Here we consider how various pension systems would perform in a general equilibrium OLG setting with heterogeneous longevity and ability. We evaluate redistributive effects of three Notional Defined Contribution plans and three Defined Benefit plans, calibrated on the US case. Compared to a benchmark non-redistributive plan that accounts for differences in mortality, US Social Security reduces regressivity from longevity differences, but would require group-specific life tables to achieve progressivity. Moreover, without separate life tables, despite apparent accounting gains, lower income groups would suffer welfare losses and higher income groups would enjoy welfare gains through indirect effects of pension systems on labor supply.\n\n",
    "acknowledgement": "\nThis project has received funding from the Austrian National Bank (OeNB) under Grant no. 17647. Ronald Lee’s research was supported by the grant NIA 5R24–AG045055. This project has also received funding from the European Union’s Seventh Framework Program for research, technological development and demonstration under grant agreement no. 613247: “Ageing Europe: An application of National Transfer Accounts (NTA) for explaining and projecting trends in public finances”. Alan Auerbach provided useful comments. The content is solely the responsibility of the authors and does not necessarily represent the views of any of the above. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}