{
    "id": 25940,
    "citation_title": "Do Report Cards Predict Future Quality? The Case of Skilled Nursing Facilities",
    "citation_author": [
        "Portia Y. Cornell",
        "David C. Grabowski",
        "Edward C. Norton",
        "Momotazur Rahman"
    ],
    "citation_publication_date": "2019-06-17",
    "issue_date": "2019-06-14",
    "revision_date": "2019-06-18",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nReport cards on provider performance are intended to improve consumer decision-making and address information gaps in the market for quality. However, inadequate risk adjustment of report-card measures often biases comparisons across providers. We test whether going to a skilled nursing facility (SNF) with a higher star rating affects outcomes for a patient. We exploit variation over time in the distance from a patient’s residential ZIP code to SNFs with different ratings to estimate the causal effect of admission to a higher-rated SNF on health care outcomes, including mortality. We found that patients who go to higher-rated SNFs experience lower mortality, fewer days in the nursing home, and fewer hospital readmissions.\n\n",
    "acknowledgement": "\nThis project was funded by a grant from the National Institute on Aging, # 5P01AG027296-09. Portia Cornell's time was supported by an Advanced Fellowship from the Veterans Health Administration. No conflicts of interest or financial disclosures are declared by any author. Results from this paper were presented at the Midwest Health Economics Conference (2017), Academy Health Annual Research Meeting (2017), RAND, University of Georgia, Georgia State University, Harvard University, Cornell University, Tulane University, University of Queensland, University of Melbourne. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}