{
    "id": 25950,
    "citation_title": "Green Bonds: Effectiveness and Implications for Public Policy",
    "citation_author": [
        "Caroline Flammer"
    ],
    "citation_publication_date": "2019-06-17",
    "issue_date": "2019-06-14",
    "revision_date": "2019-08-13",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Renewable Resources",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies green bonds, a relatively new instrument in sustainable finance. I first describe the market for green bonds and characterize the “green bond boom” witnessed in recent years. Second, using firm-level data on green bonds issued by public companies, I examine companies’ financial and environmental performance following the issuance of green bonds. I find that the stock market responds positively to the announcement of green bond issues. Moreover, I document a significant increase in environmental performance, suggesting that green bonds are effective in improving companies’ environmental footprint. These findings are only significant for green bonds that are certified by independent third parties, suggesting that certification is an important governance mechanism in the green bond market. I conclude by discussing potential implications for public policy.\n\n",
    "acknowledgement": "\nI am grateful to Matthew Kotchen and Catherine Wolfram, as well as participants at the NBER Conference on Environmental and Energy Policy and the Economy for helpful comments. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}