{
    "id": 25957,
    "citation_title": "Fertility and Modernity",
    "citation_author": [
        "Enrico Spolaore",
        "Romain Wacziarg"
    ],
    "citation_publication_date": "2019-06-17",
    "issue_date": "2019-06-14",
    "revision_date": "2019-08-08",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate the determinants of the fertility decline in Europe from 1830 to 1970 using a newly constructed dataset of linguistic distances between European regions. We find that the fertility decline resulted from a gradual diffusion of new fertility behavior from French-speaking regions to the rest of Europe. We observe that societies with higher education, lower infant mortality, higher urbanization, and higher population density had lower levels of fertility during the 19th and early 20th century. However, the fertility decline took place earlier and was initially larger in communities that were culturally closer to the French, while the fertility transition spread only later to societies that were more distant from the cultural frontier. This is consistent with a process of social influence, whereby societies that were linguistically and culturally closer to the French faced lower barriers to the adoption of new social norms and attitudes towards fertility control.\n\n",
    "acknowledgement": "\nWe thank Quamrul Ashraf, Guillaume Blanc, John Brown, Matteo Cervellati, David De La Croix, Raphael Franck, Oded Galor, Raphael Godefroy, Michael Huberman, Yannis Ioannides, Noel Johnson, David Le Bris, Monica Martinez-Bravo, Jacques Melitz, Deborah Menegotto, Omer Moav, Luigi Pascali, Nico Voigtländer, Joachim Voth, Susan Watkins, David Yanagizawa-Drott as well as participants at numerous seminars and conferences for useful comments. Shriya Didwania, Andrea Di Miceli and Youngjin Song provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}