{
    "id": 25953,
    "citation_title": "The Effect of SNAP on the Composition of Purchased Foods: Evidence and Implications",
    "citation_author": [
        "Justine S. Hastings",
        "Ryan E. Kessler",
        "Jesse M. Shapiro"
    ],
    "citation_publication_date": "2019-06-17",
    "issue_date": "2019-06-14",
    "revision_date": "2020-03-23",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use detailed data from a large retail panel to study the effect of participation in the Supplemental Nutrition Assistance Program (SNAP) on the composition and nutrient content of foods purchased for at-home consumption. We find that the effect of SNAP participation is small relative to the cross-sectional variation in most of the outcomes we consider. Estimates from a model relating the composition of a household’s food purchases to the household’s current level of food spending imply that closing the gap in food spending between high- and low-SES households would not close the gap in summary measures of food healthfulness.\n\n",
    "acknowledgement": "\nThis work has been supported (in part) by awards from the Laura and John Arnold Foundation, the National Science Foundation under Grant No. 1658037, the Robert Wood Johnson Foundation’s Policies for Action program, the Russell Sage Foundation, and the Smith Richardson Foundation. Any opinions expressed are those of the authors alone and should not be construed as representing the opinions of these Foundations. We also appreciate support from the Population Studies and Training Center at Brown University. We thank Dan Björkegren and Stefan Hut for help in obtaining some of the product nutrition information used in this project, Jessica Todd and Shelly Ver Ploeg for providing additional information regarding the estimates in their article, Sarah Bleich and Alyssa Moran for helping us to understand summary measures of food healthfulness, and participants at math.stackexchange.com for help with matrix calculus. This project has benefited from the comments of Chloe East, discussant Ariella Kahn-Lang Spitzer, and seminar audiences at the NBER Public Economics Meeting, Boston University’s Population Health Science Research Workshop, University of Maryland, University of Nebraska Lincoln, Yale University, the London School of Economics, University College London, the Philadelphia Fed, UC Berkeley, the National Tax Association, and the University of Illinois at Urbana-Champaign. We thank our dedicated research assistants for their contributions. All estimates and analyses in this paper based on Information Resources, Inc. data are by the authors and not by Information Resources, Inc. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJustine S. Hastings\n\nHastings is a scholar on leave at Amazon.\n\n\n\nJesse M. Shapiro\n\nShapiro has, in the past, been a paid visitor at Microsoft Research New England and a paid consultant for FutureOfCapitalism, LLC. Shapiro has been paid for writing by the New York Times.\n\n\nShapiro's spouse has a disclosure statement posted at https://www.brown.edu/research/projects/oster/sites/brown.edu.research.projects.oster/files/uploads/COI.txt.\n\n\n"
}