{
    "id": 25958,
    "citation_title": "Price Isn’t Everything: Behavioral Response around Changes in Sin Taxes",
    "citation_author": [
        "Alex Rees-Jones",
        "Kyle T. Rozema"
    ],
    "citation_publication_date": "2019-06-17",
    "issue_date": "2019-06-14",
    "revision_date": "2022-07-01",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn traditional economic models, taxes change behavior by changing prices. In empirical analyses, factors other than price are thought to be relevant, but any non-price factors are usually assumed to be held constant as taxes vary. We contend that violations of this assumption are expected when laws are passed changing sin taxes. In support of this claim, we document that state-level cigarette tax increases are concomitant with increases in anti-smoking appropriations, media coverage on smoking, lobbying efforts, and place-based smoking restrictions. The influence of these non-price factors is easily confused with price effects, and we find evidence suggesting that controlling for them substantially reduces the estimated demand responsivity to the tax itself.\n\n",
    "acknowledgement": "\nWe thank Douglas Baird, Adam Chilton, Erin Delaney, Gerrit De Geest, Dhammika Dharmapala, Michael Frakes, Ezra Friedman, Daniel Hemel, Jim Hines, William Hubbard, Don Kenkel, Genevieve Lakier, Sarah Lawsky, Ben Lockwood, Anup Malani, Jonathan Masur, Richard McAdams, Adam Rosenzweig, Sarath Sanga, Max Schanzenbach, Joel Slemrod, Kate Smith, Dmitry Taubinsky, and seminar audiences at the American Economic Association Annual Meeting, the American Law and Economics Association Annual Meeting, the Conference on Empirical Legal Studies, the Junior Tax Scholars Workshop, George Mason University Antonin Scalia Law School, University of California Berkeley Haas School of Business, University of California Berkeley School of Law, University of California Hastings College of Law, University of Chicago Law School, University of Southern California School of Law Center for Law and Social Science, Washington University School of Law, and Wharton for helpful comments. We thank Andrew Joung for excellent research assistance and the Wharton Dean’s Research Fund for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}