{
    "id": 25956,
    "citation_title": "Surveying Business Uncertainty",
    "citation_author": [
        "David Altig",
        "Jose Maria Barrero",
        "Nicholas Bloom",
        "Steven J. Davis",
        "Brent H. Meyer",
        "Nicholas Parker"
    ],
    "citation_publication_date": "2019-06-17",
    "issue_date": "2019-06-14",
    "revision_date": "2020-02-10",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nWe elicit subjective probability distributions from business executives about their own-firm outcomes at a one-year look-ahead horizon. In terms of question design, our key innovation is to let survey respondents freely select support points and probabilities in five-point distributions over future sales growth, employment, and investment. In terms of data collection, we develop and field a new monthly panel Survey of Business Uncertainty. The SBU began in 2014 and now covers about 1,750 firms drawn from all 50 states, every major nonfarm industry, and a range of firm sizes. We find three key results. First, firm-level growth expectations are highly predictive of realized growth rates. Second, subjective uncertainty is highly predictive of forecast errors and the magnitude of future forecast revisions. Third, subjective uncertainty rises with the firm’s absolute growth rate in the previous year and the extent of recent news about its growth prospects. We aggregate over firm-level forecast distributions to construct monthly indices of business expectations (first moment) and uncertainty (second moment) for the U.S. private sector.\n\n",
    "acknowledgement": "\nAny opinions and conclusions expressed herein are those of the authors and do not necessarily represent the views of the Federal Reserve Bank of Atlanta nor those of the National Bureau of Economic Research. All results have been reviewed to ensure that no confidential information was disclosed. We are indebted to Mike Bryan, who played an instrumental role in launching the Survey of Business Uncertainty, to Emil Mihaylov for excellent research assistance, and to our survey team: Grayson McAlister, Mea Resea Homer, Angelica Martini, Andres Carrillo- Rodriguez, Diana Basnakian, J., Alex Fields, Isabella Webber, Ethan Nadeau, Albert Hunecke, Mehak Ahmed, Paris Stroud, Luke Owens, Alexander Rangazas, J. Breuer, Nicholas Kogan, Daniel Brown, Brianna Goodrum, and Emilio Rodriguez. We thank Tatsuro Senga for input about related Japanese surveys and the Federal Reserve Bank of Atlanta, the Alfred P. Sloan Foundation and the University of Chicago Booth School of Business for financial support. Finally, we thank our editor, Wilbert van der Klaauw and two anonymous referees for many helpful comments that greatly improved the paper.\n\n\n\nSteven J. Davis\n\nI own more than $5,000 in stock of Charles River Associates. I own Millennium Economics LLC.\n\n\n"
}