{
    "id": 25954,
    "citation_title": "Imperfect Competition, Compensating Differentials and Rent Sharing in the U.S. Labor Market",
    "citation_author": [
        "Thibaut Lamadon",
        "Magne Mogstad",
        "Bradley Setzler"
    ],
    "citation_publication_date": "2019-06-17",
    "issue_date": "2019-06-14",
    "revision_date": "2021-05-03",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe quantify the importance of imperfect competition in the U.S. labor market by estimating the size of rents earned by American firms and workers from ongoing employment relationships. To this end, we construct a matched employer-employee panel data set by combining the universe of U.S. business and worker tax records for the period 2001-2015. Using this panel data, we identify and estimate an equilibrium model of the labor market with two-sided heterogeneity where workers view firms as imperfect substitutes because of heterogeneous preferences over non-wage job characteristics. The model allows us to draw inference about imperfect competition, compensating differentials and rent sharing. We also use the model to quantify the relevance of non-wage job characteristics and imperfect competition for inequality and tax policy, to assess the economic determinants of worker sorting, and to offer a unifying explanation of key empirical features of the U.S. labor market.\n\n",
    "acknowledgement": "\nThe opinions expressed in this paper are those of the authors alone and do not reflect the views of the Internal Revenue Service, the U.S. Treasury Department, or the National Bureau of Economic Research. This work is a component of a larger project on income risk in the United States, conducted through the SOI Joint Statistical Research Program. We are grateful to Raj Chetty, Nathan Hendren, Danny Yagan and Owen Zidar for help and guidance in using the IRS data. We also appreciate the constructive comments and suggestions from Thomas Lemieux, three anonymous referees, Neele Balke, Stephane Bonhomme, Derek Neal, and discussants and participants at various conferences and seminars. Mogstad and Setzler acknowledge funding from NSF Grant SES-1851808, the Washington Center for Equitable Growth, and the Norwegian Research Council.\n\n\n"
}