{
    "id": 25959,
    "citation_title": "Stock Market Wealth and the Real Economy: A Local Labor Market Approach",
    "citation_author": [
        "Gabriel Chodorow-Reich",
        "Plamen T. Nenov",
        "Alp Simsek"
    ],
    "citation_publication_date": "2019-06-17",
    "issue_date": "2019-06-14",
    "revision_date": "2020-02-14",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe provide evidence of the stock market wealth effect on consumption by using a local labor market analysis and regional heterogeneity in stock market wealth. An increase in local stock wealth driven by aggregate stock prices increases local employment and payroll in nontradable industries and in total, while having no effect on employment in tradable industries. In a model with consumption wealth effects and geographic heterogeneity, these responses imply a marginal propensity to consume out of a dollar of stock wealth of 3.2 cents per year. We also use the model to quantify the aggregate effects of a stock market wealth shock when monetary policy is passive. A 20% increase in stock valuations, unless countered by monetary policy, increases the aggregate labor bill by at least 1.7% and aggregate hours by at least 0.75% two years after the shock.\n\n",
    "acknowledgement": "\nWe would like to thank George-Marios Angeletos, Ricardo Caballero, Anthony DeFusco (discussant), Paul Goldsmith-Pinkham, Annette Vissing-Jorgensen, Kairong Xiao, and numerous seminar participants for helpful comments. Joel Flynn and Katherine Silva provided excellent research assistance. Chodorow-Reich acknowledges support from the Molly and Dominic Ferrante Economics Research Fund. Nenov would like to thank Harvard University and the NBER for their hospitality during the initial stages of the project. Simsek acknowledges support from the National Science Foundation (NSF) under Grant Number SES-1455319. Any opinions, findings, conclusions or recommendations expressed in this material are those of the author(s) and do not necessarily reflect the views of the NSF or the National Bureau of Economic Research.\n\n\n"
}