{
    "id": 25961,
    "citation_title": "The Urban Crime and Heat Gradient in High and Low Poverty Areas",
    "citation_author": [
        "Kilian Heilmann",
        "Matthew E. Kahn"
    ],
    "citation_publication_date": "2019-06-17",
    "issue_date": "2019-06-14",
    "revision_date": "2022-06-18",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe use spatially disaggregated daily crime data for the City of Los Angeles to measure the impact of heat and pollution on crime and to study how this relationship varies across the city. On average, overall crime increases by 2.2% and violent crime by 5.7% on days with maximum daily temperatures above 85 degrees Fahrenheit (29.4° C) compared to days below that threshold. The heat-crime relationship is more pronounced in low-income neighborhoods. This suggests that heat shocks can increase spatial urban quality of life differences through their effect on crime. We use other administrative data and find some evidence that policing intensity declines on extremely hot days. These findings highlight that the quality of urban governance during times of extreme stress may be an important policy lever in helping all socio-economic groups adapt to climate change.\n\n",
    "acknowledgement": "\nWe are grateful for helpful comments by seminar participants at Johns Hopkins University, the University of Southern California, the Southern California Conference on Applied Microeconomics, and the European Meeting of the Urban Economics Association. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}