{
    "id": 25965,
    "citation_title": "Taking Stock of Trade Policy Uncertainty: Evidence from China’s Pre-WTO Accession",
    "citation_author": [
        "George A. Alessandria",
        "Shafaat Y. Khan",
        "Armen Khederlarian"
    ],
    "citation_publication_date": "2019-06-17",
    "issue_date": "2019-06-14",
    "revision_date": "2022-08-08",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the effects on international trade from the annual tariff uncertainty about China's MFN status renewal in the U.S. prior to joining the WTO. We have four main findings. First, in the monthly data trade increases significantly in anticipation of uncertain future increases in tariffs and falls upon renewal. Second, the probability of a tariff increase was perceived to be relatively small, with an average annual probability of non-renewal of about 3.2 percent. Third, what matters more is the expected future tariff rather than the uncertainty around it. We identify these effects using within-year variation in the risk of trade policy changes around the renewal vote and trade flows. We show that an (s; s) inventory model generates this behavior and that variation in the strength of the stockpiling in advance of the vote is increasing in the storability of goods. Fourth, the costs associated with the trade policy induced stockpiling reduce entrants' incentive to operate in a market with tariff uncertainty. Our results explain why trade may hold up in advance of a prospective policy change, such as Brexit or the U.S.-China escalating tariff war of 2018-19, but may fall sharply even if expected tariff increases do not materialize.\n\n",
    "acknowledgement": "\nWe are extremely grateful to Mario Crucini, Costas Arkolakis, Yan Bai, Mark Bils, Dario Caldara, Dan Lu, Kim Ruhl, and Joseph Steinberg for numerous comments and suggestions. We also thank seminar participants at the University of Rochester, the 2019 Federal Reserve Trade Dynamics Workshop and the Spring 2019 Midwest Macroeconomics Meetings (UGA). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}