{
    "id": 25963,
    "citation_title": "Do Tax Incentives Affect Business Location and Economic Development? Evidence from State Film Incentives",
    "citation_author": [
        "Patrick Button"
    ],
    "citation_publication_date": "2019-06-17",
    "issue_date": "2019-06-14",
    "revision_date": "2019-07-01",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nI estimate the impacts of recently-popular U.S. state film incentives on filming location, film industry employment, wages, and establishments, and spillover impacts on related industries. I compile a detailed database of incentives, matching this with TV series and feature film data from the Internet Movie Database (IMDb) and Studio System, and establishment and employment data from the Quarterly Census of Employment and Wages and Country Business Patterns. I compare these outcomes in states before and after they adopt incentives, relative to similar states that did not adopt incentives over the same time period (a panel difference-in-differences). I find that TV series filming increases by 6.3 to 55.4% (at most 1.50 additional TV series) after incentive adoption. However, there is no meaningful effect on feature films, and employment, wages, and establishments in the film industry and in related industries. These results show that the ability for tax incentives to affect business location decisions and economic development is mixed, suggesting that even with aggressive incentives, and \"footloose\" filming, incentives can have little impact.\n\n",
    "acknowledgement": "\nI thank Tim Bartik, Marianne Bitler, Jan Brueckner, Fernando Ferreira, Matthew Freedman, Andrew Hanson, Stephanie Leiser, Adrian McDonald, Kathleen Mullen, Carl Nadler, David Neumark, Matthew Shapiro, anonymous referees, and seminar participants at UCI, RAND, Tulane, CEA, SEA, APPAM, NTA, the Lincoln Institute, and ATPI for helpful feedback. I am grateful to Hayley Alexander, Connor Crowley, Sean Larkin, Justin Savage, Savannah Strachan, and Carl Vidrine for excellent research assistance. I am especially thankful to the John Randolph and Dora Haynes Foundation for generous funding through a dissertation fellowship, and to the National Institutes of Health and the RAND Corporation for funding under a postdoctoral training grant (5T32AG000244-23). The views expressed in this paper are my own and are not necessarily those of any funders. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}