{
    "id": 25966,
    "citation_title": "What's Wrong with Pittsburgh? Delegated Investors and Liquidity Concentration",
    "citation_author": [
        "Andra C. Ghent"
    ],
    "citation_publication_date": "2019-06-17",
    "issue_date": "2019-06-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": [
        "\n",
        "\nNew Developments in Long-Term Asset Management\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nWhat makes an asset institutional-quality? This paper proposes that one reason is the existing concentration of delegated investors in a market through a liquidity channel. Consistent with this intuition, it documents differences in investor composition across US cities and shows that delegated investors concentrate investments in cities with higher turnover. It then calibrates a search model showing how heterogeneity in liquidity preferences makes some markets more liquid even when assets have identical cash flows. The calibration indicates that commercial real estate commands an illiquidity premium of two percentage points annually relative to a perfectly liquid asset with similar credit risk.\n\n",
    "acknowledgement": "\nThe Real Estate Research Institute (RERI) provided generous financial support for this paper in the form of a research award of $15,000. That support in no way influenced the findings in this paper. I am also grateful to Briana Chang, Bob Connolly, Jim Costello, Mike Eriksen, Valentin Haddad, Lu Han, Tim Landvoigt, Jack Liebersohn, Joe Pagliari, Kaveh Pahlevan, Jacob Sagi, Eva Steiner, Selale Tuzel, and Stijn Van Nieuwerburgh for helpful comments and conversations as well as conference and seminar participants at the AREUEA-ASSA Annual meeting, the Chicago Alternative Investments Research Conference, the Conference on Urban and Regional Economics (CURE), Cornell University, the Federal Reserve Board / George Washington University, the Miami Behavioral Finance Conference, the NBER Conference on New Developments in Long-Term Asset Management, the pre-WFA Real Estate Research Symposium, the RERI Annual Conference, the Rena Sivitandou Annual Research Symposium, Syracuse University, the University of British Columbia, the University of Miami, the University of Southern California, and the University of Wisconsin-Madison for comments. I thank CBRE and Real Capital Analytics for providing data. Joshua Graf provided excellent research assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}