{
    "id": 25968,
    "citation_title": "The Industrial Revolution in Services",
    "citation_author": [
        "Chang-Tai Hsieh",
        "Esteban Rossi-Hansberg"
    ],
    "citation_publication_date": "2019-06-17",
    "issue_date": "2019-06-14",
    "revision_date": "2022-01-12",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThe rise in national industry concentration in the US between 1977 and 2013 is driven by a new industrial revolution in three broad non-traded sectors: services, retail, and wholesale. Sectors where national concentration is rising have increased their share of employment, and the expansion is entirely driven by the number of local markets served by firms. Firm employment per market has either increased slightly at the MSA level, or decreased substantially at the county or establishment levels. In industries with increasing concentration, the expansion into more markets is more pronounced for the top 10% firms, but is present for the bottom 90% as well. These trends have not been accompanied by economy-wide concentration. Top U.S. firms are increasingly specialized in sectors with rising industry concentration, but their aggregate employment share has remained roughly stable. We argue that these facts are consistent with the availability of a new set of fixed-cost technologies that enable adopters to produce at lower marginal costs in all markets. We present a simple model of firm size and market entry to describe the menu of new technologies and trace its implications.\n\n",
    "acknowledgement": "\nWe thank Feng Lin, Harry Li, and Jihoon Sung for extraordinary research assistance.  We also thank Rodrigo Adao, Audre Bagnall, Dan Adelman, Pete Klenow, Raghuram Rajan, Richard Rogerson, and Chad Syverson for helpful discussions.  The data from the US Census has been reviewed by the U.S. Census Bureau to ensure no confidential information is disclosed. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nEsteban Rossi-Hansberg\n\nRossi-Hansberg was a long-term consultant at the Richmond Fed while writing parts of this paper. This relationship did not affect the research or conclusions presented in the paper.\n\n\n"
}