{
    "id": 25964,
    "citation_title": "When Behavioral Barriers are Too High or Low – How Timing Matters for Parenting Interventions",
    "citation_author": [
        "Kalena E. Cortes",
        "Hans D.U. Fricke",
        "Susanna Loeb",
        "David S. Song",
        "Benjamin N. York"
    ],
    "citation_publication_date": "2019-06-17",
    "issue_date": "2019-06-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe time children spend with their parents affects their development. Parenting programs can help parents use that time more effectively. Text-messaged-based parenting curricula have proven an effective means of supporting positive parenting practices by providing easy and fun activities that reduce informational and behavioral barriers. These programs may be more effective if delivered during times when parents are particularly in need of support or alternatively when parents have more time to interact with their child. This study compares the effects of an early childhood text-messaging program sent during the weekend to the same program sent on weekdays. We find that sending the texts on the weekend is, on average, more beneficial to children’s literacy and math development. This effect is particularly strong for initially lower achieving children, while the weekday texts show some benefits for higher achieving children on higher order skills. Results are consistent with the hypothesis that the parents of lower achieving students, on average, face such high barriers during weekdays that supports are not enough to overcome these barriers, while for parents of higher achieving students, weekday texts are more effective because weekdays are more challenging, but not so difficult as to be untenable for positive parenting.\n\n",
    "acknowledgement": "\nWe thank Hoyt Bleakley, Susan Dynarski, Brian Jacob, Lori T. Taylor, Christina Weiland, and seminar and conference participants at the University of Michigan and the Association for Education Finance and Policy for helpful feedback. This research was supported by the Spencer Foundation. Erika Byun and J.B. Horsley provided outstanding research assistance. Any errors are attributable to the authors. Institutional support from Brown University, Stanford University, Stanford’s Center for Education Policy Analysis (CEPA) Labs, and Texas A&M University are also gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nBenjamin N. York\n\nBenjamin N. York has an ownership stake in ParentPowered Public Benefit Corporation, which creates technology enabled supports for families, including text messaging programs.\n\n\n"
}