{
    "id": 25960,
    "citation_title": "Measuring Intangible Capital with Market Prices",
    "citation_author": [
        "Michael Ewens",
        "Ryan H. Peters",
        "Sean Wang"
    ],
    "citation_publication_date": "2019-06-17",
    "issue_date": "2019-06-14",
    "revision_date": "2023-10-31",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAccounting standards prohibit internally created knowledge and organizational capital from being disclosed on firm balance sheets. As a result, balance sheets exhibit downward biases that have become exacerbated by increasing levels of intangible investments. To offset these biases, researchers must estimate the value of these off-balance sheet intangibles by capitalizing prior flows of R&D and SG&A. In doing so, a set of capitalization parameters must be assumed, i.e., the R&D depreciation rate and the fraction of SG&A that represents a long-lived asset. We estimate these parameters using market prices from firm exits and use them to capitalize intangibles for a comprehensive panel of firms from 1978-2017. We then use a series of validation tests to examine the performance of our intangible capital stocks versus those developed from commonly used parameters. On average, our estimates of intangible capital are 15% smaller than estimates from status-quo parameters while exhibiting larger variation across industry. Intangible capital stocks derived from exit price parameters outperform existing measures when explaining market enterprise values and identifying human capital risk. Adjusting book values with exit-based intangible capital stocks markedly attenuates well-documented biases in market-to-book and return on equity ratios while increasing the precision of the HML asset pricing factor. We conclude that our capitalization parameters create intangible stocks that perform equal to or better than status-quo measures in various applications.\n\n",
    "acknowledgement": "\nThe paper previously circulated under the title “Acquisition Prices and the Measurement of Intangible Capital.” Special thanks to Dimitris Papanikolaou and Luke Taylor. We thank Gordon Phillips for providing data for the SDCCompustat merge and Shiyu Zhang for research assistance. Jan Bena (discussant), Nagpurnanand Prabhala (discussant), Hila Fogel-Yaari, Arthur Korteweg, Pierre Liang, Song Ma, Tom Ruchti and seminar participants at Columbia University, Cornell University (accounting and finance), University of Rochester, Michigan State University, University of Michigan, UT-Dallas, Southern Methodist University, Singapore Management University, National University of Singapore, HKUST, University of Hong Kong, CityU Hong Kong, University of Utah, Tulane University, Caltech, American Finance Association, Paris Financial Management conference, Washington University Conference on Corporate Finance, Midwest Finance Association, the Cass Mergers and Acquisitions Conference, and the Finance, Organizations and Market Conference (2018) provided helpful feedback. Code and data to incorporate the intangible capital measures can be found at: http://bit.ly/intan_cap. First version: September 2018. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}