{
    "id": 25967,
    "citation_title": "Are Referees and Editors in Economics Gender Neutral?",
    "citation_author": [
        "David Card",
        "Stefano DellaVigna",
        "Patricia Funk",
        "Nagore Iriberri"
    ],
    "citation_publication_date": "2019-06-17",
    "issue_date": "2019-06-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n",
        "Innovation Policy",
        "\n",
        "Market Design",
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe study the role of gender in the evaluation of economic research using submissions to four leading journals. We find that referee gender has no effect on the relative assessment of female- versus male-authored papers, suggesting that any differential biases of male referees are negligible. To determine whether referees as a whole impose different standards for female authors, we compare citations for female and male-authored papers, holding constant referee evaluations and other characteristics. We find that female-authored papers receive about 25% more citations than observably similar male-authored papers. Editors largely follow the referees, resulting in a 6 percentage point lower probability of a revise and resubmit verdict for female-authored papers relative to a citation-maximizing benchmark. In their desk rejection decisions, editors treat female authors more favorably, though they still impose a higher bar than would be implied by citation-maximization. We find no differences in the informativeness of female versus male referees, or in the weight that editors place on the recommendations of female versus male referees. We also find no differences in editorial delays for female versus male-authored papers.\n\n",
    "acknowledgement": "\nWe thank the editors and staff of the Journal of the European Economics Association, the Quarterly Journal of Economics, the Review of Economics and Statistics, and the Review of Economic Studies for their invaluable assistance and support. We also thank Dan Hamermesh, Lawrence Katz, Andrei Shleifer, Lise Versterlund, and Heidi Williams for helpful comments, and Manu Garcia for sharing code. We are also grateful to Luisa Cefala, Margaret Chen, Alden Cheng, Manu Garcia, Johannes Hermle, Giovanni Kraushaar, Christopher Lim, Andrew Tai, and a team of undergraduate research assistants for their extraordinary help. Nagore Iriberri acknowledges financial support from grants ECO2015-66027-P MINECO/FEDER and IT869-13. Patricia Funk acknowledges financial support from the Swiss National Science Foundation (grant 178887). The analysis plan is posted on the AEA registry under AEARCTR-0003048. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}