{
    "id": 25971,
    "citation_title": "Are Quality-Adjusted Medical Prices Declining for Chronic Disease? Evidence from Diabetes Care in Four Health Systems",
    "citation_author": [
        "Karen Eggleston",
        "Brian K. Chen",
        "Chih-Hung Chen",
        "Ying Isabel Chen",
        "Talitha Feenstra",
        "Toshiaki Iizuka",
        "Janet Tinkei Lam",
        "Gabriel M. Leung",
        "Jui-fen Rachel Lu",
        "Beatriz Rodriguez-Sanchez",
        "Jeroen N. Struijs",
        "Jianchao Quan",
        "Joseph P. Newhouse"
    ],
    "citation_publication_date": "2019-06-24",
    "issue_date": "2019-06-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nImprovements in medical treatment have contributed to rising health spending. Yet there is relatively little evidence on whether the spending increase is “worth it” in the sense of producing better health outcomes of commensurate value—a critical question for understanding productivity in the health sector and, as that sector grows, for deriving an accurate quality-adjusted price index for an entire economy. We analyze individual-level panel data on medical spending and health outcomes for 123,548 patients with type 2 diabetes in four health systems. Using a “cost-of-living” method that measures value based on improved survival, we find a positive net value of diabetes care: the value of improved survival outweighs the added costs of care in each of the four health systems. This finding is robust to accounting for selective survival, end-of-life spending, and a range of values for a life-year or, equivalently, to attributing only a fraction of survival improvements to medical care.\n\n",
    "acknowledgement": "\nWe are grateful to the individuals and data providers for allowing access to the individual-level data and to our comparative health system team coauthors for the individual system-level analyses for ability to undertake this comparative study. Karen Eggleston gratefully acknowledges support from a Stanford FSI Shorenstein Asia-Pacific Research Center faculty research award; for the Japan study, Toshiaki Iizuka, Brian Chen and Karen Eggleston gratefully acknowledge funding the Abe Fellowship Program, JSPS Bilateral Open Partnership Joint Research Projects, and a Shorenstein APARC faculty research award; for the Netherlands study, Beatriz Rodriguez-Sanchez, Talitha Feenstra, and Jeroen N. Struijs gratefully acknowledge Professor H. Bilo for allowing access to the ZODIAC data and Chantal van Tilburg and Mirte van Galen from VEKTIS for providing hospitality to work on the linked dataset; for the Hong Kong study, Jianchao Quan, Janet Tinkei Lam, and Gabriel Leung gratefully acknowledge funding from Research Grants Council of the Hong Kong SAR, China (Project No. 27112518) and thank the Hospital Authority for providing data; and for the Taiwan study, Juifen Rachel Lu, Ying Isabel Chen, Chih-Hung Chen, Brian Chen and Karen Eggleston gratefully acknowledge Chang Gung Memorial Hospital for providing the patient-level data for analyses and grant funding support from the Taiwan Ministry of Science and Technology (MOST 100- 2632-H-182-001-MY2, 104-2918-I-182-002). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}