{
    "id": 25978,
    "citation_title": "International Comovement in the Global Production Network",
    "citation_author": [
        "Zhen Huo",
        "Andrei A. Levchenko",
        "Nitya Pandalai-Nayar"
    ],
    "citation_publication_date": "2019-06-24",
    "issue_date": "2019-06-20",
    "revision_date": "2023-03-07",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides a general framework to study the role of production networks in international GDP comovement. We first derive an additive decomposition of bilateral GDP comovement into components capturing shock transmission and shock correlation. We quantify this decomposition in a parsimonious multi-country, multi-sector dynamic network propagation model, using data for the G7 countries over the period 1978-2007. Our main finding is that while the network transmission of shocks is quantitatively important, it accounts for a minority of observed comovement under the estimated range of structural elasticities. Contemporaneous responses to correlated shocks in the production network are more successful at generating comovement than intertemporal propagation through capital accumulation. Extensions with multiple shocks, nominal rigidities, and international financial integration leave our main result unchanged. A combination of TFP and labor supply shocks is quantitatively successful at reproducing the observed international business cycle.\n\n",
    "acknowledgement": "\nWe are grateful to the editor (Kurt Mitman), four anonymous referees, as well as Costas Arkolakis, Yuehao Bai, David Baqaee, Chris Boehm, Zach Brown, Lorenzo Caliendo, Yongsung Chang, Gabe Chodorow-Reich, Olivier Coibion, Javier Cravino, Ying Fan, Emmanuel Farhi, Jesus Fernandez-Villaverde, Simon Gilchrist, Jonathan Heathcote, Rex Hsieh, Rob Johnson, Dimitrjie Ruzic, Felipe Saffie, Kang Shi, Sebastian Sotelo, Alireza Tahbaz-Salehi, Linda Tesar and seminar participants at various institutions for helpful comments, and to Barthélémy Bonadio, Jaedo Choi and Elliot Kang for superb research assistance. This paper supersedes “The Global Business Cycle: Measurement and Transmission.” The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}