{
    "id": 25973,
    "citation_title": "Accounting for the Impact of Medicaid on Child Poverty",
    "citation_author": [
        "Sanders Korenman",
        "Dahlia K. Remler",
        "Rosemary T. Hyson"
    ],
    "citation_publication_date": "2019-06-24",
    "issue_date": "2019-06-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nUS Census Bureau poverty measures do not include an explicit need for health care or insurance nor do they consider health insurance benefits to be resources. Consequently, they cannot measure the direct impact of health insurance benefits on poverty. This paper reviews conceptual and practical considerations in incorporating health benefits and needs into poverty measures. We analyze the advantages and disadvantages of various approaches including variants of the Official Poverty Measure (OPM); the Supplemental Poverty Measure (SPM); using a threshold with medical out-of-pocket (MOOP) expenditures; a Medical Care Expenditure Risk (MCER) Index; willingness to pay (WTP) for Medicaid; and the Health-Inclusive Poverty Measure (HIPM; Korenman and Remler 2016). We present estimates of Medicaid’s impacts on child poverty, based on the HIPM.   This paper was prepared as a background paper for the Committee on Building an Agenda to Reduce the Number of Children in Poverty by Half in 10 Years, of the Board of Children, Youth and Families of the National Academy of Sciences. The paper was submitted in October 2017 and embargoed until the release of the Committee’s report, A Roadmap to Reducing Child Poverty, in March of 2019.\n\n",
    "acknowledgement": "\nThis paper was originally prepared as a background paper commissioned by the National Academy of Sciences for its Committee on Building an Agenda to Reduce the Number of Children in Poverty by Half in 10 Years. The paper was submitted in October 2017 and embargoed until the release of the Committee’s report, A Roadmap to Reducing Child Poverty, 2019. DOI https://doi.org/10.17226/25246. This version includes minor clarifications and a correction. It appears in the NBER working paper series with permission from the National Academy of Sciences, Courtesy of the National Academies Press, Washington, D.C. We thank members of the Committee for their questions and suggestions and the Russell Sage Foundation for support for the further development of the Health Inclusive Poverty Measure. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}