{
    "id": 25979,
    "citation_title": "Search for Yield in Large International Corporate Bonds: Investor Behavior and Firm Responses",
    "citation_author": [
        "Charles W. Calomiris",
        "Mauricio Larrain",
        "Sergio L. Schmukler",
        "Tomas Williams"
    ],
    "citation_publication_date": "2019-06-24",
    "issue_date": "2019-06-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Development Economics",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEmerging market corporations have significantly increased their borrowing in international markets since 2008. We show that this increase was driven by large-denomination bond issuances, most of them with face value of exactly US$500 million. Large issuances are eligible for inclusion in important international market indexes. These bonds appeal to institutional investors because they are more liquid and facilitate targeting market benchmarks. We find that the rewards of issuing index-eligible bonds rose drastically after 2008. Emerging market firms were able to cut their cost of funds by roughly 100 basis points by issuing bonds with a face value equal to or greater than US$500 million relative to smaller bonds. Firms contemplating whether to take advantage of this cost saving face a tradeoff: they can benefit from the lower yields associated with large, index-eligible bonds, but they pay the potential cost of having to hoard low-yielding cash assets if their investment opportunities are less than US$500 million. Because of the post-2008 “size yield discount,” many companies issued index-eligible bonds, while substantially increasing their cash holdings. The willingness to issue large bonds and hoard cash was greater for firms in countries with high carry trade opportunities that reduced the cost of holding cash. We present evidence suggesting that these post-2008 behaviors reflected a search for yield by institutional investors into higher-risk securities. These patterns are not apparent in the issuance of investment grade bonds by firms in developed economies.\n\n",
    "acknowledgement": "\nWe thank Anil Kashyap, Aart Kraay, Jesse Schreger (discussant), and participants at presentations held at the 2019 ASSA Meetings, Colorado State University, Columbia Business School, George Washington Business School, International Monetary Fund, Sao Paulo School of Economics (FGV), and Stanford University for useful comments. We are grateful to Facundo Abraham, Belinda Chen, Juan Cortina, Marta Guasch Rusiñol, and Soha Ismail for excellent research assistance, and to Tatiana Didier for facilitating access to data. We also thank Zhengyang Jiang and Arvind Krishnamurthy for sharing their data on foreign safe asset demand. The World Bank Chile Research and Development Center, Knowledge for Change Program (KCP), and Strategic Research Program (SRP) provided support for this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}