{
    "id": 25970,
    "citation_title": "Demographics and Monetary Policy Shocks",
    "citation_author": [
        "Kimberly A. Berg",
        "Chadwick C. Curtis",
        "Steven Lugauer",
        "Nelson C. Mark"
    ],
    "citation_publication_date": "2019-06-24",
    "issue_date": "2019-06-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Monetary Policy",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe decompose the response of aggregate consumption to monetary policy shocks into contributions by households at different stages of the life cycle. This decomposition finds that older households have a higher consumption response than younger households. Amongst older households, the consumption response is also increasing in income. This, along with data on age-related net wealth, presents evidence for a wealth effect playing a role in driving the response patterns. This mechanism is studied further in a partial-equilibrium life-cycle model of consumption, saving, and labor-supply decisions. The model qualitatively explains the empirical patterns. Understanding the heterogeneity in consumption responses across age groups is important for understanding the transmission of monetary policy, especially as the U.S. population grows older.\n\n",
    "acknowledgement": "\nWe thank Ben Pugsley and Jim Fackler for comments on an earlier draft and seminar participants at the Robins School of Business, Miami University, University of Kentucky, and the Midwest Macroeconomics Conference. Kimberly Berg received a Miami University Department of Economics Summer 2017 Research Grant to support this research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}