{
    "id": 25974,
    "citation_title": "Can Policy Affect Initiation of Addictive Substance Use? Evidence from Opioid Prescribing",
    "citation_author": [
        "Daniel W. Sacks",
        "Alex Hollingsworth",
        "Thuy D. Nguyen",
        "Kosali I. Simon"
    ],
    "citation_publication_date": "2019-06-24",
    "issue_date": "2019-06-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDrug control policy can have unintended consequences by pushing existing users to alternative, possibly more dangerous substances. Policies that target only new users may therefore be especially promising. Using commercial insurance claims data, we provide the first evidence on a set of new policies intended to reduce opioid initiation in the form of limits on initial prescription length. We also provide the first evidence on the impact of must-access prescription drug monitoring programs (MA-PDMPs), laws that do not target new users, on initial opioid use. Although initial limit policies reduce the average length of initial prescriptions, they do so primarily by raising the frequency of short prescriptions, resulting in increases in opioids dispensed to new users. In contrast, we find that MA-PDMPs reduce opioids dispensed to new users, even though they do not explicitly set out to do so. Neither policy significantly affects extreme use such as doctor shopping among new patients, because such behavior is very rare.\n\n",
    "acknowledgement": "\nWe are grateful to Dhaval Dave, Catherine Maclean, Justine Mallatt, and audiences at University of Georgia, University of Illinois, Indiana University and the Midwest Health Economics Conference for helpful comments. This research was supported in part by National Institute on Drug Abuse, R01 DA039928 (PI Brea Perry), “Doctor shopping for controlled substances: Insights from two-mode social network analysis,” and the Indiana University Addictions Grand Challenge Initiative. We acknowledge the Indiana University Pervasive Technology Institute for providing HPC resources that have contributed to the research results reported in this paper (https://pti.iu.edu). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}