{
    "id": 25975,
    "citation_title": "Place-Based Drivers of Mortality: Evidence from Migration",
    "citation_author": [
        "Amy Finkelstein",
        "Matthew Gentzkow",
        "Heidi L. Williams"
    ],
    "citation_publication_date": "2019-06-24",
    "issue_date": "2019-06-20",
    "revision_date": "2023-06-21",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate the effect of current location on elderly mortality by analyzing outcomes of movers in the Medicare population. We control for movers' origin locations as well as a rich vector of pre-move health measures. We also develop a novel strategy to adjust for remaining unobservables, based on the assumption that the relative importance of observables and unobservables correlated with movers' destinations is the same as the relative importance of those correlated with movers' origins. We estimate substantial effects of current location. Moving from a 10th to a 90th percentile location would increase life expectancy at age 65 by 1.1 years, and equalizing location effects would reduce cross-sectional variation in life expectancy by 15 percent. Places with favorable life expectancy effects tend to have higher quality and quantity of health care, less extreme climates, lower crime rates, and higher socioeconomic status\n\n",
    "acknowledgement": "\nWe are grateful to the National Institute on Aging (Finkelstein, R01-AG032449), the National Science Foundation (Williams, 1151497) and the Stanford Institute for Economic Policy Research (Gentzkow) for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nHeidi L. Williams\n\nDisclosure statement: Heidi Williams\n\n\nOver the past three years, have I received more than $10,000 in research funding from the Alfred P. Sloan Foundation, the Ewing Marion Kauffman Foundation, the National Science Foundation, the Toulouse Network for Information Technology, the US National Institutes of Health, and the Washington Center for Equitable Growth.\n\n\nI do not have any paid or unpaid positions as officer, director, or board member of a relevant non-profit organization or profit-making entity.\n\n\nNone of my partners or close relatives have relevant disclosures.\n\n\nNo party had the right to review the submitted paper.\n\n\n"
}