{
    "id": 25989,
    "citation_title": "Do Temporary Workers Experience Additional Employment and Earnings Risk After Workplace Injuries?",
    "citation_author": [
        "Nicholas Broten",
        "Michael Dworsky",
        "David Powell"
    ],
    "citation_publication_date": "2019-06-24",
    "issue_date": "2019-06-20",
    "revision_date": "2022-03-22",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": [
        "\n",
        "\nRetirement and Disability Research Center\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nDo temporary workers face more employment and earnings risk than direct-hire workers? We link administrative workers’ compensation claims to earnings records to measure the risk posed by workplace injuries, comparing employment and earnings outcomes between temporary and direct-hire workers injured doing the same job. We implement two complementary empirical strategies to account for underlying diﬀerences in labor market attachment. Despite evidence that injury severity does not vary between the two sets of workers, temporary workers suﬀer larger reductions in employment and more severe earnings losses, persisting at least three years after injury, relative to similar direct-hire workers. The additional earnings losses suﬀered by temporary workers are partially oﬀset by workers’ compensation beneﬁts, but the income loss gap is still large even after accounting for these beneﬁts.\n\n",
    "acknowledgement": "\nWe thank conference attendees at the 2018 Conference of the American Society of Health Economists and the 2018 Disability Research Consortium Meeting for helpful discussions and comments, especially our discussants Nicolas Ziebarth and David Mann. Findings from an earlier version of this study were presented to the California Commission on Health and Safety and Workers’ Compensation in September 2019; we are also thankful to the commissioners for providing helpful feedback. Roald Euller at RAND provided invaluable programming support. This research was supported by the U.S. Social Security Administration through grant #5 DRC12000002-06 to the National Bureau of Economic Research as part of the SSA Disability Research Consortium. The ﬁndings and conclusions expressed are solely those of the authors and do not represent the views of SSA, any agency of the Federal Government, or the NBER. The authors are grateful to the California Department of Industrial Relations for providing the data used in this study.\n\n\n"
}