{
    "id": 25982,
    "citation_title": "Gender Wage Gaps and Worker Mobility: Evidence from the Garment Sector in Bangladesh",
    "citation_author": [
        "Andreas Menzel",
        "Christopher Woodruff"
    ],
    "citation_publication_date": "2019-06-24",
    "issue_date": "2019-06-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Compensation",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nData from 70 large export-oriented garment manufacturers in Bangladesh show that gender wage gaps are similar to those found in higher-income countries. Among production workers, women’s wages are 8 percent lower. We show that by combining short administrative panels, survey data from a representative sample of workers, and structure, we can estimate how the wage gap evolves over workers’ careers. Gender differences in internal and across-factory promotions contribute roughly equally to the emergence of the gender gap over worker careers. Differences in promotion rates appear to arise mainly from career concerns rather than frictions coming from household responsibilities.\n\n",
    "acknowledgement": "\nThe data used in this paper were collected from garment factories in Bangladesh as a part of several projects. We thank the UK Department for International Development-Economic and Social Research Council Growth Research Programme, the Growth and Labour Markets in Low Income Countries Programme,  the International Growth Centre, and the Small and Medium Enterprises Program at Innovations for Poverty Action (IPA) for funding of projects that enabled the collection of the data. Funding for the analysis was also provided by the European Research Council Advanced Grant 669746 (RMGPP). We thank Chris Burningham for research assistance and seminar participants at PSE, Oxford, Michigan, CERGE- Prague, ESMT- Berlin and Yale for comments. Errors remain our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}