{
    "id": 25983,
    "citation_title": "From Good to Bad Concentration? U.S. Industries over the past 30 years",
    "citation_author": [
        "Matias Covarrubias",
        "Germán Gutiérrez",
        "Thomas Philippon"
    ],
    "citation_publication_date": "2019-06-24",
    "issue_date": "2019-06-20",
    "revision_date": "2019-09-16",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Political Economy",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the evolution of profits, investment and market shares in US industries over the past 40 years. During the 1990’s, and at low levels of initial concentration, we find evidence of efficient concentration driven by tougher price competition, intangible investment, and increasing productivity of leaders. After 2000, however, the evidence suggests inefficient concentration, decreasing competition and increasing barriers to entry, as leaders become more entrenched and concentration is associated with lower investment, higher prices and lower productivity growth.\n\n",
    "acknowledgement": "\nThis paper was prepared for the NBER Macroeconomics Annual 2019. Some of the results presented below were first published in Gutiérrez and Philippon (2017a). We are grateful to the Smith Richardson Foundation for a research grant; to Janice Eberly and Chad Syverson for their discussion; and to Erik Hurst and participants at the NBER Macro Annual conference for helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}