{
    "id": 25988,
    "citation_title": "Endogenous Social Connections in Legislatures",
    "citation_author": [
        "Marco Battaglini",
        "Eleonora Patacchini",
        "Edoardo Rainone"
    ],
    "citation_publication_date": "2019-06-24",
    "issue_date": "2019-06-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe present a model of the U.S. Congress in which social connections among Congress members are endogenous and matter for their legislative activity. We propose a novel equilibrium concept for the network formation game that allows for a sharp characterization of equilibrium behavior and that yields a unique prediction under testable conditions. While the equilibrium is characterized by a large number of nonlinear equations, we show that the model can be structurally estimated by an appropriately designed Approximate Bayesian Computation method. Estimating the model using data from the 109th to 113th U.S. Congresses, we show that social connections are important for legislators' productivities and we identify some of the key determinants of social centralities in Congress.\n\n",
    "acknowledgement": "\nFor useful comments and discussions we thank Coralio Ballester, Vincent Boucher, Antonio Cabrales, Chih-Sheng Hsieh, Angelo Mele, Pedro CL Souza, Mathieu Taschereau-Domouchel and seminar participants at the Kellogg School of Business, the Einaudi Institute for Economics and Finance, the plenary lecture of the 2018 Public Economic Theory conference (PET 2018), the 2018 Barcelona GSE Summer Forum, and the 2019 Cambridge-INET Conference on Networks. We also thank Neelanjan Datta for excellent research assistance. The views expressed here do not necessarily reflect those of the Bank of Italy or the National Bureau of Economic Research.\n\n\n"
}