{
    "id": 25984,
    "citation_title": "Hurricane Katrina Floods New Jersey: The Role of Information in the Market Response to Flood Risk",
    "citation_author": [
        "Nicholas Z. Muller",
        "Caroline A. Hopkins"
    ],
    "citation_publication_date": "2019-06-24",
    "issue_date": "2019-06-20",
    "revision_date": "2022-09-12",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study uses hedonic property models to explore how coastal real estate markets subject to heterogeneous information treatments respond to flood risk. We identify reactions to flood risk, distinctly from price effects due to flood damage, by examining non-local flooding events.  Utilizing a difference-in-difference methodology, we test whether the coastal real estate market in New Jersey responds to several well-publicized hurricanes and tropical storms that did not strike the Atlantic seaboard. We find that homes in high flood risk zones situated in towns that participate in public flood awareness activities incur a 7 to 16 percent decrease in price after the non-local shock.\n\n",
    "acknowledgement": "\nThe authors wish to thank, Laura Bakkensen for detailed and constructive comments, Katherine Y Zipp, Allan Beltran-Hernandez, and the other conference participants at the World Congress of Environmental and Resource Economists, The New Jersey Department of Treasury, and Bill Lesser at FEMA. All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}