{
    "id": 25987,
    "citation_title": "Slack and Cyclically Sensitive Inflation",
    "citation_author": [
        "James H. Stock",
        "Mark W. Watson"
    ],
    "citation_publication_date": "2019-06-24",
    "issue_date": "2019-06-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate the flattening Phillips relation by making two departures from standard specifications. First, we measure slack using real activity variables that are bandpass filtered or year-over-year changes in activity (these are similar), instead of gaps. Second, we study the components of inflation instead of the standard aggregates. We find that some inflation components have strong and stable correlations with the cyclical component of real activity; these components tend to be relatively well-measured and domestically determined. Other components, typically prices that are poorly measured or internationally determined, have weak and/or unstable correlations with cyclical activity. We construct a new inflation index, Cyclically Sensitive Inflation, that weights the components by their joint cyclical covariation with real activity. The index has strong and stable correlations with cyclical activity and provides a real-time measure of cyclical movements in inflation.\n\n",
    "acknowledgement": "\nThe authors thank Brian Barnier, Alan Detmeister, Jim Dolmas, Karen Dynan, Sylvester Eijffinger, Martin Feldstein, Benjamin Friedman, David Friedman, Jason Furman, Jordi Galí, Justine Guillochon, Michael Kiley, Kyle Hood, Chiara Osbat, Jennifer Ribarsky, Lucrezia Reichlin, Robert Rich, Argia Sbordone, Ellis Tallman, John Williams, and participants at the 2018 ECB Economic Forum and the XXII Annual Conference of the Central Bank of Chile for helpful comments and/or discussions. An earlier version of this paper, under the same title, was presented at the ECB Forum on Central Banking, June 2018, Sintra Portugal. Replication files are posted on Watson’s Web site. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}