{
    "id": 25980,
    "citation_title": "The Promise and Pitfalls of Conflict Prediction: Evidence from Colombia and Indonesia",
    "citation_author": [
        "Samuel Bazzi",
        "Robert A. Blair",
        "Christopher Blattman",
        "Oeindrila Dube",
        "Matthew Gudgeon",
        "Richard Merton Peck"
    ],
    "citation_publication_date": "2019-06-24",
    "issue_date": "2019-06-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPolicymakers can take actions to prevent local conflict before it begins, if such violence can be accurately predicted. We examine the two countries with the richest available sub-national data: Colombia and Indonesia. We assemble two decades of fine-grained violence data by type, alongside hundreds of annual risk factors. We predict violence one year ahead with a range of machine learning techniques. Models reliably identify persistent, high-violence hot spots. Violence is not simply autoregressive, as detailed histories of disaggregated violence perform best. Rich socio-economic data also substitute well for these histories. Even with such unusually rich data, however, the models poorly predict new outbreaks or escalations of violence. \"Best case\" scenarios with panel data fall short of workable early-warning systems.\n\n",
    "acknowledgement": "\nWe thank  seminar participants at ESOC, MWIEDC, ISF, NBER Economics of National Security, and NEUDC for helpful feedback. Miguel Morales-Mosquera provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}