{
    "id": 25991,
    "citation_title": "Estimating the Benefits of New Products",
    "citation_author": [
        "W. Erwin Diewert",
        "Robert C. Feenstra"
    ],
    "citation_publication_date": "2019-06-24",
    "issue_date": "2019-06-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Data Collection",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA major challenge facing statistical agencies is the problem of adjusting price and quantity indexes for changes in the availability of commodities. This problem arises in the scanner data context as products in a commodity stratum appear and disappear in retail outlets. Hicks suggested a reservation price methodology for dealing with this problem in the context of the economic approach to index number theory.  Hausman used a linear approximation to the demand curve to compute the reservation price, while Feenstra used a reservation price of infinity for a CES demand curve, which will lead to higher gains. The present paper evaluates these approaches, comparing the CES gains to those obtained using a quadratic utility function using scanner data on frozen juice products.  We find that the CES gains from new frozen juice products are about five times greater than those obtained using the quadratic utility function.\n\n",
    "acknowledgement": "\nWe thank the organizers and participants at the Big Data for 21st Century Economic Statistics conference, and especially Marshall Reinsdorf and Matthew Shapiro, for their helpful comments. We acknowledge the James A. Kilts Center, University of Chicago Booth School of Business, https://www.chicagobooth.edu/research/kilts/datasets/dominicks, for the use of the Dominick’s Dataset. Financial support was received from a Digging into Data multi-country grant, provided by the United States NSF and the Canadian SSHRC. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}