{
    "id": 25995,
    "citation_title": "Is There a Risk-Return Tradeoff in the Corporate Bond Market? Time-Series and Cross-Sectional Evidence",
    "citation_author": [
        "Jennie Bai",
        "Turan G. Bali",
        "Quan Wen"
    ],
    "citation_publication_date": "2019-06-24",
    "issue_date": "2019-06-20",
    "revision_date": "2020-05-28",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe provide time-series and cross-sectional evidence on the significance of a risk-return tradeoff in the corporate bond market. We find a significantly positive intertemporal relation between expected return and risk in the bond market and the time-series predictability is driven by aggregate systematic risk instead of aggregate idiosyncratic risk. We also propose a new measure of systematic risk for corporate bonds and find a positive link between systematic risk and the cross-section of future bond returns. We provide an explanation for the significance of systematic (idiosyncratic) risk based on different investor preferences and informational frictions in the bond (equity) market.\n\n",
    "acknowledgement": "\nWe thank Andreas Barth, Marc Crummenerl, Kris Jacobs, Yigitcan Karabulut, Francesco Sangiorgi, Christian Schlag, Grigory Vilkov, and seminar participants at Bloomberg, Frankfurt School of Finance and Management, Goethe University, University of Houston, and 2019 Q-group annual conference for their helpful comments and suggestions. We also thank Kenneth French, Lubos Pastor, and Robert Stambaugh for making a large amount of historical data publicly available. All errors remain our responsibility. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}