{
    "id": 25990,
    "citation_title": "School Desegregation and Black Teacher Employment",
    "citation_author": [
        "Owen Thompson"
    ],
    "citation_publication_date": "2019-06-24",
    "issue_date": "2019-06-20",
    "revision_date": "2021-02-13",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Discrimination",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPrior to the racial integration of schools in the southern United States, predominantly African American schools were staffed almost exclusively by African American teachers as well, and teaching constituted an extraordinarily large share of professional employment among southern blacks. The large-scale desegregation of southern schools occurring after passage of the 1964 Civil Rights Act represented a potential threat to this employment base, and this paper estimates how student integration affected black teacher employment. Using newly assembled archival data from 781 southern school districts observed between 1964 and 1972, I estimate that a school district transitioning from fully segregated to fully integrated education, which approximates the experience of the modal southern district in this period, led to a 31.8% reduction in black teacher employment. A series of tests indicate that these employment reductions were not due to school district self-selection into desegregation or unobserved district characteristics associated with desegregation. Additional analyses estimate changes in the occupational distribution by race in the 1960 and 1970 Decennial Censuses and indicate that displaced southern black teachers either entered lower skill occupations within the South or migrated out of the region to continue teaching, and that southern school districts compensated for reduced black teacher employment by employing fewer total teachers and by increasing their recruitment of white teachers, especially less experienced white teachers and white male teachers.\n\n",
    "acknowledgement": "\nI am very grateful to Elizabeth Cascio, Ben Denckla, Nora Gordon and Sarah Reber for making student desegregation and Title I funding data available, and to Mark Colas, Jason Fletcher, John Heywood and seminar participants at Emory University, Middlebury College, Montana State University, the University of Oregon, the University of Wisconsin Milwaukee, Williams College and the 2018 NBER Summer Institute for helpful comments. My interest in this topic was motivated in part by an episode of Malcolm Gladwell's Revisionist History podcast, to whom I am also grateful. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}