{
    "id": 25998,
    "citation_title": "The Role of Nonemployers in Business Dynamism and Aggregate Productivity",
    "citation_author": [
        "Pedro Bento",
        "Diego Restuccia"
    ],
    "citation_publication_date": "2019-06-24",
    "issue_date": "2019-06-20",
    "revision_date": "2024-07-23",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe well-documented decline in business dynamism, measured by the net entry rate of employer firms, has been proposed as an explanation for the productivity growth slowdown in the United States. We examine the role of nonemployers, firms without paid employees, in business dynamism and aggregate productivity. Between 1982 and 2014, the total number of firms per worker including nonemployers increased by 41%, whereas employer firms per worker declined by −8.7%. Using a standard model of firm dynamics, we derive the implications for aggregate productivity associated with changes in firms per worker and relative size distributions. We find that firm dynamics imply an increase in aggregate productivity of 15.6%, about half the growth observed in the data, that is equally shared by the changes in firms per worker and relative sizes. These results contrast markedly with the much weaker 2.1% growth in aggregate productivity from firm dynamics when abstracting from nonemployer firms. Our results suggest the productivity growth slowdown is not due to changes in net firm entry, and highlight the quantitative importance of comprehensive measures of business dynamism in the U.S. data.\n\n",
    "acknowledgement": "\nFor helpful comments we thank the editor, two anonymous referees, Benjamin Bridgman, John Haltiwanger, Pete Klenow, Benjamin Pugsley, Pavel Sevcik, and audiences at the 2023 Canadian Macroeconomics Study Group Meeting, 2021 Society for Economic Dynamics Meeting inf Minnesota, Texas A&M University, University of Texas at Austin, Utah State University, 2020 Econometric Society North American Winter Meeting in San Diego, 2019 Midwest Macroeconomic Meeting at Michigan State, and 2019 RCEA Growth, Innovation, and Entrepreneurship Conference. All errors are our own. Restuccia gratefully acknowledges the support from the Canada Research Chairs program and the Bank of Canada Fellowship. The views expressed herein are not necessarily those of the Bank of Canada and are the authors’ alone. The views expressed herein are not necessarily those of the Bank of Canada or the National Bureau of Economic Research and are the authors' alone.\n\n\n"
}