{
    "id": 25994,
    "citation_title": "The Long-Term Impacts of Girl-Friendly Schools: Evidence from the BRIGHT School Construction Program in Burkina Faso",
    "citation_author": [
        "Nicholas Ingwersen",
        "Harounan Kazianga",
        "Leigh L. Linden",
        "Arif Mamun",
        "Ali Protik",
        "Matthew Sloan"
    ],
    "citation_publication_date": "2019-06-24",
    "issue_date": "2019-06-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe evaluate the long-term effects of a “girl-friendly” primary school program in Burkina Faso, using a regression discontinuity design. Ten years later, primary school-age children in villages selected for the program attend school more often and score significantly higher on standardized tests. We also find long-term effects on academic and social outcomes for children exposed earlier in the program. Secondary-school–age youths and young adults (those old enough to have finished secondary school) complete primary and secondary school at higher rates and perform significantly better on standardized tests. Women old enough to have completed secondary school delay both marriage and childbearing.\n\n",
    "acknowledgement": "\nThis paper is based on an evaluation of the second phase of the Burkina Faso’s BRIGHT program, funded by the Millennium Challenge Corporation (MCC), a U.S. government agency. We are grateful to several officials at MCC for their help throughout the project. We are grateful to the staff of MCA-Burkina Faso in Ouagadougou and to the officials from the Ministry of Education. We are also grateful to Laboratoire d’Analyse Quantitative Appliquée au Développement-Sahel (LAQAD-S) and Bureau d’Etude et de Recherche pour le Développement (BERD) for conducting the 10-year and 7-year surveys, respectively. We thank Daniel Gomez for excellent research assistance. Harounan Kazianga acknowledges the support of the Carson Priority Professorship. This research was also supported by grant P2CHD042849 Population Research Center, awarded to the Population Research Center at The University of Texas at Austin by the Eunice Kennedy Shriver National Institute of Child Health and Human Development. The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}