{
    "id": 25996,
    "citation_title": "Inflation and Exchange Rate Targeting Challenges Under Fiscal Dominance",
    "citation_author": [
        "Rashad Ahmed",
        "Joshua Aizenman",
        "Yothin Jinjarak"
    ],
    "citation_publication_date": "2019-06-24",
    "issue_date": "2019-06-20",
    "revision_date": "2020-09-28",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCountries have significantly increased their public-sector borrowing since the Global Financial Crisis. As a consequence, monetary authorities may face pressure to deviate from their policy targets in ways designed to ease the debt burden. In this context, we test for greater fiscal dominance over 2000-2017 under Inflation Targeting (IT) and non-IT regimes. We find that evidence consistent with fiscal dominance varies across countries and debt configurations. Higher ratios of public debt-to-GDP may appear associated with lower policy interest rates in advanced economies. However, a declining natural rate of interest largely explains the pattern of lower rates and higher debt in these countries. The most robust evidence of fiscal dominance lies among emerging markets under non-IT regimes, composed mostly of exchange rate targeters. For these countries, policy interest rates are non-linearly associated with public debt levels, depending on both the level of hard-currency public debt-to-GDP and the currency composition of public debt. We also show that emerging market economies with greater exchange rate volatility, inflation volatility, and underlying commodity exposure exhibit stronger associations between public debt and policy interest rates.\n\n",
    "acknowledgement": "\nFinancial support of the Dockson Chair of University of Southern California and Victoria University of Wellington are gratefully acknowledged. Useful comments by Nigel McClung and the participants at the 28-29 August IMF-RBNZ, Wellington NZ, the BIS seminar (Hong Kong), Ken Kasa, the participants at the WCWIF University of Washington seminar, and two anonymous referees are gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}