{
    "id": 26005,
    "citation_title": "Antitrust and Innovation: Welcoming and Protecting Disruption",
    "citation_author": [
        "Giulio Federico",
        "Fiona Scott Morton",
        "Carl Shapiro"
    ],
    "citation_publication_date": "2019-07-01",
    "issue_date": "2019-06-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Antitrust",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nThe goal of antitrust policy is to protect and promote a vigorous competitive process. Effective rivalry spurs firms to introduce new and innovative products, as they seek to capture profitable sales from their competitors and to protect their existing sales from future challengers. In this fundamental way, competition promotes innovation. We apply this basic insight to the antitrust treatment of horizontal mergers and of exclusionary conduct by dominant firms. A merger between rivals internalizes business-stealing effects arising from their parallel innovation efforts and thus tends to depress innovation incentives. Merger-specific synergies, such as the internalization of involuntary spillovers or an increase in the productivity of R&D, may offset the adverse effect of a merger on innovation. We describe the possible effects of a merger on innovation by developing a taxonomy of cases, with reference to recent U.S. and E.U. examples. A dominant firm may engage in exclusionary conduct to eliminate the threat from disruptive firms. This suppresses innovation by foreclosing disruptive rivals and by reducing the pressure to innovative on the incumbent. We apply this broad principle to possible exclusionary strategies by dominant firms.\n\n",
    "acknowledgement": "\nFederico is a Head of Unit at the Chief Economist Team of the Directorate-General for Competition, European Commission. Scott Morton is the Theodore Nierenberg Professor of Economics at the Yale University School of Management. Shapiro is a Professor at the Haas School of Business at the University of California at Berkeley. The views expressed in the text are the private views of the authors and may not, under any circumstances, be interpreted as stating an official position of the European Commission. We thank Mike Andrews, Richard Gilbert, Gregor Langus, Angel Lopez and Scott Stern for comments on a draft of the paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nGiulio Federico\n\nThe author is an official of the Directorate-General for Competition (European Commission). He has worked on some of the European Commission cases reviewed in the article. The views expressed in the article are his own and do not necessarily represent those of the European Commission.\n\n\n\nFiona Scott Morton\n\nFiona Scott Morton engages in consulting on issues related to antitrust.  The research reported in this paper is independent academic work and has not been funded by any entity apart from Yale University.\n\n\n\nCarl Shapiro\n\nCarl Shapiro engages in consulting for government agencies and private companies on antitrust issues, including mergers and exclusionary conduct. The research reported in this paper is independent academic work and has not been funded by any entity.\n\n\n"
}