{
    "id": 26001,
    "citation_title": "The Failure of Free Entry",
    "citation_author": [
        "Germán Gutiérrez",
        "Thomas Philippon"
    ],
    "citation_publication_date": "2019-06-24",
    "issue_date": "2019-06-20",
    "revision_date": "2019-07-20",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Development of the American Economy",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the entry and exit of firms across U.S. industries over the past 40 years. The elasticity of entry with respect to Tobin’s Q was positive and significant until the late 1990s but declined to zero afterwards. Standard macroeconomic models suggest two potential explanations: rising entry costs or rising returns to scale. We find that neither returns to scale nor technological costs can explain the decline in the Q- elasticity of entry, but lobbying and regulations can. We reconcile conflicting results in the literature and show that regulations drive down the entry and growth of small firms relative to large ones, particularly in industries with high lobbying expenditures. We conclude that lobbying and regulations have caused free entry to fail.\n\n",
    "acknowledgement": "\nWe are grateful to Luis Cabral, Larry White, Janice Eberly, Steve Davis, and seminar participants at NBER, University of Chicago, and New York University for stimulating discussions. We are grateful to the Smith Richardson Foundation for a research grant. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}