{
    "id": 26008,
    "citation_title": "Individual vs. Social Motives in Identity Choice: Theory and Evidence from China",
    "citation_author": [
        "Ruixue Jia",
        "Torsten Persson"
    ],
    "citation_publication_date": "2019-07-01",
    "issue_date": "2019-06-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Public Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nThe same government policy that incentivizes individuals to make a certain choice can have different effects across groups due to the existence of social norms. In this paper, we study how Chinese ethnic policies that give material benefits to minorities affect ethnicity choices for children in ethnically mixed marriages. We document that, on average, such policies increase the propensity of choosing minority status for the children. Meanwhile, responses to the same policies differ widely across localities, suggesting that social norms may be important. We formalize the ethnic identity choice in a simple framework, which highlights the interaction of material benefits stemming from the ethnic policies, identity costs associated with breaking the norms of following the father's ethnicity, and social reputations altering the importance of identity costs. This framework predicts that ethnic policies should increase the propensity of breaking the norm (i.e., following the mother's ethnicity) in localities where more families follow the norm. We find support for this prediction in microdata from multiple census waves, and show that a number of alternative explanations can be ruled out. More broadly, our study serves as evidence about the interplay of individual and social motivates in shaping policy consequences, as well as evidence on the determinants of identity choice.\n\n",
    "acknowledgement": "\nWe are grateful to Paola Giuliano, anonymous referees, Roland Benabou, Paul Collier, Gerard Roland, Jean Tirole, Giorgio Topa, Alessandra Voena, Fabrizio Zilibotti, and participants in seminars at CIFAR, NBER, UCSD, LSE/UCL, Harvard, Maryland, Michigan, Oxford, Tsinghua, INSEAD, Tolouse and Yale for helpful comments. We would like to thank CIFAR, the ERC, and the Torsten and Ragnar Soderberg Foundations for financial support. Finally, we are grateful to Loren Brandt and Lena Edlund for sharing some data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}