{
    "id": 26009,
    "citation_title": "Are Intermediary Constraints Priced?",
    "citation_author": [
        "Wenxin Du",
        "Benjamin M. Hébert",
        "Amy Wang Huber"
    ],
    "citation_publication_date": "2019-07-01",
    "issue_date": "2019-06-27",
    "revision_date": "2020-05-13",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nViolations of no-arbitrage conditions measure the shadow cost of intermediary constraints. Intermediary asset pricing and intertemporal hedging together imply that the risk of these constraints tightening is priced. We describe a “forward CIP trading strategy” that bets on CIP violations shrinking and show that its returns help identify the price of this risk. This strategy yields the highest returns for currency pairs associated with the carry trade. The strategy’s risk contributes substantially to the volatility of the stochastic discount factor, is correlated with both other near-arbitrages and intermediary wealth measures, and appears to be priced consistently across various asset classes.\n\n",
    "acknowledgement": "\nThe authors would like to thank Nina Boyarchenko, John Campbell, David Chapman, Thummim Cho, Patrick Dennis, Darrell Duffie, Federico Gavazzoni, Pierre-Olivier Gourinchas, Valentin Haddad, Tarek Hassan, Francis Longstaff, Hanno Lustig, Matteo Maggiori, Arvind Krishnamurthy, Peter Kondor, Gordon Liao, Stavros Panageas, Hélène Rey, Ken Singleton, Valeri Sokolovski, Andreas Stathopoulos, Christian Wagner, Jonathan Wallen, Dimitri Vayanos, and Vish Viswanathan for helpful comments. We would like to particularly thank Svetlana Bryzgalova and Isaiah Andrews for help understanding issues related to weak identification. We also would like to thank seminar and conference participants at the American Finance Association Annual Meeting, Arrowstreet Capital, Bank of Canada-SF Fed Conference on Fixed Income Markets, Canadian Derivatives Institute Annual Conference, JHU Carey Finance Conference, LSE Paul Woolley Centre Annual Conference, Macro Finance Society, NBER IFM Fall Meeting, NBER AP Fall Meeting, NBER Summer Institute (IAP), Northern Finance Association Annual Meeting, Stanford Institute for Theoretical Economics, UVA McIntire, and the Vienna Symposium on FX Markets. We would like to thank Christian Gonzales Rojas, Sylvia Klosin, Haviland Sheldahl-Thomason, and Lulu Wang for outstanding research assistance. All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}