{
    "id": 26004,
    "citation_title": "CEO-Board Dynamics",
    "citation_author": [
        "John R. Graham",
        "Hyunseob Kim",
        "Mark T. Leary"
    ],
    "citation_publication_date": "2019-07-01",
    "issue_date": "2019-06-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "History of Economic Thought",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe examine CEO-board dynamics using a new panel dataset that spans 1920 to 2011. The long sample allows us to perform within-firm and within-CEO tests over a long horizon, many for the first time in the governance literature. Consistent with theories of bargaining or dynamic contracting, we find board independence increases at CEO turnover and falls with CEO tenure, with the decline stronger following superior performance. CEOs are also more likely to be appointed board chair as tenure increases, and we find evidence consistent with a substitution between board independence and chair duality. Other results suggest that these classes of models fail to capture important elements of board dynamics. First, the magnitude of the CEO tenure effect is economically small, much smaller for example than the strong persistence in board structure that we document. Second, when external CEOs are hired, board independence falls and subsequently increases. Third, event studies document a positive market reaction when powerful CEOs die in office, consistent with powerful CEOs becoming entrenched.\n\n",
    "acknowledgement": "\nWe appreciate comments from Ofer Eldar, Yaniv Grinstein (Drexel discussant), Byoung-Hyoun Hwang, Dirk Jenter (AFA discussant), Andrew Karolyi, Stephen Karolyi, Peter Limbach, Roni Michaely, Felipe Varas, Neng Wang, Toni Whited, and seminar and conference participants at the AFA Annual Meetings, Binghamton University, Columbia University, Cornell University, Drexel Corporate Governance Conference, Duke University, Federal Reserve Bank of Richmond (Charlotte), IDC Summer Finance Conference, Stanford University, Tuck, Purdue University, Rome Junior Finance Conference (EIEF), the SEC, SMU, University of Iowa, University of Kentucky, University of Notre Dame, University of Rochester, USC, University of Utah, Vanderbilt University, Washington University in St. Louis, the WSJ CEO Forum, and Yale Law School, excellent research assistance from Penghao Chen, Hyungjin Choi, David Hong, Dawoon Kim, Jason Lee, Boyao Li, Song Ma, Pradeep Muthukrishnan, Youngjun Song, Curtis Wang, Daniel Woo, Hyun Gu Yeo, Gang Zhang, and data support from the librarians at Cornell, Duke, Harvard, and MIT. We thank William Goetzmann for sharing data on historical stock prices and Charlie Hadlock, Jesus Salas, and Timothy Quigley for sharing data on CEO deaths. This paper was previously titled “CEO Power and Board Dynamics”. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}