{
    "id": 26000,
    "citation_title": "Implications of Increasing College Attainment for Aging in General Equilibrium",
    "citation_author": [
        "Juan Carlos Conesa",
        "Timothy J. Kehoe",
        "Vegard M. Nygaard",
        "Gajendran Raveendranathan"
    ],
    "citation_publication_date": "2019-06-24",
    "issue_date": "2019-06-20",
    "revision_date": "2020-01-15",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop an overlapping generations general equilibrium model of the U.S. economy with heterogeneous consumers who face idiosyncratic earnings and health risk to study the implications of increasing college attainment, decreasing fertility, and increasing longevity (2005–2100). While all three trends contribute to a higher old age dependency ratio, increasing college attainment has different implications because it increases labor productivity. Decreasing fertility and increasing longevity require the government to increase the average labor tax rate from 33.5 to 47.1 percent. Increasing college attainment lowers the required tax increase by 12.0 percentage points. The labor tax rate required to balance the government budget is higher under general equilibrium than in a small open economy with a constant interest rate, because the reduction in the interest rate lowers capital income tax revenues.\n\n",
    "acknowledgement": "\nThis project was supported by the National Institutes of Health (NIH Grant No. 5R01AG048037-02). We thank Daniela Costa, Parisa Kamali, and Akshar Saxena for their help during an early stage of the paper. We thank seminar participants at the Barcelona GSE Summer Forum, the Bellaterra Macroeconomics Winter Workshop, the Institute for Fiscal Studies, McMaster University, the NBER Summer Institute, SAEe, Santa Barbara, SED, and Universidad Torcuto di Tella for helpful discussions and suggestions. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}