{
    "id": 26018,
    "citation_title": "GVCs and Trade Elasticities with Multistage Production",
    "citation_author": [
        "Robert C. Johnson",
        "Andreas Moxnes"
    ],
    "citation_publication_date": "2019-07-01",
    "issue_date": "2019-06-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe build a quantitative model of trade with multistage manufacturing value chains, which features iceberg trade costs and technology differences across both goods and production stages. We estimate technology and trade costs via the simulated method of moments, matching bilateral shipments of final goods and inputs. Applying the model, we investigate how comparative advantage and trade costs shape the structure of global value chains and trade flows. As the level of trade costs falls, we show that the elasticity of bilateral trade to trade costs increases, due to the endogenous reorganization of value chains (increased export platform production). Surprisingly, however, the elasticity of world trade to trade costs is not magnified by multistage production.\n\n",
    "acknowledgement": "\nWe thank Lorenzo Caliendo, Thibault Fally, Kjetil Storesletten, and Kei-Mu Yi for helpful comments, as well as seminar participants at Dartmouth College, the Einaudi Institute for Economics and Finance, Purdue University, the University of Colorado, the University of Michigan, the University of Oslo, the World Bank, the 2012 Philadelphia Federal Reserve Trade Workshop, the 2013 ASSA/AEA Meetings, the 2013 NBER ITI Spring Meetings, the 2013 Rocky Mountain Empirical Trade Conference, the 2013 Barcelona GSE Summer Forum, and the 2014 ECARES/CAGE/CEPR Conference on Global Fragmentation and Trade Policy. This paper previously circulated under the title: “Technology, Trade Costs, and the Pattern of Trade with Multistage Production.” The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}