{
    "id": 26014,
    "citation_title": "Whitelashing: Black Politicians, Taxes, and Violence",
    "citation_author": [
        "Trevon D. Logan"
    ],
    "citation_publication_date": "2019-07-01",
    "issue_date": "2019-06-27",
    "revision_date": "2022-06-17",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Other History",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides the first evidence of the effect of tax policy on the likelihood of violent attacks against black politicians. I find a strong positive effect of local tax revenue on subsequent violence against black politicians. A dollar increase in per capita county taxes increases the likelihood of a violent attack by more than 25%. The result is robust to numerous economic, social, historical, and political factors. I also find that counties where black officeholders were attacked had the largest negative tax revenue changes between 1870 and 1880 and that violence against black politicians is unrelated to other forms of post-Reconstruction racial violence. This provides the first quantitative evidence that political violence at Reconstruction's end was related to black political efficacy.\n\n",
    "acknowledgement": "\nI thank Lee Alston, Rodney J. Andrews, Renee Bowen, Gregory A. Caldeira, John J. Clegg, William Collins, Lisa D. Cook, Stanley L. Engerman, Megan Ming Francis, Vicky Fouka, Stephen Hahn, Anna Harvey, Kimberly Johnson, Damon Jones, Suresh Naidu, John M. Parman, Jon Pritchett, Richard H. Steckel, Melissa Thomasson, Ebonya L. Washington, Gavin Wright, audiences at Washington, Harvard, Alabama, WEAI and APSA for feedback and suggestions.  Eric Bloomfield, Jacob Ginsberg, Isaac Kebe, Spencer LaHue, Matthew Mahoney, Alan McClain, Adaeze Okoli, Tiara Shanklin, Taylor Smith, and Rachel Williams provided excellent research assistance. The usual disclaimer applies. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}