{
    "id": 26015,
    "citation_title": "Waiting for Affordable Housing in New York City",
    "citation_author": [
        "Holger Sieg",
        "Chamna Yoon"
    ],
    "citation_publication_date": "2019-07-01",
    "issue_date": "2019-06-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "General Equilibrium",
        "\n",
        "Public Economics",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe develop a new dynamic equilibrium model with heterogeneous households that captures the most important frictions that arise in housing rental markets and explains the political popularity of affordable housing policies. We estimate the model using data collected by the New York Housing Vacancy Survey in 2011. We find that there are significant adjustment costs in all markets as well as serious search frictions in the market for affordable housing. Moreover, there are large queuing frictions in the market for public housing. Having access to rent-stabilized housing increases household welfare by up to $65,000. Increasing the supply of affordable housing by ten percent significantly improves the welfare of all renters in the city. Progressive taxation of higher-income households that live in public housing can also be welfare improving.\n\n",
    "acknowledgement": "\nYoon acknowledges support from the Ministry of Education of the Republic of Korea and the National Research Foundation of Korea (NRF-2019S1A5A8033628). Sieg would like  to thank the National Science Foundation for financial support (NSF SES-0958705). Any opinions, findings, and conclusions or recommendations expressed in this material are those of the authors and do not necessarily reflect the views of the National   Science Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}