{
    "id": 26010,
    "citation_title": "Accounting for Innovation in Consumer Digital Services: IT Still Matters",
    "citation_author": [
        "David Byrne",
        "Carol Corrado"
    ],
    "citation_publication_date": "2019-07-01",
    "issue_date": "2019-06-27",
    "revision_date": "2020-02-28",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nThis paper develops a framework for measuring digital services in the face of ongoing innovations in the delivery of content to consumers. We capture what Brynjolfsson and Saunders (2009) call “free goods” as the capital services generated by connected consumers' stocks of IT digital goods, a service flow that augments the existing measure of personal consumption in GDP. Its value is determined by the intensity with which households use their IT capital to consume content delivered over networks, and its volume depends on the quality of the IT capital. Consumers pay for delivery services, however, and the complementarity between device use and network use enables us to develop a quality-adjusted price measure for the access services already included in GDP.\nOur new estimates imply that accounting for innovations in consumer content delivery matters: The innovations boost consumer surplus by nearly $2,000 (2017 dollars) per connected user per year for the full period of this study (1987 to 2017) and contribute .6 percentage point per year to US real GDP growth during the last ten. All told, our more complete accounting of innovations is (conservatively) estimated to have moderated the post-2007 GDP growth slowdown by .3 percentage points per year.\n\n",
    "acknowledgement": "\nThe views expressed in this paper are those of the authors and do not necessarily reflect those of the Board of Governors, other members of its staff, or the National Bureau of Economic Research. Corresponding author (cac289@georgetown.edu) This paper was prepared for the NBER/CRIW Conference, “Measuring Innovation in the 21st Century,” Georgetown University, Washington, D.C., March 10-11, 2017. We have benefited from presentations of this paper at the 5th IMF Statistical Forum in Washington, D.C. (November 2017), the ESCoE Measurement Conference in London (May 2018) and the 5th World KLEMS Conference in Cambridge, Mass (June 2018). We received no financial support for this paper.\n\n\n"
}