{
    "id": 26012,
    "citation_title": "US Monetary Policy and International Bond Markets",
    "citation_author": [
        "Simon Gilchrist",
        "Vivian Yue",
        "Egon Zakrajšek"
    ],
    "citation_publication_date": "2019-07-01",
    "issue_date": "2019-06-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses high-frequency financial data to analyze the effects of US monetary policy—during the conventional and unconventional policy regimes—on international bonds markets. We focus on yields of dollar-denominated sovereign bonds issued by more than 90 countries since the early 1990s, which allows us to abstract from the policy-induced movements in exchange rates that otherwise confound the response of yields on foreign bonds denominated in local currencies. Our results show that yields on dollar-denominated sovereign debt are highly responsive to unanticipated changes in the stance of US monetary policy during both the conventional and unconventional policy regimes, and that the passthrough of unconventional policy actions to foreign bond yields is, on balance, comparable to that of conventional policy actions. In addition, a conventional US monetary easing leads to a significant narrowing of credit spreads on sovereign bonds issued by countries with a speculative-grade credit rating. During the unconventional policy regime, however, yields on speculative-grade sovereign debt move one-to-one with policy-induced fluctuations in yields on comparable US Treasuries. We also examine whether the response of sovereign credit spreads to US monetary policy differs between policy easings and policy tightenings and find no evidence of such asymmetry. This finding casts doubt on the notion that US monetary easings induce excessive risk-taking in international bond markets.\n\n",
    "acknowledgement": "\nWe thank Chris Neely, Argia Sbordone, and Mohamed Shaban for helpful suggestions. We also benefited from comments from participants at the conference on “Macroeconomic Policy Mix in the Transatlantic Economy” organized by the European Commission, Federal Reserve Bank of New York, and CEPR; the 15th Jacques Polak Annual Research Conference organized by the IMF; and the 2017 conference on “Globalization, Development, and Economic and Financial Stability” organized by the Asian Development Bank Institute. Harley Du, Lucas Husted, Gerardo Sanz-Maldonado, Shaily Patel, and Rebecca Zhang provided superb research assistance at various stages of this project. The views expressed in this paper are solely the responsibility of the authors and should not be interpreted as reflecting the views of  the National Bureau of Economic Research, the Board of Governors of the Federal Reserve System, the Federal Reserve Bank of Atlanta, or of anyone else associated with the Federal Reserve System.\n\n\n"
}