{
    "id": 26017,
    "citation_title": "The Effects of Traditional Cigarette and E-Cigarette Taxes on Adult Tobacco Product Use",
    "citation_author": [
        "Michael F. Pesko",
        "Charles J. Courtemanche",
        "Johanna Catherine Maclean"
    ],
    "citation_publication_date": "2019-07-01",
    "issue_date": "2019-06-27",
    "revision_date": "2021-03-16",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the effects of traditional cigarette tax rate changes and e-cigarette tax adoption on use of these products among U.S. adults. Data are drawn from the Behavioral Risk Factor Surveillance System and National Health Interview Survey data over the period 2011 to 2017. Using a differences-in-differences model, we find that higher traditional cigarette taxes reduce adult traditional cigarette use and increase adult e-cigarette use, suggesting that the products are economic substitutes. E-cigarette tax adoption reduces e-cigarette use, with some heterogeneity across groups, and dilutes the own-tax responsiveness of traditional cigarettes.\n\n",
    "acknowledgement": "\nResearch reported in this publication was supported by the National Institute on Drug Abuse of the National Institutes of Health under Award Number R01DA045016 (PI: Michael Pesko). The research in this paper was conducted while the authors were Special Sworn Status researchers of the U.S. Census Bureau at the Atlanta Research Data Center. Research results and conclusions expressed are those of the authors and do not necessarily reflect the views of the Census Bureau, the National Center for Health Statistics, or the National Bureau of Economic Research. The results have been screened to ensure that no confidential data are revealed.\n\n\n"
}