{
    "id": 26026,
    "citation_title": "Does a Currency Union Need a Capital Market Union? Risk Sharing via Banks and Markets",
    "citation_author": [
        "Joseba Martinez",
        "Thomas Philippon",
        "Markus Sihvonen"
    ],
    "citation_publication_date": "2019-07-01",
    "issue_date": "2019-06-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe compare risk sharing in response to demand and supply shocks in four types of currency unions: segmented markets; a banking union; a capital market union; and complete financial markets. We show that a banking union is efficient at sharing all domestic demand shocks (deleveraging, fiscal consolidation), while a capital market union is necessary to share supply shocks (productivity and quality shocks). Using a calibrated model we provide evidence of substantial welfare gains from a banking union and, in the presence of supply shocks, from a capital market union.\n\n",
    "acknowledgement": "\nWe thank Patrick Bolton, Nicolas Coeurdacier, Giovanni Dell'Ariccia, Stijn Claessens, Pierre-Olivier Gourinchas, Phillip Lane, Tommaso Monacelli and Federica Romei for helpful discussions; as well as participants in seminars at ESSIM, IMF ARC, SEDAM, the Annual Macroprudential Conference in Stockholm, IMF/Central Bank of Ireland The Euro at 20 conference, NYU, LBS and Bank of Finland. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research or the Bank of Finland.\n\n\n"
}