{
    "id": 26021,
    "citation_title": "Persistency in Teachers’ Grading Bias and Effects on Longer-Term Outcomes: University Admissions Exams and Choice of Field of Study",
    "citation_author": [
        "Victor Lavy",
        "Rigissa Megalokonomou"
    ],
    "citation_publication_date": "2019-07-01",
    "issue_date": "2019-06-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nRecent research has focused on what shapes gender differences in academic achievement and students’ choice of university field of study. In this paper we examine how teachers’ gender role attitudes and stereotypes influence the gender gap by affecting the school environment. We explore the extent to which teachers’ gender bias in high school influences students’ school attendance and academic performance in high-stakes university admission exams and students’ choice of university field of study. We use data from a large number of high schools in Greece, where the performance in these high-stakes exams determines university admission. We measure teachers’ bias as the difference between a high school student’s school exam score and national exam score. We then define a teacher bias measure at the class level by the difference between boys’ and girls’ average gap between the school score and the national score. We link teachers over time to obtain a persistent teacher bias measure based on multiple classes, and to estimate the effect for later cohorts’ performance. We find a very high correlation of within-teacher gender biases measured in different classes, which reveals high persistency in teachers’ gender favoritism behavior. We then find substantial effects of these teacher biases on students’ school attendance and performance in university admission exams, quality of enrolled degree and the given field of study at the university. We also find that gender biases are more prevalent among low value added teachers, while the more effective teachers have an approximately neutral gender attitude. This suggests that less effective teachers can harm their students twice, by being a bad teacher and by discriminating against one of the genders.\n\n",
    "acknowledgement": "\nVictor Lavy acknowledges financial support from the European Research Council through ERC Advance Grant 323439 and from CAGE at the Department of Economics at the University of Warwick. Rigissa Megalokonomou acknowledges financial support from The University of Queensland BEL Early Career Grant No: UQECR1833757. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}