{
    "id": 26024,
    "citation_title": "The Impact of Abortion on Crime and Crime-Related Behavior",
    "citation_author": [
        "Randi Hjalmarsson",
        "Andreea Mitrut",
        "Cristian Pop-Eleches"
    ],
    "citation_publication_date": "2019-07-01",
    "issue_date": "2019-06-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nThe 1966 abolition and 1989 legalization of abortion in Romania immediately doubled and decreased by about a third the number of births per month, respectively. To isolate the link between abortion access and crime while abstracting from cohort and general equilibrium effects, we compare birth month cohorts on either side of the abortion regime. For both the abolition and legalization of abortion, we find large and significant effects on the level of crime and risky-behavior related hospitalization, but an insignificant effect on crime and hospitalization rates (i.e. when normalizing by the size of the birth month cohort). In other words, the Romanian abortion reforms did affect crime, but all of the effect appears to be driven by cohort size effects rather than selection or unwantedness effects.\n\n",
    "acknowledgement": "\nThis paper would not have been possible without financial support from Vetenskapsrådet (VR), The Swedish Research Council, Grants for Distinguished Young Researchers (Hjalmarsson), VR project 2017-01900 and Jan Wallanders and Tom Hedelius Foundation (Mitrut). We thank Anna Bindler and seminar participants at the University of Gothenburg and Stockholm University (SOFI) for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}