{
    "id": 26029,
    "citation_title": "Social Connectedness in Urban Areas",
    "citation_author": [
        "Michael Bailey",
        "Patrick Farrell",
        "Theresa Kuchler",
        "Johannes Stroebel"
    ],
    "citation_publication_date": "2019-07-08",
    "issue_date": "2019-07-05",
    "revision_date": "2019-07-12",
    "topics": [
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe use anonymized and aggregated data from Facebook to explore the spatial structure of social networks in the New York metro area. We highlight the importance of transportation infrastructure in shaping urban social networks by showing that travel time and travel costs are substantially stronger predictors of social connectedness between zip codes than geographic distance is. We also document significant heterogeneity in the geographic breadth of social networks across New York zip codes, and show that much of this heterogeneity is explained by the ease of access to public transit, even after controlling for socioeconomic characteristics of the zip codes' residents. When we group zip codes with strong social ties into hypothetical communities using an agglomerative  clustering algorithm, we find that geographically non-contiguous locations are grouped into socially connected communities, again highlighting that geographic distance is an imperfect proxy for urban social connectedness. We also explore the social connections between New York zip codes and foreign countries, and highlight how these are related to past migration movements.\n\n",
    "acknowledgement": "\nWe thank the Center for Global Economy and Business at NYU Stern for generous research support. We also thank Ed Glaeser, Paul Goldsmith-Pinkham, Matt Jackson, Stijn van Nieuwerburgh, Nico Stier, and Maisy Wong, as well as seminar and conference participants at Facebook, NYU, the NYC Real Estate Conference, the 2019 Ohlstadt Workshop, the GEA Conference in Frankfurt, and the NBER Summer Institute, for their helpful comments. We thank Drew Johnston, Sung Lee, and Hongbum Lee for outstanding research assistance. This research was facilitated through a research consulting agreement between the academic authors (Farrell, Kuchler, and Stroebel) and Facebook. Bailey is an employee at Facebook. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}