{
    "id": 26028,
    "citation_title": "The Marginal Labor Supply Disincentives of Welfare: Evidence from Administrative Barriers to Participation",
    "citation_author": [
        "Robert A. Moffitt",
        "Matthew V. Zahn"
    ],
    "citation_publication_date": "2019-07-01",
    "issue_date": "2019-06-27",
    "revision_date": "2022-01-26",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nExisting research on the static effects of the manipulation of welfare program benefit parameters on labor supply has allowed only restrictive forms of heterogeneity in preferences. Yet preference heterogeneity implies that the marginal effects on labor supply of welfare expansions and contractions may differ in different time periods with different populations and which sweep out different portions of the distribution of preferences. A new examination of the heavily studied AFDC program uses variation in state-level administrative barriers to entering the program in the late 1980s and early 1990s to estimate the marginal labor supply effects of changes in program participation induced by that variation. The estimates are obtained from a theory-consistent reduced form model which allows for a nonparametric specification of how changes in welfare program participation affect labor supply on the margin. Estimates using a form of local instrumental variables show that the marginal treatment effects are quadratic, rising and then falling as participation rates rise (i.e., becoming more negative then less negative on hours of work). The average work disincentive is not large but that masks some margins where effects are close to zero and some which are sizable. Traditional IV which estimates a weighted average of marginal effects gives a misleading picture of marginal responses. A counterfactual exercise which applies the estimates to three historical reform periods in 1967, 1981, and 1996 when the program tax rate was significantly altered shows that marginal labor supply responses differed in each period because of differences in the level of participation in the period and the composition of who was on the program.\n\n",
    "acknowledgement": "\nThe authors would like to thank Marc Chan, Kai Liu, Shaiza Qayyum, Kyungmin Kang, and Sue Bahk for research assistance as well as the participants of a large number of conferences and departmental seminars and numerous specific individuals for comments, including formal discussant remarks by James Ziliak. Comments at a seminar at the University of Chicago were particularly helpful. Comments from the Editor and referees were also valuable in improving the paper. Research support from the National Institutes of Health is gratefully acknowledged. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}