{
    "id": 26022,
    "citation_title": "Publication, Compensation, and the Public Affairs Discount: Does Gender Play a Role?",
    "citation_author": [
        "Lori L. Taylor",
        "Kalena E. Cortes",
        "Travis C. Hearn"
    ],
    "citation_publication_date": "2019-07-01",
    "issue_date": "2019-06-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents on three new styled facts: first, schools of public affairs hire many economists; second, those economists are disproportionately female; and third, salaries in schools of public affairs are, on average, lower than salaries in mainline departments of economics. We seek to understand the linkage, if any, among these facts. We assembled a unique database of over 2,150 faculty salary profiles from the top 50 Schools of Public Affairs in the United States as well as the corresponding Economics and Political Science departments. For each faculty member we obtained salary data to analyze the relationship between scholarly discipline, department placement, gender, and annual salary compensation. We found substantial pay differences based on departmental affiliation, significant differences in citation records between male and female faculty in schools of public affairs, and no evidence that the public affairs discount could be explained by compositional differences with respect to gender, experience or scholarly citations.\n\n",
    "acknowledgement": "\nSpecial thanks for helpful comments and suggestions from Jeff Denning, Joanna Lahey, and Abigail Payne as well as the conference and seminar participants at the Association for Education Finance and Policy and Texas A&M’s Bush Schools Quantitative Brown Bag Series. The authors thank Adria Escobedo and Tate Cannon who provided outstanding research assistance. Any errors are attributable to the authors. Institutional support from Texas A&M’s Bush School of Government and Public Service is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}