{
    "id": 26036,
    "citation_title": "Complexity and Sophistication",
    "citation_author": [
        "Leandro Carvalho",
        "Dan Silverman"
    ],
    "citation_publication_date": "2019-07-08",
    "issue_date": "2019-07-05",
    "revision_date": "2022-02-23",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nMany ﬁnancial situations present individuals with simple alternatives to solving complex problems. The value of these alternatives depends on whether individuals are sophisticated and know when they are better oﬀ opting out of complexity. We tested complexity’s eﬀects and evaluated sophistication in a large and diverse sample. We randomly assigned both complexity to portfolio problems and the oﬀer of a simple alternative to portfolio choice. The less-skilled earn lower returns under complexity because they often opt out when the simple alternative is dominated. To interpret the ﬁndings, we develop a novel method for estimating the structural parameters of a rational inattention model. The structural estimates are consistent with substantial sophistication. Large fractions of the money that the low-skilled lose by opting out can be justiﬁed by their higher costs of attention.\n\n",
    "acknowledgement": "\nThis paper beneﬁted from many discussions with Shachar Kariv, and participants in several seminars and conferences. Special thanks to Alisdair McKay, Andrew Caplin, Juan Carillo, Mark Dean, Alex Rees-Jones, John Leahy, Dmitry Taubinsky, and Jeremy Tobacman for their thoughtful comments, and to Carla Blair, Tania Gutsche, Adrian Montero, Bart Oriens, and Bas Weerman for their integral work on implementing the experiment. Francesco Agostinelli provided exemplary research assistance. This work was funded by the National Institute on Aging (NIA P30AG024962) through USC’s Roybal Center for Financial Decision Making. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}