{
    "id": 26031,
    "citation_title": "On the Global Impact of Risk-off Shocks and Policy-put Frameworks",
    "citation_author": [
        "Ricardo J. Caballero",
        "Gunes Kamber"
    ],
    "citation_publication_date": "2019-07-08",
    "issue_date": "2019-07-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGlobal risk-off shocks can be highly destabilizing for financial markets and, absent an adequate policy response, may trigger severe recessions. Policy responses were more complex for developed economies with very low interest rates after the Global Financial Crisis (GFC). We document, however, that the unconventional policies adopted by the main central banks were effective in containing asset price declines. These policies impacted long rates and inspired confidence in a policy-put framework that reduced the persistence of risk-off shocks. We also show that domestic macroeconomic and financial conditions play a key role in benefiting from the spillovers of these policies during risk-off episodes. Countries like Japan, which already had very low long rates, benefited less. However, Japan still benefitted from the reduced persistence of risk-off shocks. In contrast, since one of the main channels through which emerging markets are historically affected by global risk-off shocks is through a sharp rise in long rates, the unconventional monetary policy phase has been relatively benign to emerging markets during these episodes, especially for those economies with solid macroeconomic fundamentals and deep domestic financial markets. We also show that unconventional monetary policy in the US had strong effects on long interest rates in most economies in the Asia-Pacific region (which helps during risk-off events but may be destabilizing otherwise—we do not take a stand on this tradeoff).\n\n",
    "acknowledgement": "\nThis article is a contribution to “Asia-Pacific fixed income markets: evolving structure, participation and pricing,” a BIS Asian Office research programme. We thank Eric Swanson for sharing his data with us. We also thank Chris Ackerman, Efrem Castelnuovo, Stijn Claessens, Piti Disyatat, Ippei Fujiwara, Peter Hoerdahl and Benjamin Wong for their comments. Jose-Maria Vidal Pastor and Giulio Cornelli provided excellent research assistance. The views expressed in this paper are those of the authors and do not necessarily represent the views of the Bank for International Settlements. First draft: February 2018 The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}