{
    "id": 26037,
    "citation_title": "Home and School in the Development of Children",
    "citation_author": [
        "Francesco Agostinelli",
        "Morteza Saharkhiz",
        "Matthew J. Wiswall"
    ],
    "citation_publication_date": "2019-07-08",
    "issue_date": "2019-07-05",
    "revision_date": "2020-01-30",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a unified empirical framework for child development which nests the key features of two previously parallel research programs, the Child Development literature and the Education Production Function literature. Our framework allows for mis-measured cognitive and non-cognitive skills, classroom effects, parental influences, and complementarities/interactions. Although both are important, we estimate that differential parental investments are the more important source of end-of-kindergarten inequality than classroom quality. Higher quality classrooms and home investments have a larger effect on children entering kindergarten with skill deficits, a negative complementarity. Our estimated model replicates patterns by excluded race and family income variables and experimental results from the Tennessee STAR experiment. Finally, we find that the estimated classroom quality from standard value-added models would systematically be confounded with the student selection into classrooms based on their (omitted) non-cognitive skills and their home quality.\n\n",
    "acknowledgement": "\nThis research is partially supported by NSF Grant 1357686. We thank participants at seminars at Arizona State University and University of Wisconsin-Madison for helpful comments. We are responsible for all errors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}