{
    "id": 26034,
    "citation_title": "The Founding of the Federal Reserve, the Great Depression and the Evolution of the U.S. Interbank Network",
    "citation_author": [
        "Matthew S. Jaremski",
        "David C. Wheelock"
    ],
    "citation_publication_date": "2019-07-08",
    "issue_date": "2019-07-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFinancial network structure is an important determinant of systemic risk. This paper examines how the U.S. interbank network evolved over a long and important period that included two key events: the founding of the Federal Reserve and the Great Depression. Banks established connections to correspondents that joined the Federal Reserve in cities with Fed offices, initially reducing overall network concentration. The network became even more focused on Fed cities during the Depression, as survival rates were higher for banks with more existing connections to Fed cities, and as survivors established new connections to those cities over time.\n\n",
    "acknowledgement": "\nThe authors thank Dan Bogart, Charles Calomiris, and two anonymous referees for comments on a previous version of this paper, as well as conference participants at the Federal Reserve Bank of Cleveland’s 2018 Financial and Monetary History Workshop and the 2018 World Economic History Conference. The paper greatly benefited from a grant from the Yale Economic Growth Center. The views expressed in this paper are those of the authors and do not necessarily reflect official positions of the Federal Reserve Bank of St. Louis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}