{
    "id": 26032,
    "citation_title": "Imperfect Risk-Sharing and the Business Cycle",
    "citation_author": [
        "David W. Berger",
        "Luigi Bocola",
        "Alessandro Dovis"
    ],
    "citation_publication_date": "2019-07-08",
    "issue_date": "2019-07-05",
    "revision_date": "2023-02-16",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the macroeconomic implications of imperfect risk sharing implied by a class of New Keynesian models with heterogeneous agents. The models in this class can be equivalently represented as a representative-agent economy with wedges. These wedges are functions of households’ consumption shares and relative wages, and they identify the key cross-sectional moments that govern the impact of households’ heterogeneity on aggregate variables. We measure the wedges using U.S. household-level data, and combine them with a representative-agent economy to perform counterfactuals. We find that deviations from perfect risk sharing implied by this class of models account for only 7% of output volatility on average, but can have sizable output effects when nominal interest rates reach their lower bound.\n\n",
    "acknowledgement": "\nFirst draft: February 2019. We thank Fernando Alvarez, Adrien Auclert, Anmol Bhandari, Loukas Karabarbounis, Greg Kaplan, Patrick Kehoe, Dirk Krueger, Guido Lorenzoni, Alisdair McKay, Kurt Mitman, Ben Moll, Luigi Pistaferri, Richard Rogerson, Joe Vavra and participants at several seminars and conferences. We thank Aniket Baksy and Sara Casella for excellent research assistance. Luigi Bocola thanks the Alfred P. Sloan foundation for generous funding. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}