{
    "id": 26033,
    "citation_title": "Improving the Accuracy of Economic Measurement with Multiple Data Sources: The Case of Payroll Employment Data",
    "citation_author": [
        "Tomaz Cajner",
        "Leland D. Crane",
        "Ryan A. Decker",
        "Adrian Hamins-Puertolas",
        "Christopher Kurz"
    ],
    "citation_publication_date": "2019-07-08",
    "issue_date": "2019-07-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Data Collection",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper combines information from two sources of U.S. private payroll employment to increase the accuracy of real-time measurement of the labor market. The sources are the Current Employment Statistics (CES) from BLS and microdata from the payroll processing firm ADP.   We briefly describe the ADP-derived data series, compare it to the BLS data, and describe an exercise that benchmarks the data series to an employment census.  The CES and the ADP employment data are each derived from roughly equal-sized samples.  We  argue that combining CES and ADP data series reduces the measurement error inherent in both data sources. In particular, we infer “true” unobserved payroll employment growth using a state-space model and find that the optimal predictor of the unobserved state puts approximately equal weight on the CES and ADP-derived series. Moreover, the estimated state contains information about future readings of payroll employment.\n\n",
    "acknowledgement": "\nWe thank ADP for access to and help with the payroll microdata that underlie the work described by this paper. In particular, this work would not have been possible without the support of Jan Siegmund, Ahu Yildirmaz, and Sinem Buber. We are grateful for discussions with Katharine Abraham, Borağan Aruoba, Simon Freyaldenhoven, Erik Hurst, Gray Kimbrough, Alan Krueger, Norman Morin, Matthew Shapiro, John Stevens, David Wilcox, Mark Zandi, and seminar participants at the Federal Reserve Board, the Federal Reserve Bank of Cleveland, ESCoE Conference on Economic Measurement, the BLS, NBER CRIW meetings, the Bank of England, and the 2018 ASSA meetings. The analysis and conclusions set forth here are those of the authors and do not indicate concurrence by other members of the research staff, the Board of Governors, or the National Bureau of Economic Research.\n\n\n"
}