{
    "id": 26038,
    "citation_title": "Is Great Information Good Enough? Evidence from Physicians as Patients",
    "citation_author": [
        "Michael D. Frakes",
        "Jonathan Gruber",
        "Anupam Jena"
    ],
    "citation_publication_date": "2019-07-08",
    "issue_date": "2019-07-05",
    "revision_date": "2019-07-24",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nStemming from the belief that the key barrier to achieving high-quality and low-cost health care is the deficiency of information and medical knowledge among patients, an enormous number of health policies are focused on patient education.  In this paper, we attempt to place an upper bound on the improvements to health care quality that may emanate from such information campaigns.  To do so, we compare the care received by a group of patients that should have the best possible information on health care service efficacy—i.e., physicians as patients—with a comparable group of non-physician patients, taking various steps to account for unobservable differences between the two groups.  Our results suggest that physicians do only slightly better in adhering to both low- and high-value care guidelines than non-physicians – but not by much and not always.\n\n",
    "acknowledgement": "\nWe are grateful to the Military Health Agency for providing the data used in this project, to the NIA for funding, and to Ian Calaway and Tim Simmons for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}