{
    "id": 26030,
    "citation_title": "The Impact of Medicaid on Medical Utilization in a Vulnerable Population: Evidence from COFA Migrants",
    "citation_author": [
        "Timothy J. Halliday",
        "Randall Q. Akee",
        "Tetine Sentell",
        "Megan Inada",
        "Jill Miyamura"
    ],
    "citation_publication_date": "2019-07-08",
    "issue_date": "2019-07-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn March 2015, the State of Hawaii stopped covering the vast majority of migrants from countries belonging to the Compact of Free Association (COFA) in the state Medicaid program.  COFA migrants were instead required to obtain private insurance in the exchanges established under the Affordable Care Act. Using statewide administrative hospital discharge data, we show that Medicaid-funded hospitalizations and emergency room visits declined in this population by 69% and 42% after the expiration of Medicaid eligibility. This decrease occurred despite the fact that low-income COFA households were eligible for state-funded premium coverage for private insurance. Utilization funded by private insurance did increase, but not enough to offset the declines in Medicaid-funded utilization. Uninsured ER visits increased as a consequence of the expiration of Medicaid benefits. Paradoxically, we also find a substantial increase in Medicaid-funded ER visits by infants after the expiration of benefits.\n\n",
    "acknowledgement": "\nWe thank the University of Hawaii Economic Research Organization for providing funding to purchase data from the Hawaii Health Information Corporation. We would also like to thank Marcella Alsan, Marianne Bitler, Carl Bonham, Patrick Button, David Card, Anita Hofschneider, Lester Lusher, Gregory Maskarinec, Craig McIntosh, Teresa Molina, Judy Mohr Peterson, Ranjani Starr, and Seiji Yamada for useful comments and discussions. We also acknowledge seminar participants at the University of Hawaii Applied Micro Workshop,the NBER Workshop on the Economics of Indigenous Peoples and Institutions, the Trans-Pacific Labor Seminar, and Kokua Kalihi Valley Comprehensive Family Services. Victoria Fan contributed to an earlier draft of this paper. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}