{
    "id": 26039,
    "citation_title": "Global Dimensions of U.S. Monetary Policy",
    "citation_author": [
        "Maurice Obstfeld"
    ],
    "citation_publication_date": "2019-07-08",
    "issue_date": "2019-07-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper is a partial exploration of mechanisms through which global factors influence the tradeoffs that U.S. monetary policy faces. It considers three main channels. The first is the determination of domestic inflation in a context where international prices and global competition play a role, alongside domestic slack and inflation expectations. The second channel is the determination of asset returns (including the natural real safe rate of interest, r*) and financial conditions, given integration with global financial markets. The third channel, which is particular to the United States, is the potential spillback onto the U.S. economy from the disproportionate impact of U.S. monetary policy on the outside world. In themselves, global factors need not undermine a central bank's ability to control the price level over the long term -- after all, it is the monopoly issuer of the numeraire in which domestic prices are measured. Over shorter horizons, however, global factors do change the tradeoff between price-level control and other goals such as low unemployment and financial stability, thereby affecting the policy cost of attaining a given price path.\n\n",
    "acknowledgement": "\nThis paper was prepared for the Federal Reserve conference on \"Monetary Policy Strategy, Tools, and Communication Practices,\" held at the Federal Reserve Bank of Chicago on June 4-5, 2019. I thank Jianlin Wang for outstanding research assistance, Gian Maria Milesi-Ferretti for helpful conversation, and Edward Nelson for suggestions. Comments by Kristin Forbes and other conference participants also improved the paper. For generous help with data, I acknowledge Oya Celasun, Weicheng Lian, Ava Hong, and Mahnaz Hemmati of the IMF and Anna Zabai of the BIS. All errors are mine. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}