{
    "id": 26035,
    "citation_title": "Learning Management Through Matching: A Field Experiment Using Mechanism Design",
    "citation_author": [
        "Girum Abebe",
        "Marcel Fafchamps",
        "Michael Koelle",
        "Simon Quinn"
    ],
    "citation_publication_date": "2019-07-08",
    "issue_date": "2019-07-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhat is the effect of exposing motivated youth to firm management in practice? To answer this question, we place young professionals for one month in established firms to shadow middle managers. Using random assignment into program participation, we find positive average effects on wage employment, but no average effect on the likelihood of self-employment. Within the treatment group, we match individuals and firms in batches using a deferred-acceptance algorithm. We show how this allows us to identify heterogeneous treatment effects by firm and intern. We find striking heterogeneity in self-employment effects, but almost no heterogeneity in wage employment. Estimates of marginal treatment effects (MTE) are then used to simulate counterfactual mechanism design. We find that some assignment mechanisms substantially outperform random matching in generating employment and income effects. These results demonstrate the importance of treatment heterogeneity for the design of field experiments and the role of matching algorithms in intervention design.\n\n",
    "acknowledgement": "\nWe are grateful to Attila Ambrus, Nick Bloom, Jonathan Colmer, Matthew Elliott, Avi Feller, Ben Golub, Seema Jayachandran, Terence Johnson, Shengwu Li, David McKenzie, Eva Meyersson Milgrom, Benjamin Roth, Tom Schwantje, Ran Shorrer, Meredith Startz, Alex Teytelboym, Gabriel Ulyssea and Chris Woodruff for useful comments, and to audiences at Bocconi University, Boğaziçi University, DFID, the EBRD, Harvard University, Stanford University and the University of Oxford. We thank Gezahegn Gebremedhin, Biruk Tekle and Alemayehu Woldu for outstanding research assistance. We thank the UK Department for International Development for research funding (through the Private Enterprise Development in Low-Income Countries program). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}