{
    "id": 26046,
    "citation_title": "Exchange Rate Reconnect",
    "citation_author": [
        "Andrew Lilley",
        "Matteo Maggiori",
        "Brent Neiman",
        "Jesse Schreger"
    ],
    "citation_publication_date": "2019-07-08",
    "issue_date": "2019-07-05",
    "revision_date": "2019-12-18",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIt is surprisingly difficult to find economic variables that strongly co-move with exchange rates, a phenomenon codified in a large literature on “exchange rate disconnect.” We demonstrate that a variety of common proxies for global risk appetite, which did not co-move with exchange rates prior to 2007, have provided significant in-sample explanatory power for currencies since then. Furthermore, during the global financial crisis and its aftermath, U.S. purchases of foreign bonds were highly correlated with these risk measures as well as with exchange rates. Changes in this type of capital flow statistically explain as much as half of the quarterly variation in the US dollar during 2007-2012. We use security-level data on U.S. portfolios to demonstrate that this connection of U.S. foreign bond purchases to exchange rates is largely driven by investment in dollar-denominated assets rather than by foreign currency exposure alone. Our results support the narrative emerging from an active recent literature that the US dollar’s role as an international and safe-haven currency has surged since the global financial crisis.\n\n",
    "acknowledgement": "\nWe are grateful to Katharina Bergant, Ric Colacito,Wenxin Du, and Ken Rogoff for their comments, and we offer particular thanks to Steve Kaplan for his generous help with the project. Bob Freeman, Ravi Wadhwani, and Matt Weiss offered outstanding technical assistance at various stages of the project. Our analysis makes use of data that are proprietary to Morningstar and/or its content providers. Neither Morningstar nor its content providers are responsible for any of the views expressed in this article. We thank the Becker-Friedman Institute, the Guggenheim Foundation, the NSF (1653917), the Sloan Foundation, and the Weatherhead Center for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}