{
    "id": 26044,
    "citation_title": "Effect of an Abrupt Change in Sexual and Reproductive Health Policy on Adolescent Birth Rates in Ecuador, 2008–2017",
    "citation_author": [
        "Omar Galárraga",
        "Jeffrey E. Harris"
    ],
    "citation_publication_date": "2019-07-08",
    "issue_date": "2019-07-05",
    "revision_date": "2020-12-17",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSeveral countries have implemented “family-centered” abstinence-only policies for teenagers, as opposed to encouraging utilization and expansion of reproductive health services and education. Little is known, however, about the effects of these more restrictive policies on adolescent birth rates at the national level or their differential effects by race and ethnicity. The extant literature is even scarcer in low- and middle-income countries. We analyze an unexpected policy change in Ecuador that abruptly reversed course and restricted reproductive health services for teenage women in 2014. We use a canton- and time-fixed effects difference-in-differences analysis of Ecuador’s 221 cantons with time-varying controls to analyze the impact of the abrupt policy change on the difference of teen (15-19 years) minus young adult (20-24 years) birth rates. In a difference-in-difference-in-differences analysis, the policy change increases birth rates by 8.5 births per 1000 women in cantons with higher indigenous concentration. Results are robust to changes in the comparison population (young adults vs. women in their late 20s or in their early 30s), pre-intervention control periods, population weighting, serial correlation, logarithmic model specification, adjustments for intervention year, definition of indigenous concentration, and potential delays in policy implementation.\n\n",
    "acknowledgement": "\nThe authors would like to thank three anonymous referees, Dhaval Dave, Rachel Robinson, Kathleen Broussard, Vladimíra Kantorová, and participants in the 4th Annual Population Health Science Research Workshop at University of Pennsylvania (December 2019) and at the Population Association of America (PAA) virtual meetings (April 2020) for useful discussions and comments. James Kunhardt (at Brown University, Department of Economics) provided excellent research assistance. We are grateful also to the Population Studies and Training Center (PSTC) at Brown University, which receives funding from the National Institutes of Health (NIH: P2C HD041020), for general support. The authors have no conflicts of interest to declare. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}