{
    "id": 26043,
    "citation_title": "How Can Inclusive Agricultural Health Policy Intervention Promote Shared Agricultural Productivity in Nigeria? Evidence from Randomized Control Trial",
    "citation_author": [
        "Toyin Samuel Olowogbon",
        "Raphael Olanrewaju Babatunde",
        "Edward Asiedu"
    ],
    "citation_publication_date": "2019-07-08",
    "issue_date": "2019-07-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nWe engaged randomized control trial to measure the effects of an agricultural health training intervention among 480 randomly assigned crop farmers from 24 farming communities in Nigeria. Structured questionnaire, interviews and random farm visit were used for data collection. The intervention component includes one-time village level agricultural health training and a three-month farm safety mobile text messaging follow up. We engaged a peer-developed module covering safe ergonomic practices and safe use of agrochemicals for the training. Findings from the study revealed that every one day increase in sickness absence decreases farmers’ labour productivity by 3% (p<0.01); the agricultural health intervention reduced sickness absence in the season by 1.9 out of 6.5 days (29%) with significant improvement in farmers’ agricultural health knowledge and attitude (p<0.01). However, we documented weak evidence on the intervention effect on farmers’ labour productivity. The study concluded that cassava farmers were engaged in unsafe farm practices exposing them to some health risks which negatively affect their well-being. Although, evidences from the study supports that the intervention enhanced farm safety knowledge, attitude and reduced sickness absence in short term, additional research is needed to establish the long-term intervention effects and explore issues of cost effectiveness of the intervention.\n\n",
    "acknowledgement": "\nWe acknowledge the support of the respondents who participated in the study and research assistants that assisted in data collection process. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}