{
    "id": 26047,
    "citation_title": "Fertility Decline in the Civil Rights Era",
    "citation_author": [
        "Owen Thompson"
    ],
    "citation_publication_date": "2019-07-08",
    "issue_date": "2019-07-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Discrimination",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nCenter for Aging and Health Research\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nLarge black-white fertility differences are a key feature of US demography, and are closely related to the broader dynamics of US racial inequality. To better understand the origins and determinants of racial fertility differentials, this paper examines fertility patterns in the period surrounding passage and implementation of the 1964 Civil Rights Act, which precipitated a period of rapid socioeconomic and political progress among African Americans, with these gains strongly concentrated in the South. I first show that the relative fertility of southern black women precipitously declined immediately after 1964. Specifically, as of 1964 the general fertility rate of southern black women was 53 births greater than the general fertility rate of southern white women, but by 1969 this gap had fallen to 33 births, a decline of approximately 40% in five years. The black-white fertility gap outside of the South was unchanged over this period. Measures of completed childbearing similarly show rapid black-white fertility convergence in the South but not in the North. An analysis of potential mechanisms finds that a substantial share of the observed fertility convergence can be explained by relative improvements in the earnings of southern blacks, and that the historical intensity of slavery and lynching activity are the strongest spacial correlates of fertility convergence\n\n",
    "acknowledgement": "\nI thank seminar participants at the Minnesota Population Center, the Upjohn Institute for Employment Research, the University of Massachusetts and Williams College for helpful comments. Portions of the Vital Statistics data used in this study were transcribed and generously made available under NIA grant P30-AG012810. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}