{
    "id": 26045,
    "citation_title": "Cheap Talk and Coordination in the Lab and in the Field: Collective Commercialization in Senegal",
    "citation_author": [
        "Fo Kodjo Dzinyefa Aflagah",
        "Tanguy Bernard",
        "Angelino Viceisza"
    ],
    "citation_publication_date": "2019-07-15",
    "issue_date": "2019-07-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nCoordination is central to social interactions.  Theory and conventional lab experiments suggest that cheap talk/communication can enhance coordination under certain conditions. Two aspects that remain underexplored are (1) the interaction between the number of players (group size) and communication and (2) how existing findings might play out in the field.  We address both of these by studying a typical naturally-occurring setting that requires coordination; that is, one where members of agricultural cooperatives seek to jointly sell their output.  Combining artefactual/lab-in-the-field experiments (LFEs), natural field experiments (RCTs), surveys, and cooperative records, we find that (1) revealing farmers' intended sales (i.e., cheap talk/communication) yields enhanced collective commercialization (i.e., coordination), particularly in larger groups; (2) such cheap talk may lead to higher incomes for small-scale farmers; (3) participants transfer learning from the LFEs thus affecting subsequent behavior in the RCTs (i.e., the day-to-day environment).  Our results contribute to existing literature by highlighting the potential for cheap-talk institutions to (1) boost coordination, particularly in settings with greater strategic uncertainty (e.g., larger farmer cooperatives), and (2) promote collective entrepreneurship and development.\n\n",
    "acknowledgement": "\nFunding for this study was provided by the CGIAR Consortium Research Program on Policies, Institutions, and Markets, the International Food Policy Research Institute (IFPRI), and the IFPRI Mobile Experimental Economics Laboratory. Viceisza is also grateful to the Economics Department at Duke University where some of this work was completed. Institutional Review Board (IRB) approval for this study was obtained from IFPRI and the Senegalese National Ethics Committee for Research in Health (CNERS). This RCT was registered in the American Economic Association Registry for randomized control trials under trial number 4400. We thank Elisabeth Sadoulet, Francisca Antman, Dan Ariely, Christopher Barrett, Patrick Bayer, Michael Carter, Jan Christopher, Claudio Ferraz, Erica Field, Fred Finan, Xavier Gine, Rachel Kranton, John List, Jeffrey Michler, Suresh Naidu, Joel Sobel, Mohammed Tesemma, Emilia Tjernstroem, Xiao Yu Wang, and Daniel Weiner for meaningful discussions.  We also thank audiences at the Allied Social Science Association/National Economic Association meetings, Duke University (Center for Advanced Hindsight, Department of Economics, and Department of Political Science), the Economic Science Association North American meetings, the Experimental Methods in Policy Conference, the Food and Agricultural Organization, IFPRI, the NBER Transforming Rural Africa Conference, SEEDEC, University of Bordeaux (GREThA), University of Goettingen, University of Paris Dauphine, Vanderbilt University, the Workshop in Memory of John van Huyck, and the Workshop on Producers' Organizations in Agricultural Markets at Toulouse Economics for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}