{
    "id": 26042,
    "citation_title": "Private vs. Public Provision of Social Insurance: Evidence from Medicaid",
    "citation_author": [
        "Timothy J. Layton",
        "Nicole Maestas",
        "Daniel Prinz",
        "Boris Vabson"
    ],
    "citation_publication_date": "2019-07-08",
    "issue_date": "2019-07-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": [
        "\n",
        "\nCenter for Aging and Health Research\n",
        "\n",
        "\nRetirement and Disability Research Center\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nPublic health insurance benefits in the U.S. are increasingly provided by private firms, despite mixed evidence on welfare effects. We investigate the impact of privatization in Medicaid by exploiting the staggered introduction of county-level mandates in Texas that required disabled beneficiaries to switch from public to private plans. Compared to the public program, which used blunt rationing to control costs, we find privatization led to improvements in healthcare—including increased consumption of high-value drug treatments and fewer avoidable hospitalizations—but also higher Medicaid spending. We conclude that private provision can be beneficial when constraints in the public setting limit efficiency.\n\n",
    "acknowledgement": "\nWe thank Kate Bundorf, Heinrich Kögel, Jessica Van Parys, and Matt Rutledge for serving as discussants for the paper as well as seminar participants at Harvard Medical School, the Leonard David Institute at the University of Pennsylvania, the NBER Spring Aging Meeting, ASHEcon, the American-European Health Economics Study Group, the Disability Research Consortium Annual Meeting, the University of Minnesota, the Schaeffer Center at the University of Southern California, the Institute on Health Economics, Health Behaviors, and Disparities at Cornell University, Harvard University, the APPAM Annual Fall Research Conference, Yale School of Public Health, and RAND for useful comments. We thank Mike Geruso, Jon Kolstad, Jenn Kowalski, Chris Ody, Bastian Ravesteijn, Mark Shepard, Amanda Starc, and Jacob Wallace for helpful conversations about earlier drafts of this paper. Special thanks to Francoise Becker at the Social Security Administration (SSA) for data analysis support with the Disability Analysis File. Julia Yates provided excellent research assistance. We gratefully acknowledge financial support from the Laura and John Arnold Foundation, the Social Security Administration through grant #5 DRC12000002-06 to the National Bureau of Economic Research as part of the SSA Disability Research Consortium, the National Institute on Aging (P30-AG012810), and the Agency for Healthcare Research and Quality (K01-HS25786-01). The findings and conclusions expressed are solely those of the authors and do not represent the opinions or policy of SSA, any agency of the Federal Government, or the National Bureau of Economic Research.\n\n\n\nTimothy J. Layton\n\nDisclosures, Timothy Layton\nNo funder or other agency had the opportunity to review this research prior to publication. Potentially relevant professional and financial relationships in the past 3 years:\n1. NIMH Postdoctoral Fellowship [T32-019733] (salary)\n2. Harvard Medical School: Assistant Professor (salary)\n3. Litigation consulting with Greylock MacKinnon and Associates (consulting fees $30-40k)\n4. Consulting fees from University of Texas – Austin for project “Selection Incentives in US Health Plan Design.” [funded by Pfizer] ($10k)\n5. Grant from Laura and John Arnold Foundation. “Risk Adjustment Re-design.” Co-investigator. (12% time)\n6. Grant from NIMH. “Mental Health Coverage and Payment in Private Health Plans.” [R01-MH094290] Co-investigator. (20% time)\n\n\n"
}