{
    "id": 26055,
    "citation_title": "Youth Drain, Entrepreneurship and Innovation",
    "citation_author": [
        "Massimo Anelli",
        "Gaetano Basso",
        "Giuseppe Ippedico",
        "Giovanni Peri"
    ],
    "citation_publication_date": "2019-07-15",
    "issue_date": "2019-07-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nMigration outflows, especially of young people, may deprive an economy of entrepreneurial energy and innovative ideas. We exploit exogenous variation in emigration from Italian local labor markets to show that between 2008 and 2015 larger emigration flows reduced firm creation. The decline affected firms owned by young people and innovative industries. We estimate that for every 1,000 emigrants, 10 fewer young-owned firms were created over the whole period. A simple accounting exercise shows that about 60 percent of the effect is generated simply by the loss of young people; the remaining 40 percent is due to a combination of selection of emigrants among highly entrepreneurial people, negative spillovers on the entrepreneurship rate of locals, and negative local firm multiplier effect.\n\n",
    "acknowledgement": "\nWe are grateful to Emanuele Ciani, Federico Cingano, Xavier Jaravel, Salvatore Lo Bello, Francesca Lotti, Sauro Mocetti, Paolo Sestito, Eliana Viviano and Josef Zweimueller for helpful comments and to seminars participants at Bank of Italy, Copenhagen Business School, CESifo Area Conference on Employment and Social Protection, 2018 ESPE conference, ifo Institute, Univeristat de Barcelona, Free University of Bozen, Paris School of Economics, UC Davis Migration Research Cluster, 2018 Workshop on Migration in Edinburgh and 2018 Brucchi Luchino workshop. We thank Rosario Ballatore (Bank of Italy), Desideria Toscano and Annamaria Grispo (Italian Ministry of Interior) and Gina Carbonin (SOGEI) for valuable data provision. The views expressed in this paper are those of the authors and do not necessarily reflect the position of the Bank of Italy or of the National Bureau of Economic Research. Any errors or omissions are the sole responsibility of the authors.\n\n\n"
}