{
    "id": 26059,
    "citation_title": "The Remarkable Unresponsiveness of College Students to Nudging And What We Can Learn from It",
    "citation_author": [
        "Philip Oreopoulos",
        "Uros Petronijevic"
    ],
    "citation_publication_date": "2019-07-15",
    "issue_date": "2019-07-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe present results from a five-year effort to design promising online and text-message interventions to improve college achievement through several distinct channels.  From a sample of nearly 25,000 students across three different campuses, we find some improvement from coaching-based interventions on mental health and study time, but none of the interventions we evaluate significantly influences academic outcomes (even for those students more at risk of dropping out).  We interpret the results with our survey data and a model of student effort.  Students study about five to eight hours fewer each week than they plan to, though our interventions do not alter this tendency.  The coaching interventions make some students realize that more effort is needed to attain good grades but, rather than working harder, they settle by adjusting grade expectations downwards.  Our study time impacts are not large enough for translating into significant academic benefits.  More comprehensive but expensive programs appear more promising for helping college students outside the classroom.\n\n",
    "acknowledgement": "\nThis project would not have been possible without the enthusiastic support of the Department of Economics at the University of Toronto, especially the instructors of first-year economics courses, Lee Bailey, Tenzin Yindok, Bob Gazzale, Bill Wolfson, Kieran Furlong, Avi Cohen, Jack Parkinson, Michael Ho, Zachary Mahone, Gordon Cleveland, Paola Salardi, Loren Brandt, Eric Kam, Erica Rzepecki, and Peter Foltin. We are also indebted to Aaron DeMello and James Lahey for their tireless commitment to designing the project’s well-run website and online exercises, as well as for their help with organizing and extracting the experimental data.  Matthew Hendrickson helped extract the administrative data.  We are very grateful to all the coaches who provided experienced assistance to participants, and to the Social Science Research Council of Canada (Insight Grant #435-2018-0268 and Insight Development Grant # 430-2017-00779), the Jamal Poverty Action Lab, and the University of Toronto’s Learning and Education Advancement Fund for financial support.  The paper was completed while Oreopoulos was visiting the Russell Sage Foundation as a Visiting Scholar, almost entirely without procrastination.  We are grateful for seminar participant feedback from numerous institutions.  All remaining errors are our own. The experiments in this paper were registered with the AEA RCT Registry (AEARCTR-0000810). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}