{
    "id": 26054,
    "citation_title": "Can Smallholder Extension Transform African Agriculture?",
    "citation_author": [
        "Joshua W. Deutschmann",
        "Maya Duru",
        "Kim Siegal",
        "Emilia Tjernström"
    ],
    "citation_publication_date": "2019-07-15",
    "issue_date": "2019-07-11",
    "revision_date": "2021-02-26",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAgricultural productivity in Sub-Saharan Africa lags behind all other regions of the world. Decades of investment in agricultural research and extension have yielded more evidence on what fails than on what works—especially for the small-scale producers who dominate the sector. We study a program that targets multiple constraints to productivity at once, similar to anti-poverty “graduation” interventions. Analyzing a randomized controlled trial in western Kenya, we find that participation causes statistically and economically significant gains in output, yields, and profits. In our preferred specification, the program increases maize production by 26% and profits by 16%. The program increases yields uniformly across the sample, while treatment effects on total output and profit impacts are slightly attenuated at the top end of the distribution.\n\n",
    "acknowledgement": "\nThe authors thank Kibrom Abay, Brad Barham, Chris Barrett, Lori Beaman, Leah Bevis, Lorenzo Casaburi, Travis Lybbert, Nick Magnan, Jeremy Magruder, William Masters, Laura Schechter, Andrew Simons, Jeffrey Smith, Tavneet Suri, and Chris Udry for helpful comments and suggestions. We have also benefitted from comments by seminar and conference participants at CSAE, the IDEAS Summer School in Development, the NBER & African Development Bank Transforming Rural Africa Conference, NEUDC, Y-RISE, and the UW-Madison Agricultural and Applied Economics development workshop. All remaining errors are our own. Strathmore University’s IRB approved the study (IRB Approval Number: SU/IRB 0062/16). We registered the trial with the AEA Social Science Registry (AEARCTR-0006675). Author order randomized using the AEA Random Author Order tool (Confirmation code: xA0K-1_Ven8y). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}