{
    "id": 26056,
    "citation_title": "A Classical View of the Business Cycle",
    "citation_author": [
        "Michael T. Belongia",
        "Peter N. Ireland"
    ],
    "citation_publication_date": "2019-07-15",
    "issue_date": "2019-07-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "History of Economic Thought",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the 1920s, Irving Fisher extended his previous work on the Quantity Theory to describe, through an early version of the Phillips Curve, how changes in the money stock could be associated with cyclical movements in output, employment, and inflation.  At the same time, Holbrook Working designed a quantitative rule for achieving price stability through control of the money supply.  This paper develops a structural vector autoregressive time series model that allows these \"classical\" channels of monetary transmission to operate alongside the now-more-familiar interest rate channel of the New Keynesian model.  Even with Bayesian priors that intentionally favor the New Keynesian view, the United States data produce posterior distributions for the model's key parameters that are consistent with the ideas of Fisher and Working.  Changes in real money balances enter importantly into the model's aggregate demand relationship, while growth in Divisia M2 appears in the estimated monetary policy rule.  Contractionary monetary policy shocks reveal themselves through persistent declines in nominal money growth instead of rising nominal interest rates and account for important historical movements in output and inflation.\n\n",
    "acknowledgement": "\nWe are especially grateful to David Laidler for his encouragement during the development of this paper and to John Taylor, Kenneth West, two referees, and seminar participants at the Federal Reserve Bank of Atlanta for helpful comments on previous drafts.  All errors that remain are our own.  Neither of us received any external support for, or has any financial interest that relates to, the research described in this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}