{
    "id": 26051,
    "citation_title": "The Minimum Legal Drinking Age and Crime Victimization",
    "citation_author": [
        "Aaron Chalfin",
        "Benjamin Hansen",
        "Rachel Ryley"
    ],
    "citation_publication_date": "2019-07-15",
    "issue_date": "2019-07-11",
    "revision_date": "2019-07-17",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nFor every crime there is a victim. However nearly all studies in the economics of crime have focused the causal determinants of criminality. We present novel evidence on the causal determinants of victimization, focusing on legal access to alcohol. The social costs of alcohol use and abuse are sizable and well-documented. We find criminal victimization for both violent and property crimes  increases noticeably at age 21. Effects are not present at other birthdays and do not appear to be driven by a birth-day \"celebration effect.\" The effects are particularly large for sexual assaults, especially those that occur in public locations. Our results suggest prior research which has focused on criminality has understated the true social costs associated with increased access to alcohol.\n\n",
    "acknowledgement": "\nWe thank Amanda Agan, Lars Lefgren, Jason Lindo, Vikram Maheshri and Emily Weisburst for helpful comments which greatly improved earlier versions of this manuscript. We are also grateful to helpful comments from seminar participants at the University of Maryland, College Park and American University, and conference attendees at the Economics of Risky Behavior Conference in Bologna, Italy. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}