{
    "id": 26058,
    "citation_title": "Evaluation of Medical Technologies with Uncertain Benefits",
    "citation_author": [
        "Darius N. Lakdawalla",
        "Charles E. Phelps"
    ],
    "citation_publication_date": "2019-07-15",
    "issue_date": "2019-07-11",
    "revision_date": "2020-05-28",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nCost-effectiveness analysis (CEA), despite its known limitations, continues as the primary method used for health technology assessment (HTA) both officially (UK, Australia and Canada) and less formally elsewhere.  Standard CEA models compare incremental cost increases to incremental average gains in health, commonly expressed in Quality-Adjusted Life Years (QALYs).  Our research generalizes earlier CEA models in several ways. First, we introduce risk aversion in Quality of Life (QoL), which affects willingness to pay (WTP) for health care, leading to WTP thresholds that rise with illness severity.  Ignoring risk aversion in QoL over-values treatments for minor illnesses and under-values treatments for highly severe illnesses, perhaps by an order of magnitude.  We call our generalized WTP threshold the Risk-Aversion and Severity-Adjusted WTP (RASA-WTP).  Unlike traditional CEA analyses, which discriminate against persons with disabilities, our analysis implies that the marginal value of improving QoL rises for disabled individuals. Our model can also value the uncertain benefits of medical interventions by employing well-established analytic methods from finance.  We develop a certainty-equivalent quality of life measure that we call the Risk-Adjusted QALY (RA-QALY), which accounts for consumer preferences over risky health outcomes.  Finally, we show that traditional QALYs no longer serve as a single index of health, when consumers are risk-averse.  To address this problem, we derive a generalized single-index of health outcomes—the Generalized Risk-Adjusted QALY (GRA-QALY).  The GRA-QALY reinstates the equivalence between health gains from quality of life and gains from life extension, even in the presence of risk-aversion and treatment outcome uncertainty. Earlier models of CEA that abstract from risk-aversion nest as special cases of our more general model. We discuss new data necessary to implement our model and standard analytic methods by which the necessary parameters can be obtained.\n\n",
    "acknowledgement": "\nThe authors thank Mike Drummond, Alan Garber, Lou Garrison, Jon Gruber, Emmett Keeler, Mark Pauly, Julian Reif, and seminar participants at the University of Washington for helpful comments, and we thank Hanh Nguyen for exceptional assistance with the manuscript. All errors are our own. DNL discloses that he owns equity in Precision Medicine Group, which provides consulting services to firms in the healthcare and pharmaceutical industries. DNL is grateful for funding from the National Institute on Aging (1R01AG062277-01). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nCharles E. Phelps\n\nCEP has no external funding for this work.  Phelps has consulted for Merck Pharmaceuticals on ways to measure value in health care, unrelated to this project.\n\n\n"
}