{
    "id": 26057,
    "citation_title": "Are Price-Cost Markups Rising in the United States? A Discussion of the Evidence",
    "citation_author": [
        "Susanto Basu"
    ],
    "citation_publication_date": "2019-07-15",
    "issue_date": "2019-07-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA number of recent papers have argued that US firms exert increasing market power, as measured by their markups of price over marginal cost.  I review three of the main approaches to estimating economy-wide markups and show that all are based on the hypothesis of firm cost-minimization.  Yet different assumptions and methods of implementation lead to quite different conclusions regarding the levels and trends of markups.  I survey the literature critically, and argue that some of the startling findings of steeply-rising markups are difficult to reconcile with other evidence and with aggregate data.  Existing methods cannot determine whether markups have been stable or whether they have risen modestly over the past several decades.  Even relatively small increases in markups are consistent with significant changes in aggregate outcomes, such as the observed decline in labor’s share of national income.\n\n",
    "acknowledgement": "\nWritten for the Journal of Economic Perspectives.  I thank the editors for useful suggestions that have improved the paper, and Jan Eeckhout, John Fernald, Germán Gutiérrez, Robert Hall, Brent Neiman, Thomas Philippon, Valerie Ramey, Fabio Schiantarelli, Chad Syverson, and J. Christina Wang for helpful comments and discussions. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}