{
    "id": 26052,
    "citation_title": "The Effects of Decentralized and Video-based Extension on the Adoption of Integrated Soil Fertility Management – Experimental Evidence from Ethiopia",
    "citation_author": [
        "Denise Hörner",
        "Adrien Bouguen",
        "Markus Frölich",
        "Meike Wollni"
    ],
    "citation_publication_date": "2019-07-15",
    "issue_date": "2019-07-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe slow adoption of new agricultural technologies is an important factor in explaining persistent productivity deficits among smallholders in Sub-Saharan Africa (SSA). Farmers delay in particular the uptake of technology packages. Since knowledge constraints are an important barrier to adoption, effective extension approaches are key. In recent decades, extension systems in many SSA countries have moved towards decentralized “bottom-up” models involving farmers as active stakeholders.\nIn this study we assess the effects of a decentralized extension program and an additional video intervention on the adoption of integrated soil fertility management (ISFM) among 2,382 farmers in Ethiopia using a randomized controlled trial. ISFM should enhance soil fertility and productivity by combining organic and inorganic soil amendments. We find that both extension-only and extension combined with video increase ISFM adoption and knowledge. We further find evidence for increased adoption of ISFM practices among farmers in treatment communities that do not actively participate in the extension activities. The additional video intervention shows a significant complementary effect for these non-actively involved farmers, in particular regarding the combined use of the practices on the same plot. A causal mediation analysis reveals that increases in knowledge explain part of the treatment effects on adoption.\n\n",
    "acknowledgement": "\nThis research was financially supported by the German Research Foundation (DFG) through grant number RTG1666 (GlobalFood) and project number 390367541, as well as the German Agency for International Cooperation (GIZ). Further support for research analysis was also provided by DFG through SFB 884 at University of Mannheim. The authors thank in particular Dr. Robert Poppe and all members of the Integrated Soil Fertility Management Project (ISFM+) for their invaluable support, and Ibrahim Worku for his excellent field work coordination as well as the whole team of research assistants and enumerators. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}