{
    "id": 26050,
    "citation_title": "China’s Overseas Lending",
    "citation_author": [
        "Sebastian Horn",
        "Carmen M. Reinhart",
        "Christoph Trebesch"
    ],
    "citation_publication_date": "2019-07-08",
    "issue_date": "2019-07-05",
    "revision_date": "2020-05-14",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCompared with China’s pre-eminent status in world trade, its role in global finance is poorly understood. This paper studies the size, characteristics, and determinants of China’s capital exports building a new database of 5000 loans and grants to 152 countries, 1949-2017. We find that 50% of China’s lending to developing countries is not reported to the IMF or World Bank. These “hidden debts” distort policy surveillance, risk pricing, and debt sustainability analyses. Since China’s overseas lending is almost entirely official (state-controlled), the standard “push” and “pull” drivers of private cross-border flows do not apply in the same way.\n\n",
    "acknowledgement": "\nWe thank Max Tchirikov, Mattis Bös, Martin Wiegand and Nicolas Wuthenow for excellent research assistance as well as the German Research Foundation (DFG) for financial support (SPP 1859). Sebastian Horn gratefully acknowledges financial support from the Egon Sohmen Graduate Center at LMU Munich. We thank Brad Parks, Vincent Reinhart, Robert Subbaraman, Jeromin Zettelmeyer, and seminar participants at Harvard’s Kennedy School and Business School, Paris School of Economics, the Center for Global Development, the International Monetary Fund and the World Bank for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}