{
    "id": 26068,
    "citation_title": "Welfare Costs of Catastrophes: Lost Consumption and Lost Lives",
    "citation_author": [
        "Ian W.R. Martin",
        "Robert S. Pindyck"
    ],
    "citation_publication_date": "2019-07-15",
    "issue_date": "2019-07-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMost of the literature on the economics of catastrophes assumes that such events cause  a reduction in the stream of consumption, as opposed to widespread fatalities.  Here we show how to incorporate death in a model of catastrophe avoidance, and how a catastrophic loss of life can be expressed as a welfare-equivalent drop in wealth or consumption.  We examine how potential fatalities affect the policy interdependence of catastrophic events and \"willingness to pay\" (WTP) to avoid them.  Using estimates of the \"value of a statistical life\" (VSL), we find the WTP to avoid  major pandemics, and show it is large (10% or more of annual consumption) and partly driven by the risk of macroeconomic contractions.  Likewise, the risk of pandemics significantly increases the WTP to reduce consumption risk. Our work links the VSL and consumption disaster literatures.\n\n",
    "acknowledgement": "\nThe authors declare that they have no relevant or material financial interests that are related to the research described in this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. Ian Martin is grateful to the ERC for support under Starting Grant 639744.\n\n\n"
}