{
    "id": 26062,
    "citation_title": "Are Analyst Trade Ideas Valuable?",
    "citation_author": [
        "Justin Birru",
        "Sinan Gokkaya",
        "Xi Liu",
        "René M. Stulz"
    ],
    "citation_publication_date": "2019-07-15",
    "issue_date": "2019-07-11",
    "revision_date": "2019-08-14",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing a novel database, we show that the stock-price impact of analyst trade ideas is at least as large as the impact of stock recommendation, target price, and earnings forecast changes, and that investors following trade ideas can earn significant abnormal returns. Trade ideas triggered by forthcoming firm catalyst events are more informative than ideas exploiting temporary mispricing. Institutional investors trade in the direction of trade ideas and commission-paying institutional clients do so earlier than non-clients. Analysts generating trade ideas are more established and are more likely to produce ideas for stocks with high dollar trading commissions in their coverage universe.\n\n",
    "acknowledgement": "\nBirru is at Fisher College of Business, The Ohio State University. Gokkaya is at Ohio University and a Visiting Scholar at Fisher College of Business, The Ohio State University. Liu is at Farmer School of Business, Miami University. Stulz is at Fisher College of Business, The Ohio State University, NBER, and ECGI. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nRené M. Stulz\n\nRené Stulz serves on the board of a bank and consults and provides expert testimony for financial institutions. He also belongs to the board of trustees of the Global Association of Risk Professionals.\n\n\n"
}