{
    "id": 26063,
    "citation_title": "What Do Survey Data Tell Us about US Businesses?",
    "citation_author": [
        "Anmol Bhandari",
        "Serdar Birinci",
        "Ellen McGrattan",
        "Kurt See"
    ],
    "citation_publication_date": "2019-07-15",
    "issue_date": "2019-07-11",
    "revision_date": "2020-01-06",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nThis paper examines the reliability of survey data on business incomes, valuations, and rates of return, which are key inputs for studies of wealth inequality and entrepreneurial choice. We compare survey responses of business owners with available data from administrative tax records, brokered private business sales, and publicly traded company filings and document problems due to nonrepresentative samples and measurement errors across several surveys, subsamples, and years. We find that the discrepancies are economically relevant for the statistics of interest. We investigate reasons for these discrepancies and propose corrections for future survey designs.\n\n",
    "acknowledgement": "\nAn online Appendix (Bhandari et al. 2019) is available at www.minneapolisfed.org/research/sr/sr578.pdf. Bhandari and See acknowledge support from the Heller-Hurwicz Economic Institute, and McGrattan acknowledges support from the NSF. For helpful comments, we thank seminar and conference participants at Colorado, Minnesota, Yale, Autonoma, ASU, NYU, Columbia, UCSB, SITE, CMU, Midwest Macro, LAMES, Michigan, WU in St. Louis, Stanford, Notre Dame, and California Macroeconomics Association. For excellent editorial assistance, we thank Joan Gieseke. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve Bank of St. Louis, the Federal Reserve System, the Bank of Canada, or the National Bureau of Economic Research.\n\n\n"
}