{
    "id": 26066,
    "citation_title": "Measurement Error Mechanisms Matter: Agricultural Intensification with Farmer Misperceptions and Misreporting",
    "citation_author": [
        "Kibrom A. Abay",
        "Leah Bevis",
        "Christopher B. Barrett"
    ],
    "citation_publication_date": "2019-07-15",
    "issue_date": "2019-07-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe mechanism(s) that generate measurement error matter to inference. Survey measurement error is typically thought to represent simple misreporting correctable through improved measurement. But errors might also or alternatively reflect respondent misperceptions that materially affect the respondent decisions under study. We show analytically that these alternate data generating processes imply different appropriate regression specifications and have distinct effects on the bias in parameter estimates. We introduce a simple empirical technique to generate unbiased estimates under more general conditions and to apportion measurement error between misreporting and misperceptions in measurement error when one has both self-reported and objectively-measured observations of the same explanatory variable. We then apply these techniques to the longstanding question of agricultural intensification: do farmers increase input application rates per unit area as the size of the plots they cultivate decreases? Using nationally representative data from four sub-Saharan African countries, we find strong evidence that measurement error in plot size reflects a mixture of farmer misreporting and misperceptions. The results matter to inference around the intensification hypothesis and call into question whether more objective, precise measures are always preferable when estimating behavioral parameters.\n\n",
    "acknowledgement": "\nSeniority of authorship is shared equally. This paper benefited from comments by Marc Bellemare, Brian Dillon, Annemie Maertens, Derek Headey, Stein Holden, Emilia Tjernström, and NBER/AFDB conference attendees. Any remaining errors are solely our experience. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}