{
    "id": 26064,
    "citation_title": "Is Employment Polarization Informative About Wage Inequality and Is Employment Really Polarizing?",
    "citation_author": [
        "Jennifer Hunt",
        "Ryan Nunn"
    ],
    "citation_publication_date": "2019-07-15",
    "issue_date": "2019-07-11",
    "revision_date": "2019-12-03",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEquating a job with an individual rather than an occupation, we re-examine whether U.S. workers are increasingly concentrated in low and high-wage jobs relative to middle-wage jobs, a phenomenon known as employment polarization. By assigning workers in the CPS to real hourly wage bins with time-invariant thresholds and tracking over time the shares of workers in each, we do find a decline since 1973 in the share of workers earning middle wages. However, we find that a strong increase in the share of workers in the top bin is accompanied by a slight decline in the share in the bottom bin, inconsistent with employment polarization. Turning to occupation-based analysis, we show that the share of employment in low-wage occupations is trending up only from 2002-2012, and that the apparent earlier growth and therefore polarization found in the literature is an artefact of occupation code redefinitions. This new timing rules out the hypothesis that computerization and automation lie behind both rising wage inequality and occupation-based employment polarization in the United States.\n\n",
    "acknowledgement": "\nWe are grateful to Kihwan Bae for research assistance, and Brad Hershbein and Elisa Jacome for providing us with code. For helpful comments on this version and a shorter, earlier version entitled “Why Are Fewer Workers Earning Middle Wages and Is It a Bad Thing?”, we thank David Autor, Paul Beaudry, Leah Brooks, Matias Cortes, David Dorn, Nicole Fortin, David Green, Barry Hirsch, David Howell, Stephen Jenkins, Alan Manning, Larry Mishel, Pia Orrenius, Francesc Ortega, Ben Sand, Alex Spitz-Oener, Ann Huff Stevens, David Wiczer, Myeong-Su Yun, former colleagues at the U.S. Department of the Treasury and participants in numerous seminars and conferences. Hunt is affiliated with the NBER, the CEPR (London) and IZA (Bonn), and is grateful for funding through the James Cullen Chair in Economics. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}