{
    "id": 26072,
    "citation_title": "Should Electric Vehicle Drivers Pay a Mileage Tax?",
    "citation_author": [
        "Lucas W. Davis",
        "James M. Sallee"
    ],
    "citation_publication_date": "2019-07-15",
    "issue_date": "2019-07-11",
    "revision_date": "2019-08-05",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn many countries the revenue from gasoline taxes is used to fund highways and other transportation infrastructure.  As the number of electric vehicles on the road increases, this raises questions about the effectiveness and equity of this financing mechanism.  In this paper, we ask whether electric vehicle drivers should pay a mileage tax.   Though the gasoline tax has been traditionally viewed as a benefits tax, we take instead the perspective of economic efficiency. We derive a condition for the optimal electric vehicle mileage tax that highlights a key trade-off.  On the one hand, there are externalities from driving including traffic congestion and accidents that imply a mileage tax is efficient.  On the other hand, gasoline tends to be underpriced, so a low (or even negative) mileage tax might be justified to encourage substitution away from gasoline-powered vehicles. We then turn to an empirical analysis aimed at better understanding the current policy landscape for electric vehicles in the United States. Using newly available nationally-representative microdata we calculate that electric vehicles have reduced gasoline tax revenues by $250 million annually.  We show that the foregone tax revenue is highly concentrated in a handful of states and is highly regressive, as most electric vehicles are driven by high-income households, and we discuss how this motivates and informs optimal policy.\n\n",
    "acknowledgement": "\nThis paper was presented at the NBER Environmental and Energy Policy and the Economy conference held May 16th, 2019 in Washington DC.  We are grateful to Matthew Kotchen, James Stock, and Catherine Wolfram for helpful comments.  The authors do not have any financial relationships that relate to this research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}