{
    "id": 26073,
    "citation_title": "Passive Versus Active Growth: Evidence from Founder Choices and Venture Capital Investment",
    "citation_author": [
        "Christian Catalini",
        "Jorge Guzman",
        "Scott Stern"
    ],
    "citation_publication_date": "2019-07-22",
    "issue_date": "2019-07-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nThis paper develops a novel approach for assessing the role of passive learning versus a proactive growth orientation in the entrepreneurial growth process. We develop a simple model linking early-stage founder choices, venture capital investment and skewed growth outcomes such as the achievement of an IPO or significant acquisition. Using comprehensive business registration data from 34 US states from 1995-2004, we observe that firms that register in Delaware or obtain intellectual property such as a patent or trademark are far more likely to ultimately realize significant equity growth, and these choices also predict early-stage venture capital investment. Moreover, the estimated probability of receiving venture capital as reflected in early-stage founder choices predicts growth even for firms that do not receive venture capital. We use these findings to estimate bounds on the fraction of proactive versus passive firms among firms that ultimately achieve significant equity growth. While nearly half of all firms that achieve modest equity growth (> $10M) are consistent with passive learning (as they neither make early-stage founder choices nor receive venture capital), 78% of firms experiencing an equity growth event greater than $100M are associated with active founder choices and/or venture capital investment, and these firms are concentrated in geographic hubs such as Silicon Valley. Finally, our approach offers a novel approach for estimating the private returns to venture capital, matching on founder choices rather than demographics; consistent with prior studies, venture-backed firms are approximately 5X more likely to grow, with heterogeneity across location and time period.\n\n",
    "acknowledgement": "\nWe thank Theresa Amabile, Tania Babina, Iain Cockburn, Shane Greenstein, Hugo Hopenhayn, Bruce Kogut, Josh Lerner, Ramana Nanda, Damon Phillips, Manju Puri, Tim Simcoe, and Jane Wu for helpful comments, as well as participants at the Dartmouth Venture Capital and Private Equity Conference, the NBER Productivity Lunch, the Kauffman Scholars Conference, the IFN Stockholm Conference, and seminar participants at Brandeis University, Wharton School of Management, Michigan University, Kellogg School of Management, and Columbia Business School. Yupeng Liu provided excellent research assistantship. We also acknowledge and thank the Kauffman Foundation for their support of our research agenda, including the Uncommon Methods and Metrics Grant and the Kauffman Dissertation Fellowship, as well as the Jean Hammond (1986) and Michael Krasner (1974) Entrepreneurship Fund and the Edward B. Roberts (1957) Entrepreneurship Fund at MIT. All errors and omissions are of course our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nChristian Catalini\n\nChristian Catalini is Head Economist for Calibra (a Facebook subsidiary), and has a significant financial interest (SFI) in Facebook. He is also an economic advisor to Algorand.\n\n\n\nScott Stern\n\nScott Stern periodically receives compensation for speaking about or consulting about innovation policy and the Startup Cartography Project, typically at events organized by government agencies or other institutions involved in the policy process. He also receives compensation from the MIT Regional Entrepreneurship Acceleration Program, which features the results of this work.\n\n\n"
}