{
    "id": 26076,
    "citation_title": "Partial Default",
    "citation_author": [
        "Cristina Arellano",
        "Xavier Mateos-Planas",
        "José-Víctor Ríos-Rull"
    ],
    "citation_publication_date": "2019-07-22",
    "issue_date": "2019-07-19",
    "revision_date": "2022-02-23",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing 50 years of data for emerging markets, we document that sovereign governments partially default often with varying intensity, resulting in lengthy default episodes with hump-shaped patterns for partial default and debt. Default episodes lead to haircuts for lenders but not to reductions in debt, because the defaulted debt accumulates and the sovereign continues to borrow at high interest rates. We present a theory of partial default that replicates these properties, which are absent in standard sovereign default theory. Partial default is a ﬂexible way to raise funds, as the sovereign chooses its intensity and duration, but it also ampliﬁes debt crises as the defaulted debt accumulates at increasingly high interest rates. This theory rationalizes the patterns of default episodes, the heterogeneity in partial default, and partial default’s comovements with spreads, debt, and output. We conduct policy counterfactuals in the form of pari passu and no-dilution clauses and debt relief policies, and we discuss their welfare implications.\n\n",
    "acknowledgement": "\nWe thank Emmanuel Farhi and Benjamin Hébert for their insightful discussions. We appreciate comments on early versions received at the NBER Summer Institute, SED Seoul, SAET Paris, Econometric Society Toulouse, RES Manchester, CRETE Crete, REDg Madrid, GSE Winter Workshop, and seminars at several universities. We also thank Laura Sunder-Plassmann, Alexandra Solovyeva, and Simeng Zeng for excellent research assistance. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n\nJosé-Víctor Ríos-Rull\n\nI thank the NSF for research support and the Federal Reserve Bank of Minneapolis.\n\n\n"
}