{
    "id": 26075,
    "citation_title": "China’s Industrial Policy: an Empirical Evaluation",
    "citation_author": [
        "Panle Jia Barwick",
        "Myrto Kalouptsidi",
        "Nahim Bin Zahur"
    ],
    "citation_publication_date": "2019-07-22",
    "issue_date": "2019-07-19",
    "revision_date": "2019-09-23",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nDespite the historic prevalence of industrial policy and its current popularity, few empirical studies directly evaluate its welfare consequences. This paper examines an important industrial policy in China in the 2000s, aiming to propel the country’s shipbuilding industry to the largest globally. Using comprehensive data on shipyards worldwide and a dynamic model of firm entry, exit, investment, and production, we find that the scale of the policy was massive and boosted China’s domestic investment, entry, and world market share dramatically. On the other hand, it created sizable distortions and led to increased industry fragmentation and idleness. The effectiveness of different policy instruments is mixed: production and investment subsidies can be justified by market share considerations, but entry subsidies are wasteful. Finally, the distortions could have been significantly reduced by implementing counter-cyclical policies and by targeting subsidies towards more productive firms.\n\n",
    "acknowledgement": "\nWe thank Levon Barseghyan, Lanier Benkard, Steve Berry, Julieta Caunedo, Steve Coate, Liran Einav, Hanming Fang, Todd Gerarden, JF Houde, Ravi Kanbur, Cynthia Lin Lawell, Robin Lee, Jan De Loecker, Francesca Molinari, Barry Naughton, Katja Seim, Paulo Somaini, Joerg Stoye, Ariel Pakes, Daniel Xu, Xiaobo Zhang for helpful comments. Mingyu Chen provided excellent research assistance in early stages of this project. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}