{
    "id": 26071,
    "citation_title": "Regional Effects of Exchange Rate Fluctuations",
    "citation_author": [
        "Christopher L. House",
        "Christian Proebsting",
        "Linda L. Tesar"
    ],
    "citation_publication_date": "2019-07-15",
    "issue_date": "2019-07-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe exploit differences across U.S. states in terms of their exposure to trade to study the effects of changes in the exchange rate on economic activity at the business cycle frequency. We find that a depreciation in the state-specific trade-weighted real exchange rate is associated with an increase in exports, a decline in unemployment and an increase in hours worked. The effect is particularly strong in periods of economic slack. We develop a multi-region model with inter-state trade and labor flows and calibrate it to match the state-level orientation of exports and the extent of labor migration and trade between states. The model replicates the relationship between exchange rates and unemployment. Counterfactuals show that the high degree of interstate trade plays a dominant role in transmitting shocks across states in the first year, whereas interstate migration shapes cross-sectional patterns in following years. The model suggests that a 25% Chinese import tariff on U.S. goods would be felt throughout the United States, even in states with small direct linkages to China, raising unemployment rates by 0.2 to 0.7 percentage points in the short run.\n\n",
    "acknowledgement": "\nWe thank Antoine Martin, Kenneth West, George Alessandria and participants of the 50th anniversary of the JMCB conference for helpful suggestions and advice. We gratefully acknowledge financial support from the Michigan Institute for Teaching and Research in Economics (MITRE). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}