{
    "id": 26077,
    "citation_title": "US Water Pollution Regulation over the Last Half Century: Burning Waters to Crystal Springs?",
    "citation_author": [
        "David A. Keiser",
        "Joseph S. Shapiro"
    ],
    "citation_publication_date": "2019-07-22",
    "issue_date": "2019-07-19",
    "revision_date": "2019-09-19",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nIn the half century since the founding of the U.S. Environmental Protection Agency, public and private U.S. sources have spent nearly $5 trillion ($2017) to provide clean rivers, lakes, and drinking water, or annual spending of 0.8 percent of U.S. GDP in most years. Yet over half of rivers and substantial shares of drinking water systems violate standards, and polls for decades have listed water pollution as Americans’ number one environmental concern. We assess the history, effectiveness, and efficiency of the Clean Water Act and Safe Drinking Water Act, and obtain four main conclusions. First, water pollution has fallen since these laws, in part due to their interventions. Second, investments made under these laws could be more cost-effective. Third, most recent studies estimate benefits of cleaning up pollution in rivers and lakes which are less than their costs, though these studies may under-count several potentially important types of benefits. Analysis finds more positive net benefits of drinking water quality investments. Fourth, economic research and teaching on water pollution is relatively uncommon, as measured by samples of publications, conference presentations, and textbooks.\n\n",
    "acknowledgement": "\nWe thank our discussant, Sheila Olmstead, and Pietro Bonetti, Steve Cicala, Michael Hanemann, Matt Kotchen, Christian Leuz, Giovanna Michelon, Katherine Wagner, and Reed Walker for excellent suggestions, seminar participants at NBER and UC Berkeley for useful comments, and Sam Goldman and Kenneth Lai for superb research assistance. For generous funding, Keiser thanks the United States Department of Agriculture through the National Institute of Food and Agriculture Hatch project number IOW03909, and Shapiro thanks National Science Foundation grants SES-1530494 and SES-1850790, the Alfred P. Sloan Foundation, and the Giannini Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}