{
    "id": 26081,
    "citation_title": "Medicaid and Mortality: New Evidence from Linked Survey and Administrative Data",
    "citation_author": [
        "Sarah Miller",
        "Norman Johnson",
        "Laura R. Wherry"
    ],
    "citation_publication_date": "2019-07-22",
    "issue_date": "2019-07-19",
    "revision_date": "2021-01-13",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use large-scale federal survey data linked to administrative death records to investigate the relationship between Medicaid enrollment and mortality. Our analysis compares changes in mortality for near-elderly adults in states with and without Affordable Care Act Medicaid expansions. We identify adults most likely to benefit using survey information on socioeconomic status, citizenship status, and public program participation. We find that, prior to the ACA expansions, mortality rates across expansion and non-expansion states trended similarly, but beginning in the first year of the policy, there were significant reductions in mortality in states that opted to expand relative to non- expanders. Individuals in expansion states experienced a 0.132 percentage point decline in annual mortality, a 9.4 percent reduction over the sample mean, as a result of the Medicaid expansions. The effect is driven by a reduction in disease-related deaths and grows over time. A variety of alternative specifications, methods of inference, placebo tests, and sample definitions confirm our main result.\n\n",
    "acknowledgement": "\nThe authors gratefully acknowledge the help of J. Clint Carter and John Sullivan in accessing restricted-use Census data. The authors would also like to thank Andrew Goodman-Bacon, Jonathan Gruber, Alex Hollingsworth, Lawrence Katz, Helen Levy, Kosali Simon, Benjamin Sommers, and four anonymous reviewers for helpful comments. The authors also thank conference and seminar participants at the American Society of Health Economics, Federal Reserve Bank of Chicago, Federal Reserve Board of Governors, Imperial College, Midwest Health Economics Conference, NBER Summer Institute Health Care, NYU Wagner, Princeton University, UC Riverside, and the University of Chicago. Laura Wherry benefited from facilities and resources provided by the California Center for Population Research at UCLA, which receives core support (R24-HD041022) from the Eunice Kennedy Shriver National Institute of Child Health and Human Development. This paper is released to inform interested parties of research and to encourage discussion. The views expressed in this manuscript are those of the authors and do not necessarily represent the views of the U.S. Census Bureau or the National Bureau of Economic Research, and any views expressed on statistical, methodological, technical, or operational issues are those of the authors and not necessarily those of the U.S. Census Bureau. The Census Bureau's Disclosure Review Board (DRB) and Disclosure Avoidance Officers have reviewed the statistical output for unauthorized disclosure of confidential information and have approved the disclosure avoidance practices applied to its release. This research was performed at a Federal Statistical Research Data Center (FSRDC) under FSRDC Project Number 1743 (CBDRB-FY20-P1743-R8696, CBDRB- FY20-P1743-R8671, CBDRB-FY20-P1743-R8754). The DRB release numbers for results using the Mortality Disparities in American Communities data are CBDRB-FY19-310 and CBDRB-FY19-400.\n\n\n"
}