{
    "id": 26082,
    "citation_title": "Migration and Informal Insurance: Evidence from a Randomized Controlled Trial and a Structural Model",
    "citation_author": [
        "Costas Meghir",
        "Ahmed Mushfiq Mobarak",
        "Corina D. Mommaerts",
        "Melanie Morten"
    ],
    "citation_publication_date": "2019-07-22",
    "issue_date": "2019-07-19",
    "revision_date": "2021-01-13",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "General Equilibrium",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe document that an experimental intervention offering transport subsidies for poor rural households to migrate seasonally in Bangladesh improved risk sharing. A theoretical model of endogenous migration and risk sharing shows that the effect of subsidizing migration depends on the underlying economic environment. If migration is risky, a temporary subsidy can induce an improvement in risk sharing and enable profitable migration. We estimate the model and find that the migration experiment increased welfare by 12.9%. Counterfactual analysis suggests that a permanent, rather than temporary, decline in migration costs in the same environment would result in a reduction in risk sharing.\n\n",
    "acknowledgement": "\nWe thank the editor Dirk Krueger and four anonymous referees for helpful comments. We also thank Pascaline Dupas, Andrew Foster, John Kennan, Ethan Ligon, Fabrizio Perri, Mark Rosenzweig, Rob Townsend, and Alessandra Voena for comments. We are grateful to seminar participants at the 2014 IFS/CEAR Household Workshop, the 2015 SED meeting, the 2015 Barcelona Summer Workshop, the 8th International Conference on Migration and Development, the 2017 NBER Summer Institute, Princeton University, University of Namur, Paris School of Economics, Toulouse School of Economics, the University of Kansas, and the University of California, Berkeley. Costas Meghir thanks the Cowles Foundation and ISPS at Yale for financial support. Some of the computing for this project was performed on the Sherlock cluster. We would like to thank Stanford University and the Stanford Research Computing Center for providing computational resources and support that contributed to these research results. Any errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nAhmed Mushfiq Mobarak\n\nMobarak's salary is paid by Yale University, and he has received other income from the Jameel Poverty Action Lab at MIT, and the International Growth Centre at LSE during the period that this research was conducted. None of these organizations have any material interests in the results of this research. He has consulted with Evidence Action, whose program \"No Lean Season\" is based on the research described in this paper. Evidence Action did not see the results of the paper, or have any opportunity to review, edit or comment on the results of this research.\n\n\n"
}