{
    "id": 26088,
    "citation_title": "Does the Healthcare Educational Market Respond to Short-Run Local Demand?",
    "citation_author": [
        "Marcus Dillender",
        "Andrew I. Friedson",
        "Cong T. Gian",
        "Kosali I. Simon"
    ],
    "citation_publication_date": "2019-08-05",
    "issue_date": "2019-07-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Patient Protection and Affordable Care Act (ACA) increased demand for healthcare across the U.S., but it is unclear if or how the supply side has responded to meet this demand. In this paper, we take advantage of plausibly exogenous geographical heterogeneity in the ACA to examine the healthcare education sector’s response to increased demand for healthcare services.  We look across educational fields, types of degrees, and types of institutions, paying particular attention to settings where our conceptual model predicts heightened responses. We find no statistically significant evidence of increases in graduates and can rule out fairly modest effects.  This implies that healthcare production may have adjusted to increased demand from insurance expansion in other ways rather than primarily through new graduates of local healthcare educational markets.\n\n",
    "acknowledgement": "\nThe authors thank Hannah Maxey, Joanne Spetz and seminar participants at Ball State University for their comments and suggestions.  The authors also thank Livia Crim, Maggie Hopkins, Siddartha Rao and Jeanette Samyn for excellent research assistance.  This research did not receive any specific grant from funding agencies in the public, commercial, or not-for-profit sectors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}