{
    "id": 26095,
    "citation_title": "The Impacts of Physician Payments on Patient Access, Use, and Health",
    "citation_author": [
        "Diane Alexander",
        "Molly Schnell"
    ],
    "citation_publication_date": "2019-07-22",
    "issue_date": "2019-07-19",
    "revision_date": "2020-08-14",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine how supply-side health insurance generosity affects patient access, use, and health. Exploiting large, exogenous changes in Medicaid reimbursement rates for physicians, we find that increasing payments for new patient office visits reduces reports of providers turning away beneficiaries: closing the gap in payments between Medicaid and private insurers would reduce more than two-thirds of disparities in access among adults and would eliminate such disparities entirely among children. These improvements in access lead to more office visits, better self-reported health, and reduced school absenteeism. While attention is often focused on the role of demand-side insurance generosity, such as program eligibility and patient cost-sharing, our results demonstrate that financial incentives for physicians drive access to care and have important implications for patient health.\n\n",
    "acknowledgement": "\nWe thank Marguerite Burns, Janet Currie, Victor Fuchs, Pinar Karaca-Mandic, Anthony Keats, Ilyana Kuziemko, Helen Levy, Nicole Maestas, Melissa McInerney, Matthew Notowidigdo, Hannes Schwandt, Jonathan Skinner, Jessica Van Parys, Laura Wherry, and participants in seminars at the Bank of Mexico, the Bureau of Economic Analysis, Harris School of Public Policy, the Ifo Institute for Economic Research, Indiana University, the Institute for Policy Research (Northwestern), ITAM, Northwestern Pritzker School of Law, Ohio State University, Stanford University, University of Illinois at Chicago, University of Kansas, University of Wisconsin–Milwaukee, University of Zurich, the 2017 CSWEP CeMENT workshop, the 2017 Society of Labor Economists Annual Meeting, the 2017 Midwest Health Economics Conference, the 2017 Barcelona GSE Summer Forum, the 2017 International Health Economics Association Congress, the 2018 NBER Program on Children Meeting, the 2018 and 2019 American Society of Health Economists Annual Conferences, and the 2019 NBER Program on Health Care Meeting. Leah Plachinski provided outstanding research assistance. Generous financial support from the Griswold Center for Economic Policy Studies and the Center for Health and Wellbeing at Princeton University is gratefully acknowledged. This paper was previously circulated under the title “Closing the Gap: The Impact of the Medicaid Primary Care Rate Increase on Access and Health.” Any views expressed in this paper do not necessarily reflect those of the Federal Reserve Bank of Chicago, the Federal Reserve System, or the National Bureau of Economic Research. All errors are our own.\n\n\n"
}