{
    "id": 26091,
    "citation_title": "Formative Experiences and the Price of Gasoline",
    "citation_author": [
        "Christopher Severen",
        "Arthur van Benthem"
    ],
    "citation_publication_date": "2019-07-22",
    "issue_date": "2019-07-19",
    "revision_date": "2021-02-09",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Behavioral Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nFormative experiences shape behavior for decades. We document a striking feature about those who came of driving age during the oil crises of the 1970s: they drive less in the year 2000. The effect is not specific to these cohorts; price variation over time and across states indicates that gasoline price changes between ages 15–18 generally shift later-life travel behavior. Effects are not explained by recessions, income, or costly skill acquisition and are inconsistent with recency bias, mental plasticity and standard habit-formation models. Instead, they likely reflect formation of preferences for driving or persistent changes in its perceived cost.\n\n",
    "acknowledgement": "\nWe are grateful to Ken Gillingham, Gabriel Kreindler, Jeff Lin, Kyle Meng, Alejandro Molnar, Christopher Palmer, Andrew Plantinga, Steven Puller, Kate Vyborny, and Corey White for their comments and suggestions, and to PJ Elliott for excellent research assistance. We also thank seminar participants at the 2018 Urban Economics Association conference, the 2019 Association of Environmental and Resource Economists conference, UC Berkeley, and the University of Pennsylvania. Van Benthem thanks the Kleinman Center for Energy Policy and Analytics at Wharton for financial support. This paper represents research that is being circulated for discussion purposes. The views expressed in this paper are solely those of the authors and do not necessarily reflect those of the Federal Reserve Bank of Philadelphia, the Federal Reserve System, or the National Bureau of Economic Research. All errors or omissions are the responsibility of the authors.\n\n\n"
}