{
    "id": 26098,
    "citation_title": "Federal Reserve Structure, Economic Ideas, and Monetary and Financial Policy",
    "citation_author": [
        "Michael D. Bordo",
        "Edward S. Prescott"
    ],
    "citation_publication_date": "2019-07-29",
    "issue_date": "2019-07-25",
    "revision_date": "2019-07-30",
    "topics": [
        "\n",
        "Other",
        "\n",
        "History of Economic Thought",
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe decentralized structure of the Federal Reserve System is evaluated as a mechanism for generating and processing new ideas on monetary and financial policy. The role of the Reserve Banks starting in the 1960s is emphasized. The introduction of monetarism in the 1960s, rational expectations in the 1970s, credibility in the 1980s, transparency, and other monetary policy ideas by Reserve Banks into the Federal Reserve System is documented. Contributions by Reserve Banks to policy on bank structure, bank regulation, and lender of last resort are also discussed. We argue that the Reserve Banks were willing to support and develop new ideas due to internal reforms to the FOMC that Chairman William McChesney Martin implemented in the 1950s. Furthermore, the Reserve Banks were able to succeed at this because of their private-public governance structure, a structure set up in 1913 for a highly decentralized Federal Reserve System, but which survived the centralization of the System in the Banking Act of 1935. We argue that this role of the Reserve Banks is an important benefit of the Federal Reserve’s decentralized structure by allowing for more competition in ideas and reducing groupthink.\n\n",
    "acknowledgement": "\nWe would like to thank Al Broaddus, Doug Evanoff, Owen Humpage, Tom Humphrey, Loretta Mester, Ed Prescott, Ellis Tallman, and David Wheelock for helpful comments. The views expressed in this essay are those of the authors and not necessarily those of the Federal Reserve Bank of Cleveland, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}