{
    "id": 26096,
    "citation_title": "The Entertaining Way to Behavioral Change: Fighting HIV with MTV",
    "citation_author": [
        "Abhijit Banerjee",
        "Eliana La Ferrara",
        "Victor H. Orozco-Olvera"
    ],
    "citation_publication_date": "2019-07-22",
    "issue_date": "2019-07-19",
    "revision_date": "2023-06-07",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe test the effectiveness of an entertainment education TV series, MTV Shuga, aimed at providing information and changing attitudes and behaviors related to HIV/AIDS. Using a simple model we show that \"edutainment\" can work through an individual or a social channel. We conducted a randomized controlled trial in urban Nigeria where young viewers were exposed to MTV Shuga or to a placebo TV series. Among those exposed to MTV\nShuga, we created additional variation in the social messages they received and in the people with whom they watched the show. We find significant improvements in knowledge and attitudes towards HIV and risky sexual behavior. Treated subjects are twice as likely to get tested for HIV eight months after the intervention. We also find reductions in STDs among women. These effects are stronger for viewers who report being more involved with the narrative, consistent with the psychological underpinnings of edutainment. Our experimental manipulations of the social norm component did not produce significantly different results from the main treatment. The individual effect of edutainment thus seems to have prevailed in the context of our study.\n\n",
    "acknowledgement": "\nThis research is part of the entertainment-education program of the World Bank’s Development Impact Evaluation Department (DIME), part of the Development Economics Research Group. We thank Oriana Bandiera, Michael Callen, Ruixue Jia, Gaia Narciso, Ricardo Perez-Truglia, Devesh Rustagi and seminar participants at IIES, LSE, Toulouse, Trinity College Dublin, University of Bonn, UCLA, UC San Diego, University of Manheim, University of Oslo, University of Amsterdam, University of Southern California, Yale, UPF, PSE, Wharton and BREAD 2018 conference for helpful comments. Laura Costica and Edwin Ikuhoria did a superb job as research and field coordinators. Tommaso Coen, Viola Corradini, Dante Donati, Francesco Loiacono, Awa Ambra Seck, Sara Spaziani and Silvia Barbareschi provided excellent research assistance. This study was funded by the Bill and Melinda Gates Foundation and the World Bank i2i Trust Fund. La Ferrara acknowledges financial support from ERC Advanced Grant ASNODEV. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}