{
    "id": 26097,
    "citation_title": "Are Marriage-Related Taxes and Social Security Benefits Holding Back Female Labor Supply?",
    "citation_author": [
        "Margherita Borella",
        "Mariacristina De Nardi",
        "Fang Yang"
    ],
    "citation_publication_date": "2019-07-22",
    "issue_date": "2019-07-19",
    "revision_date": "2021-03-17",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the United States, both taxes and old age Social Security beneﬁts depend on one’s marital status and tend to discourage the labor supply of the secondary earner. To what extent are these provisions holding back female labor supply? We estimate a rich dynamic life-cycle model of labor supply and savings for couples and singles using the Method of Simulated Moments for the 1945 and 1955 birth cohorts. Our model matches well the life cycle proﬁles of labor market participation, hours, and savings for married and single people, and generates plausible elasticities of labor supply. It implies that eliminating these marriage-related provisions would drastically increase the participation of married women over their entire life cycle, reduce the participation of married men after age 60, and increase savings. If the resulting government surplus were used to lower income taxation, there would be large welfare gains for the vast majority of the population. These results hold for both cohorts, including the later one, which has similar participation to that of more recent generations.\n\n",
    "acknowledgement": "\nDe Nardi gratefully acknowledges support from the ERC, grant 614328 “Savings and Risks.” Yang gratefully acknowledges MRRC grant number 08098401 and hospitality from the Opportunity and Inclusive Growth Institute at the Federal Reserve Bank of Minneapolis. We thank Veronica Guerrieri and four anonymous referees, Joe Altonji, Richard Blundell, Monica Costa Dias, Zvi Eckstein, Joan Gieseke, Rasmus Lenz, Derek Neal, and Jon Skinner for useful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reﬂect the views of the National Bureau of Economic Research, MRRC, the SSA, the CEPR, any agency of the federal government, the Federal Reserve Bank of Minneapolis, or the Federal Reserve System.\n\n\n"
}