{
    "id": 26092,
    "citation_title": "Does Vocational Education Work? Evidence from a Randomized Experiment in Mongolia",
    "citation_author": [
        "Erica M. Field",
        "Leigh L. Linden",
        "Ofer Malamud",
        "Daniel Rubenson",
        "Shing-Yi Wang"
    ],
    "citation_publication_date": "2019-07-22",
    "issue_date": "2019-07-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper estimates the impact of admission to formal vocational secondary programs on labor market outcomes in Mongolia. We conducted public lotteries to allocate scarce slots for approximately 8,000 students who applied to oversubscribed trades in 10 vocational schools during 2010, 2011, and 2012. We find that admission to oversubscribed vocational schools in Mongolia led to significantly higher employment, and increased earnings for women. These positive impacts appear to be due to the acquisition of more skills in specific trades, greater work intensity, and increased employment opportunities in high-paying sectors.\n\n",
    "acknowledgement": "\nWe would like to thank Matthew Bombyk, Jihae Hong, Jamie Johnston, Ken Lee, Ricardo Morel and Richard Sawyer from Innovation for Poverty Action; Richard Gaeta, Rebecca Goldsmith, Jack Molyneaux, Ryan Moore, Sophia Sahaf, Marc  Shapiro, Cindy Sobieski, Jennifer Sturdy from the Millennium Challenge Corporation; and Boloroo N and Uuganbayar B. from the Millennium Challenge Account – Mongolia for all their help over the course of the project. Marius Karabaczek provided invaluable research assistance. The data collection and IPA’s evaluation design support were funded by the Millennium Challenge Corporation for MCC’s Vocational Education Project Evaluation. It was also supported by grant P2CHD042849 Population Research Center, awarded to the Population Research Center at The University of Texas at Austin by the Eunice Kennedy Shriver National Institute of Child Health and Human Development. The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health or the Millennium Challenge Corporation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}