{
    "id": 26093,
    "citation_title": "Jobs and Environmental Regulation",
    "citation_author": [
        "Marc A. C. Hafstead",
        "Roberton C. Williams III"
    ],
    "citation_publication_date": "2019-07-22",
    "issue_date": "2019-07-19",
    "revision_date": "2020-07-06",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPolitical debates around environmental regulation often center around the effect of policy on jobs. Opponents decry the “job-killing” EPA and proponents point to “green jobs” as a positive policy outcome. And beyond the political debates, Congress requires the EPA to evaluate “potential losses or shifts of employment” that regulations under the Clean Air Act may cause. Yet there is a sharp disconnect between the political importance of the jobs question and the limited research on job effects of policy and general skepticism in the academic literature about the importance of those job effects for the costs and benefits of environmental regulation.\nIn this paper, we discuss how the existing research on jobs and environmental regulations often falls short in evaluating these questions and consider recent new work that has attempted to address these problems.  We provide an intuitive discussion of key questions for how job effects should enter into economic analysis of regulations.  And, using an economic model from Hafstead, Williams, and Chen (2018), we evaluate a range of environmental regulations in both the short and long-run to develop a set of key stylized facts related to jobs and environmental regulations and to identify the key questions that current models can’t yet answer well.\n\n",
    "acknowledgement": "\nThis paper was written for the National Bureau of Economic Research’s first annual Conference on Environmental and Energy Policy and the Economy (EEPE).  We thank the conference organizers and participants at the EEPE Conference for helpful comments and suggestions.  We thank Resources for the Future’s (RFF) Carbon Pricing Initiative for financial support.  Portions of the work were also supported by the USDA National Institute of Food and Agriculture (Hatch project 1009838).  The views expressed herein are those of the authors and do not necessarily reflect the views of RFF, the University of Maryland, the Climate Leadership Council, the National Bureau of Economic Research, or the USDA.\n\n\n"
}