{
    "id": 26108,
    "citation_title": "Networks, Barriers, and Trade",
    "citation_author": [
        "David Baqaee",
        "Emmanuel Farhi"
    ],
    "citation_publication_date": "2019-07-29",
    "issue_date": "2019-07-25",
    "revision_date": "2024-02-05",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study a flexible class of trade models with international production networks and arbitrary wedge-like distortions like markups, tariffs, or nominal rigidities. We characterize the general equilibrium response of variables to shocks in terms of microeconomic statistics. Our results are useful for decomposing the sources of real GDP and welfare growth, and for computing counterfactuals. Using the same set of microeconomic sufficient statistics, we also characterize societal losses from increases in tariffs and iceberg trade costs and dissect the qualitative and quantitative importance of accounting for disaggregated details. Our results, which can be used to compute approximate and exact counterfactuals, provide an analytical toolbox for studying large-scale trade models and help to bridge the gap between computation and theory.\n\n",
    "acknowledgement": "\nEmmanuel Farhi tragically passed away in July, 2020. Emmanuel was a one-in-a-lifetime collaborator and friend. We thank Pol Antras, Andy Atkeson, Natalie Bau, Arnaud Costinot, Pablo Fajgelbaum, Elhanan Helpman, Sam Kortum, Yuhei Miyauchi, Marc Melitz, Stephen Redding, Andr´es Rodr´ıguez-Clare, and Jon Vogel for comments. We are grateful to Maria Voronina, Chang He, Yasutaka Koike-Mori, and Sihwan Yang for outstanding research assistance. We thank the editor, referees, and Ariel Burstein for detailed suggestions that substantially improved the paper. We also acknowledge support from NSF grant #1947611. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}