{
    "id": 26106,
    "citation_title": "How Does Consumption Respond to News about Inflation? Field Evidence from a Randomized Control Trial",
    "citation_author": [
        "Olivier Coibion",
        "Dimitris Georgarakos",
        "Yuriy Gorodnichenko",
        "Maarten van Rooij"
    ],
    "citation_publication_date": "2019-07-29",
    "issue_date": "2019-07-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe implement a survey of Dutch households in which random subsets of respondents receive information about inflation. The resulting exogenously generated variation in inflation expectations is used to assess how expectations affect subsequent monthly consumption decisions relative to those in a control group. The causal effects of elevated inflation expectations on non-durable spending are imprecisely estimated but there is a sharp negative effect on durable spending. We provide evidence that this is likely driven by the fact that Dutch households seem to become more pessimistic about their real income as well as aggregate spending when they increase their inflation expectations. There is little evidence to support the idea that the degree to which respondents change their beliefs or their spending in response to information treatments depends on their level of cognitive or financial constraints.\n\n",
    "acknowledgement": "\nThe views expressed in this paper are those of the authors and do not necessarily reflect the views of the European Central Bank, De Nederlandsche Bank, or the National Bureau of Economic Research.\n\n\n"
}