{
    "id": 26102,
    "citation_title": "The Short Rate Disconnect in a Monetary Economy",
    "citation_author": [
        "Moritz Lenel",
        "Monika Piazzesi",
        "Martin Schneider"
    ],
    "citation_publication_date": "2019-07-29",
    "issue_date": "2019-07-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn modern monetary economies, most payments are made with inside money provided by payment intermediaries. This paper studies interest rate dynamics when payment intermediaries value short bonds as collateral to back inside money. We estimate intermediary Euler equations that relate the short safe rate to other interest rates as well as intermediary leverage and portfolio risk. Towards the end of economic booms, the short rate set by the central bank disconnects from other interest rates: as collateral becomes scarce and spreads widen, payment intermediaries reduce leverage, and increase portfolio risk. We document stable business cycle relationships between spreads, leverage, and the safe portfolio share of payment intermediaries that are consistent with the model. Structural changes, especially in regulation, induce low frequency shifts, such as after the financial crisis.\n\n",
    "acknowledgement": "\nWe thank Hengjie Ai, Alan Moreira, Tyler Muir, Ricardo Reis, Oreste Tristani, and Mike Woodford for helpful comments. We also thank the NSF for a research grant that supported this project. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}