{
    "id": 26101,
    "citation_title": "Minimum Wage Employment Effects and Labor Market Concentration",
    "citation_author": [
        "José Azar",
        "Emiliano Huet-Vaughn",
        "Ioana Marinescu",
        "Bledi Taska",
        "Till von Wachter"
    ],
    "citation_publication_date": "2019-07-29",
    "issue_date": "2019-07-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhy is the employment effect of the minimum wage frequently found to be close to zero? Theory tells us that when wages are below marginal productivity, as with monopsony, employers are able to increase wages without laying off workers, but systematic evidence directly supporting this explanation is lacking. In this paper, we provide empirical support for the monopsony explanation by studying a key low-wage retail sector and using data on labor market concentration that covers the entirety of the United States with fine spatial variation at the occupation-level. We find that more concentrated labor markets – where wages are more likely to be below marginal productivity – experience significantly more positive employment effects from the minimum wage. While increases in the minimum wage are found to significantly decrease employment of workers in low concentration markets, minimum wage-induced employment changes become less negative as labor concentration increases, and are even estimated to be positive in the most highly concentrated markets. Our findings provide direct empirical evidence supporting the monopsony model as an explanation for the near-zero minimum wage employment effect documented in prior work. They suggest the aggregate minimum wage employment effects estimated thus far in the literature may mask heterogeneity across different levels of labor market concentration.\n\n",
    "acknowledgement": "\nWe thank seminar audiences for valuable feedback at the Society of Labor Economics annual meeting, UCLA, UCSB, UPenn, and the Western Economics Association annual meeting. José Azar gratefully acknowledges the financial support of Secretaria d’Universitats I Recerca del Departament d’Empresa I Coneixement de la Generalitat de Catalunya. Ref.2016 BP00358. Emiliano Huet-Vaughn and Till von Wachter gratefully acknowledge support from a research grant from Arnold Ventures.  José Azar gratefully acknowledges the financial support of Secretaria d’Universitats I Recerca del Departament d’Empresa I Coneixement de la Generalitat de Catalunya. Ref. 2016BP00358. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}