{
    "id": 26100,
    "citation_title": "The Effects of Primary Care Chronic-Disease Management in Rural China",
    "citation_author": [
        "Yiwei Chen",
        "Hui Ding",
        "Min Yu",
        "Jieming Zhong",
        "Ruying Hu",
        "Xiangyu Chen",
        "Chunmei Wang",
        "Kaixu Xie",
        "Karen Eggleston"
    ],
    "citation_publication_date": "2019-07-29",
    "issue_date": "2019-07-25",
    "revision_date": "2021-10-01",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nHealth systems globally face increasing morbidity and mortality from chronic diseases, yet many - especially in low- and middle-income countries - lack strong chronic disease management in primary health care (PHC). We provide evidence on China’s efforts to promote PHC management using unique five-year panel data in a rural county, including health care utilization from medical claims and health outcomes from biomarkers. Utilizing plausibly exogenous variation in management intensity generated by administrative and geographic boundaries, we compare hypertension/diabetes patients in villages within two kilometers distance but managed by different townships. Results show that, compared to patients in townships with median management intensity, patients in high-intensity townships have 4.8% more PHC visits, 5.2% fewer specialist visits, 11.7% fewer inpatient admissions, and 3.6% lower medical spending. They also tend to have better medication adherence and better control of blood pressure. The resource savings from avoided inpatient admissions substantially outweigh the costs of the program.\n\n",
    "acknowledgement": "\nThis research was made possible by the Tongxiang CDC and local government, which provided data instrumental to this research. We would like to express gratitude to the Stanford University Freeman Spogli Institute for International Studies’ Policy Implementation Lab and a Shorenstein Asia Pacific Research Center faculty research award for funding this project. Yiwei Chen also gratefully acknowledges funding from the Asia-Pacific Scholars program of Stanford University Freeman Spogli Institute. Hui Ding and Yiwei Chen contributed equally to this work and should be considered joint first author of this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}