{
    "id": 26103,
    "citation_title": "The Demand for Insurance and Rationale for a Mandate: Evidence from Workers’ Compensation Insurance",
    "citation_author": [
        "Marika Cabral",
        "Can Cui",
        "Michael Dworsky"
    ],
    "citation_publication_date": "2019-07-29",
    "issue_date": "2019-07-25",
    "revision_date": "2022-01-31",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nThis paper analyzes the demand for insurance and the potential rationale for coverage mandates in the context of workers’ compensation insurance. Workers’ compensation is a state-regulated insurance program that provides employers with liability protection and employees with defined income and medical benefits in the event of work-related injuries or illnesses. Nearly all states have mandated workers’ compensation insurance coverage; the sole exception is Texas. Using administrative data from the unique voluntary Texas workers’ compensation insurance system, we estimate the demand for workers’ compensation insurance leveraging idiosyncratic regulatory updates to relative premiums across industry-occupation classifications. The difference-in-differences estimates indicate that the demand for workers’ compensation coverage is price-sensitive, with a 1% increase in premiums leading to approximately a 0.3% decline in coverage. Drawing upon these estimates and additional data on costs, we analyze potential justifications for government intervention to increase coverage through subsidies or a mandate. This analysis suggests that some common market failure justifications for government intervention in insurance markets—adverse selection, market power, and externalities—may not be compelling justifications for a mandate in this setting.\n\n",
    "acknowledgement": "\nFor providing helpful comments, we thank the editor Henrik Kleven, four anonymous referees, James Anderson, Mark Duggan, Liran Einav, Itzik Fadlon, Alex Gelber, Josh Gottlieb, Jonathan Gruber, Adriana Lleras-Muney, Seth Seabury, and seminar participants at BU/Harvard/MIT Health Economics, Cornell University, Ohio State University, Stanford University, the University of California Davis, the University of California Los Angeles, the University of California San Diego, the University of Michigan, the University of Texas at Austin, the University of Wisconsin Madison, the American Society of Health Economists Annual Conference 2018, the National Tax Association Annual Meeting 2018, and the Austin-Bergen Applied Microeconomics Conference 2018. Additionally, we thank several employees of the Texas Department of Insurance for helpful discussions about the institutional details and data. We thank Andriy Bega, David Beheshti, Bokyung Kim, Frank Martin-Buck, Seth Neller, and Jinyeong Son for their excellent research assistance. This research has undergone IRB review and obtained approval at the NBER. The authors gratefully acknowledge the RAND Institute for Civil Justice for financial support. Cabral gratefully acknowledges financial support from the National Science Foundation CAREER Award (1845190). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}