{
    "id": 26109,
    "citation_title": "Using Models to Persuade",
    "citation_author": [
        "Joshua Schwartzstein",
        "Adi Sunderam"
    ],
    "citation_publication_date": "2019-07-29",
    "issue_date": "2019-07-25",
    "revision_date": "2020-05-21",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Behavioral Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe present a framework for analyzing “model persuasion.” Persuaders influence receivers’ beliefs by proposing models (likelihood functions) that specify how to organize past data (e.g., on investment performance) to make predictions (e.g., about future returns). Receivers are assumed to find models more compelling when they better explain the data, fixing receivers’ prior beliefs over states of the world. Model persuaders face a key tradeoff: models that better fit the data given receivers’ prior beliefs induce less movement in receivers’ beliefs. This tradeoff means that a receiver exposed to the true model can be most misled by persuasion when that model fits poorly—for instance when there is a lot of data that exhibits randomness. In such cases, a wrong model often wins because it provides a better fit. Similarly, competition between persuaders tends to neutralize the data because it pushes towards models that provide overly good fits and therefore do not move receivers’ beliefs much. The fit-movement tradeoff depends on receiver characteristics, so with multiple receivers a persuader is more effective when he can send tailored, private messages. We illustrate with examples from finance, business, politics, and law.\n\n",
    "acknowledgement": "\nWe thank Ned Augenblick, Francesca Bastianello, Max Bazerman, Roland Benabou, Pedro Bordalo, Stefano DellaVigna, Erik Eyster, Xavier Gabaix, Tristan Gagnon-Bartsch, Nicola Gennaioli, Matt Gentzkow, Robert Gibbons, Russell Golman, Brian Hall, Sam Hanson, Botond Koszegi, George Loewenstein, Deepak Malhotra, Ulrike Malmendier, Kathleen McGinn, Sendhil Mullainathan, Ramana Nanda, Matthew Rabin, Jesse Shapiro, Andrei Shleifer, Kelly Shue, Erik Stafford, Jeremy Stein, Dmitry Taubinsky, and seminar participants at UC Berkeley, MIT, Harvard, Princeton, CMU, BEAM 2019, and EBEM 2019 for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}