{
    "id": 26112,
    "citation_title": "Decomposing Firm Value",
    "citation_author": [
        "Frederico Belo",
        "Vito Gala",
        "Juliana Salomao",
        "Maria Ana Vitorino"
    ],
    "citation_publication_date": "2019-07-29",
    "issue_date": "2019-07-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhat are the economic determinants of a firm's market value? We answer this question through the lens of a generalized neoclassical model of investment with physical capital, quasi-fixed labor, and two types of intangible capital, knowledge and brand capital as inputs. We estimate the structural model using firm-level data on U.S. publicly traded firms and use the estimated parameter values to infer the contribution of each input for explaining firm's market value in the last four decades. The model performs well in explaining both cross-sectional and time-series variation in firms' market values across industries, with a time-series R² of up to 61%, and a cross-sectional R² of up to 95%. The relative importance of each input for firm value varies across industries and over time. On average, physical capital accounts for 30% to 40% of firm's market value, installed labor force accounts for 14% to 22%, knowledge capital accounts for 20% to 43%, and brand capital accounts for 6% to 25%. The importance of physical capital for firm value decreased in the last decades, while the importance of knowledge capital increased, especially in high-tech industries. Overall, our analysis provides direct empirical evidence supporting models with multiple capital inputs as main sources of firm value, and shows the importance of the non-physical capital inputs for firm value.\n\n",
    "acknowledgement": "\nWe thank Svetlana Bryzgalova, Andres Donangelo, Bernard Dumas, Andrea Eisfeldt, Joao Gomes, Matthieu Gomez, Francois Gourio, Ravi Mattu, Vasant Naik, Stijn Van Nieuwerburgh, Stavros Panageas, Luke Taylor (GSU-CEAR conference discussant), Toni Whited (NBER AP discussant), Chen Xue, and Lu Zhang for helpful suggestions, and seminar and conference participants at the BI Norwegian Business School (CAPR workshop on investment and production-based asset pricing), Cambridge Judge Business School, Chicago Fed, Georgia State University (CEAR-Finance conference), HEC-University of Lausanne, Imperial College Business School, INSEAD, London Business School, London School of Economics, Maastricht University, NBER Summer Institute Asset Pricing, Philadelphia Fed, PIMCO, Queen Mary University of London, Society of Economic Dynamics (SED), Texas A&M University, University of Amsterdam, University of California, Los Angeles (Anderson), University of Michigan (Ross), University of Pennsylvania (Wharton), University of Southern California (Marshall), and University of Toronto (Rotman) for helpful comments. John Pokorny and Yao Deng provided excellent research assistance. All errors are our own. The views contained herein are the authors' but not necessarily those of Pacific Investment Management Company (PIMCO) or the National Bureau of Economic Research.\n\n\n"
}