{
    "id": 26118,
    "citation_title": "Uninsured by Choice? A Choice Experiment on Long Term Care Insurance",
    "citation_author": [
        "Faical Akaichi",
        "Joan Costa-Font",
        "Richard Frank"
    ],
    "citation_publication_date": "2019-07-29",
    "issue_date": "2019-07-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine evidence from two unique discrete choice experiments (DCE) on long term care insurance and several of its relevant attributes, and more specifically, choices made by 15,298 individuals in the United States with and without insurance. We study the valuation of the  following insurance attributes, namely daily insurance benefit, insurance coverage, the compulsory and voluntary nature of the insurance policy design, alongside the costs (insurance premium) and health requirements. This paper investigates respondents’ preferences and willingness to pay (WTP) for these care insurance’s attributes using a random parameter logit model, and assess the heterogeneity of choice responses using demographic, socioeconomic and attitudinal motivations to segment response to insurance choices.  We find that an increase in the insurance premium by an additional $100 would reduce insurance uptake by 1pp. Insurance policy uptake is higher when it provides benefits for the lifetime (the monthly marginal WTP being $178.64), and voluntary (the monthly marginal WTP increases by an extra $74.71) as opposed to universal, and when it forgoes health checks (the monthly marginal WTP increases by an extra 28US$).\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}