{
    "id": 26114,
    "citation_title": "Measuring the Impact of Own and Others’ Experience on Project Costs in the U.S. Wind Generation Industry",
    "citation_author": [
        "John W. Anderson",
        "Gordon W. Leslie",
        "Frank A. Wolak"
    ],
    "citation_publication_date": "2019-07-29",
    "issue_date": "2019-07-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate the relationship between accumulated experience completing wind power projects and the cost of installing wind projects in the U.S. from 2001-2015. Our modeling framework disentangles accumulated experience from input price changes, scale economies, and exogenous technical change; and accounts for both firm-specific and industry-wide accumulated experience. We find evidence consistent with cost-reducing benefits from firm-specific experience for that firm’s cost of future wind power projects, but no evidence of industry-wide learning from the experience of other participants in the industry. Further, our experience measure rapidly depreciates across time and distance, suggesting a stable industry trajectory would lower project costs.\n\n",
    "acknowledgement": "\nAnderson acknowledges financial support from the Stanford Institute for Economic Policy Research (SIEPR) and the Kapnick Foundation. Leslie acknowledges dissertation support received during this research project from the Alfred P. Sloan Foundation Pre-doctoral Fellowship on Energy Economics (awarded by the NBER), the Gale and Steve Kohlhagen Fellowship in Economics (awarded by SIEPR) The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}