{
    "id": 26113,
    "citation_title": "Skin or Skim? Inside Investment and Hedge Fund Performance",
    "citation_author": [
        "Arpit Gupta",
        "Kunal Sachdeva"
    ],
    "citation_publication_date": "2019-07-29",
    "issue_date": "2019-07-25",
    "revision_date": "2021-06-02",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Relations",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": [
        "\n",
        "\nNew Developments in Long-Term Asset Management\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nHedge fund managers contribute substantial personal capital, or \"skin in the game,\" into their funds. While these allocations may better align incentives, managers may also strategically allocate their private capital in ways that negatively affect investors. We find that funds with more inside investment outperform other funds within the same family. However, this relationship is driven by managerial decisions to invest capital in their least-scalable strategies and restrict the entry of new outsider capital into these funds. Our results suggest that skin in the game may work as a rent-extraction mechanism at the expense of fund participation of outside investors.\n\n",
    "acknowledgement": "\nWe would like to thank Jules Van Binsbergen, Maria Chaderina, Quinn Curtis, Nickolay Gantchev, Qiping Huang, Clemens Sialm, Lin Sun, and Sumudu Watugala (discussants).  We have also benefited from discussions with Simona Abis, Yakov Amihud, Charles Calomiris, Alan Crane, Kent Daniel, Colleen Honigsberg, Sabrina Howell, Wei Jiang, Ralph Koijen, Anthony Lynch, Stijn Van Nieuwerburgh, Tarun Ramadorai, Matthew Richardson, Paul Tetlock, James Weston, and Jeffrey Wurgler, as well as seminar participants at Berkeley (Haas), Columbia University (GSB), New York University (Stern), University of Pennsylvania (Wharton), Rice University (Jones), Yale University (SOM), NBER Long-Term Asset Management, the NASDAQ DRP Research Day, the 13th Annual Penn/NYU Conference on Law and Finance, IRMC, the CEPR ESSFM conference in Gerzensee, the Junior Entrepreneurial Finance and Innovation Workshop, the Hedge Fund Research Symposium, the 10th Hedge Fund and Private Equity Conference, the University of Kentucky Finance Conference,  FIRS, MFA, NFA, SFS Cavalcade, Two Sigma, Q Group. We thank HFR, CISDM, eVestment, BarclayHedge, and Eurekahedge for data that contributed to this research. We gratefully acknowledge generous research support from the NYU Stern Center for Global Economy and Business and Columbia University. We thank Billy Xu for excellent research assistance. See https://www.skinorskim.org for Form ADV data used in this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}