{
    "id": 26111,
    "citation_title": "Are Syringe Exchange Programs Helpful or Harmful? New Evidence in the Wake of the Opioid Epidemic",
    "citation_author": [
        "Analisa Packham"
    ],
    "citation_publication_date": "2019-07-29",
    "issue_date": "2019-07-25",
    "revision_date": "2024-06-09",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn light of the recent opioid crisis, many public health entities have called for an expansion in syringe exchange programs (SEPs), which provide access to sterile syringes and facilitate safe needle disposal for injection drug users. This paper investigates the effects of recent SEP openings on HIV diagnoses and drug-related overdoses in the wake of the opioid crisis. I find that SEP openings decrease HIV diagnoses by up to 18.2 percent. However, I present new evidence that SEPs increase rates of opioid-related mortality and hospitalizations, suggesting that needle exchanges alone may be less effective than other interventions at stimulating recovery.\n\n",
    "acknowledgement": "\nI am especially grateful to Katherine Wells, who provided substantial data work and excellent research assistance. I am also grateful to Lisa Roberts for providing data and for many useful conversations about the interworkings of the Portsmouth syringe exchange program. I thank Jennifer Doleac, Erin Krupka, Jevay Grooms, Ajin Lee, Michelle Segovia, Chuck Moul, Jeffrey DeSimone, David Powell, Barton Willage and participants of the Southern Economics Association 2018 Meeting and 2019 Texas Economics Crime Workshop for useful feedback on work in progress. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}