{
    "id": 26110,
    "citation_title": "Credit Building or Credit Crumbling? A Credit Builder Loan’s Effects on Consumer Behavior, Credit Scores and Their Predictive Power",
    "citation_author": [
        "Jeremy Burke",
        "Julian Jamison",
        "Dean Karlan",
        "Kata Mihaly",
        "Jonathan Zinman"
    ],
    "citation_publication_date": "2019-08-05",
    "issue_date": "2019-07-25",
    "revision_date": "2020-10-14",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nHow does the large market for credit score improvement products affect consumers and market efficiency? For consumers, we use a randomized encouragement design on a standard credit builder loan (CBL) and find null average effects on scores. But a generalized random forest algorithm finds important heterogeneity, most starkly with respect to baseline installment credit activity. CBLs induce delinquency on pre-existing loan obligations, suggesting that even a seemingly modest additional claim on monthly cash flows is too much for many consumers to manage. For the market, CBL take-up reveals information: takers experience future score improvements relative to non-takers, which, given null average treatment effects, implies positive selection. However, we find suggestive evidence that the CBL weakens the score’s power for predicting default in some cases. We propose simple changes, to CBL provider strategy and credit bureau reporting categories, that could produce more uniformly positive effects for both individuals and the market.\n\n",
    "acknowledgement": "\nThe credit bureau that provided data to us had the right to: (a) review the paper to ensure that the analysis using credit scores was depersonalized, aggregated, and that the scores received the correct trademark attribution; (b) offer comments about the paper, which the authors agreed ex-ante to consider in good faith. The authors retained intellectual freedom to report the results of this study regardless of the outcomes. We thank: the St. Louis Community Credit Union, and especially Paul Woodruff, for cooperation; the Consumer Financial Protection Bureau (CFPB), in particular Sarah Bainton Kahn and Daniel Dodd-Ramirez for their assistance and preparation of a policy brief based this study; participants at many conferences and seminars for comments; Innovations for Poverty Action; and, in particular, Anna Cash, Lucia Goin, Nora Gregory, Peter Lugthart, and Kayla Wilding for research support. We gratefully acknowledge research funding provided by the Consumer Financial Protection Bureau (under competitive award CFP-12-Z-00020/0002). The views expressed are those of the authors alone and are not necessarily shared by the CFPB or any other arm of the U.S. government. Institutional Review Board approval for human subjects protocols from Innovations for Poverty Action (no. 14January-001) and RAND Human Subjects Protection Committee (no. 2013-0660). This study was registered with the AEA RCT Registry with the ID number AEARCTR-0000441. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}