{
    "id": 26115,
    "citation_title": "Venture Capital Contracts",
    "citation_author": [
        "Michael Ewens",
        "Alexander S. Gorbenko",
        "Arthur Korteweg"
    ],
    "citation_publication_date": "2019-07-29",
    "issue_date": "2019-07-25",
    "revision_date": "2020-05-20",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nWe estimate the impact of venture capital (VC) contract terms on startup outcomes and the split of value between the entrepreneur and investor, accounting for endogenous selection via a novel dynamic search and matching model. The estimation uses a new, large data set of first financing rounds of startup companies. Consistent with efficient contracting theories, there is an optimal equity split between agents, which maximizes the probability of success. However, VCs use their bargaining power to receive more investor-friendly terms compared to the contract that maximizes startup values. Better VCs still benefit the startup and the entrepreneur, due to their positive value creation. Counterfactuals show that reducing search frictions shifts the bargaining power to VCs and benefits them at the expense of entrepreneurs. The results show that selection of agents into deals is a first-order factor to take into account in studies of contracting.\n\n",
    "acknowledgement": "\nWe are grateful to Ilona Babenko (discussant), Tania Babina (discussant), Vincent Glode (discussant), Will Gornall (discussant), Igor Makarov (discussant), Joshua Mollner (discussant), Pavel Zryumov (discussant), Steven Kaplan, Tim McQuade, Christian Opp, Gordon Phillips, and seminar participants at Berkeley University (Haas), Boston College, Brigham Young University, California Institute of Technology, Chinese University of Hong Kong, Erasmus University, Hong Kong University of Science and Technology, Imperial College London, Maastricht University, Northwestern University (Kellogg), Stockholm School of Economics, Tilburg University, Tulane University, University College London, University of Illinois Urbana-Champaign, University of Maryland, University of North Carolina, Univestity of Southern California and University of Texas Austin, and participants at the 2019 American Finance Association meetings, the 2019 Midwest Finance Association meetings, the 2019 Financial Intermediation Research Society meetings, the 2018 NBER Entrepreneurship Summer Institute, the 2018 London Private Equity\nSymposium, the 2018 Financial Research Association conference, the 2018 Stanford Financing of Innovation Summit, and the 2019 UBC Summer Finance Conference. Jun Chen provided valuable research assistance. We thank the Linde Institute of Economic and Management Sciences for funding. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nMichael Ewens\n\nEwens is an advisor to and investor in Correlation Ventures. Correlation Ventures provided some of the data used in this research, but had no input in its production.\n\n\n"
}