{
    "id": 26122,
    "citation_title": "The Opportunities and Limitations of Monopsony Power in Healthcare: Evidence from the United States and Canada",
    "citation_author": [
        "Jillian Chown",
        "David Dranove",
        "Craig Garthwaite",
        "Jordan Keener"
    ],
    "citation_publication_date": "2019-07-29",
    "issue_date": "2019-07-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPerhaps more than any other sector of the economy, healthcare depends on government resources. As a result, many healthcare systems rely on the use of government monopsony power to decrease spending. The United States is a notable exception, where prices in large portions of the healthcare sector are set without government involvement. In this paper we examine the economic implications of a greater use of monopsony power in the United States. We present a model of monopsony power and test its predictions using price differences between the United States and Canada – a country that represents an example of a “Medicare for All” style system. Overall, we find that wage differences for medical providers across the two countries are primarily driven by the broader labor market while price difference for prescription drugs are more directly the result of buyer power. We discuss theoretical reasons why a Canadian monopsonist may be more willing to exploit its buyer power over prescription drugs rather than provider wages and why a U.S. monopsonist might not be willing to do the same\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}