{
    "id": 26121,
    "citation_title": "Early 20th Century American Exceptionalism: Production, Trade and Diffusion of the Automobile",
    "citation_author": [
        "Dong Cheng",
        "Mario J. Crucini",
        "Hyunseung Oh",
        "Hakan Yilmazkuday"
    ],
    "citation_publication_date": "2019-07-29",
    "issue_date": "2019-07-25",
    "revision_date": "2022-08-08",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nThe early twentieth century provides a unique opportunity to explore the interaction of rapid technological progress and international trade barriers in shaping the worldwide diffusion of a new, highly traded good: the automobile. We scrape historical data from 1913 to 1940 on the quantity and value of passenger vehicles exported from the United States to 23 destination countries and measure five unique international frictions that prevented the both the pass-through of US automobile price declines from reaching foreign markets as well as much higher user costs (tariffs and excise taxes on fuel). We estimate a price and income elasticity of the demand for automobiles relative to an outside good. The price elasticity is between the macro and trade Armington elasticities reported in the contemporary literature. The estimated model captures both the vastly diverse levels of automobile adoption per capita across countries and the broad secular time trends. Relative price declines due to US technological innovation in assembly-line production and generally high international economic growth during the 1920s are reinforcing in the diffusion phase. The relative price decline abates during the 1930s while output generally collapses (through asymmetrically across nations), leading to large but heterogeneous reversals of the stocks of automobiles in most countries.\n\n",
    "acknowledgement": "\nThe authors wish to thank the editor and two anonymous referees for constructive comments that greatly improved the quality of this paper. We are also grateful to Bettina Aten, Alex Chernoff, Diego Comin, Alan Heston and Zhu Wang for constructive discussions, and numerous participants at seminars and conferences. Particularly, session attendees at the International Comparisons Conference 2016, the QED Frontiers of MacroeconomicsWorkshop 2018 and the Midwest Macroeconomic Meetings. The views expressed are solely the responsibility of the authors and should not be interpreted as reflecting the views of the Board of Governors of the Federal Reserve System or of any other person associated with the Federal Reserve System. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}