{
    "id": 26120,
    "citation_title": "The Price to Consumers of Generic Pharmaceuticals: Beyond the Headlines",
    "citation_author": [
        "Richard G. Frank",
        "Andrew Hicks",
        "Ernst R. Berndt"
    ],
    "citation_publication_date": "2019-07-29",
    "issue_date": "2019-07-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGeneric drug prices have been the focus of much attention in recent years, with Congressional committees, executive agencies and private organizations all conducting investigations into the pricing patterns for generic drugs.  Price spikes for selected old, off-patent drugs have also been widely reported in the media.  To place these generic price increases into context, we construct two chained Laspeyres consumer price indexes (CPIs), using the 2007-2016 IBM MarketScan Commercial Claims and Encounters Research Database.  The first (\"direct out-of-pocket CPI\") measures consumers' direct out-of-pocket payments to the dispensing pharmacy, while the second (\"total CPI\") represents the total revenues received by the dispensing pharmacy – the consumers' direct out-of-pocket payments plus the amount paid to the pharmacy by the insurer on behalf of the consumer.\nWe find the chained direct-out-of-pocket CPI for generic prescription drugs declines by about 50% between 2007 and 2016, while the total CPI falls by nearly 80% over the same time period.  The smaller decline in the direct out-of-pocket CPI than in the total CPI is due in part to consumers' increasingly moving away from fixed copayment benefit plans to pure coinsurance or a mixed package of coinsurance and copayments.  While consumers are experiencing more cost sharing that in fact shifts more of the drug cost burden on to them, on balance in the US consumers have experienced substantial price declines for generic drugs.\n\n",
    "acknowledgement": "\nThis research was supported by the National Institute of Aging of the National Institutes of Health under grant number R01 AG043560 to the National Bureau of Economic Research.  Frank’s effort was also supported by grants from the Laura and John Arnold Foundation and the Harvard Medical School’s Dean’s Innovation Fund. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}