{
    "id": 26126,
    "citation_title": "The Effect of E-Cigarette Taxes on Pre-pregnancy and Prenatal Smoking",
    "citation_author": [
        "Rahi Abouk",
        "Scott Adams",
        "Bo Feng",
        "Johanna Catherine Maclean",
        "Michael F. Pesko"
    ],
    "citation_publication_date": "2019-07-29",
    "issue_date": "2019-07-25",
    "revision_date": "2023-02-28",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nE-cigarette taxes are an active area of legislation and have important regulatory implications by proxying e-cigarette accessibility. We examine the effect of e-cigarette taxes on pre-pregnancy and prenatal smoking using the near-universe of births to mothers conceiving between 2013 and 2019 in the United States. Using fixed effect regressions, we show that e-cigarette taxes increase pre-pregnancy and prenatal smoking. We also find evidence that e-cigarette taxes reduce pre-pregnancy and 3rd trimester e-cigarette use. Finally, we show that e-cigarette taxes increase news coverage of e-cigarettes and raise perceptions of risk of e-cigarettes.\n\n",
    "acknowledgement": "\nWe thank Daniel Dench, Michael Grossman, Theodore Joyce, Jenny Kenney, and Erica Mtenga; seminar participants at George Mason University, Indiana University, San Diego State University, Virginia Tech, Tulane University, and University of Aukland; and conference participants at the Association for Public Policy and Management Fall Conference, American Society for Health Economists Conference, and the Hamburg Center for Health Economics’ Risky Health Behaviors Workshop. We also thank the PRAMS Working Group and the Centers for Disease Control and Prevention for making the PRAMS data available. Research reported in this publication was supported by the National Institute on Drug Abuse of the National Institutes of Health under Award Number R01DA045016 (PI: Michael Pesko). Dr. Pesko reports consulting revenue for e-cigarette tax research from Health Canada; authors have no other conflicts of interest to declare. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}