{
    "id": 26127,
    "citation_title": "Southern (American) Hospitality: Italians in Argentina and the US during the Age of Mass Migration",
    "citation_author": [
        "Santiago Pérez"
    ],
    "citation_publication_date": "2019-07-29",
    "issue_date": "2019-07-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI study the selection and economic outcomes of Italians in Argentina and the US, the two largest destinations during the age of mass migration. Prior cross-sectional work finds that Italians had faster assimilation in Argentina, but it is inconclusive on whether this was due to differences in selection or host-country conditions. I assemble data following Italians from passenger lists to censuses, enabling me to compare migrants with similar pre-migration characteristics.  Italians had better economic outcomes in Argentina, and this advantage was unlikely to be due to selection. Migration path dependence can rationalize these differences in an era of open borders.\n\n",
    "acknowledgement": "\nI thank Enrique Pérez and María Fabiana Vaccaro for their help collecting the data. I have benefitted from feedback from  Ran Abramitzky, Leah Boustan, Federico Curci, Herbert S. Klein, Giovanni Peri, Mateo Uribe-Castro and Alejandra Irigoin, and from seminar participants at the NBER Summer Institute; Migration and Development Conference; Statistics Norway Workshop on Intergenerational Mobility, Gender and Family Formation in the Long Run; UC Davis Migration Research Cluster; Universidad de San Andrés and Universidad de los Andes. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}