{
    "id": 26125,
    "citation_title": "Precise or Imprecise Probabilities? Evidence from Survey Response on Late-onset Dementia",
    "citation_author": [
        "Pamela Giustinelli",
        "Charles F. Manski",
        "Francesca Molinari"
    ],
    "citation_publication_date": "2019-07-29",
    "issue_date": "2019-07-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Health, Education, and Welfare",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe elicit numerical expectations for late-onset dementia in the Health and Retirement Study. Our elicitation distinguishes between precise and imprecise probabilities, while accounting for rounding of reports. Respondents quantify imprecision using probability intervals. Nearly half of respondents hold imprecise dementia probabilities, while almost a third of precise-probability respondents round their reports. We provide the first empirical evidence on dementia-risk perceptions among dementia-free older Americans and novel evidence about imprecise probabilities in a nationally-representative sample. We show, in a specific framework, that failing to account for imprecise or rounded probabilities can yield incorrect predictions of long-term care insurance purchase decisions.\n\n",
    "acknowledgement": "\nWe thank Mostafa Goudarzi and Adam Karabatakis for able research assistance. Giustinelli gratefully acknowledges support from the National Institute on Aging (NIA P01-AG10179 and P30-AG012846), the National Science Foundation (SES1131500) for the University of Michigan node of the NSF-Census Research Network (NCRN), and the Michigan Institute for Teaching and Research in Economics (MITRE)’s Undergraduate Student Support program. Part of this research was carried out while Molinari was on sabbatical leave at the Department of Economics at Duke University, whose hospitality she gratefully acknowledges. We have received useful feedback from Diego Ufbal, James Banks, seminar participants at Bocconi and IFS (UCL), as well as participants in the 2019 University of Michigan Conference on Health and Retirement: Expectations, Cognition and Behavior and the 2019 Conference on Advances in Decision Analysis. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}