{
    "id": 26129,
    "citation_title": "Covered Interest Parity Deviations: Macrofinancial Determinants",
    "citation_author": [
        "Eugenio M. Cerutti",
        "Maurice Obstfeld",
        "Haonan Zhou"
    ],
    "citation_publication_date": "2019-08-05",
    "issue_date": "2019-08-01",
    "revision_date": "2020-08-25",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies how several macrofinancial factors are associated over time with the evolution of covered interest parity (CIP) deviations in the decade after the Global Financial Crisis. Changes in a number of risk- and policy-related factors have a significant association with the evolution of CIP deviations. Key measures of FX market liquidity and intermediaries’ risk-taking capacity are strongly correlated with the cross-currency basis (the deviation from CIP), and the close relationship between broad U.S. dollar strength and the basis is driven mainly by a common factor depending on other safe-haven currencies’ comovements. Postcrisis monetary policies also play a role, as demonstrated by the relationship between CIP deviations, central bank balance sheets, and term premia. Risk-related factors have more explanatory power than monetary policy-related factors over the entire 2010-2018 period, but they are approximately equally influential over the period’s second half. Further highlighting the role of bank regulation, we offer evidence that the year-end dynamics of the three- month dollar basis depend on financial regulations targeting global systemically important financial institutions.\n\n",
    "acknowledgement": "\nAn earlier draft was completed while the authors were all at the IMF Research Department. We thank Paul Cashin, Oyakhilome Ibhagui, Gee Hee Hong, Anne-Charlotte Paret-Onorato, Piotr Kopyrski, Roman Lafarguette, and Chris Walker for their comments on the earlier draft. For comments on this draft, we thank Péter Benczúr (discussant), Wenxin Du (discussant), Jeffrey Frankel, Hélène Rey, Linda Tesar, and participants at the June 18-19, 2020 virtual meeting of the NBER International Seminar on Macroeconomics. Zhou acknowledges financial support from the International Economics Section at Princeton University. The opinions expressed herein are solely the responsibility of the authors and should not be interpreted as reflecting those of the IMF, its Executive Board, IMF management, or the National Bureau of Economic Research. This Paper was also published as IMF Working Paper 19/14.\n\n\n"
}