{
    "id": 26137,
    "citation_title": "Choice and Consequence: Assessing Mismatch at Chicago Exam Schools",
    "citation_author": [
        "Joshua D. Angrist",
        "Parag A. Pathak",
        "Román Andrés Zárate"
    ],
    "citation_publication_date": "2019-08-05",
    "issue_date": "2019-08-01",
    "revision_date": "2019-09-04",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nThe educational mismatch hypothesis asserts that students are hurt by affirmative action policies that place them in selective schools for which they wouldn't otherwise qualify. We evaluate mismatch in Chicago's selective public exam schools, which admit students using neighborhood-based diversity criteria as well as test scores. Regression discontinuity estimates for applicants favored by affirmative action indeed show no gains in reading and negative effects of exam school attendance on math scores. But these results are similar for more- and less-selective schools and for applicants unlikely to benefit from affirmative-action, a pattern inconsistent with mismatch. We show that Chicago exam school effects are explained by the schools attended by applicants who are not offered an exam school seat. Specifically, mismatch arises because exam school admission diverts many applicants from high-performing Noble Network charter schools, where they would have done well. Consistent with these findings, exam schools reduce Math scores for applicants applying from charter schools in another large urban district. Exam school applicants' previous achievement, race, and other characteristics that are sometimes said to mediate student-school matching play no role in this story.\n\n",
    "acknowledgement": "\nWe are grateful to Miikka Rokkanen for his contributions to this project. Our thanks to the Chicago Public Schools, the Noble Network, and an anonymous large urban school district for graciously sharing data, to Clemence Idoux and Ignacio Rodriguez for excellent research assistance, and to MIT SEII program managers Annice Correia, Eryn Heying, and Anna Vallee for invaluable administrative support. We thank Will Dobbie, Glenn Ellison, Amy Finkelstein, Michael Greenstone, Peter Hull, Chris Walters and seminar participants at Chicago, MIT, and Princeton for helpful input. Financial support from Arnold Ventures is gratefully acknowledged. Pathak also thanks the National Science Foundation and the W.T. Grant Foundation for research support. Angrist's daughter teaches at a charter school. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}