{
    "id": 26134,
    "citation_title": "The Rise of Niche Consumption",
    "citation_author": [
        "Brent Neiman",
        "Joseph S. Vavra"
    ],
    "citation_publication_date": "2019-08-05",
    "issue_date": "2019-08-01",
    "revision_date": "2020-11-02",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n",
        "Monetary Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOver the last 15 years, the typical household has increasingly concentrated its spending on a few preferred products. However, this is not driven by “superstar” products capturing larger market shares. Instead, households increasingly purchase different products from each other. As a result, aggregate spending concentration has decreased. We develop a model of heterogeneous household demand and use it to conclude that increasing product variety drives these divergent trends. When more products are available, households select products better matched to their tastes. This delivers welfare gains from selection equal to about half a percent per year in the categories covered by our data. Our model features heterogeneous markups because producers of popular products care more about their existing customers while producers of less popular niche products care more about generating new customers. Surprisingly, our model matches the observed trends in household and aggregate concentration without any change in aggregate market power.\n\n",
    "acknowledgement": "\nWe thank David Argente, Anhua Chen, Levi Crews, and Agustin Gutierrez for providing exceptional research assistance, and we thank our discussants Jorge Miranda-Pinto and Mingzhi Xu. We also thank Rodrigo Adao, Jonathan Dingel, J.P. Dubé, Austan Goolsbee, Pete Klenow, Thomas Mertens, Esteban Rossi-Hansberg, and Tom Wollmann for helpful comments and suggestions. Our analyses are calculated or derived based in part on data from The Nielsen Company (US), LLC and marketing databases provided through the Nielsen Datasets at the Kilts Center for Marketing Data Center at The University of Chicago Booth School of Business. The conclusions drawn from these Nielsen data are those of the researchers and do not reflect the views of Nielsen. Nielsen is not responsible for, had no role in, and was not involved in analyzing and preparing the results reported herein. This paper supplants a previous draft circulated as “The Rise of Household Spending Concentration.” The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic  Research.\n\n\n"
}