{
    "id": 26133,
    "citation_title": "College Remediation Goes Back to High School: Evidence from a Statewide Program in Tennessee",
    "citation_author": [
        "Thomas J. Kane",
        "Angela Boatman",
        "Whitney Kozakowski",
        "Christopher Bennett",
        "Rachel Hitch",
        "Dana Weisenfeld"
    ],
    "citation_publication_date": "2019-08-05",
    "issue_date": "2019-08-01",
    "revision_date": "2019-08-05",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany U.S. students arrive on college campus lacking the skills expected for college-level work.  As state leaders seek to increase postsecondary enrollment and completion, public colleges have sought to lessen the delays created by remedial course requirements. Tennessee has taken a novel approach by allowing students to complete their  remediation requirements  in high school. Using both a difference-in-differences and a regression discontinuity design, we evaluate the program’s impact on college enrollment and credit accumulation, finding that the program boosted enrollment in college-level math during the first year of college and allowed students to earn a modest 4.5 additional college credits by their second year.  We also report the first causal evidence on remediation's impact on students' math skills, finding that the program did not improve students’ math achievement, nor boost students’ chances of passing college math. Our findings cast doubt on the effectiveness of the current model of remediation—whether in high school or college—in improving students’ math skills. They also suggest that the time cost of remediation—whether pre-requisite or co-requisite remediation—is not the primary barrier causing low degree completion for students with weak math preparation.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge financial support from the Bill & Melinda Gates Foundation. We thank Mike Krause, Emily House, and Victoria Harpool (from the Tennessee Higher Education Commission), Nate Schwartz, Jonathan Attridge, and Lacey Hartigan (from the Tennessee Department of Education), Robert Denn, Jeannette Tippett, and Abbie Alexander (from the SAILS program), Russ Deaton and Chris Tingle (from the Tennessee Board of Regents), Gregory Kienzl (ACT) and Tammy Lemon (P20 Connect). We received much helpful advice and feedback from our program officers, Yvonne Belanger and Janet Salm, throughout the project, as well as Judy Scott-Clayton who provided detailed comments on an early draft. We also thank Beth Morton for research assistance, Rachel Urso for district and school recruitment, Claire Gogolen for development and administration of the teacher survey, and Jon Fullerton and Corinne Herlihy for feedback on data collection and analysis. Finally, we thank the thousands of students, teachers and principals in the Tennessee high schools that participated in the study. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}