{
    "id": 26135,
    "citation_title": "Mortality and Socioeconomic Consequences of Prescription Opioids: Evidence from State Policies",
    "citation_author": [
        "Robert Kaestner",
        "Engy Ziedan"
    ],
    "citation_publication_date": "2019-08-05",
    "issue_date": "2019-08-01",
    "revision_date": "2020-04-24",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis article presents estimates of the effects of state prescription opioid policies on prescription opioid sales, mortality and socioeconomic outcomes of adults. Results indicate that state implementation of a “modern” PDMP is associated with decreases in opioid sales of between 5% and 20% and that pill mill laws are associated with a decrease in opioid sales of between 15% and 50%. The reductions in prescription opioid sales associated with these state policies were, in general, not associated with statistically significant effects on mortality. In the case of socioeconomic outcomes, we found consistent evidence that the adoption of a “modern” PDMP was associated with small, but statistically significant reductions in employment of 1% to 2% across all demographic groups examined; small reductions in earnings that were not statistically significant and similarly small, marginally significant increases in receipt of public assistance, particularly for women; and a significant, but small (1%) decline in the probability of being married among females. In contrast, pill mill laws were associated with marginally significant increases in employment of 1% to 2%, but only among those ages 18 to 25; small, but insignificant increases in earnings of males of between 2% to 4%; and a significant, but small (1%) decline in the probability of being married among all demographic groups.\n\n",
    "acknowledgement": "\nWe thank Jiajia Chen, Cuicui Song and Lu Yao for research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}