{
    "id": 26139,
    "citation_title": "Does Eviction Cause Poverty? Quasi-Experimental Evidence from Cook County, IL",
    "citation_author": [
        "John Eric Humphries",
        "Nicholas S. Mader",
        "Daniel I. Tannenbaum",
        "Winnie L. van Dijk"
    ],
    "citation_publication_date": "2019-08-12",
    "issue_date": "2019-08-08",
    "revision_date": "2019-08-22",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nEach year, more than two million U.S. households have an eviction case filed against them. Many cities have recently implemented policies aimed at reducing the number of evictions, motivated by research showing strong associations between being evicted and subsequent adverse economic outcomes. Yet it is difficult to determine to what extent those associations represent causal relationships, because eviction itself is likely to be a consequence of adverse life events. This paper addresses that challenge and offers new causal evidence on how eviction affects financial distress, residential mobility, and neighborhood quality. We collect the near-universe of Cook County court records over a period of seventeen years, and link these records to credit bureau and payday loans data. Using this data, we characterize the trajectory of financial strain in the run-up and aftermath of eviction court for both evicted and non-evicted households, finding high levels and striking increases in financial strain in the years before an eviction case is filed. Guided by this descriptive evidence, we employ two approaches to draw causal inference on the effect of eviction. The first takes advantage of the panel data through a difference-in-differences design. The second is an instrumental variables strategy, relying on the fact that court cases are randomly assigned to judges of varying leniency. We find that eviction negatively impacts credit access and durable consumption for several years. However, the effects are small relative to the financial strain experienced by both evicted and non-evicted tenants in the run-up to an eviction filing.\n\n",
    "acknowledgement": "\nThe authors gratefully acknowledge financial support from the National Science Foundation (SES-1757112, SES-1757186, SES-1757187), the Laura and John Arnold Foundation, the Spencer Foundation, and the Kreisman Initiative on Housing Law and Policy. We would like to thank Lawrence Wood and others at the Legal Assistance Foundation in Chicago, Melissa C. Chiu at the U.S. Census Bureau, Leah Gjertson and Robert Goerge at Chapin Hall, Lydia Stazen Michael at All Chicago, Carmelo Barbaro, Ruth Coffman and Emily Kristine Metz at UChicago Urban Labs, Joe Altonji, Eric Chyn, Angela Denis Pagliero, Michael Dinerstein, Bill Evans, Alex Frankel, Pieter Gautier, Matt Gentzkow, Michael Greenstone, Jim Heckman, Ali Hortaçsu, Peter Hull, Louis Kaplow, Ezra Karger, Paymon Khorrami, Thibaut Lamadon, Jeff Lin, Maarten Lindeboom, Hamish Low, Sarah Miller, Magne Mogstad, Derek Neal, Matt Notowidigdo, Ed Olsen, Azeem Shaikh, Beth Shinn, Jeff Smith, Jim Sullivan, Chris Taber, Alex Torgovitsky, Bas van der Klaauw, Laura Wherry, and seminar participants at the Summer 2017 University of Chicago Crossing Disciplinary Boundaries workshop, the 2017 Fall APPAM conference, the University of Chicago, SOLE, the Philadelphia Fed, the 2018 NBER Summer Institute, the University of Oslo, ALEA, the Institute for Research on Poverty Summer Workshop, Nebraska Law, and the University of Alicante for helpful discussion. Iliana Cabral, Ella Deeken, Deniz Dutz, and Katherine Kwok provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}