{
    "id": 26131,
    "citation_title": "Dissecting Saving Dynamics: Measuring Wealth, Precautionary, and Credit Effects",
    "citation_author": [
        "Christopher D. Carroll",
        "Jiri Slacalek",
        "Martin Sommer"
    ],
    "citation_publication_date": "2019-08-05",
    "issue_date": "2019-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Money and Interest Rates",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe show that an estimated tractable ‘buffer stock saving’ model can match the 30-year decline in the U.S. saving rate leading up to 2007, the sharp increase during the Great Recession, and much of the intervening business cycle variation. In the model, saving depends on the gap between ‘target’ and actual wealth, with the target determined by measured credit availability and measured unemployment expectations. Following financial deregulation starting in the late 1970s, expanding credit supply explains the trend decline in saving, while fluctuations in wealth and consumer-survey-measured unemployment expectations capture much of the business-cycle variation, including the sharp rise during the Great Recession.\n\n",
    "acknowledgement": "\nWe thank Andra Buca, Kerstin Holzheu, Geoffrey Keim, Jakub Rybák, Camilla Sacca and Joanna Sławatyniec for excellent research assistance, and Ricardo Reis, John Duca, Karen Dynan, Robert Gordon, Bob Hall, Mathias Hoffmann, Charles Kramer, David Laibson, Maria Luengo-Prado, Bartosz Mackowiak, John Muellbauer, Valerie Ramey, David Robinson, Damiano Sandri and Jonathan Wright for insightful comments. We are grateful to Abdul Abiad, John Duca, John Muellbauer and Anthony Murphy for sharing their data. The views presented in this paper are those of the authors, and should not be attributed to the International Monetary Fund, its Executive Board, or management, nor to the European Central Bank, nor to the National Bureau of Economic Research. An initial version of this paper was published as IMF Working Paper 12/219.\n\n\n"
}