{
    "id": 26138,
    "citation_title": "Risk-Free Interest Rates",
    "citation_author": [
        "Jules H. van Binsbergen",
        "William F. Diamond",
        "Marco Grotteria"
    ],
    "citation_publication_date": "2019-08-12",
    "issue_date": "2019-08-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate risk-free interest rates unaffected by convenience yields on safe assets. We infer them from risky asset prices without relying on any specific model of risk. We obtain a term structure of convenience yields with maturities up to 2.5 years at a minutely frequency. The convenience yield on treasuries equals about 40 basis points, is larger below 3 months maturity, and quadruples during the financial crisis. In high-frequency event studies, conventional and unconventional monetary stimulus reduce convenience yields, particularly during the crisis. We further study convenience-yield-free CIP deviations, and we show significant bond return predictability related to convenience yields.\n\n",
    "acknowledgement": "\nWe thank Jonathan Berk, Doug Diamond, Darrell Duffie, Olivier Darmouni, Peter DeMarzo, Wenxin Du, Vincent Glode, Ben Hebert, Bob Hodrick, Arvind Krishnamurthy, Eben Lazarus, Zhongjin Lu, Ian Martin, Christian Opp, Michael Roberts, Tano Santos, Krista Schwarz, Ken Singleton, Adrien Verdelhan, Annette Vissing-Jorgensen, and Jonathan Wright for helpful discussions and/or comments. We thank the Rodney White Center and the Jacobs Levy Equity Management Center for generous financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}