{
    "id": 26130,
    "citation_title": "Integrating Ethical Values and Economic Value to Steer Progress in Artificial Intelligence",
    "citation_author": [
        "Anton Korinek"
    ],
    "citation_publication_date": "2019-08-05",
    "issue_date": "2019-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nEconomics and ethics both offer important perspectives on our society, but they do so from two different viewpoints – the central focus of economics is how the price system in our economy values resources; the central focus of ethics is the moral evaluation of actions in our society. The rise of Artificial Intelligence (AI) forces humanity to confront new areas in which ethical values and economic value conflict, raising the question of what direction of technological progress is ultimately desirable for society. One crucial area are the effects of AI and related forms of automation on labor markets, which may lead to substantial increases in inequality unless mitigating policy actions are taken or progress is actively steered in a direction that complements human labor. Additional areas of conflict arise when AI systems optimize narrow market value but disregard broader ethical values and thus impose externalities on society, for example when AI systems engage in bias and discrimination, hack the human brain, and increasingly reduce human autonomy. Market incentives to create ever more intelligent systems lead to the ultimate ethical question: whether we should aim to create AI systems that surpass humans in general intelligence, and how to ensure that humanity is not left behind.\n\n",
    "acknowledgement": "\nThis article is an expanded version of a chapter commissioned by the Oxford Handbook of Ethics of Artificial Intelligence, edited by Markus D. Dubber, Frank Pasquale, and Sunit Das, forthcoming, Oxford University Press, 2019. I am grateful for the many thoughtful comments and insightful discussions with Avital Balwit, John Basl, Karen Delio, Kinda Hachem, Daniel Harper, Paul Humphreys, Eric Leeper, Joseph Stiglitz and Andy Wicks as well as participants of the “Human and Machine Intelligence Group” at UVA and of the workshop “Toward a Handbook of Ethics of AI” at the University of Toronto. Any remaining errors are my own. Financial support from the Institute for New Economic Thinking (INET) is gratefully acknowledged. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}