{
    "id": 26147,
    "citation_title": "The Value of Intermediation in the Stock Market",
    "citation_author": [
        "Marco Di Maggio",
        "Mark L. Egan",
        "Francesco Franzoni"
    ],
    "citation_publication_date": "2019-08-12",
    "issue_date": "2019-08-08",
    "revision_date": "2021-07-14",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate a structural model of broker choice to quantitatively decompose the value that institutional investors attach to broker services. Studying over 300 million institutional equity trades, we find that investors are sensitive to both explicit and implicit trading costs and are willing to pay a premium for access to formal and informal research. Formal and informal research account for roughly half of the value generated by brokers. Lastly, we use our model to investigate soft-dollar arrangements, where research and execution services are bundled, and find that such arrangements allow hedge funds and mutual funds to underreport management fees by 10%.\n\n",
    "acknowledgement": "\nWe thank Malcolm Baker, Vyacheslav Fos, Robin Greenwood, Boris Groysberg, Paul Irvine, Vincent van Kervel, Brian Levine, Gregor Matvos, Amit Seru, Daniel Strack, Vish Viswanathan and Mao Ye for their comments and the seminar participants at the Boston Conference on Markets and Competition, the Columbia Workshop in New Empirical Finance, Erasmus University, the Finance UC International Conference at Catholic University of Chile, Harvard Business School, Maastricht University, Norges Bank, The Stanford Institute for Theoretical Economics Financial Regulation Workshop, University California Berkeley Haas School of Business, UNC-Duke Corporate Finance Conference, and at the Western Finance Association Meetings. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}