{
    "id": 26141,
    "citation_title": "Sharing a Government",
    "citation_author": [
        "Jaume Ventura"
    ],
    "citation_publication_date": "2019-08-12",
    "issue_date": "2019-08-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Subnational Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops a simple theoretical framework to study a set of regions, each with its own regional government, who share a union or central government. These governments must decide whether to implement or discard a large number of projects that produce local benefits for the region that implements them, and externalities for the rest of the regions. Conflict or disagreement arises since different regions value projects differently. The classic assignment problem consists of deciding who decides these projects, either the union or the regional governments. It is well known that regional governments are insensitive to externalities. The key observation here is that the union government is insensitive to local benefits. Thus, each government maximizes only a piece of the value of projects, and disregards the other one. This observations leads to simple and clear rules for solving the assignment problem.\n\n",
    "acknowledgement": "\nI acknowledge financial support from the Centre de Recerca en Economia Internacional (CREI), through the European Research  Council (ERC), under the European Union's Horizon 2020 Programme, Grant Agreement 693512 (\"Globalization, Economic Policy and Political Structure\"), the Generalitat de Catalunya (CERCA program and grant 2014 SGR 830) and the Barcelona GSE. I thank Janko Heineken and Ugur Yesilbayraktar for excellent research assistance. I am grateful to Alessandra Bonfiglioli, Fernando Broner, Gino Gancia, Teresa Garcia-Milà, Alberto Martin, Marti Mestieri and, especially, to Giacomo Ponzetto for very helpful comments. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}