{
    "id": 26148,
    "citation_title": "Spatial Misallocation: Evaluating Place-Based Policies Using a Natural Experiment in China",
    "citation_author": [
        "Binkai Chen",
        "Ming Lu",
        "Christopher Timmins",
        "Kuanhu Xiang"
    ],
    "citation_publication_date": "2019-08-12",
    "issue_date": "2019-08-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Country Studies",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nUsing the mass closure of development zones in 2004 as a natural experiment, we examine the causal effect of development zones on firm level TFP in China. The difference-in-difference estimator shows that on average, loss of development zone policies results in 6.5% loss of firms’ TFP. Locational heterogeneity is important.  Within 500 kilometers from the three major seaports in China, closure of zones reduced firm-level TFP by 9.62%, whereas closure of zones farther away did not show significant effects. Market potential and local within-industry spillover effects can explain much of this locational heterogeneity.  We conclude that China’s strategy of using development zones as a place-based policy to encourage inland development may have led to spatial misallocation.\n\n",
    "acknowledgement": "\nWe are thankful to the helpful comments from Colin Lixin Xu, and the seminar participants at Fudan University, Shanghai Jiaotong University, the Chinese University of Hong Kong, National University of Singapore, Renmin University, Wuhan University and University of Nottingham Ningbo China, and the financial support of China's National Science Funds (71703097) and National Social Science Funds (14ZDB120). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}