{
    "id": 26146,
    "citation_title": "Can Pigou at the Polls Stop Us Melting the Poles?",
    "citation_author": [
        "Soren T. Anderson",
        "Ioana Marinescu",
        "Boris Shor"
    ],
    "citation_publication_date": "2019-08-12",
    "issue_date": "2019-08-08",
    "revision_date": "2019-08-15",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSurveys show majority U.S. support for a carbon tax. Yet none has been adopted. Why? We study two failed carbon tax initiatives in Washington State in 2016 and 2018. Using a difference-in-differences approach, we show that Washington's real-world campaigns reduced support by 20 percentage points. Resistance to higher energy prices explains opposition to these policies in the average precinct, while ideology explains 90% of the variation in votes across precincts. Conservatives preferred the 2016 revenue-neutral policy, while liberals preferred the 2018 green-spending policy. Yet we forecast both initiatives would fail in other states, demonstrating that surveys are overly optimistic.\n\n",
    "acknowledgement": "\nWe thank: Aria Kovalovich, Doug Murdoch, Anna Terkelsen, and Yuxian Xiao for valuable research assistance; Nicholas Pharris at the Washington Secretary of State for providing data and GIS expertise; Yoram Bauman, Gail Gatton, Ben Silesky, and Greg Small for helpful background and detailed comments; Matt Kahn, Jim Hines, and Matthew Incantalupo for detailed comments; and seminar participants at UC Davis, Energy Policy Institute at Chicago, UC Berkeley Energy Camp, MSU-UM-WMU EEE Day Workshop, Purdue University, Heartland Environmental & Resource Economics Workshop @ Illinois, Oberlin College, the ASSA Annual Meetings in Philadelphia, Michigan State University, the MPSA meetings in Chicago, the SPPC meeting in College Park, the NBER Summer Institute, Macalester College, and Brigham Young University for many helpful comments and suggestions. Ioana Marinescu acknowledges financial support from the Kleinman Center for Energy Policy at the University of Pennsylvania. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}