{
    "id": 26145,
    "citation_title": "Medicaid Coverage across the Income Distribution under the Affordable Care Act",
    "citation_author": [
        "Charles J. Courtemanche",
        "James Marton",
        "Aaron Yelowitz"
    ],
    "citation_publication_date": "2019-08-12",
    "issue_date": "2019-08-08",
    "revision_date": "2020-02-14",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nThis paper examines trends in Medicaid enrollment across the income distribution after the ACA’s Medicaid expansion. Using data from the American Community Survey between 2012 and 2017, we compare Medicaid coverage over time in 9 states that expanded Medicaid in 2014 with no previous expansion for able-bodied, working-age adults with 12 states that had not expanded Medicaid by 2019 and also had no previous expansion for such adults. A difference-in-differences model is used to formalize this comparison. Similar to many previous studies, we find that Medicaid coverage increased dramatically for income-eligible adults under 138% of the federal poverty level (FPL). In addition, we show that Medicaid participation increased by 3.0 percentage points for those with incomes above 138% of the FPL from a pre-ACA baseline of 2.7% among this group. While we cannot say with certainty why these individuals were able to participate in Medicaid, we offer several potential explanations that should be the subject of future work. For example, it is possible that the ACA Medicaid expansions were administered differently at the state or local level than federal rules would require, similarly to differences between effective tax rates and statutory tax rates in many transfer programs.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}