{
    "id": 26144,
    "citation_title": "A Unified Welfare Analysis of Government Policies",
    "citation_author": [
        "Nathaniel Hendren",
        "Ben Sprung-Keyser"
    ],
    "citation_publication_date": "2019-08-12",
    "issue_date": "2019-08-08",
    "revision_date": "2019-12-10",
    "topics": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe conduct a comparative welfare analysis of 133 historical policy changes over the past half-century in the United States, focusing on policies in social insurance, education and job training, taxes and cash transfers, and in-kind transfers. For each policy, we use existing causal estimates to calculate both the benefit that each policy provides its recipients (measured as their willingness to pay) and the policy’s net cost, inclusive of long-term impacts on the government’s budget. We divide the willingness to pay by the net cost to the government to form each policy’s Marginal Value of Public Funds, or its “MVPF”. Comparing MVPFs across policies provides a unified method of assessing their impact on social welfare. Our results suggest that direct investments in low-income children’s health and education have historically had the highest MVPFs, on average exceeding 5. Many such policies have paid for themselves as governments recouped the cost of their initial expenditures through additional taxes collected and reduced transfers. We find large MVPFs for education and health policies amongst children of all ages, rather than observing diminishing marginal returns throughout childhood. We find smaller MVPFs for policies targeting adults, generally between 0.5 and 2. Expenditures on adults have exceeded this MVPF range in particular if they induced large spillovers on children. We relate our estimates to existing theories of optimal government policy and we discuss how the MVPF provides lessons for the design of future research.\n\n",
    "acknowledgement": "\nWe first and foremost thank the several hundred researchers whose empirical results form the foundation of our estimates. We are also deeply indebted to a wonderful team of research assistants: Caroline Dockes, Harris Eppsteiner, Adriano Fernandes, Jack Hoyle, Omeed Maghzian, Kate Musen, and the rest of the exceptional team of Pre-Doctoral Fellows at Opportunity Insights. We are also grateful to Raj Chetty, David Deming, Winnie van Dijk, Amy Finkelstein, John Friedman, Andrew Goodman-Bacon, Jeff Grogger Hilary Hoynes, John Eric Humphries, Larry Katz, Sarah Miller, Evan Soltas, Larry Summers, Michael Stepner, and Laura Wherry for helpful comments and suggestions, along with seminar participants at the University of Chicago, Georgetown, IFS, the University of Kentucky, LSE, Michigan, Minnesota, and Texas A&M, along with conference participants at the NBER and the National Tax Association meetings. This research was funded by the National Science Foundation (#CAREER1653686 (Hendren) and #DGE1745303 (Sprung-Keyser)), the Sloan Foundation (Hendren), the Bill & Melinda Gates Foundation (Hendren), and the Chan Zuckerberg Initiative (Hendren). Any opinions, findings, and conclusions or recommendations expressed in this material are those of the author(s) and do not necessarily reflect the views of the National Science Foundation or the National Bureau of Economic Research.\n\n\n"
}