{
    "id": 26142,
    "citation_title": "Income Growth and the Distributional Effects of Urban Spatial Sorting",
    "citation_author": [
        "Victor Couture",
        "Cecile Gaubert",
        "Jessie Handbury",
        "Erik Hurst"
    ],
    "citation_publication_date": "2019-08-12",
    "issue_date": "2019-08-08",
    "revision_date": "2020-01-28",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe explore the impact of rising incomes at the top of the distribution on spatial sorting patterns within large U.S. cities. We develop and quantify a spatial model of a city with heterogeneous agents and non-homothetic preferences for neighborhoods with endogenous amenity quality. As the rich get richer, demand increases for the high quality amenities available in downtown neighborhoods. Rising demand drives up house prices and spurs the development of higher quality neighborhoods downtown. This gentrification of downtowns makes poor incumbents worse off, as they are either displaced to the suburbs or pay higher rents for amenities that they do not value as much. We quantify the corresponding impact on well-being inequality. Through the lens of the quantified model, the change in the income distribution between 1990 and 2014 led to neighborhood change and spatial resorting within urban areas that increased the welfare of richer households relative to that of poorer households, above and beyond rising nominal income inequality.\n\n",
    "acknowledgement": "\nWe thank Hero Ashman and Allison Green for outstanding research assistance. We thank Treb Allen, David Atkin, Don Davis, Jonathan Dingel, Ingrid Ellen, Alessandra Fogli, Ed Glaeser, Gabriel Kreindler, Christopher Palmer, Steve Redding, Andres Rodriguez-Clare, Jung Sakong, Yichen Su, Jacob Vigdor, and Jonathan Vogel for many helpful comments as well as seminar participants at Berkeley, Baruch, Chicago, Edinburgh, Georgetown, HEC Montreal, Illinois, LSE, Northwestern, Notre Dame, NYU, Oxford, Penn State, the Princeton IES Workshop, Stanford, UCLA, Toronto, Warwick, Wharton, Yale, the 2017 Federal Reserve Bank of Richmond conference on “Understanding Urban Decline,” the 2018 European and U.S. Urban Economic Association meetings, the 2019 Barcelona GSE Summer Forum and various NBER programs. Victor Couture thanks the Fisher Center for Real Estate and Urban Economics at UC Berkeley for financial support. Cecile Gaubert thanks the Fisher Center for Real Estate and Urban Economics and the Clausen Center for International Business and Policy at UC Berkeley for financial support. Jessie Handbury thanks the Zell/Lurie Real Estate Center at Wharton for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}