{
    "id": 26140,
    "citation_title": "Effects of Direct Care Provision to the Uninsured: Evidence from Federal Breast and Cervical Cancer Programs",
    "citation_author": [
        "Marianne Bitler",
        "Christopher Carpenter"
    ],
    "citation_publication_date": "2019-08-12",
    "issue_date": "2019-08-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMuch research has studied the health effects of expanding insurance coverage to low-income people, but there is less work on the direct provision of care to the uninsured.  We study the two largest federal programs aimed at reducing breast and cervical cancer among uninsured women in the US: one that paid for cancer screenings with federal funds and one that paid for cancer treatments under state Medicaid programs.  Using variation in rollout of each program across states from 1991-2005, we find that funding for cancer treatment did not significantly increase most types of cancer screenings for uninsured women.  In contrast, funding for cancer detection significantly increased breast and cervical cancer screenings among 40-64 year old uninsured women, with much smaller effects for insured women (who were not directly eligible).  Moreover, we find that these program-induced screenings significantly increased detection of early stage pre-cancers and cancers of the breast but had no significant effect on early stage or other cancers of the cervix.  Our results suggest that direct provision can significantly increase healthcare utilization among vulnerable populations.\n\n",
    "acknowledgement": "\nWe are grateful to Janet Royalty and David Howard for sharing data and to David Bradford, Meltem Daysal, Alex Hollingsworth, Mireille Jacobson, Sayeh Nikpay, Raeshell Sweeting, Mircea Trandafir, Wendy Xu, and seminar and conference participants at Vanderbilt, Southern Denmark University, the 2014 and 2019 ASHEcon Conferences, the 2014 Southeastern Health Economics Study Group meeting, the 2015 international Health Economics Association meetings, and the 2015 Southern Economic Association meetings for many helpful comments.  We are grateful to the American Cancer Society (Grant #RSGI-11-003-01-CPHPS) for grant funding.  We thank Brian Asquith, Danea Horn, Jessica Monnet, and Peter Shirley for excellent research assistance.  The views in this paper are solely the responsibility of the authors and should not be interpreted as reflecting the views of the American Cancer Society, the National Bureau of Economic Research, or any other organization.  All errors are our own.\n\n\n"
}