{
    "id": 26143,
    "citation_title": "The End of the American Dream? Inequality and Segregation in US Cities",
    "citation_author": [
        "Alessandra Fogli",
        "Veronica Guerrieri"
    ],
    "citation_publication_date": "2019-08-12",
    "issue_date": "2019-08-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSince the '80s the US has experienced not only a steady increase in income inequality, but also a contemporaneous increase in residential segregation by income. Using US Census data, we first document a positive correlation between inequality and segregation at the MSA level between 1980 and 2010. We then develop a general equilibrium overlapping generations model where parents choose the neighborhood where to raise their children and invest in their children's education. In the model, segregation and inequality amplify each other because of a local spillover that affects the returns to education. We calibrate the model using 1980 US data and the micro estimates of the effect of neighborhood exposure in Chetty and Hendren (2018). We then assume that in 1980 an unexpected permanent skill premium shock hits the economy and show that segregation contributes to 28% of the subsequent increase in inequality.\n\n",
    "acknowledgement": "\nFor helpful comments, we are grateful to Roland Benabou, Jarda Borovicka, Steven Durlauf, Cecile Gaubert, Mike Golosov, Luigi Guiso, Erik Hurst, Francesco Lippi, Guido Lorenzoni, Guido Menzio, Alexander Monge-Naranjo, Fabrizio Perri, numerous seminar participants, and, in particular, to Elisa Giannone, Ed Glaeser, Richard Rogerson, Kjetil Storesletten, and Nick Tsivanidis for the useful discussions. For outstanding research assistance, we thank Yu-Ting Chiang, Gustavo Gonzalez, Hyunju Lee, Qi Li, Emily Moschini, Luis Simon, and, in particular, Mark Ponder and Francisca Sara-Zaror. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}