{
    "id": 26149,
    "citation_title": "The Effects of Foreign Multinationals on Workers and Firms in the United States",
    "citation_author": [
        "Bradley Setzler",
        "Felix Tintelnot"
    ],
    "citation_publication_date": "2019-08-19",
    "issue_date": "2019-08-08",
    "revision_date": "2021-03-24",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nGovernments go to great lengths to attract foreign multinationals because they are thought to raise the wages paid to their employees (direct eﬀects) and to improve outcomes at local domestic ﬁrms (indirect eﬀects). We construct the ﬁrst U.S. employer-employee dataset with foreign ownership information from tax records to measure these direct and indirect eﬀects. We ﬁnd the average direct eﬀect of a foreign multinational ﬁrm on its U.S. workers is a 7 percent increase in wages. This premium is larger for higher skilled workers and for the employees of ﬁrms from high GDP per capita countries. We ﬁnd evidence that it is membership in a multinational production network—instead of foreignness—that generates the foreign ﬁrm premium. We leverage the past spatial clustering of foreign-owned ﬁrms by country of owner-ship to identify the indirect eﬀects. An expansion in the foreign multinational share of commuting zone employment substantially increases the employment, value added, and—for higher earning workers—wages at local domestic-owned ﬁrms. Per job created by a foreign multinational, our estimates suggest annual gains of 13,400 USD to the aggregate wages of local incumbents, two-thirds of which are from indirect eﬀects. Our estimates suggest that—via mega-deals for subsidies from local governments—foreign multinationals are able to extract a sizable fraction of the local surplus they generate.\n\n",
    "acknowledgement": "\nThe opinions expressed in this paper are those of the authors alone and do not reflect the views of the Internal Revenue Service, the U.S. Treasury Department, or the National Bureau of Economic Research. We thank Larry Katz, ﬁve anonymous referees, our discussant at the NBER Summer Institute, Emanuele Colonnelli, as well as Pol Antras, David Atkin, Nick Bloom, Victor Couture, Ben Faber, Aaron Flaaen, Rick Hornbeck, Erik Hurst, Mina Kim, Cailin Slattery, Jim Tybout, Danny Yagan, Stephen Yeaple, and seminar participants at ASSA, Berkeley, Chicago, EIIT, Federal Reserve Bank of Dallas, Penn State, NBER Conference on Research in Income and Wealth, NBER International Trade and Investment, NBER Labor Studies, SED, Stanford, and UBC for useful comments that have substantially improved the paper. Setzler gratefully acknowledges the ﬁnancial support of the Washington Center for Equitable Growth and NSF Grant SES-1851808. Tintelnot gratefully acknowledges the ﬁnancial support of the Becker Friedman Institute for Economics.\n\n\n"
}