{
    "id": 26156,
    "citation_title": "Who Becomes a Member of Congress? Evidence From De-Anonymized Census Data",
    "citation_author": [
        "Daniel M. Thompson",
        "James J. Feigenbaum",
        "Andrew B. Hall",
        "Jesse Yoder"
    ],
    "citation_publication_date": "2019-08-19",
    "issue_date": "2019-08-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe link future members of Congress to the de-anonymized 1940 census to offer a uniquely detailed analysis of how economically unrepresentative American politicians were in the 20th century, and why. Future members under the age of 18 in 1940 grew up in households with parents who earned more than twice as much as the population average and who were more than 6 times as likely as the general population to hold college degrees. However, compared to siblings who did not become politicians, future members of Congress between the ages of 18 and 40 in 1940 were higher-earners and more educated, indicating that socioeconomic background alone does not explain the differences between politicians and non-politicians. Examining a smaller sample of candidates that includes non-winners, we find that the candidate pool is much higher-earning and more educated than the general population. At the same time, among the candidate pool, elections advantage candidates with higher earnings ability and education. We conclude that barriers to entry likely deter a more economically representative candidate pool, but that electoral advantages for more-educated individuals with more private-sector success also play an important role.\n\n",
    "acknowledgement": "\nThe protocol for this study was approved by Stanford's IRB (protocol #42719) as well as by NBER. For research assistance, the authors thank Brittany Dutton, Qianmin Hu, Elise Kostial, Anna Nakai, Conor Orton, Josh Rose, and Anish Sundar. For helpful discussion, the authors thank Ran Abramitzky, Avi Acharya, Alberto Alesina, Matilde Bombardini, David Broockman, Nick Carnes, Dan Carpenter, Cesi Cruz, Robert Erikson, Anthony Fowler, Matt Gentzkow, Liz Gerber, Justin Grimmer, Alisa Hall, Tarek Hassan, Seth Hill, Brian Knight, Shiro Kuriwaki, Eddie Lazear, Greg Martin, Jaakko Meriläinen, Daniele Paserman, Vincent Pons, Hunter Rendleman, Dominic Rohner, Jesus Rojas Venzor, Wendy Schiller, Erik Snowberg, Chris Tausanovitch, Danielle Thomsen, Francesco Trebbi, Jessica Trounstine, Jennifer Nicoll Victor, the students of Econ 220 in the Fall 2018-2019 quarter, seminar participants at UBC, the Stanford Economics Brown Bag Lunch, the NBER Spring Political Economy Conference, the members of Stanford's Democracy Policy Lab, the Center for Effective Lawmaking Conference, and the 2019 Congress and History conference at MIT and Harvard. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}