{
    "id": 26157,
    "citation_title": "The Impact of the ACA on Insurance Coverage Disparities After Four Years",
    "citation_author": [
        "Charles J. Courtemanche",
        "Ishtiaque Fazlul",
        "James Marton",
        "Benjamin D. Ukert",
        "Aaron Yelowitz",
        "Daniela Zapata"
    ],
    "citation_publication_date": "2019-08-19",
    "issue_date": "2019-08-15",
    "revision_date": "2019-08-19",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nThe purpose of this paper is to estimate the impact of the major components of the ACA (Medicaid expansion, subsidized Marketplace plans, and insurance market reforms) on disparities in insurance coverage after four years. We use data from the 2011–2017 waves of the American Community Survey (ACS), with the sample restricted to nonelderly adults. Our methods feature a difference-in-difference-in-differences model, developed in the recent ACA literature, which separately identifies the effects of the nationwide and Medicaid expansion portions of the law. The differences in this model come from time, state Medicaid expansion status, and local area pre-ACA uninsured rate. We stratify our sample separately by income, race/ethnicity, marital status, age, gender, and geography in order to examine access disparities. After four years, we find that the fully implemented ACA eliminated 44 percent of the coverage gap across income groups, with the Medicaid expansion accounting for this entire reduction. The ACA also reduced coverage disparities across racial groups by 26.7 percent, across marital status by 45 percent, and across age groups by 44 percent, with these changes being partly attributable to both the Medicaid expansion and nationwide components of the law.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}