{
    "id": 26151,
    "citation_title": "Reducing Frictions in College Admissions: Evidence from the Common Application",
    "citation_author": [
        "Brian G. Knight",
        "Nathan M. Schiff"
    ],
    "citation_publication_date": "2019-08-19",
    "issue_date": "2019-08-15",
    "revision_date": "2024-04-28",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nCollege admissions in the U.S. is decentralized, with students applying separately to each school. This creates frictions in the college admissions process and, if substantial, might ultimately limit student choice. In this paper, we study the introduction of the Common Application (CA) platform, under which students submit a single application to all member schools, potentially reducing frictions and increasing student choice. We first document that joining the CA increases the number of applications received by schools, consistent with reduced frictions. Joining the CA also reduces the yield on accepted students, consistent with increased student choice, and institutions respond to the reduced yield by admitting more students. In line with these findings, we document that the CA has accelerated geographic integration: upon joining, schools attract more foreign students and more out-of-state students, especially from other states with significant CA membership, consistent with network effects. Finally, we find some evidence that joining the CA increases freshmen SAT scores. If so, and given that CA members tend to be more selective institutions, the CA has contributed to stratification, the widening gap between more selective and less selective schools.\n\n",
    "acknowledgement": "\nWe thank seminar participants at American University, Brown University, the National University of Singapore, the National Tax Association Fall 2018 Meetings, and the Urban Economics Association Fall 2018 Meeting. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}