{
    "id": 26158,
    "citation_title": "Nudging at Scale: Experimental Evidence from FAFSA Completion Campaigns",
    "citation_author": [
        "Kelli A. Bird",
        "Benjamin L. Castleman",
        "Jeffrey T. Denning",
        "Joshua Goodman",
        "Cait Lamberton",
        "Kelly Ochs Rosinger"
    ],
    "citation_publication_date": "2019-08-19",
    "issue_date": "2019-08-15",
    "revision_date": "2022-03-18",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDo nudge interventions that have generated positive impacts at a local level maintain efficacy when scaled state or nationwide? What specific mechanisms explain the positive impacts of promising smaller-scale nudges? We investigate, through two randomized controlled trials, the impact of a national and state-level campaign to encourage students to apply for financial aid for college. The campaigns collectively reached over 800,000 students, with multiple treatment arms to investigate different potential mechanisms. We find no impacts on financial aid receipt or college enrollment overall or for any student subgroups. We find no evidence that different approaches to message framing, delivery, or timing, or access to one-on-one advising affected campaign efficacy. We discuss why nudge strategies that work locally may be hard to scale effectively.\n\n",
    "acknowledgement": "\nWe thank Scott Anderson, Chad Massie, and colleagues at the Common Application for their strong partnership. We also are grateful for the collaboration from Large State agency staff. We are grateful for funding from the John and Laura Arnold Foundation, the Michael and Susan Dell Foundation, The Heckscher Foundation for Children, and the Kresge Foundation. Any errors or omissions are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}