{
    "id": 26154,
    "citation_title": "What is the Optimal Immigration Policy? Migration, Jobs and Welfare",
    "citation_author": [
        "Joao Guerreiro",
        "Sergio Rebelo",
        "Pedro Teles"
    ],
    "citation_publication_date": "2019-08-19",
    "issue_date": "2019-08-15",
    "revision_date": "2020-02-10",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the immigration policy that maximizes the welfare of the native population in an economy where the government designs an optimal redistributive welfare system and supplies public goods. We show that when the government can design different tax systems for immigrants and natives, free immigration is optimal. It is also optimal to use the tax system to encourage the immigration of high-skill workers and discourage that of low-skill workers. When immigrants and natives must be treated alike, banning low-skill immigration and allowing free immigration for high-skill workers is optimal. However, there might be no high-skill immigration when heavy taxes are levied on all high-skill workers, both natives and immigrants.\n\n",
    "acknowledgement": "\nWe thank Laurence Ales and Chris Sleet as well as participants at the November 2019 CRNYU conference for their comments. Teles is grateful for the financial support of FCT. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research or the Banco de Portugal.\n\n\n\nPedro Teles\n\nTeles thanks the financial support of FCT. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research, as well as those of Banco de Portugal.\n\n\n"
}