{
    "id": 26155,
    "citation_title": "Deadlock on the Board",
    "citation_author": [
        "Jason Roderick Donaldson",
        "Nadya Malenko",
        "Giorgia Piacentino"
    ],
    "citation_publication_date": "2019-08-19",
    "issue_date": "2019-08-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a dynamic model of board decision-making. We show that a board could retain a policy all directors agree is worse than an available alternative. Thus, directors may retain a CEO they agree is bad—a deadlocked board leads to an entrenched CEO. We explore how to compose boards and appoint directors to mitigate deadlock. We find that board diversity and long director tenure can exacerbate deadlock. Moreover, we rationalize why CEOs and incumbent directors have power to appoint new directors: to avoid deadlock. Our model speaks to short-termism, staggered boards, and proxy access.\n\n",
    "acknowledgement": "\nFor helpful comments, we thank Renée Adams, Ulf Axelson, Ilona Babenko, Patrick Bolton, Archishman Chakraborty, Gilles Chemla, Francesca Cornelli, Alex Edmans, Daniel Ferreira, Zsuzsanna Fluck, Slava Fos, Lorenzo Garlappi, Simon Gervais, Eitan Goldman, Armando Gomes, Radha Gopalan, Todd Gormley, Martin Gregor, Denis Gromb, Dirk Jenter, Ali Lazrak, Mark Leary, Mina Lee, Andrey Malenko, Ernst Maug, Dimitri Vayanos, Michael Weisbach, Ed Van Wesep, Jeffrey Zwiebel, as well as seminar audiences at the 2018 ASU Sonoran Winter Finance Conference, Boston College, Brandeis, the 2018 Cambridge Corporate Finance Theory Symposium, Columbia, Duke, the ECGC 2018 International Workshop, the 2018 EFA Meeting, the 2018 European Summer Symposium at Gerzensee, the 2017 FRA, the 2018 FSU SunTrust Beach Conference, HBS, Imperial College, LBS, LSE, Michigan State, the Norwegian School of Economics, Rochester, the 3rd Rome Junior Finance Conference at EIEF, the 2018 SFS Cavalcade, the 2018 Summer Accounting and Finance Conference at the Hebrew University, the University of Alberta, the 2018 UBC Winter Finance Conference, UCL, the University of Illinois at Chicago, the University of Rochester, the University of Virginia, UT–Austin, the 2017 WAPFIN@Stern meeting, Washington University in St. Louis, and Wesleyan University. We thank Xiaobo Yu and Jonathan Zandberg for research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}