{
    "id": 26150,
    "citation_title": "Tax Administration vs. Tax Rates: Evidence from Corporate Taxation in Indonesia",
    "citation_author": [
        "M. Chatib Basri",
        "Mayara Felix",
        "Rema Hanna",
        "Benjamin A. Olken"
    ],
    "citation_publication_date": "2019-08-19",
    "issue_date": "2019-08-15",
    "revision_date": "2019-08-21",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Development and Growth",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDeveloping countries collect a far lower share of GDP in taxes than richer countries. This paper asks whether changes in tax administration and tax rates can nevertheless raise substantial additional revenue – and if so, which approach is most effective. We study corporate taxation in Indonesia, where the government implemented two reforms that differentially affected firms. First, we show that increasing tax administration intensity by moving the top firms in each region into “Medium-Sized Taxpayer Offices,” with much higher staff-to-taxpayer ratios, more than doubled tax revenue from affected firms over six years, with increasing impacts over time. Second, using non-linear changes to the corporate income tax schedule, we estimate an elasticity of taxable income of 0.59, which implies that the revenue-maximizing rate is almost double the current rate. The increased revenue from improvements in tax administration is equivalent to raising the marginal corporate tax rate on affected firms by about 23 percentage points. We suggest one reason improved tax administration was so effective was that it flattened the relationship between firm size and enforcement, removing the additional “enforcement tax” on large firms. On net, our results suggest that improving tax administration can have significant returns for developing country governments.\n\n",
    "acknowledgement": "\nWe thank Michael Best, Lucie Gadenne, Henrik Kleven, Dina Pomeranz, James Poterba, Danny Yagan, and Owen Zidar for helpful comments and discussion. We thank the Indonesian Ministry of Finance and the Directorate General of Taxation, in particular Sri Mulyani Indrawati, Bambang Brodjonegoro, Robert Pakpahan, Luky Alfirman, Suahasil Nazara, Puspita Wulandari, Arfan, Peni Hirjanto, Yon Arsal, Harry Gumelar, Romadhaniah, Riana Budiyanti, Aprinto Berlianto, Nur Wahyudi, Wijayanti Kemala, Raden Yulius Wahyo Riyanto, Rudy Yuliyanto Kurniawan, Tibrizi, Harsugi, as well as many other DGT staff for their support and assistance, and thank Aaron Berman, Amri Ilmma, Aqila Putri, Nurul Wakhidah, and Poppy Widyasari for outstanding research assistance. Financial assistance from the Australian Government Department of Foreign Affairs and Trade, the J-PAL Government Partnership Initiative, and the National Science Foundation is gratefully acknowledged. Chatib Basri was Minister of Finance of Indonesia, which includes oversight of the Directorate General of Taxation, from 2013-2014, subsequent to the period of reforms that we study in this paper. The views expressed here are those of the authors and do not necessarily reflect those of the many individuals or organizations acknowledged here, nor of the National Bureau of Economic Research.\n\n\n\nRema Hanna\n\nDisclosure Statement for Rema Hanna\n• The Australian Department of Foreign Affairs and Trade also provides support to JPAL Southeast Asia. I am a board member of JPAL and co Scientific Director of JPAL Southeast Asia.\n• I am a board member of J-PAL at MIT. J-PAL has no stake in the outcomes of any given evaluation results. However, J-PAL does have a position on what is considered a rigorous evaluation methodology.\n\n\n\nBenjamin A. Olken\n\n•\tFinancial support for this project came from the Australian Department of Foreign Affairs and Trade through a grant to JPAL at MIT, the J-PAL Government Partnership Initiative, and the National Science Foundation.\n\n\n•\tThe Government of Indonesia provided in-kind support for the project through sharing anonymized data for analysis purposes.\n\n\n•\tThe Australian Department of Foreign Affairs and Trade also provides overall support to JPAL Southeast Asia through a grant to MIT. I am a director of JPAL at MIT and co Scientific Director of JPAL Southeast Asia, and receive summer salary support from this grant.\n\n\n•\tI am a director of J-PAL at MIT. J-PAL has no stake in the outcomes of any given evaluation results. However, J-PAL does have a position on what is considered a rigorous evaluation methodology.\n\n\n"
}