{
    "id": 26153,
    "citation_title": "The Role of Behavioral Frictions in Health Insurance Marketplace Enrollment and Risk: Evidence from a Field Experiment",
    "citation_author": [
        "Richard Domurat",
        "Isaac Menashe",
        "Wesley Yin"
    ],
    "citation_publication_date": "2019-08-19",
    "issue_date": "2019-08-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nWe experimentally varied information mailed to 87,000 households in California's health insurance marketplace to study the role of frictions in insurance take-up. Reminders about the enrollment deadline raised enrollment by 1.3 pp (16 percent), in this typically low take-up population. Heterogeneous effects of personalized subsidy information indicate systematic misperceptions about program benefits. Consistent with an adverse selection model with frictional enrollment costs, the intervention lowered average spending risk by 5.1 percent, implying that marginal respondents were 37 percent less costly than inframarginal consumers. We observe the largest positive selection among low income consumers, who exhibit the largest frictions in enrollment. Finally, the intervention raised average consumer WTP for insurance by $25 to $54 per month. These results suggest that frictions may partially explain low measured WTP for marketplace insurance, and that interventions reducing them can improve enrollment and market risk in exchanges.\n\n",
    "acknowledgement": "\nWe thank John Bertko, Tom Chang, Amy Finkelstein, Craig Fox, Ori Heffetz, Ted O'Donoghue, Sarah Reber, Jessie Shapiro, Josh Tasoff, Robert Town and seminar participants at Claremont Graduate University, Covered California, the University of Maryland, University of Chicago, the Wharton School at the University of Pennsylvania, and the J-PAL North America Health Care Delivery Conference for comments. We also thank Leah Horgan for graphic design, Sam Lau for research assistance, and Carolina Arteaga, Niza Muñoz, Bianca Vargas and Maria Lucia Yanguas for their translations. We thank Jim Watkins at the State of California’s Department of Health Care Services. Finally, we are grateful to our collaborators at Covered California. We are especially thankful to Ahmed Al-Dulaimi, James DeBenedetti, Andrew Feher, Raymond Jacobs, Lance Lang, Peter Lee, Allie Mangiaracino, Vishaal Pegany, Katie Ravel, and Colleen Stevens. This study was supported by the Abdul Latif Jameel Poverty Action Lab, North America. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nRichard Domurat\n\nAs a graduate student at UCLA, I received financial support in the form of fellowships from the university.  During that period, I also provided paid consulting to Covered California on topics unrelated to the submitted research article.  While working on this article, I have also been employed at Analysis Group and Thumbtack, Inc., neither of which were related to the submitted article.\n\n\n"
}