{
    "id": 26152,
    "citation_title": "Inspecting the Mechanism of Quantitative Easing in the Euro Area",
    "citation_author": [
        "Ralph S. J. Koijen",
        "Francois Koulischer",
        "Benoit Nguyen",
        "Motohiro Yogo"
    ],
    "citation_publication_date": "2019-08-19",
    "issue_date": "2019-08-15",
    "revision_date": "2021-03-08",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing security-level holdings for all euro-area investors, we study portfolio rebalancing during the quantitative easing program from March 2015 to December 2017. Foreign investors outside the euro area accommodated most of the Eurosystem’s purchases. Duration, government credit, and corporate credit risk did not get concentrated in particular regions or investor sectors. We estimate a demand system for government bonds by instrumental variables to relate portfolio rebalancing to yield changes. Government bond yields decreased by 65 basis points on average, and this estimate varies from 38 to 83 basis points across countries.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reﬂect the views of the Banque de France, the Eurosystem, or the National Bureau of Economic Research. For comments and discussions, we thank Diana Bonﬁm, Francisco Gomes, Arvind Krishnamurthy, Christian Lundblad, Angela Maddaloni, Gregor Matvos, Benoit Mojon, Emanuel Mönch, Lubos Pastor, Hélène Rey, and Harald Uhlig. We also thank seminar participants at Banque de France, European Central Bank, London Business School, Luxembourg School of Finance, National Bank of Belgium, Toulouse School of Economics, UC Berkeley, University of Chicago, the 2016 CSEF-IGIER Symposium on Economics and Institutions, FRIC ’16: Conference on Financial Frictions, the 2016 OFCE Workshop Empirical Monetary Economics, the 2017 Meeting of the American Economic Association, the 2018 Meeting of the American Finance Association, the 2018 Benelux Banking Research Day, the 2018 Conference of the Swiss Society for Financial Market Research, the 2019 International Conference on Sovereign Bond Markets: Quantitative Easing and Financial (In)Stability, the 2019 Financial Intermediation Research Society Finance Conference, the 2019 International Conference of the Financial Engineering and Banking Society, the 2019 CefES International Conference on European Studies, the 2019 Meeting of the European Finance Association, and the 2019 EBC Network Internal Workshop in Banking and Corporate Finance. Koijen acknowledges ﬁnancial support from the European Research Council (ERC grant no. 338082) and the Center for Research in Security Prices at the University of Chicago.\n\n\n"
}