{
    "id": 26161,
    "citation_title": "Who Chooses Commitment? Evidence and Welfare Implications",
    "citation_author": [
        "Mariana Carrera",
        "Heather Royer",
        "Mark Stehr",
        "Justin Sydnor",
        "Dmitry Taubinsky"
    ],
    "citation_publication_date": "2019-08-19",
    "issue_date": "2019-08-15",
    "revision_date": "2021-08-06",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates whether offers of commitment contracts, in the form of self-imposed choice-set restrictions and penalties with no financial upside, are well-targeted tools for addressing self-control problems. In an experiment on gym attendance (N= 1;248), we examine take-up of commitment contracts, and also introduce a separate elicitation task to identify actual and perceived time inconsistency. There is high take-up of commitment contracts for greater gym attendance, resulting in significant increases in exercise. However, this is take-up is influenced both by noisy valuation and incorrect beliefs about one’s time inconsistency. Approximately half of the people who take up commitment contracts for higher gym attendance also take up commitment contracts for lower gym attendance. There is little association between commitment contract take-up and reduced-form and structural estimates of actual or perceived time inconsistency. A novel information treatment providing an exogenous shock to awareness of time inconsistency reduces demand for commitment contracts. Structural estimates of a model of quasi-hyperbolic discounting and gym attendance imply that offering our commitment contracts lowers consumer surplus, and is less socially efficient than utilizing linear exercise subsidies that achieve the same average change in behavior.\n\n",
    "acknowledgement": "\nA previous version of this paper circulated under “How are Preferences for Commitment Revealed?” We are grateful to seminar and conference participants at Harvard, Wharton, UC San Diego, University of Zurich, Dartmouth, Claremont Graduate University, Erasmus University, the Economics Science Association conference, the American Society of Health Economists conference, Hebrew University, Stanford Institute for Theoretical Economics, and the Stanford-Berkeley mini conference for helpful comments and suggestions, as well as to Doug Bernheim, Stefano DellaVigna, David Molitor, Matthew Rabin, Gautam Rao, Frank Schilbach, Charles Sprenger, Séverine Toussaert, and Jonathan Zinman for helpful comments. Paul Fisher, Max Lee, Priscila de Oliveira, and Afras Sial provided excellent research assistance. We are grateful for funding from an NIH grant R21AG042051 entitled “Commitment Contracts for Health Behavior Change,” and from an Alfred P. Sloan Foundation grant entitled “Behavioral Economics in Equilibrium: Evidence and Welfare Implications.” This study was approved by the IRB at Case Western Reserve University and UC Santa Barbara. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}