{
    "id": 26166,
    "citation_title": "Towards an Unstable Hook: The Evolution of Stock Market Integration Since 1913",
    "citation_author": [
        "Cécile Bastidon",
        "Michael Bordo",
        "Antoine Parent",
        "Marc Weidenmier"
    ],
    "citation_publication_date": "2019-08-19",
    "issue_date": "2019-08-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine equity market integration for 17 countries from 1913-2018. We use network analysis to measure the evolution of global stock market integration as well as stock market integration between and across countries. The empirical results suggest that long-run stock market integration looks like an unstable hook. Equity market integration first peaked in 1913 during the first era of globalization (1870-1913) when unfettered markets ruled the day. Integration declined over the next 60 years as countries experienced the Great Depression and shunned international capital markets. The end of the Bretton Woods system in the early 1970s ushered in the second period of globalization. Our empirical analysis suggests that stock market integration in the recent period of globalization has surpassed the first era of globalization in the last 10 years and currently has the highest level of equity market integration and network instability in world history.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}