{
    "id": 26160,
    "citation_title": "An Experiment in Candidate Selection",
    "citation_author": [
        "Katherine Casey",
        "Abou Bakarr Kamara",
        "Niccoló Meriggi"
    ],
    "citation_publication_date": "2019-08-19",
    "issue_date": "2019-08-15",
    "revision_date": "2021-07-18",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAre ordinary citizens or political party leaders better positioned to select candidates? While the American primary system lets citizens choose, most democracies rely instead on party officials to appoint or nominate candidates. The consequences of these distinct design choices are unclear: while officials are often better informed about candidate qualifications, they may value traits—like party loyalty or willingness to pay for the nomination—at odds with identifying the best performer. We partnered with both major political parties in Sierra Leone to experimentally vary how much say voters have in selecting Parliamentary candidates. Estimates suggest that more democratic procedures increase the likelihood that parties select voters’ most preferred candidates and favor candidates with stronger records of public goods provision.\n\n",
    "acknowledgement": "\nWe thank the All People’s Congress, the Sierra Leone People’s Party, Search for Common Ground, the Political Parties Registration Commission, and the National Electoral Commission of Sierra Leone for their collaboration. We thank Chiara Amato, Abdulai Bah, Arthur Baker, Tom Bangura, Chris Boyer, Fatu Conteh, Arja Dayal, Linda Gassama (in memoriam), Yuen Ho, Erin Iyigun, Fatoma Momoh, Alfred Rasheed, Andrés Rodríguez, Marcos Salgado, Rosemarie Sandino, Osman Siddiqi, Korinayo Thompson, and the entire Innovations for Poverty Action team in Freetown for excellent research assistance and fieldwork. We are especially indebted to Rachel Glennerster for her comments and support, to the Editor and referees, as well as Dave Baron, David Broockman, Steve Callander, Fred Finan, Emmanuel Gaima, Pedro Gardete, Guido Imbens, Saum Jha, Alhassan Kanu, Eddie Lazear, Herbert M’cleod, Ben Olken and Stephan Seiler for insightful feedback. We gratefully acknowledge financial support from the Economic Development Initiative funded by UK Aid, the Governance Initiative at J-PAL, the International Growth Centre and the Stanford Institute for Innovation in Developing Economies. The authors declare that we have no relevant or material financial interests that relate to the research described in this paper. This research received institutional review board approval from Stanford University (protocol #42946) and the Sierra Leone Ethics and Scientific Review Committee. This study was pre-registered on the AEA registry of randomized controlled trials (https://www.socialscienceregistry.org/trials/2485/history/23509). All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}