{
    "id": 2616,
    "citation_title": "Deterioration of the Terms of Trade and Capital Accumulation: A Reexamination of the Laursen-Metzler Effect",
    "citation_author": [
        "Partha Sen",
        "Stephen J. Turnovsky"
    ],
    "citation_publication_date": "1988-06-01",
    "issue_date": "1988-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper analyzes the effects of both a permanent and a temporary deterioration In the terms of trade on a small open economy. The model, based on intertemporal optimization, emphasizes the labor-leisure choice and the role of capital accumulation There are two main conclusions to be drawn from the analysis. The first 1s that in all cases the transitional dynamics depends critically upon the long-run response of the capital stock to the deterioration m the terms of trade. This has been shown to consist of a substitution effect, which is negative, together with an income effect, which is positive. Secondly, since the steady state equilibrium depends upon the initla1 conditions of the economy, a temporary shock, by altering these initial conditions for some later date when the shock ceases, leads to a permanent effect on the economy. In the case where the substitution effect dominates, a deterioration in the terms of trade leads to a short-run reduction in investment and a short-run current account surplus, contrary to the Laursen-Metzler effect. However, when the long-run income effect dominates, the deterioration m the terms of trade leads to a short-run investment boom, accompanied by a short-term current account deficit. The Laursen-Metzler effect prevails, although it is driven by investment, rather than by savings behavior.\n\n",
    "acknowledgement": "\n"
}