{
    "id": 26169,
    "citation_title": "Mandatory CSR and Sustainability Reporting: Economic Analysis and Literature Review",
    "citation_author": [
        "Hans B. Christensen",
        "Luzi Hail",
        "Christian Leuz"
    ],
    "citation_publication_date": "2019-08-19",
    "issue_date": "2019-08-15",
    "revision_date": "2021-04-30",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study collates potential economic effects of mandated disclosure and reporting standards for corporate social responsibility (CSR) and sustainability topics. We first outline key features of CSR reporting. Next, we draw on relevant academic literatures in accounting, finance, economics, and management to discuss and evaluate the potential economic consequences of a requirement for sustainability reporting for U.S. firms, including effects in capital markets, on stakeholders other than investors and on firm behavior. We also discuss issues related to the implementation and enforcement of CSR and sustainability reporting standards as well as two approaches to sustainability reporting that differ in their overarching goals and materiality standards. Our analysis yields a number of insights that are relevant for the current debate on mandatory CSR and sustainability reporting. It also points scholars to avenues for future research.\n\n",
    "acknowledgement": "\nThis study is a revision and extension of an earlier, independent research report prepared for the Sustainability Accounting Standards Board (SASB) in 2018. The full report is available at: https://ssrn.com/abstract=3315673. The Internet appendix accompanying the report provides a structured overview of the CSR literature and is available at: http://ssrn.com/abstract=3313793. We thank Andreea Moraru-Arfire for her excellent research assistance. We also thank an anonymous referee, Paul Fischer (editor), Clarissa Hauptmann, Louis Kaplow, Karl Lins, Giovanna Michelon, Stefan Reichelstein, George Serafeim, Kathryn Spier, and participants at the Harvard Law, Economics, and Organization workshop, the Fall Corporate Roundtable of the Institute for Law and Economics at the University of Pennsylvania, and the University of Miami webinar for their helpful comments. We also thank Jeffrey Hales, Robert Herz, Lloyd Kurtz, Elisse Walter, and Jean Rogers from the SASB for helpful comments on earlier drafts of the aforementioned research report. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}