{
    "id": 26162,
    "citation_title": "Screening and Selection: The Case of Mammograms",
    "citation_author": [
        "Liran Einav",
        "Amy Finkelstein",
        "Tamar Oostrom",
        "Abigail J. Ostriker",
        "Heidi L. Williams"
    ],
    "citation_publication_date": "2019-08-19",
    "issue_date": "2019-08-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nTraining Program in Aging and Health Economics\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nDebates over whether and when to recommend screening for a potential disease focus on the causal impact of screening for a typical individual covered by the recommendation, who may differ from the typical individual who responds to the recommendation. We explore this distinction in the context of recommendations that breast cancer screening start at age 40. The raw data suggest that responders to the age 40 recommendation have less cancer than do women who self-select into screening at earlier ages. Combining these patterns with a clinical oncology model allows us to infer that responders to the age 40 recommendation also have less cancer than women who never screen, suggesting that the benefits of recommending early screening are smaller than if responders were representative of covered individuals. For example, we estimate that shifting the recommendation from age 40 to age 45 results in over three times as many deaths if responders were randomly drawn from the population than under the estimated patterns of selection. These results highlight the importance of considering the characteristics of responders when making and designing recommendations.\n\n",
    "acknowledgement": "\nWe are grateful to Leila Agha, Emily Oster and participants in the Dartmouth/NIA P01 Reserach Meeting and the NBER Health Care Summer Institute for helpful comments, and to the Laura and John Arnold Foundation for financial support. This material is based upon work supported by the National Institute on Aging through Grant Number T32-AG000186 and the National Science Foundation Graduate Fellowship Program under Grant Number 1122374 (Oostrom). The authors acknowledge the assistance of the Health Care Cost Institute (HCCI) and its data contributors, Aetna, Humana, and UnitedHealthcare, in providing the claims data analyzed in this study. This study also used the linked SEER-Medicare database. The interpretation and reporting of these data are the sole responsibility of the authors. The authors acknowledge the efforts of the National Cancer Institute; the Office of Research, Development and Information, CMS; Information Management Services (IMS), Inc.; and the Surveillance, Epidemiology, and End Results (SEER) Program tumor registries in the creation of the SEER-Medicare database The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nLiran Einav\n\nI would like to disclose that I am an adviser to Nuna Health, a data analytics startup company, which specializes in analytics of health insurance claims. I am not being paid by them, but have received equity (nominal value is less than $1,000 the market value is hard to assess).\n\n\n\nAmy Finkelstein\n\nI have an unpaid position on the board of the Health Care Cost Institute, whose data are used in this a paper. I am grateful to the Laura and John Arnold Foundation for financial support on this project.\n\n\n\nHeidi L. Williams\n\nDisclosure statement: Heidi Williams\n\n\nOver the past three years, have I received more than $10,000 in research funding from the Alfred P. Sloan Foundation, the Ewing Marion Kauffman Foundation, the National Science Foundation, the Toulouse Network for Information Technology, the US National Institutes of Health, and the Washington Center for Equitable Growth.\n\n\nI do not have any paid or unpaid positions as officer, director, or board member of a relevant non-profit organization or profit-making entity.\n\n\nNone of my partners or close relatives have relevant disclosures.\n\n\nNo party had the right to review the submitted paper.\n\n\n"
}