{
    "id": 26167,
    "citation_title": "Long-Term Macroeconomic Effects of Climate Change: A Cross-Country Analysis",
    "citation_author": [
        "Matthew E. Kahn",
        "Kamiar Mohaddes",
        "Ryan N.C. Ng",
        "M. Hashem Pesaran",
        "Mehdi Raissi",
        "Jui-Chung Yang"
    ],
    "citation_publication_date": "2019-08-19",
    "issue_date": "2019-08-15",
    "revision_date": "2022-08-25",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the long-term impact of climate change on economic activity across countries, using a stochastic growth model where labour productivity is affected by country-specific climate variables—defined as deviations of temperature and precipitation from their historical norms. Using a panel data set of 174 countries over the years 1960 to 2014, we find that per-capita real output growth is adversely affected by persistent changes in the temperature above or below its historical norm, but we do not obtain any statistically significant effects for changes in precipitation. Our counterfactual analysis suggests that a persistent increase in average global temperature by 0.04°C per year, in the absence of mitigation policies, reduces world real GDP per capita by 7.22 percent by 2100. On the other hand, abiding by the Paris Agreement, thereby limiting the temperature increase to 0.01°C per annum, reduces the loss substantially to 1.07 percent. These effects vary significantly across countries. We also provide supplementary evidence using data on a sample of 48 U.S. states between 1963 and 2016, and show that climate change has a long-lasting adverse impact on real output in various states and economic sectors, and on labor productivity and employment.\n\n",
    "acknowledgement": "\nWe are grateful to Zeina Hasna, Ron Smith and participants at the International Monetary Fund (IMF), Bank of Lithuania, Bank of Canada, EPRG, Cambridge Judge Business School, the ERF 24th Annual Conference, and the 2018 MIT CEEPR Research Workshop for comments and suggestions. We also thank Matthew Norris for help with constructing the global climate dataset. We gratefully acknowledge financial support from the Keynes Fund. Part of this work was done while Jui-Chung Yang was a Postdoctoral Research Fellow at the USC Dornsife INET. The views expressed in this paper are those of the authors and do not necessarily represent those of the IMF or its policy, not those of the National Bureau of Economic Research.\n\n\n"
}