{
    "id": 26164,
    "citation_title": "Creating Moves to Opportunity: Experimental Evidence on Barriers to Neighborhood Choice",
    "citation_author": [
        "Peter Bergman",
        "Raj Chetty",
        "Stefanie DeLuca",
        "Nathaniel Hendren",
        "Lawrence F. Katz",
        "Christopher Palmer"
    ],
    "citation_publication_date": "2019-08-19",
    "issue_date": "2019-08-15",
    "revision_date": "2023-01-06",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nLow-income families in the United States tend to live in neighborhoods that offer limited opportunities for upward income mobility. One potential explanation for this pattern is that families prefer such neighborhoods for other reasons, such as affordability or proximity to family and jobs. An alternative explanation is that they do not move to high-opportunity areas because of a lack of information or barriers that prevent them from making such moves. We test between these explanations using a two- phase randomized controlled trial with housing voucher recipients in Seattle and King County. We first provided a bundle of resources to facilitate moves to high-upward-mobility neighborhoods: information about high-opportunity areas, short-term financial assistance, customized assistance during the housing search process, and connections to landlords. This bundled intervention increased the fraction of families who moved to high-upward-mobility areas from 15% in the control group to 53% in the treatment group. To understand the mechanisms underlying this effect, we ran a second phase with three arms: (1) information about high-opportunity areas and financial assistance only; (2) reduced support services in addition to information and financial assistance; and (3) full support services, as in the original bundled intervention. The full services had five times as large a treatment effect as the information and financial incentives treatment and three times as large an effect as the reduced support intervention, showing that high-intensity, customized support enables moves to opportunity. Interviews with randomly selected families reveal that the program succeeded by relaxing families' bandwidth constraints and addressing their specific needs, from identifying suitable units to providing emotional support to brokering with landlords. Families induced to move to higher opportunity areas tend to stay in their new neighborhoods in subsequent years and report higher levels of neighborhood satisfaction after moving. Our findings imply that many low-income families do not have a strong preference to stay in low-opportunity areas and that barriers in the housing search process are a central driver of residential segregation by income.\n\n",
    "acknowledgement": "\nWe are grateful to our partners who implemented the experiment analyzed in this paper: the Seattle and King County Housing Authorities (especially Andria Lazaga, Jenny Le, Sarah Oppenheimer, and Jodell Speer), MDRC (especially Gilda Azurdia, Jonathan Bigelow, David Greenberg, James Riccio, and Nandita Verma), and J-PAL North America (especially Ja- cob Binder, Graham Simpson, and Kristen Watkins). We thank Isaiah Andrews, Ingrid Gould Ellen, John Friedman, Edward Glaeser, Scott Kominers, Katherine O'Regan, Nick Papageorge, Maisy Wong, Abigail Wozniak, anonoymous referees, and numerous seminar participants for helpful comments and discussions. We are indebted to Michael Droste, Federico Gonzalez Rodriguez, Jamie Gracie, Kai Matheson, Martin Koenen, Sarah Merchant, Max Pienkny, Vinay Ravinder, Peter Ruhm, James Stratton, and other Opportunity Insights pre-doctoral fellows for their outstanding contributions to this work, as well as the Johns Hopkins based fieldwork team who helped collect interviews and analyze qualitative data, including: Samiha Abd-Elazem, Paige Ackman, Isabel Adler, Christina Ambrosino, William Atienza, Divya Baron, Yvette Bailey-Emberson, Joseph Boselovic, Erin Carll, Jamie Chan, Olivia Cigarroa, Julia Colen, Devin Collins, Hannah Curtis, Emma Elias, Beata Desselle, Kendall Dorland, Thelonious Goerz, Jacqueline Groccia, Gorana Ilic, Christine Jang-Trettien, Akanksha Jayanthi, Nicole Kiker, Nicole Kovski, Kevin LaMonica, Aaron Leo, Daphne Moraga, Olivia Morse, James Morrison, Melanie Nadon, Kiara Nerenberg, Daphne Moraga, Bronte Nevins, Joseph Ian O'Connor, Elise Omaki, Julia Pike-Forster, Simone Robben- nolt, Isabella Rubin, Brianna So, Jasmine Sausedo, Molly Silvestrini, Claire Smith, Gracyn Sollmann, Sophia Strickland, Sydney Thomas, Margaret Tydings, Maria Vignau-Loria, Allison Young, Eliza Zimmerman, Claire Zou, Jessica Zhang, and MEF Associates (especially Addie Currin, Jordan Engel, Kimberly Foley, Angela Gaffney, Asaph Glosser, Lorraine Rinaldi, and Kate Stepleton). This research was funded by the Bill & Melinda Gates Foundation, Chan-Zuckerberg Initiative, Surgo Foundation, the William T. Grant Foundation, and Harvard University. This project and a pre-analysis plan were preregistered with the AEA RCT Registry (AEARCTR-0002807). This study was approved under Harvard Institutional Review Board IRB18-1573, MDRC IRB 1030056-4, and Johns Hopkins University HIRB 00001010. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}