{
    "id": 26170,
    "citation_title": "Does Condominium Development Lead to Gentrification?",
    "citation_author": [
        "Leah Platt Boustan",
        "Robert A. Margo",
        "Matthew M. Miller",
        "James M. Reeves",
        "Justin P. Steil"
    ],
    "citation_publication_date": "2019-08-19",
    "issue_date": "2019-08-15",
    "revision_date": "2023-06-30",
    "topics": [
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nMany politicians and voters believe that condominium development hastens gentrification. Indeed, there is a strong positive correlation between the presence of condos in a neighborhood and resident socio-economic status. We leverage the introduction of municipal regulations to study the causal effect of condo conversions on neighborhood attributes. Cities that restricted condo conversions experience a persistent decline in the condo share of the housing stock, relative to their neighboring suburbs and compared to metropolitan areas without such restrictions, even at city/suburb borders. Yet, areas with a higher condo share due to local regulations do not have residents with higher income or education levels.\n\n",
    "acknowledgement": "\nWe are grateful to the Ziman Center for Real Estate at UCLA for research support; and to the editor, Stuart Rosenthal, two referees, and seminar participants at Columbia University, George Washington University, NYU, Syracuse University and UCLA for helpful comments on earlier versions. We thank Sarah Frick for excellent research assistance. Matthew M. Miller is a Senior Economist at Audible, which is a subsidiary of Amazon. The research was completed before Miller joined Amazon. All views contained in this research are the author’s own and do not represent the views of Amazon, its affiliates, or the National Bureau of Economic Research.\n\n\n"
}