{
    "id": 26176,
    "citation_title": "Using Vignettes to Improve Understanding of Social Security and Annuities",
    "citation_author": [
        "Anya Samek",
        "Arie Kapteyn",
        "Andre Gray"
    ],
    "citation_publication_date": "2019-08-26",
    "issue_date": "2019-08-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nEvidence shows that people have difficulty understanding complex aspects of retirement planning, which leads them to under-utilize annuities and claim Social Security benefits earlier than is optimal. To target this problem, we developed vignettes about the consequences of different annuitization and claiming decisions. We evaluated our vignettes using an experiment with a representative online panel of nearly 2,000 Americans. In our experiment, respondents were either assigned to a control group with no vignette, to a written vignette, or to a video vignette. They were then asked to give advice to hypothetical persons on annuitization or Social Security claiming, and were asked factual questions about these concepts. We found evidence that being exposed to vignettes led respondents to give better advice. For example, the gap between advised claim age for a relatively healthy person versus a relatively sick person was larger by nearly a year in the vignette treatments versus the control group. Further, the vignettes increased financial literacy related to these concepts by 10-15 percentage points. Interestingly, the mode of communication did not have a significant impact – the video and written vignettes were equally effective.\n\n",
    "acknowledgement": "\nThis research was partly supported by a grant from the U.S. Social Security Administration (SSA) as part of the Retirement Research Consortium (RRC). This research was also partly supported by a pilot project as part of a Roybal grant awarded to the University of Southern California, entitled “Roybal Center for Health Decision Making and Financial Independence in Old Age” (5P30AG024962-12). The project described in this paper relies partly on data from surveys administered by the Understanding America Study (UAS) which is maintained by the Center for Economic and Social Research (CESR) at the University of Southern California. The opinions and conclusions expressed herein are solely those of the authors and do not represent the opinions or policy of any institution with which the authors are affiliated nor of the SSA, any agency of the Federal Government, the University of Michigan Retirement Research Center (MRRC), the National Bureau of Economic Research, USC, CESR or the UAS.\n\n\n"
}