{
    "id": 26175,
    "citation_title": "Lumpy Durable Consumption Demand and the Limited Ammunition of Monetary Policy",
    "citation_author": [
        "Alisdair McKay",
        "Johannes F. Wieland"
    ],
    "citation_publication_date": "2019-08-26",
    "issue_date": "2019-08-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn a fixed-cost model of durable consumption demand, we show that an important channel of monetary policy transmission is to prompt households to accelerate the timing of their adjustments. We highlight three ways in which the power of monetary policy is reduced relative to the standard New Keynesian model.  First, there is an intertemporal trade-off in aggregate demand as encouraging households to adjust today leaves fewer households acquiring durables going forward. Second,  households make a short-term decision—adjusting now rather than in the near future—so the short-term real interest rate is the opportunity cost of adjusting today. As a result, forward guidance is less effective at shifting aggregate demand than contemporaneous interest rate cuts. Third, monetary policy becomes less powerful in a recession. The literature has debated whether fixed-cost models generate state dependence in general equilibrium; we show that if one conditions on the magnitude of the recession, the model's state dependence is unaffected by general equilibrium attenuation.\n\n",
    "acknowledgement": "\nWe are grateful to Adrien Auclert, Robert Barsky, David Berger, Jeff Campbell, Adam Guren, Christopher House, Rohan Kekre, Emi Nakamura, Valerie Ramey, Jon Steinsson, Stephen Terry, Joe Vavra, Venky Venkateswaran, Tom Winberry, Christian Wolf, and seminar participants at Boston University, University of Michigan, the Federal Reserve Banks of Minneapolis and St. Louis, the 2019 ASSA meetings, U.C. Berkeley, Chicago Booth, SED 2019, and the 2019 NBER Summer Institute. Charles Fries provided excellent research assistance. Wieland is grateful to the Federal Reserve Bank of Chicago for its hospitality while completing much of this paper. The views expressed here are those of the authors and do not necessarily reflect the position of the Federal Reserve Bank of Minneapolis, the Federal Reserve Bank of Chicago, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}