{
    "id": 26173,
    "citation_title": "The Behavioralist Goes Door-To-Door: Understanding Household Technological Diffusion Using a Theory-Driven Natural Field Experiment",
    "citation_author": [
        "Matilde Giaccherini",
        "David H. Herberich",
        "David Jimenez-Gomez",
        "John A. List",
        "Giovanni Ponti",
        "Michael K. Price"
    ],
    "citation_publication_date": "2019-08-19",
    "issue_date": "2019-08-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses a field experiment to estimate behavioral parameters from a structural model of residential adoption of technology. As our model includes both economic and psychological factors, we are able to identify the role of prices, social norms, social pressure, and curiosity on the adoption decision. We find that prices and social norms influence the adoption decision along different margins, opening up the opportunity for economics and psychology to be strong complements in the diffusion process. In addition, welfare estimates from our structural model point to important household heterogeneities: whereas some consumers welcome the opportunity to purchase and learn about the new technology, for others the inconvenience and social pressure of the ask results in negative welfare. As a whole, our findings highlight that the design of optimal technological diffusion policies will require multiple instruments and a recognition of individual household heterogeneities.\n\n",
    "acknowledgement": "\nWe would like to thank the Sloan Foundation for providing funding. David Jimenez-Gomez and Giovanni Ponti acknowledge additional financial support from the Spanish Ministry of Economics and Competitiveness (ECO2015-65820-P) and Generalitat Valenciana (Research Projects Gruposo3/086). We would also like to thank Noah Goldstein for his insightful discussions, Hendrik Wolff for his helpful comments and the research assistants at the Becker Center for their diligent assistance. This paper was previously circulated under the title:  \"How Many Economists Does it Take to Change a Light Bulb.\" The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research or those of Maqueta, Inc.\n\n\n"
}