{
    "id": 26171,
    "citation_title": "Dancing With Activists",
    "citation_author": [
        "Lucian A. Bebchuk",
        "Alon Brav",
        "Wei Jiang",
        "Thomas Keusch"
    ],
    "citation_publication_date": "2019-09-09",
    "issue_date": "2019-08-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAn important milestone often reached in the life of an activist engagement is entering into a “settlement” agreement between the activist and the target’s board. Using a comprehensive hand-collected data set, we analyze the drivers, nature, and consequences of such settlement agreements. Settlements are more likely when the activist has a credible threat to win board seats in a proxy fight and when incumbents’ reputation concerns are stronger. Consistent with incomplete contracting, face-saving benefits and private information considerations, settlements commonly do not contract directly on operational or leadership changes sought by the activist but rather on board composition changes. Settlements are accompanied by positive stock price reactions, and they are subsequently followed by changes of the type sought by activists, including CEO turnover, higher shareholder payouts, and improved operating performance. We find no evidence to support concerns that settlements enable activists to extract rents at the expense of other investors. Our analysis provides a look into the “black box” of activist engagements and contributes to understanding how activism brings about changes in target companies.\n\n",
    "acknowledgement": "\nThis discussion paper was prepared for publication in the Journal of Financial Economics. We have benefitted from the comments of Manuel Adelino, Amil Dasgupta, Veljko Fotak, Oliver Hart, Scott Hirst and participants in the 2015 FMA International Consortium on Activist Investors, Corporate Governance and Hedge Funds in London, the 2015 FMA International meeting in Helsinki, and workshops at Harvard, INSEAD, NYU, and Maastricht University. We are especially indebted to an anonymous referee for many valuable suggestions. We also wish to thank Brady Baldwin, Seung Hwan Bang, Vlad Bouchouev, Hannah Clark, Ahmet Degerli, Timothy Goh, Robert Holowka, Wenyin Huang, Kirti Kamboj, Kobi Kastiel, Zheng Li, Cong Liu, Yaron Nili, John Rady, Qingrong Ruan, June Rhee, Ruoxi Tian, Jun Xu, Jiaqi Yang, Zilan Yang, Kailei Ye, and Lu Zheng for their excellent research assistance. Finally, we are also grateful to many practitioners affiliated with the Harvard Law School Program on Corporate Governance, including senior proxy solicitors, investment bankers, and hedge fund officers, for helpful discussions about activist settlements. Financial support was provided by the INSEAD Corporate Governance Centre, Columbia Business School, Duke, and Harvard Law School. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}