{
    "id": 26172,
    "citation_title": "Output and Attribute-Based Carbon Regulation Under Uncertainty",
    "citation_author": [
        "Ryan Kellogg"
    ],
    "citation_publication_date": "2019-08-19",
    "issue_date": "2019-08-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOutput-based carbon regulations—such as fuel economy standards and the rate-based standards in the Clean Power Plan—create well-known incentives to inefficiently increase output. Similar distortions are created by attribute-based regulations. This paper demonstrates that, despite these distortions, output and attribute-based standards can always yield greater expected welfare than “flat” emission standards given uncertainty in demand for output (or attributes), assuming locally constant marginal damages. For fuel economy standards, the welfare-maximizing amount of attribute or mileage-basing is likely small relative to current policy. For the electricity sector, however, an intensity standard may yield greater expected welfare than a flat standard.\n\n",
    "acknowledgement": "\nThis paper has benefited from comments and suggestions from conference and seminar audiences at the AERE Summer Conference, Columbia, the Energy Institute at Haas Energy Camp, the Maryland Workshop on Environmental Taxes, Stanford, and UCSD. I thank Benjamin Leard, Joshua Linn, and Virginia McConnell for kindly sharing their data on U.S. fleet-average vehicle attributes. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}