{
    "id": 26187,
    "citation_title": "The Impact of Mass Shootings on Gun Policy",
    "citation_author": [
        "Michael Luca",
        "Deepak Malhotra",
        "Christopher Poliquin"
    ],
    "citation_publication_date": "2019-09-02",
    "issue_date": "2019-08-29",
    "revision_date": "2019-09-05",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThere have been dozens of high-profile mass shootings in recent decades. This paper presents three main findings about the impact of mass shootings on gun policy. First, mass shootings evoke large policy responses. A single mass shooting leads to a 15% increase in the number of firearm bills introduced within a state in the year after a mass shooting. This effect increases with the extent of media coverage. Second, mass shootings account for a small portion of all gun deaths, but have an outsized influence relative to other homicides.  Third, when looking at bills that were actually enacted into law, the impact of mass shootings depends on the party in power. The annual number of laws that loosen gun restrictions doubles in the year following a mass shooting in states with Republican-controlled legislatures. We find no significant effect of mass shootings on laws enacted when there is a Democrat-controlled legislature, nor do we find a significant effect of mass shootings on the enactment of laws that tighten gun restrictions.\n\n",
    "acknowledgement": "\nFunding comes exclusively from our research budgets at Harvard Business School. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}