{
    "id": 26185,
    "citation_title": "The Labor Supply Consequences of Having a Boy in China",
    "citation_author": [
        "Shing-Yi Wang"
    ],
    "citation_publication_date": "2019-08-26",
    "issue_date": "2019-08-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nCombining eight years of panel data with an event study approach, we show that rural Chinese women's labor supply falls for one year following the birth of a daughter before returning to their pre-birth levels. The negative impact of the birth of a son on women's labor supply is much larger in magnitude and persists for four years. We also find that households reduce their cigarette consumption more following the arrival of a boy than a girl. Furthermore, there is an increase in the mother's probability of being in school, her leisure time, and her participation in household decision-making following the birth of boys relative to daughters. There is no evidence of increases in investments in boys that would be complementary to mothers' time, such as breastfeeding, immunizations or consumption of milk or meat. Together, these results are consistent with  the idea that mothers are rewarded for giving birth to boys, leading them to have more leisure and work less.\n\n",
    "acknowledgement": "\nThis paper has benefitted from feedback from Santosh Anagol, S. Anukriti, Rachel Heath, Melanie Khamis,  Annemie Maertens, Laura Schecter, Thomas Fujiwara and seminar participants at Duke, Northwestern, Oxford, and UCL. Sunny Lee, Hu Liu and Imran Idzandqar provided excellent research assistance. All errors are my own. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}