{
    "id": 26189,
    "citation_title": "External Societal Costs of Antimicrobial Resistance in Humans Attributable to Antimicrobial Use in Livestock",
    "citation_author": [
        "Gabriel K. Innes",
        "Pranay R. Randad",
        "Anton Korinek",
        "Meghan F. Davis",
        "Lance B. Price",
        "Anthony D. So",
        "Christopher D. Heaney"
    ],
    "citation_publication_date": "2019-09-02",
    "issue_date": "2019-08-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAntimicrobial use in animal agriculture contributes to antimicrobial resistance in humans, which imposes significant health and economic costs on society. These costs are negative externalities. We review the relevant literature and develop a model to quantify the external costs of antimicrobial use in animal agriculture on antimicrobial resistance in humans. Parameters required for this estimate include: 1) the health and economic burden of antimicrobial resistance in humans, 2) the impact of antimicrobial use in animal agriculture on antimicrobial resistance in animals, 3) the fraction of antimicrobial resistance in humans attributable to animal agriculture, and 4) antimicrobial use in animals. We use a well-documented historic case to estimate an externality cost of about $1500 per kilogram of fluoroquinolones administered in US broiler chicken production. Enhanced data collection, particularly on parameters 3) and 4), would be highly useful to quantify more fully the externalities of antimicrobial use in animal agriculture.\n\n",
    "acknowledgement": "\nThis manuscript was prepared for the Annual Review of Public Health. The corresponding authors are Christopher D. Heaney and Anton Korinek. The authors acknowledge Ding Xuan Ng for research assistance and support during the early stages of this project. Funding for this study was provided by the Johns Hopkins University Discovery Award. Gabriel K. Innes was also supported by National Institute of Environmental Health Sciences (NIEHS) grant 5T32ES007141-30. Pranay R. Randad was supported by National Institute for Occupational Safety and Health (NIOSH) Johns Hopkins NIOSH Education and Research Center grant T42OH008428 and a gift from the GRACE Communications Foundation. Anton Korinek was supported by a grant on Macroeconomic Externalities from the Institute for New Economic Thinking. Anthony D. So received support under the Hopkins IDEA (Innovation+Design Enabling Access) Initiative and funding for other projects on antimicrobial resistance from ReAct-Action on Antibiotic Resistance and the Open Society Foundation. Anthony D. So has also served as Co-Convener of the UN Interagency Coordination Group on Antimicrobial Resistance (2018-19), as a member of the Expert Commission on Addressing the Livestock Contribution to the Antibiotic Resistance Crisis (2016-2017), as a commissioned author to the UK Commission on AMR on \"A Framework for Costing the Lowering of Antimicrobial Use in Food Animal Production\" (2016), as Head of the Secretariat of the Antibiotic Resistance Coalition, and as a Member of the Working Group on Antibiotic Resistance for the President's Council of Advisors on Science and Technology (2013-2014).  Meghan F. Davis was supported by the NIH Office of the Director grant K01OD019918. Meghan F. Davis and Christopher D. Heaney were supported by NIAID grant R01AI130066. Chris Heaney was additionally supported by E.W. “Al” Thrasher Award 10287, a gift from the GRACE Communications Foundation, NIEHS grant R01ES026973, and NIAID grants R21AI139784 and R43AI141265. Lance Price is supported by NIAID grant R01AI130066, R01AI123002, R01AI128779 and R01AI125562, alongside the Wellcome Trust award 211493/Z/18/Z. The funders had no role in study design, data analysis, decision to publish, or preparation of the manuscript. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}