{
    "id": 26180,
    "citation_title": "Rules of Thumb and Attention Elasticities: Evidence from Under- and Overreaction to Taxes",
    "citation_author": [
        "William Morrison",
        "Dmitry Taubinsky"
    ],
    "citation_publication_date": "2019-08-26",
    "issue_date": "2019-08-22",
    "revision_date": "2021-03-15",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nThis paper tests costly attention models of consumers’ misreaction to opaque taxes. We report an online shopping experiment that involves shrouded sales taxes that are exogenously varied within consumer over time. Some consumers systematically underreact to sales taxes while others systematically overreact, but higher stakes decrease both under- and overreaction. This is consistent with consumers using heterogeneous rules of thumb to compute the opaque tax when the stakes are low, but using costly mental effort at higher stakes. The results allow us to differentiate between various theories of limited attention. We also develop novel econometric techniques for quantifying individual differences.\n\n",
    "acknowledgement": "\nWe are especially grateful to Alex Rees-Jones for many helpful conversations and input that led to this project. We are also indebted to Xavier Gabaix for guiding us through the application of his model. We also thank Sandro Ambuehl, Ned Augenblick, Andrew Caplin, Mark Dean, Stefano DellaVigna, Shachar Kariv, Patrick Kline, John Leahy, Daniel Martin, Filip Matejka, Josh Schwartzstein, Amitai Shenhav, and Philipp Strack, as well as conference and seminar participants, for helpful comments. Afras Sial provided excellent research assistance. Taubinsky thanks the Alfred P. Sloan Foundation for financial support. The experiment was approved by the Dartmouth College Committee for the Protection of Human Subjects (CPHS), # STUDY00029784. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}