{
    "id": 26182,
    "citation_title": "Impact of Rural and Urban Hospital Closures on Inpatient Mortality",
    "citation_author": [
        "Kritee Gujral",
        "Anirban Basu"
    ],
    "citation_publication_date": "2019-08-26",
    "issue_date": "2019-08-22",
    "revision_date": "2020-06-03",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses a difference-in-difference approach to examine the impact of California's hospital closures occurring from 1995-2011 on adjusted inpatient mortality for time-sensitive conditions: sepsis, stroke, asthma/chronic obstructive pulmonary disease (COPD) and acute myocardial infarction (AMI). Outcomes of admissions in hospital service areas (HSAs) with and without closure(s) are compared before and after the closure year. The paper focuses on: 1) the differential impacts of rural and urban closures, 2) the aggregate patient-level impact across several post-closure mechanisms, and 3) the effect on Medicare as well as non-Medicare patients. Results suggest that when treatment groups are not differentiated by hospital rurality, closures appear to have no measurable impact, i.e. there is no general impact of closures. However, estimating differential impacts shows that rural closures increase inpatient mortality by 0.78% points (an increase of 8.7%), whereas urban closures have no measurable impact. Subgroup analyses indicate the existence of a general impact for stroke and AMI patients (4.4% increase in inpatient mortality) and relatively worse impacts of rural closures for Medicaid patients and racial minorities (11.3% and 12.6%, respectively).\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}