{
    "id": 26183,
    "citation_title": "The Effects of Competition in Consumer Credit Market",
    "citation_author": [
        "Stefan Gissler",
        "Rodney Ramcharan",
        "Edison Yu"
    ],
    "citation_publication_date": "2019-08-26",
    "issue_date": "2019-08-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nThis paper finds that banks and non-banks respond differently to increased competition in consumer credit markets. Increased competition and the greater threat of failure induces banks to specialize more in relationship business lending, and surviving banks are more profitable. However, non-banks change their credit policy when faced with more competition and expand credit to riskier borrowers at the extensive margin, resulting in higher default rates. These results show how the effects of competition depend on the form of intermediation. They also suggest that increased competition can cause credit risk to migrate outside the traditional supervisory umbrella.\n\n",
    "acknowledgement": "\nWe thank Bob Adams, Kenneth Ahern, Antonio Bayeh, Mitchell Berlin, Sreedhar Bharath, Fabio Braggon, Harry DeAngelo, Hiroshi Fujiki, Elena Loutskina, Greg Nini, Wenlan Qian, Amit Seru, David Sovich, You Suk Kim, Taylor Nadauld, Jordan van Rijn, Hirofumi Uchida and seminar participants at the Board of Governors, Dutch National Bank, Federal Deposit Insurance Corporation, Federal Reserve Bank of Kansas City, Federal Reserve Bank of Philadelphia, Maastricht University, Office of the Comptroller of the Currency, Rotterdam, Tilburg, Stanford, and USC Marshall for helpful suggestions. We are especially grateful to Scott Borger, Ralph Monaco and Scott Vaughan at the NCUA for their detailed comments–all errors remain our own. The views expressed in this paper are those of the authors and do not necessarily reflect the views of the Federal Reserve Bank of Philadelphia, the Federal Reserve Board of Governors, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}