{
    "id": 26192,
    "citation_title": "The Impact of the ACA Medicaid Expansion on Disability Program Applications",
    "citation_author": [
        "Lucie Schmidt",
        "Lara Shore-Sheppard",
        "Tara Watson"
    ],
    "citation_publication_date": "2019-09-02",
    "issue_date": "2019-08-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": [
        "\n",
        "\nRetirement and Disability Research Center\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nThe Affordable Care Act (ACA) expanded the availability of public health insurance, decreasing the relative benefit of participating in disability programs but also lowering the cost of exiting the labor market to apply for disability program benefits. In this paper, we explore the impact of expanded access to Medicaid through the ACA on applications to the Supplemental Security Income (SSI) and Social Security Disability Income (SSDI) programs. Using the fact that the Supreme Court decision of June 2012 made the Medicaid expansion optional for the states, we compare changes in county-level SSI and SSDI caseloads in contiguous county pairs across a state border. We find no significant effects of the Medicaid expansion on applications or awards to either SSI or SSDI, and can reject economically meaningful impacts of Medicaid expansions on applications to disability programs.\n\n",
    "acknowledgement": "\nThe Russell Sage Foundation generously provided financial support for this project through grant number #94-17-03. This research was also supported by the U.S. Social Security Administration through grant #5 DRC12000002-06 to the National Bureau of Economic Research as part of the SSA Disability Research Consortium which facilitated data acquisition. We are grateful to Tokunbo Oluwole and Lynn Fisher at the Social Security Administration for providing us with data. We thank Diane Alexander, Misha Dworsky, Melanie Guldi, Lee Lockwood, Austin Nichols, Laura Wherry, and participants in seminars at the University of Georgia, Georgia State, Cornell, Syracuse, UC Davis, University of Central Florida, the National Tax Association, the Association for Public Policy and Management, the Society of Labor Economists, the Russell Sage Foundation, and the American Society of Health Economists for helpful comments. Louisa Abel, Mary Beth Dato, and Casey DeLano provided excellent research assistance. The findings and conclusions expressed are solely those of the authors and do not represent the views of SSA, any agency of the Federal Government, or the NBER.\n\n\n"
}