{
    "id": 26196,
    "citation_title": "Synergizing Ventures",
    "citation_author": [
        "Ufuk Akcigit",
        "Emin Dinlersoz",
        "Jeremy Greenwood",
        "Veronika Penciakova"
    ],
    "citation_publication_date": "2019-09-02",
    "issue_date": "2019-08-29",
    "revision_date": "2022-05-06",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nVenture capital (VC) and growth are examined both empirically and theoretically. Empirically, VC-backed startups have higher early growth rates and initial patent quality than non-VC-backed ones. VC-backing increases a startup’s likelihood of reaching the right tails of the firm size and innovation distributions. Furthermore, outcomes are better for startups matched with more experienced venture capitalists. An endogenous growth model, where venture capitalists provide both expertise and financing for business startups, is constructed to match these facts. The presence of venture capital, the degree of assortative matching between startups and financiers, and the taxation of VC-backed startups matter significantly for growth.\n\n",
    "acknowledgement": "\nThe authors thank Joonkyu Choi, Javier Miranda, and Nick Zolas for help with data and Yueyuan Ma for help with programming. Thanks also go to seminar participants at George Mason University Schar School of Public Policy, Georgetown University, 2019 Society for Economic Dynamics Meetings, and Yale University. The NSF provided financial support. Any opinions and conclusions expressed herein are those of the authors and do not necessarily represent the views of the U.S. Census Bureau, the Federal Reserve System, the Board of Governors, its staff, or the National Bureau of Economic Research. The Census Bureau’s Disclosure Review Board and Disclosure Avoidance Officers have reviewed this data product for unauthorized disclosure of confidential information and have approved the disclosure avoidance practices applied to this release (DRB Approval Numbers DRB-B0058-CED-20190605, DRB-B0116-CDAR- 20180816, DRB-B0102-CDAR-20180711, CBDRB-2018-CDAR-067, CBDRB-2018-CDAR-063).\n\n\n"
}