{
    "id": 26190,
    "citation_title": "The Short Term Impact of a Productive Asset Transfer in Families with Child Labor: Experimental Evidence from the Philippines",
    "citation_author": [
        "Eric V. Edmonds",
        "Caroline B. Theoharides"
    ],
    "citation_publication_date": "2019-09-02",
    "issue_date": "2019-08-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nProductive asset grants have become an important tool in efforts to push the very poor out of poverty, but they require labor to convert the asset into income.  Using a clustered randomized trial, we work with the Government of the Philippines to evaluate a key component of their child labor elimination program, a $518 productive asset grant directed at families with child laborers. Treatment increases household based economic activity. Household well-being improves, mainly through increases in food security and child welfare. Households achieve these improvements in well-being by drawing upon the labor of household members. Adolescent labor is the most available labor, and we observe increases in employment among adolescents not engaged in child labor at baseline. Households with a family firm or business prior to treatment especially lack available adult labor to work with the asset leading to increases in child labor, including hazardous work, amongst children who were not in child labor at baseline.\n\n",
    "acknowledgement": "\nFunding for this research was provided by the United States Department of Labor under Cooperative Agreement IL-27208. This study does not reflect the views or policies of the United States Department of Labor nor does the mention of trade names, commercial products, or organizations imply endorsement by the United States Government. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}