{
    "id": 26191,
    "citation_title": "Preschool Quality and Child Development",
    "citation_author": [
        "Alison Andrew",
        "Orazio Attanasio",
        "Raquel Bernal",
        "Lina Cardona Sosa",
        "Sonya Krutikova",
        "Marta Rubio-Codina"
    ],
    "citation_publication_date": "2019-09-02",
    "issue_date": "2019-08-29",
    "revision_date": "2022-05-13",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGlobal access to preschool has increased dramatically, yet preschool quality is often poor and evidence on how to improve it is scarce. We worked with the government of Colombia to implement a largescale randomized controlled trial evaluating two interventions targeting the quality of public preschools in Colombia. The first, which was designed by the government and rolled out nationwide, provided preschools with significant extra funding, mainly earmarked for hiring teaching assistants (TAs). The second additionally offered professional development training for existing teachers, delivered using a novel low-cost video-conferencing approach. We find that, despite increasing per-child expenditure by around a third, the first intervention did not improve child development and led to a reduction in the time that teachers spent in the classroom, including on learning activities. In contrast, the second intervention led to significant improvements in children’s cognitive development, especially those from more disadvantaged backgrounds, at little extra cost. The addition of the professional development training offset the adverse effects of TA provision on the time teachers spent on learning activities in the classroom and improved the quality of teaching. When we interpret our results through the lens of a model of teacher behavior, two insights arise. First, income effects and a perception that TA time was a good substitute for their own may have led teachers to endogenously scale back their efforts in the classroom in response to the provision of new resources. Second, the training prompted teachers to increase their perception of the usefulness of learning activities for child development and their perception that they had a comparative advantage in these learning activities relative to the TAs.\n\n",
    "acknowledgement": "\nWe thank Diana Pérez-Lopéz for excellent research assistance and gratefully acknowledge the contributions of Carlos Medina and Marcos Vera-Hernández to the design of this study and of Ximena Peña to both study design and implementation. Ximena passed away in January 2017 and is dearly missed. We thank James Heckman and three anonymous referees for extremely useful comments and suggestions. This research was funded by the International Initiative for Impact Evaluation (3ie) and Fundación Éxito. Prof. Attanasio acknowledges funding from the European Research Council (ERC) under the European Union’s Horizon 2020 research and innovation program (grant agreement no. 695300-HKADeC-ERC-2015-AdG). Ms Andrew and Dr Krutikova acknowledge funding from the ESRC Centre for Microeconomic Analysis of Public Policy at the Institute for Fiscal Studies. Prof. Bernal acknowledges funding from the British Academy Visiting Fellowship VF1 10124. The funders of the study had no role in study design, data collection, data analysis, data interpretation or writing up results. Ethics Committees at Universidad de los Andes and University College London approved the study’s protocol in 2013. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nMarta Rubio-Codina\n\nThe views here presented do not represent the Inter-American Development Bank, its board of directors, or the countries they represent.\n\n\n"
}