{
    "id": 26199,
    "citation_title": "Fooled by the Cycle: Permanent versus Cyclical Improvements in Social Indicators",
    "citation_author": [
        "José Andrée Camarena",
        "Luciana Galeano",
        "Luis Morano",
        "Jorge Puig",
        "Daniel Riera-Crichton",
        "Carlos Vegh",
        "Lucila Venturi",
        "Guillermo Vuletin"
    ],
    "citation_publication_date": "2019-09-02",
    "issue_date": "2019-08-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Development and Growth",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the time-series behavior of a set of widely-used social indicators and uncovers two important stylized facts.  First, not all social indicators are created equal in terms of the importance of cyclical fluctuations.  While some social indicators such as the unemployment rate and monetary poverty show large cyclical fluctuations, other social measures such as the Human Development Index are, by construction, dominated by long-run trends.  Second, a large fraction of the cyclical fluctuations in social indicators can be explained by the cyclical changes in income (proxied by real GDP per capita).  Since cyclical income volatility is much larger in the developing world, these two critical facts raise fundamental issues regarding how permanent are improvements in social indicators (like the ones observed in many developing countries during the last commodity super-cycle).  Finally, and relying on a global sample of industrial and developing countries, we dig deeper into the importance of cyclical versus permanent components by extending the seminal contribution of Datt and Ravallion (1992).  In particular, we show that more than 40 percent of the fall in monetary poverty observed in Latin America and the Caribbean during the so-called Golden Decade can be attributed to cyclical changes in income.\n\n",
    "acknowledgement": "\nThe authors are grateful to Jorge Araujo, Practice Manager of Macroeconomics, Trade, and Investment at the World Bank and his team of country economists, and Oscar Calvo, Carolina Diaz-Bonilla, and María Ana Lugo, from the Poverty and Equity Global Practice at the World Bank, for data support and very helpful comments and suggestions.  Profuse thanks as well to Guillermo Beylis, Jessica Bracco, Guillermo Falcone, Maria Marta Ferreyra, Diego Friedheim, Leonardo Gasparini, Elena Ianchovichina, Mariana Marchioni, Joaquín Serrano, Joana Silva, Leopoldo Tornarolli, and seminar participants at the Universidad de La Plata (Argentina) and World Bank for insightful feedback. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}