{
    "id": 26194,
    "citation_title": "Four Facts Concerning Competition in U.S. Generic Prescription Drug Markets",
    "citation_author": [
        "Rena M. Conti",
        "Ernst R. Berndt"
    ],
    "citation_publication_date": "2019-09-16",
    "issue_date": "2019-08-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe establish four facts concerning competition among U.S. generic drug suppliers, using IQVIA’s National Sales Perspective™ 2004Q4 – 2016Q3 data. We define a unique product market (“molform”), consisting of the combination of a molecule active ingredient and a route of administration formulation, aggregated over different dosages and strengths. We find: (i) supply exhibits substantial churning in entrants and exits; (ii) volume-weighted use concentrates in older generic molform cohorts; (iii) the extent of competition is greatest for the oldest molform cohorts and is smallest for the youngest molform cohorts. With a median of one competitor, the extent of competition in the youngest molform cohort is very limited; and (iv) supplier-molform annual revenues are typically small, are largest for relatively young drugs, but are heavily right skewed. These four facts provide an empirical platform on which to construct and empirically evaluate hypotheses regarding generic drug market structure, performance, and possible policy reforms.\n\n",
    "acknowledgement": "\nResearch support from the National Institutes of Health, Grant R01AG043560 (Berndt), and from the American Cancer Society and the Commonwealth Fund (Conti) is gratefully acknowledged.  Much of the research reported here took place when Ms. Conti was Associate Professor at the University of Chicago. Mr. Berndt and Ms. Conti acknowledge research assistance from Steven J. Murphy and Hyun Moh (John) Shin. Any opinions and findings expressed here are those of the authors, and are not necessarily those of the institutions with whom they are affiliated, the research sponsors, the data vendor, or the National Bureau of Economic Research.\n\n\n"
}