{
    "id": 26198,
    "citation_title": "On Secular Stagnation in the Industrialized World",
    "citation_author": [
        "Łukasz Rachel",
        "Lawrence H. Summers"
    ],
    "citation_publication_date": "2019-09-02",
    "issue_date": "2019-08-29",
    "revision_date": "2021-03-09",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe argue that the economy of the industrialized world taken as a whole is currently – and for the foreseeable future will remain – highly prone to secular stagnation. But for extraordinary fiscal policies, real interest rates would have fallen much more and be far below their current slightly negative level, current and prospective inflation would be further short of the two percent target levels and past and future economic recoveries would be even more sluggish. We start by arguing that, contrary to current practice, neutral real interest rates are best estimated for the bloc of all industrial economies given capital mobility between them and relatively limited fluctuations in their aggregated current account. We show, using standard econometric procedures and looking at direct market indicators of prospective real rates, that neutral real interest rates have declined by at least 300 basis points over the last generation. We argue that these secular movements are in larger part a reflection of changes in saving and investment propensities rather than the safety and liquidity properties of Treasury instruments. We highlight the observation that levels of government debt, the extent of pay-as-you-go old age pensions and the insurance value of government healthcare programs have all ceteris paribus operated to raise neutral real rates. Using estimates drawn from the literature, as well as two general equilibrium models emphasizing respectively life-cycle heterogeneity and individual uncertainty, we suggest that the “private sector neutral real rate” may have declined by as much as 700 basis points since the 1970s.\n\n",
    "acknowledgement": "\nThe paper was originally prepared for the Brookings Papers on Economic Activity Spring 2019 Conference. The views expressed here are solely of the authors and not of the Bank of England, its policy committees, or the National Bureau of Economic Research. We are grateful to the editors Janice Eberly and James Stock, and our discussants Arvind Krishnamurthy and Gauti Eggertsson, for their detailed comments that much improved the paper. We also thank Ricardo Reis, Daniele Siena, Anna Stansbury and participants at the NuCamp conference at Oxford for insightful comments on the earlier versions. Łukasz thanks the Department of Economics at Harvard University, where much of this project was completed during his visit as a Fulbright Fellow, and the US-UK Fulbright Commission for financial support.\n\n\n"
}