{
    "id": 26202,
    "citation_title": "When Technological Advance Meets Physician Learning in Drug Prescribing",
    "citation_author": [
        "Domenico Depalo",
        "Jay Bhattacharya",
        "Vincenzo Atella",
        "Federico Belotti"
    ],
    "citation_publication_date": "2019-09-02",
    "issue_date": "2019-08-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe support for scientific investigation in biomedicine depends in part on the adoption of new knowledge into medical practice.  We investigate how a technological advance, in the form of a large and influential 2010 randomized controlled study, changed physician practice in statin (a medication used to manage high cholesterol levels) prescribing. We analyze data representative of the Italian population for the period 2003-2014. Our analysis accounts for possible non-random sorting of patients into treatment. We show that both doctors and patients responded promptly to this technological shock, changing the mix of patients who received therapy, drug dosing, and frequency of testing for side effects, as well as patient adherence to therapy. The results show that investments in scientific knowledge can rapidly diffuse into practice in professions where continuing education is the norm.\n\n",
    "acknowledgement": "\nWe thank Jeremy D. Goldhaber-Fiebert, Salvador Navarro and seminar participants at IAAE in Montreal, Health Econometrics Workshop in Naples, Annual Health Econometrics Workshop in Baltimore. We would like to thank Dr Claudio Cricelli and SIMG for kindly providing the data included in the Health Search Database. Replication files and additional results will be available at the following webpage: http://sites.google.com/site/domdepalo/ Dr. Bhattacharya is grateful for support from the US National Institute on Aging (P30 AG17253) for his work on this paper. The views expressed herein are those of the authors and do not necessarily reflect the views or imply any responsibility for the National Bureau of Economic Research or their institutions.\n\n\n"
}