{
    "id": 26206,
    "citation_title": "Strict Voter Identification Laws, Turnout, and Election Outcomes",
    "citation_author": [
        "Mark Hoekstra",
        "Vijetha Koppa"
    ],
    "citation_publication_date": "2019-09-02",
    "issue_date": "2019-08-29",
    "revision_date": "2021-07-15",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSince 2000, ten states have enacted strict voter identification laws, which require that voters show identification in order for their votes to count. While proponents argue these laws prevent voter fraud and protect the integrity of elections, opponents argue they disenfranchise low-income and minority voters. In this paper, we document the extent to which these laws can affect voter turnout and election outcomes. We do so using historical data on more than 2,000 races in Florida and Michigan, which both allow and track ballots cast without identification. Results indicate that at most only 0.10% and 0.31% of total votes cast in each state were cast without IDs. Thus, even under the extreme assumption that all voters without IDs were either fraudulent or would be disenfranchised by a strict law, the enactment of such a law would have only a very small effect on turnout. Similarly, we also show under a range of conservative assumptions that very few election results could have been flipped due to a strict law. Collectively, our findings indicate that even if the worst fears of proponents or critics were true, strict identification laws are unlikely to have a meaningful impact on turnout or election outcomes.\n\n",
    "acknowledgement": "\nWe thank the Private Enterprise Research Center at Texas A&M University for financial assistance.  We thank Zachary Kalmbach and Roger \"Kirk\" Reese Jr. for their able research assistance. We thank seminar participants at the 2018 Southern Economic Association conference for their valuable comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}