{
    "id": 26204,
    "citation_title": "The Challenges of Universal Health Insurance in Developing Countries: Evidence from a Large-scale Randomized Experiment in Indonesia",
    "citation_author": [
        "Abhijit Banerjee",
        "Amy Finkelstein",
        "Rema Hanna",
        "Benjamin A. Olken",
        "Arianna Ornaghi",
        "Sudarno Sumarto"
    ],
    "citation_publication_date": "2019-09-02",
    "issue_date": "2019-08-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTo assess ways to achieve widespread health insurance coverage with financial solvency in developing countries, we designed a randomized experiment involving almost 6,000 households in Indonesia who are subject to a nationally mandated government health insurance program. We assessed several interventions that simple theory and prior evidence suggest could increase coverage and reduce adverse selection: substantial temporary price subsidies (which had to be activated within a limited time window and lasted for only a year), assisted registration, and information. Both temporary subsidies and assisted registration increased initial enrollment. Temporary subsidies attracted lower-cost enrollees, in part by eliminating the practice observed in the no subsidy group of strategically timing coverage for a few months during health emergencies. As a result, while subsidies were in effect, they increased coverage more than eightfold, at no higher unit cost; even after the subsidies ended, coverage remained twice as high, again at no higher unit cost. However, the most intensive (and effective) intervention – assisted registration and a full one-year subsidy – resulted in only a 30 percent initial enrollment rate, underscoring the challenges to achieving widespread coverage.\n\n",
    "acknowledgement": "\nWe thank our partners at BPJS Kesehatan, Bappenas, TNP2K, and KSP for their support and assistance. In particular, we wish to thank from BPJS Kesehatan Fachmi Idris, Mundiharno, Tono Rustiano, Dwi Martiningsih, Andi Afdal, Citra Jaya, Togar Siallagan, Tati Haryati Denawati, Atmiroseva, Muh. Syahrul, Golda Kurniawati, Jaffarus Sodiq, Norrista Ulil, and the many staff at regional BPJS offices who provided assistance; Maliki and Vivi Yulaswati from Bappenas, Jurist Tan from KSP, and Bambang Widianto and Prastuti (Becky) Soewondo from TNP2K. We thank the outstanding JPAL SEA team members for their work on this study, in particular Ignasius Hasim, Masyhur Hilmy, Amri Ilmma, Ivan Mahardika, Lina Marliani, Patrya Pratama, Hector Salazar Salame, Reksa Samudra, Nurul Wakhidah, and Poppy Widyasari. Yuanita Christayanie provided excellent research assistance. We thank SurveyMeter for outstanding data collection and fieldwork, especially Bondan Sikoki and Nasirudin. Funding from the Australian Department of Foreign Affairs and Trade and KOICA is gratefully acknowledged. The views expressed here are those of the authors, and do not necessarily reflect those of the many individuals or organizations acknowledged here, nor those of the National Bureau of Economic Research.\n\n\n\nAbhijit Banerjee\n\nFinancial support for this project came from the Australian Department of Foreign Affairs and Trade through a grant to JPAL at MIT and KOICA.\n\n\nBPJS Kesehatan provided in-kind support for the project through sharing anonymized data for analysis purposes.\n\n\nThe Abdul Latif Poverty Action Lab at MIT, of which Banerjee is a Director, received a grant from the Australian Government’s Department of Foreign Affairs and Trade (also known as Australian Aid) to support our work on randomized experiments in Indonesia, including this project.  However, Banerjee did not receive any salary support directly from that grant. Neither the Indonesian Government, TNP2K, nor the Australian Government had the right of prior review over this paper. However, they were provided with a copy of the paper prior to submission as a courtesy.\n\n\n\nRema Hanna\n\nDisclosure Statement for Rema Hanna\n•        Financial support for this project came from the Australian Department of Foreign Affairs and Trade through a grant to JPAL at MIT and KOICA.\n\n\n•        BPJS Kesehatan provided in-kind support for the project through sharing anonymized data for analysis purposes.\n\n\n•        The Australian Department of Foreign Affairs and Trade also provides overall support to JPAL Southeast Asia through a grant to MIT. I am a co-Scientific Director of JPAL Southeast Asia, and receive summer salary support from this grant. J-PAL has no stake in the outcomes of any given evaluation results. However, J-PAL does have a position on what is considered a rigorous evaluation methodology.\n\n\n\nBenjamin A. Olken\n\n* Financial support for this project came from the Australian Department of Foreign Affairs and Trade through a grant to JPAL at MIT and KOICA.\n\n\n* BPJS Kesehatan provided in-kind support for the project through sharing anonymized data for analysis purposes.\n\n\n* The Australian Department of Foreign Affairs and Trade also provides overall support to JPAL Southeast Asia through a grant to MIT. I am a director of JPAL at MIT and co Scientific Director of JPAL Southeast Asia, and receive summer salary support from this grant.\n\n\n* I am a director of J-PAL at MIT. J-PAL has no stake in the outcomes of any given evaluation results. However, J-PAL does have a position on what is considered a rigorous evaluation methodology.\n\n\n\nSudarno Sumarto\n\nFinancial support for this project came from the Australian Department of Foreign Affairs and Trade through a grant to JPAL at MIT and KOICA.\n\n\nBPJS Kesehatan provided in-kind support for the project through sharing anonymized data for analysis purposes.\n\n\nThe Australian Department of Foreign Affairs and Trade also provides overall support to JPAL Southeast Asia through a grant to MIT.\n\n\nI am a policy adviser at TNP2K and Senior Research Fellow at the SMERU Research Institute, Indonesia.\n\n\n"
}