{
    "id": 26203,
    "citation_title": "Formal Employment and Organized Crime: Regression Discontinuity Evidence from Colombia",
    "citation_author": [
        "Gaurav Khanna",
        "Carlos Medina",
        "Anant Nyshadham",
        "Jorge A. Tamayo"
    ],
    "citation_publication_date": "2019-09-02",
    "issue_date": "2019-08-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Market Structures",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCanonical models of crime emphasize economic incentives. Yet, causal evidence of sorting into criminal occupations in response to individual-level variation in incentives is limited. We link administrative socioeconomic microdata with the universe of arrests in Medellín over a decade. We exploit exogenous variation in formal-sector employment around a socioeconomic-score cutoff, below which individuals receive benefits if not formally employed, to test whether a higher cost to formal-sector employment induces crime. Regression discontinuity estimates show this policy generated reductions in formal-sector employment and a corresponding spike in organized crime, but no effects on crimes of impulse or opportunity.\n\n",
    "acknowledgement": "\nWe thank seminar participants at UCSD, Michigan (H2D2), Rosario (Bogota), SoCCAM, PacDev, Empirical Studies of Conflict, Barcelona GSE Summer Forum, Economics of Risky Behavior (Bologna), Colombian Central Bank (Bogota), Minnesota (MWIEDC), Hawaii, and the Inter American Development Bank (AL CAPONE) for feedback, and Achyuta Adhvaryu, Jorge Aguero, Prashant Bharadwaj, Chris Blattman, Michael Clemens, Gordon Dahl, Rafael Di Tella, Gordon Hanson, Mauricio Romero, Emilia Tjernstrom, Juan Vargas, Mauricio Villamizar and Jeff Weaver for insightful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research, and do not commit Banco de la República or its Board of Directors.\n\n\n"
}