{
    "id": 26200,
    "citation_title": "A Retrieved-Context Theory Of Financial Decisions",
    "citation_author": [
        "Jessica A. Wachter",
        "Michael Jacob Kahana"
    ],
    "citation_publication_date": "2019-09-02",
    "issue_date": "2019-08-29",
    "revision_date": "2022-12-14",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nStudies of human memory indicate that features of an event evoke memories of prior associated contextual states, which in turn become associated with the current event's features. This mechanism allows the remote past to influence the present, even as agents gradually update their beliefs about their environment. We apply a version of retrieved context theory, drawn from the literature on human memory, to explain three types of evidence in the financial economics literature: the role of early life experience in shaping investment choices, occurrence of financial crises, and the impact of fear on asset allocation. These applications suggest a recasting of neoclassical rational expectations in terms of beliefs as governed by principles of human memory.\n\n",
    "acknowledgement": "\nWe are grateful to Ernst Fehr, Cary Frydman, Nicola Gennaioli, Robin Greenwood, Valentin Haddad, Ulrike Malmendier, James Paron, Nikolai Roussanov, Andrei Shleifer, Alp Simsek, Ansgar Walther, Michael Woodford, and seminar participants at Arizona State University, the California Institute of Technology, Hebrew University, Imperial College, New York University, Northwestern University, University of Toronto, University of Pennsylvania, the AFA meetings, the Miami Behavioral Finance Conference, the NBER Behavioral Finance Meeting, the NBER Summer Institute, the Red Rock Finance Conference, and the Sloan/Nomis Workshop on the Cognitive Foundations for Human Behavior for helpful comments. This paper was initially released prior to the author joining the Commission. The Securities and Exchange Commission disclaims responsibility for any private publication or statement of any SEC employee or Commissioner. This article expresses the author's views and does not necessarily reflect those of the Commission, the Commissioners, other members of the staff, or the National Bureau of Economic Research.\n\n\n"
}