{
    "id": 26205,
    "citation_title": "The Unintended Impacts of Agricultural Fires: Human Capital in China",
    "citation_author": [
        "Joshua S. Graff Zivin",
        "Tong Liu",
        "Yingquan Song",
        "Qu Tang",
        "Peng Zhang"
    ],
    "citation_publication_date": "2019-09-02",
    "issue_date": "2019-08-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Country Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nThe practice of burning agricultural waste is ubiquitous around the world, yet the external human capital costs from those fires have been underexplored. Using data from the National College Entrance Examination (NCEE) and agricultural fires detected by high-resolution satellites in China during 2005 to 2011, this paper investigates the impacts of fires on cognitive performance. To address the endogeneity of agricultural fires, we differentiate upwind fires from downwind fires. We find that a one-standard-deviation increase in the difference between upwind and downwind fires during the exam decreases the total exam score by 1.42 percent of a standard deviation (or 0.6 point), and further decreases the probability of getting into first-tier universities by 0.51 percent of a standard deviation.\n\n",
    "acknowledgement": "\nWe thank Tom Chang, Andrew Foster, Guojun He, Alberto Salvo, Klaus Zimmermann, and other seminar participants at Xiamen University, Hong Kong Baptist University, Peking University, Jinan University, Shanghai Jiaotong University, EAERE, and the National University of Singapore for helpful comments. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}