{
    "id": 26214,
    "citation_title": "Cryptocurrencies, Currency Competition, and the Impossible Trinity",
    "citation_author": [
        "Pierpaolo Benigno",
        "Linda M. Schilling",
        "Harald Uhlig"
    ],
    "citation_publication_date": "2019-09-02",
    "issue_date": "2019-08-29",
    "revision_date": "2022-02-23",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze a two-country economy with complete markets, featuring two national currencies as well as a global (crypto)currency. If the global currency is used in both countries, the national nominal interest rates must be equal and the exchange rate between the national currencies is a risk-adjusted martingale. Deviation from interest rate equality implies the risk of approaching the zero lower bound or the abandonment of the national currency. We call this result Crypto-Enforced Monetary Policy Synchronization (CEMPS). If the global currency is backed by interest-bearing assets, additional and tight restrictions on monetary policy arise. Thus, the classic Impossible Trinity becomes even less reconcilable.\n\n",
    "acknowledgement": "\nFinancial support from the Fondation Banque de France is gratefully acknowledged. We thank Peter DeMarzo, Jonathan Berk, Dirk Niepelt, Maurice Obstfeld, participants of the 2019 ESSFM Gerzensee conference, Paul Pichler, Dirk Niepelt, Raphael Auer, Stephanie Schmitt-Grohé and ISOM 2021 participants for very insightful comments. Pierpaolo Benigno acknowledges support from the Swiss National Science Foundation, Grant No. 100018_197669. Linda's work was partially conducted in the framework of the Chair 'Blockchain and B2B Platforms' at École Polytechnique. The project partially evolved during a research stay of Linda Schilling at the Simons Institute at UC Berkeley. Support and hospitality is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}