{
    "id": 26211,
    "citation_title": "On Measuring Global Poverty",
    "citation_author": [
        "Martin Ravallion"
    ],
    "citation_publication_date": "2019-09-02",
    "issue_date": "2019-08-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe paper critically assesses prevailing measures of global poverty. A welfarist interpretation of global poverty lines is augmented by the idea of normative functionings, the cost of which varies across countries. In this light, current absolute measures are seen to ignore important social effects on welfare, while popular strongly-relative measures ignore absolute levels of living. It is argued that a new hybrid measure is called for, combining absolute and weakly-relative measures consistent with how national lines vary across countries. Illustrative calculations indicate that we are seeing a falling incidence of poverty globally over the last 30 years. This is mainly due to lower absolute poverty counts in the developing world. While fewer people are poor by the global absolute standard, more are poor by the country-specific relative standard. The vast bulk of poverty, both absolute and relative, is now found in the developing world.\n\n",
    "acknowledgement": "\nFor comments on an earlier version of this paper the author thanks Harold Alderman, Yuri Dikhanov, Francisco Ferreira, Madhulika Khanna, Christoph Lakner, Mattias Lindgren, Will Masters, Milan Thomas and Dominique van de Walle. No financial support was received for producing this paper beyond the author's salary at Georgetown University. When citing this paper, please use the following: Ravallion, Martin, 2019, “On Measuring Global Poverty,”  Annu. Rev. Econ. 12: Submitted. DOI: 10.1146/annurev-economics-081919-022924. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}