{
    "id": 26216,
    "citation_title": "How Do Foreclosures Exacerbate Housing Downturns?",
    "citation_author": [
        "Adam M. Guren",
        "Timothy J. McQuade"
    ],
    "citation_publication_date": "2019-09-02",
    "issue_date": "2019-08-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper uses a structural model to show that foreclosures played a crucial role in exacerbating the recent housing bust and to analyze foreclosure mitigation policy. We consider a dynamic search model in which foreclosures freeze the market for non-foreclosures and reduce price and sales volume by eroding lender equity, destroying the credit of potential buyers, and making buyers more selective. These effects cause price-default spirals that amplify an initial shock and help the model fit both national and cross-sectional moments better than a model without foreclosure. When calibrated to the recent bust, the model reveals that the amplification generated by foreclosures is significant: Ruined credit and choosey buyers account for 25.4 percent of the total decline in non-distressed prices and lender losses account for an additional 22.6 percent. For policy, we find that principal reduction is less cost effective than lender equity injections or introducing a single seller that holds foreclosures off the market until demand rebounds. We also show that policies that slow down the pace of foreclosures can be counterproductive.\n\n",
    "acknowledgement": "\nWe would like to thank John Campbell, Edward Glaeser, and Jeremy Stein for outstanding advice and Pat Bayer, Karl Case, Raj Chetty, Darrell Duffie, Emmanuel Farhi, Simon Gilchrist, Erik Hurst, Lawrence Katz, Arvind Krishnamurthy, Greg Mankiw, Chris Mayer, Monika Piazzesi, Andrei Shleifer, Alp Simsek, Johannes Stroebel and seminar participants at Harvard University, Stanford University, the NBER Summer Institute, the Penn Search and Matching Workshop, and the Greater Boston Urban and Real Estate Economics Seminar for helpful comments. We would like to acknowledge CoreLogic and particularly Kathryn Dobbyn for providing data and answering numerous questions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}