{
    "id": 26210,
    "citation_title": "Search Complementarities, Aggregate Fluctuations, and Fiscal Policy",
    "citation_author": [
        "Jesús Fernández-Villaverde",
        "Federico Mandelman",
        "Yang Yu",
        "Francesco Zanetti"
    ],
    "citation_publication_date": "2019-09-02",
    "issue_date": "2019-08-29",
    "revision_date": "2022-04-25",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe document five novel facts about the role of search effort in forming trading relationships among firms by combining a variety of micro and macro datasets. These facts strongly suggest the presence of search complementarities. To study the implications of these facts for aggregate fluctuations, we build a dynamic general equilibrium model, disciplined by our new firm-level evidence on search effort. The model matches key aspects of the macro and micro data that have remained unaccounted for by standard models, including the time-varying bimodal distribution of output and the strong, nonlinear propagation of shocks. Also, changes to the volatility of shocks have nonlinear effects on macroeconomic fluctuations that advance a novel interpretation of the Great Moderation. Finally, we provide a new account of the state-dependent effects of fiscal policy.\n\n",
    "acknowledgement": "\nWe thank Davide Debortoli, Jan Eeckhout, Bob Hall, Ben Lester, Guido Menzio, Ernesto Pastén, Edouard Schaal, Shouyong Shi, Martin Uribe, Ivan Werning, the editor, several referees, and participants at multiple conferences and seminars for valuable comments and suggestions. Gorkem Bostanci provided outstanding research assistance. The views expressed in this paper are solely the responsibility of the authors and should not be interpreted as reflecting the views of the Federal Reserve Bank of Atlanta or the Federal Reserve System. Zanetti gratefully acknowledges financial support from the British Academy. The usual disclaimer applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}