{
    "id": 26218,
    "citation_title": "The Impact of Brexit on UK Firms",
    "citation_author": [
        "Nicholas Bloom",
        "Philip Bunn",
        "Scarlet Chen",
        "Paul Mizen",
        "Pawel Smietanka",
        "Gregory Thwaites"
    ],
    "citation_publication_date": "2019-09-09",
    "issue_date": "2019-09-05",
    "revision_date": "2019-10-01",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use a major new survey of UK firms, the Decision Maker Panel, to assess the impact of the June 2016 Brexit referendum. We identify three key results. First, the UK’s decision to leave the EU has generated a large, broad and long-lasting increase in uncertainty. Second, anticipation of Brexit is estimated to have gradually reduced investment by about 11% over the three years following the June 2016 vote. This fall in investment took longer to occur than predicted at the time of the referendum, suggesting that the size and persistence of this uncertainty may have delayed firms’ response to the Brexit vote. Finally, the Brexit process is estimated to have reduced UK productivity by between 2% and 5% over the three years after the referendum. Much of this drop is from negative within-firm effects, in part because firms are committing several hours per week of top-management time to Brexit planning. We also find evidence for smaller negative between-firm effects as more productive, internationally exposed, firms have been more negatively impacted than less productive domestic firms.\n\n",
    "acknowledgement": "\nThe views do not necessarily represent those of the Bank of England or its Committees. The authors would like to thank the Economic and Social Research Council for financial support (grant number ES/P010385/1). The authors would also like to thank Steve Davis, David Altig, Brent Meyer, and Nicholas Parker for sharing their experience of conducting the Atlanta Fed Survey of Business Uncertainty. We are grateful for feedback from presentations at the Bank of England, the Banque de France, Banca D'Italia, Chicago, Columbia, ESCoE, European Investment Bank, Michigan, Philadelphia Fed, Science Po and Stanford. Corresponding Author: philip.bunn@bankofengland.co.uk The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}