{
    "id": 26217,
    "citation_title": "State-Dependent Demand Estimation with Initial Conditions Correction",
    "citation_author": [
        "Andrey Simonov",
        "Jean-Pierre H. Dubé",
        "Günter J. Hitsch",
        "Peter E. Rossi"
    ],
    "citation_publication_date": "2019-09-09",
    "issue_date": "2019-09-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze the initial conditions bias in the estimation of brand choice models with structural state dependence. Using a combination of Monte Carlo simulations and empirical case studies of shopping panels, we show that popular, simple solutions that mis-specify the initial conditions are likely to lead to bias even in relatively long panel datasets. The magnitude of the bias in the state dependence parameter can be as large as a factor of 2 to 2.5. We propose a solution to the initial conditions problem that samples the initial states as auxiliary variables in an MCMC procedure. The approach assumes that the joint distribution of prices and consumer choices, and hence the distribution of initial states, is in equilibrium. This assumption is plausible for the mature consumer packaged goods products used in this and the majority of prior empirical applications. In Monte Carlo simulations, we show that the approach recovers the true parameter values even in relatively short panels. Finally, we propose a diagnostic tool that uses common, biased approaches to bound the values of the state dependence and construct a computationally light test for state dependence.\n\n",
    "acknowledgement": "\nDube and Hitsch are grateful to the Kilts Center for Marketing for research support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}