{
    "id": 26221,
    "citation_title": "Optimal Ratings and Market Outcomes",
    "citation_author": [
        "Hugo Hopenhayn",
        "Maryam Saeedi"
    ],
    "citation_publication_date": "2019-09-09",
    "issue_date": "2019-09-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nThis paper considers the design of an optimal rating system, in a market with adverse selection. We address two critical questions about rating design: First, given a number of categories, what are the criteria for setting the boundaries between them? Second, what are the gains from increasing the number of categories? A rating system helps reallocate sales from lower- to higher-quality producers, thus mitigating the problem of adverse selection. We focus on two main sources of market heterogeneity that determine the extent and effect of this reallocation: the distribution of firm qualities and the responsiveness of sellers' supply to prices. We provide a simple characterization for the optimal rating system as the solution to a standard k-means clustering problem, and discuss its connection to supply elasticity and the skewness of firm qualities. Our results show that a simple two-tier rating can achieve a large share of full information surplus. Additionally, we characterize the conflicting interests of consumers and producers in the design of a rating system.\n\n",
    "acknowledgement": "\nWe acknowledge support of NSF grant #1757134. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}