{
    "id": 26225,
    "citation_title": "Are Foreign Stem PhDs More Entrepreneurial? Entrepreneurial Characteristics, Preferences and Employment Outcomes of Native and Foreign Science & Engineering PhD Students",
    "citation_author": [
        "Michael Roach",
        "Henry Sauermann",
        "John Skrentny"
    ],
    "citation_publication_date": "2019-09-09",
    "issue_date": "2019-09-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Market Structures",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nPrior research has shown that immigrants make important contributions to US innovation and are more likely than natives to become entrepreneurs. However, there is little evidence on how foreign and native high-skilled workers differ prior to entering the workforce.  Moreover, little attention has been paid to distinguishing between founders and employees who join startups.  We draw on a longitudinal survey of over 5,600 foreign and native STEM PhD students at U.S. research universities to examine entrepreneurial characteristics and career preferences prior to graduation, as well as founding and employment outcomes after graduation. First, we find that foreign PhD students differ from native PhD students with respect to individual characteristics typically associated with entrepreneurship such as risk tolerance, a preference for autonomy, and interest in commercialization. Second, foreign PhD students are more likely to express intentions to become a founder or a startup employee prior to graduation. Third, despite their entrepreneurial career interests, foreign PhDs are less likely to become founders or startup employees in their first industry job after graduation. These patterns call for future research on factors that enable or constrain foreign STEM workers from realizing their entrepreneurial career aspirations.\n\n",
    "acknowledgement": "\nWe thank the organizers of the NBER Conference on “The Role of Immigrants and Foreign Students in Science, Innovation and Entrepreneurship”, as well as Ben Rissing and Stephan Yale-Loehr for helpful comments. We are indebted to Megan MacGarvie and Shulamit Kahn for their guidance on the development of this chapter. Roach and Sauermann appreciate support from the National Science Foundation (SciSIP Award 1262270) and the Ewing Marion Kauffman Foundation Junior Faculty Fellowship. Skrentny appreciates support from Alfred P. Sloan Foundation Award B2012-51 and NSF National Center for Science and Engineering Statistics Award 1322945. Any opinions, findings, conclusions and recommendations are those of the authors and do not reflect the view of the funding agencies, nor of the National Bureau of Economic Research.\n\n\n"
}