{
    "id": 26224,
    "citation_title": "The Efficient Deployment of Police Resources: Theory and New Evidence from a Randomized Drunk Driving Crackdown in India",
    "citation_author": [
        "Abhijit Banerjee",
        "Esther Duflo",
        "Daniel Keniston",
        "Nina Singh"
    ],
    "citation_publication_date": "2019-09-09",
    "issue_date": "2019-09-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nShould police activity be narrowly focused and high force, or widely-dispersed but of moderate intensity? Critics of intense “hot spot” policing argue it primarily displaces, not reduces, crime. But if learning about enforcement takes time, the police may take advantage of this period to intervene intensively in the most productive location. We propose a multi-armed bandit model of criminal learning and structurally estimate its parameters using data from a randomized controlled experiment on an anti-drunken driving campaign in Rajasthan, India. In each police station, sobriety checkpoints were either rotated among 3 locations or fixed in the best location, and the intensity of the crackdown was cross-randomized. Rotating checkpoints reduced night accidents by 17%, and night deaths by 25%, while fixed checkpoints had no significant effects. In structural estimation, we show clear evidence of driver learning and strategic responses. We use these parameters to simulate environment-specific optimal enforcement policies.\n\n",
    "acknowledgement": "\nWe thank John Firth and Pankaj Verma for their outstanding contributions as research assistants on this project, and the Rajasthan Research Institute for coordinating data collection. We are grateful to the JPAL Governance Initiative for financial support. Thanks to Steven Berry, Mira Frick, Debray Ray, Nicholas Ryan and Christopher Udry for helpful suggestions, and seminar participants at Auburn Univ., Boston Univ., the Univ. of Chicago, Oxford Univ., Stanford Univ., Harvard Univ., Univ. of Pennsylvania, Northwestern Univ., LSE, LSU, and Yale Univ. for comments. The findings and opinions expressed in this paper are those of the authors and do not in any way engage the responsibility of the Rajasthan Police, nor do they necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}