{
    "id": 26226,
    "citation_title": "A Requiem for “Blame It on Beijing”: Interpreting Rotating Global Current Account Surpluses",
    "citation_author": [
        "Menzie D. Chinn",
        "Hiro Ito"
    ],
    "citation_publication_date": "2019-09-09",
    "issue_date": "2019-09-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGlobal current account imbalances have reappeared, although the extent and distribution of these imbalances are noticeably different from those experienced in the middle of the last decade. What does that recurrence mean for our understanding of the origin and nature of such imbalances? Will imbalances persist over time? Informed by empirical estimates of the determinants of current account imbalances encompassing the period after the global recession, we find that – as before – the observable manifestations of the factors driving the global saving glut have limited explanatory power for the time series variation in imbalances. Fiscal factors determine imbalances, and have accounted for a noticeable share of the recent variation in imbalances, including in the U.S. and Germany. For advanced economies, the financial component of the current account has been playing an increasing role to determine the movements of the account. Examining observable policy actions, it is clear that net official flows have been associated with some share of imbalances, although tracing out the motivations for intervention is difficult. Looking forward, it is clear that policy can influence global imbalances, although some component of the U.S. deficit will likely remain given the U.S. role in generating safe assets.\n\n",
    "acknowledgement": "\nWe thank Joe Gagnon for providing data. Chinn and Ito acknowledge the financial support of faculty research funds of the University of Wisconsin and Portland State University, respectively The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}