{
    "id": 26228,
    "citation_title": "New Evidence on the Effects of Mandatory Waiting Periods for Abortion",
    "citation_author": [
        "Jason M. Lindo",
        "Mayra Pineda-Torres"
    ],
    "citation_publication_date": "2019-09-09",
    "issue_date": "2019-09-05",
    "revision_date": "2020-09-10",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBeyond a handful of studies examining early-adopting states in the early 1990s, little is known about the causal eﬀects of mandatory waiting periods for abortion. In this study we evaluate the eﬀects of a Tennessee law enacted in 2015 that requires women to make an additional trip to abortion providers for state-directed counseling at least 48 hours before they can obtain an abortion. Our diﬀerence-in-diﬀerences and synthetic-control estimates indicate that the introduction of the mandatory waiting period caused a 48–73 percent increase in the share of abortions obtained during the second trimester. Our analysis examining overall abortion rates is less conclusive but suggests a reduction caused by the waiting period. Putting these estimates into context, our back-of-the-envelope calculations indicate that Tennessee’s MWP increased the monetary costs of obtaining an abortion by as much as $929 for some women.\n\n",
    "acknowledgement": "\nLindo (jlindo@tamu.edu) is a Professor at Texas A&M University, a Research Associate at NBER, and a Research Fellow at IZA. Pineda-Torres (mayrabpinedat16@tamu.edu) is a PhD student at Texas A&M University. For helpful comments, the authors thank Grace Arnold, Timothy A. Bersak, Marianne Bitler, Heather Royer, Anca Cotet-Grecu, Pamela Meyerhofer, Christine Piette Durrance, Katie Genadek and participants at the American Society of Health Economists Annual Meeting, the Eastern Economic Association Annual Meetings, the Western Economic Association Annual Meetings, the Texas A&M Applied Economics Research Symposium, the American Society of Hispanic Economists Annual Conference, the APPAM Fall Research Conference, the Southern Economic Association Annual Meetings, and the Allied Social Science Association Annual Meeting. Lindo acknowledges serving as an expert witness in litigation regarding abortion regulations, including litigation regarding the regulation examined in this study. All of the research in this study was conducted after that work was concluded. Each author contributed equally to this manuscript. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}