{
    "id": 26222,
    "citation_title": "Toward an Understanding of Corporate Social Responsibility: Theory and Field Experimental Evidence",
    "citation_author": [
        "Daniel Hedblom",
        "Brent R. Hickman",
        "John A. List"
    ],
    "citation_publication_date": "2019-09-09",
    "issue_date": "2019-09-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Experimental Design",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Market Structures",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop theory and a tightly-linked field experiment to explore the supply side implications of corporate social responsibility (CSR). Our natural field experiment, in which we created our own firm and hired actual workers, generates a rich data set on worker behavior and responses to both pecuniary and CSR incentives. Making use of a novel identification framework, we use these data to estimate a structural principal-agent model. This approach permits us to compare and contrast treatment and selection effects of both CSR and financial incentives. Using data from more than 1100 job seekers, we find strong evidence that when a firm advertises work as socially-oriented, it attracts employees who are more productive, produce higher quality work, and have more highly valued leisure time. In terms of enhancing the labor pool, for example, CSR increases the number of applicants by 25 percent, an impact comparable to the effect of a 36 percent increase in wages. We also find an economically important complementarity between CSR and wage offers, highlighting the import of using both to hire and motivate workers. Beyond lending insights into the supply side of CSR, our research design serves as a framework for causal inference on other forms of non-pecuniary incentives and amenities in the workplace, or any other domain more generally.\n\n",
    "acknowledgement": "\nWe thank Stephane Bonhomme, Aaron Bodoh-Creed, Steven Levitt, Emir Kamenica, James McKinnon, Ivan Canay, Vadim Marmer, and Christopher Cotton for helpful comments. Special thanks to Joseph Seidel for excellent research assistance. The authors also wish to thank seminar participants at The U. of Chicago, U. of Wisconsin-Madison, UCL, CREST, Queen’s U., the Economic Science Association North American meeting, Econometric Society North American Summer Meetings, the U. of Chicago Advances with Field Experiments conference, Penn State, Carnegie Mellon, and the Olin Business School at Washington U in St. Louis. We also acknowledge Danielle Hickman, Leah Vanevenhoven, and Bloom Bakeshop for insightful conversations on the interpretation of our results. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\nDISCLOSURE STATEMENT:  As per NBER's submission requirements, we wish to disclose the following information:\n1) This research was executed entirely with internal funding provided by the University if Chicago and did not use outside sources of monetary support.\n2) Neither Hedblom, nor Hickman, nor List received financial support from any interested parties in the execution of this research.\n3) List held a position as Chief Economist at Uber Technologies during the data collection phase of this research.  As explained in Section 2 of the current manuscript, Hedblom, Hickman, and List incorporated a firm, HHL Solutions, LLC, a non-profit consultancy, as part of the experimental research design.  The two clients served by HHL Solutions, LLC included Uber Technologies, and the Becker-Friedman Institute for Research in Economics at the University of Chicago.  Specifically, these two entities were the intended recipients of the data products resulting from test subjects' real-effort work producing data entry services.  List did not receive any financial compensation specific to this research from Uber Technologies.\n4) No outside parties had rights to review this manuscript prior to its circulation.\n5) This research was conducted under Institutional Review Board Approval IRB15-1094 at the University of Chicago.\n\n\n"
}