{
    "id": 26237,
    "citation_title": "Exposure to Daily Price Changes and Inflation Expectations",
    "citation_author": [
        "Francesco D’Acunto",
        "Ulrike Malmendier",
        "Juan Ospina",
        "Michael Weber"
    ],
    "citation_publication_date": "2019-09-09",
    "issue_date": "2019-09-05",
    "revision_date": "2022-08-12",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Behavioral Economics",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe show that, to form aggregate inflation expectations, consumers rely on the price changes they face in their daily lives while grocery shopping. Specifically, the frequency and size of price changes, rather than their expenditure share, matter for individuals' inflation expectations. To document these facts, we collect novel micro data for a representative US sample that uniquely match individual expectations, detailed information about consumption bundles, and item-level prices. Our results suggest that the frequency and size of grocery-price changes to which consumers are personally exposed should be incorporated in models of expectations formation. Central banks' focus on core inflation---which excludes grocery prices---to design expectations-based policies might lead to systematic mistakes.\n\n",
    "acknowledgement": "\nWe thank Klaus Adam, Sumit Agarwal, George-Marios Angeletos, Rudi Bachmann, Olivier Coibion, Stefano Eusepi, Andreas Fuster, Nicola Gennaioli, Yuriy Gorodnichenko, Theresa Kuchler, Emanuel Moench, Ricardo Perez-Truglia, Chris Roth, Eric Sims, Johannes Stroebel, David Thesmar, Giorgio Topa, Laura Veldkamp, Nate Vellekoop, Mirko Wiederholt, Johannes Wohlfart, Basit Zafar, and conference and seminar participants at the 2017 AEA, the ECB Conference on “Understanding inflation: lessons from the past, lessons for the future,” the Ifo Conference on Macro and Survey Data, the 2019 SITE workshop, the Cleveland Fed Conference on Inflation for valuable comments, and the University of Chicago. We also thank Shannon Hazlett and Victoria Stevens at Nielsen for their assistance with the collection of the PanelViews Survey. We gratefully acknowledge financial support from the University of Chicago Booth School of Business and the Fama–Miller Center to run our surveys. Researchers’ own analyses calculated (or derived) based in part on data from The Nielsen Company (US), LLC and marketing databases provided by the Kilts Center for Marketing Data Center at The University of Chicago Booth School of Business. The conclusions drawn from the Nielsen data are those of the researchers and do not reflect the views of Nielsen, nor of the National Bureau of Economic Research. Nielsen is not responsible for, had no role in, and was not involved in analyzing and preparing the results reported herein. An earlier version of this paper has circulated with the title “Salient Price Changes, Inflation Expectations, and Household Behavior.”\n\n\n"
}