{
    "id": 26233,
    "citation_title": "Oakland’s Sugar-Sweetened Beverage Tax: Impacts on Prices, Purchases and Consumption by Adults and Children",
    "citation_author": [
        "John Cawley",
        "David E. Frisvold",
        "Anna Hill",
        "David Jones"
    ],
    "citation_publication_date": "2019-09-09",
    "issue_date": "2019-09-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSeveral cities in the U.S. have implemented taxes on sugar-sweetened beverages (SSBs) in an attempt to improve public health and raise revenue. On July 1, 2017, Oakland California introduced a tax of one cent per ounce on SSBs. In this paper, we estimate the impact of the tax on retail prices, product availability, purchases, and child and adult consumption of taxed beverages in Oakland, as well as of potential substitute beverages. We collected data from Oakland stores and their customers and a matched group of stores in surrounding counties and their customers. We collected information in the months prior to the implementation of the tax and again a year later on: (1) prices, (2) purchase information from customers exiting the stores, and (3) a follow-up household survey of adults and child beverage purchases and consumption. We use a difference-in-differences identification strategy to estimate the impact of the tax on prices, purchases, and consumption of taxed beverages. We find that roughly 60 percent of the tax was passed on to consumers in the form of higher prices. There was a slight decrease in the volume of SSBs purchased per shopping trip in Oakland and a small increase in purchases at stores outside of the city, and we find some evidence of increased shopping by Oakland residents at stores outside of the city. We do not find evidence of substantial changes in the overall consumption of SSBs or of added sugars consumed through beverages for either adults or children after the tax.\n\n",
    "acknowledgement": "\nWe thank Ronette Briefel, Tina Kauh, Jayson Lusk, Erich Muehlegger, Shiriki Kumanyika, and Mary Story for their helpful comments. We thank Nancy Clusen, Jon Gellar, Mindy Hu, Jeannette Holdbrook, Keith Kranker, Kim Mook, Tyler Rose, and Eric Zeidman for their assistance with the data collection and analysis. We gratefully acknowledge funding from the Robert Wood Johnson Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJohn Cawley\n\nCawley acknowledges consulting income from Novo Nordisk, Inc. on an unrelated project.\n\n\n"
}