{
    "id": 26230,
    "citation_title": "How Distortions Alter the Impacts of International Trade in Developing Countries",
    "citation_author": [
        "David Atkin",
        "Amit Khandelwal"
    ],
    "citation_publication_date": "2019-09-09",
    "issue_date": "2019-09-05",
    "revision_date": "2019-10-03",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSubstantial research in development economics has highlighted the presence of weak institutions, market failures and distortions in developing countries. Yet, much of the knowledge generated in international trade comes from workhorse models that abstract from these frictions. This review summarizes the recent literature that assesses how these characteristics interact (or may interact) with trade reforms, resulting in different impacts in developing countries relative to what we would expect in developed countries. We discuss understudied areas that warrant further research.\n\n",
    "acknowledgement": "\nFatima Aqeel, Emily Gallagher, Paul-Robert Laliberte, and Hesham Nawaz provided excellent research assistance. Pinelopi K. Goldberg and Nina Pavcnik provided very helpful comments. Khandelwal acknowledges support from The Council on Foreign Relations International Affairs Fellowship in International Economics, and thanks the World Bank for their hospitality. When citing this paper, please use the following: Atkin, David and Amit K. Khandelwal. 2019. Title. Annu. Rev. Econ. 3: Submitted. DOI: https://doi.org/10.1146/annurev-economics-081919-041554 The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}