{
    "id": 26238,
    "citation_title": "Changes in Family Structure and Welfare Participation Since the 1960s: The Role of Legal Services",
    "citation_author": [
        "Andrew Goodman-Bacon",
        "Jamein P. Cunningham"
    ],
    "citation_publication_date": "2019-09-09",
    "issue_date": "2019-09-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development of the American Economy",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper evaluates the effects of the War on Poverty’s Legal Services Program (LSP) on family structure and welfare participation. LSPs provided subsidized legal assistance to poor communities, focusing on divorce and welfare access. We use a difference-in-differences research design based on the rollout of the program to 251 counties from 1965 to 1975. We find temporary increases in divorce and persistent increases in welfare participation and nonmarital birth rates. Nonmarital births rose because marriage rates fell, not because birth rates rose. Expanded access to legal institutions thus contributed, directly and indirectly, to changes in family structure in the 1960s.\n\n",
    "acknowledgement": "\nData collection for this project was generously supported by the National Institutes of Health (R03-HD066145). We gratefully acknowledge the use of the services and facilities of the Population Studies Center at the University of Michigan (funded by NICHD Center Grant R24 HD041028), and Martha Bailey for feedback and for helping to fund and prepare some of the outcome data. We also thank Marianne Bitler, Kitt Carpenter, Bill Collins, Hilary Hoynes, Lucie Schmidt, and seminar participants at Southern Methodist University, University of California Santa Barbara, University of California Irvine, University of Memphis, University of Mississippi, Yale University, Population Association of America, Tennessee Empirical Applied Micro Fest, University of Wisconsin Institute for Research on Poverty, and the NBER Children’s Summer Institute for helpful feedback. All remaining errors are our own. Appendices available here:\nhttps://cdn.vanderbilt.edu/vu-my/wp-content/uploads/sites/2318/2019/08/23144130/cgb_lsp_appendix.pdf The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}