{
    "id": 26232,
    "citation_title": "Reducing and Preventing Homelessness: A Review of the Evidence and Charting a Research Agenda",
    "citation_author": [
        "William N. Evans",
        "David C. Philips",
        "Krista J. Ruffini"
    ],
    "citation_publication_date": "2019-09-09",
    "issue_date": "2019-09-05",
    "revision_date": "2019-09-17",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nHomelessness may be both a cause of and one of the more extreme outcomes of poverty.  Governments at all levels have a variety of tools to combat homelessness, and these strategies have changed dramatically over the past quarter century.  In this paper, we catalog the policy responses, the existing literature on the effectiveness of these strategies, and the major gaps that need to be addressed in future research. We focus on studies from randomized controlled trial evaluations and the best quasi-experimental designs, and discuss outstanding questions that can be addressed with these same methods.\n\n",
    "acknowledgement": "\nThe authors would like to thank Ingrid Gould Ellen, Rachel Fyall, Ed Olsen, and Jim Sullivan for commenting on early versions of this work. Jacob Binder, Kelsey Taeckens, and Evelina Smirnitskaya at J-PAL North America provided excellent assistance cross-referencing, ensuring quality, and copy-editing. Particular thanks go to Rohit Naimpally who made vital contributions to initiate, coordinate, and inform this project. This project received financial support from J-PAL North America. Any remaining errors remain the responsibility of the authors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}