{
    "id": 2624,
    "citation_title": "R&D, Patents, and Market Value Revisited: Is There Evidence of A SecondTechnological Opportunity Related Factor?",
    "citation_author": [
        "Zvi Griliches",
        "Bronwyn H. Hall",
        "Ariel Pakes"
    ],
    "citation_publication_date": "1988-06-01",
    "issue_date": "1988-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIt is known that innovations in the market value of manufacturing firms and their RhD expenditures are related (Pakes (1985) and Mairesse and Siu (1984)). This could be due to shifts in the demand for the output of a particular firm, to shifts in the technological opportunities available to the firm, or to both. In this paper we use innovations in patenting activity as an additional piece of information about technological shifts in order to attempt to identify the relative importance of these two types of shocks. We build a simple two factor model of innovations in sales, investment. R&D investment, patent applications, and the rate of return to holding a share of the firm, and estimate it using a time series-cross section of U.S. manufacturing firms (340 firms from 1973 to 1980). Except in the pharmaceutical industry, we find little evidence of a second factor which can be clearly identified with technological opportunity, although there is evidence of a long run growth factor linking both types of investment, patenting activity, and the market value of the firm. We then go on to demonstrate that this null result could be caused by our use of patent counts as an indicator of the value of the underlying patents: under reasonable assumptions on the value distribution, the changes in patenting rates can account for only an infinitesimal fraction of the changes in the stock market value of the firm, and hence provide essentially no additional information to the estimation procedure. However, the pharmaceutical industry is an important exception to this: here we find that the technological factor is almost as important as the short run demand factor in explaining movements in the rate of return, although both factors together account for less than five percent of the variance of this variable.\n\n",
    "acknowledgement": "\n"
}