{
    "id": 26249,
    "citation_title": "The Effects of a Money-Financed Fiscal Stimulus",
    "citation_author": [
        "Jordi Galí"
    ],
    "citation_publication_date": "2019-09-09",
    "issue_date": "2019-09-05",
    "revision_date": "2021-08-27",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI analyze the effects of a money-financed fiscal stimulus and compare them with those resulting from a conventional debt-financed stimulus. I study the effects of both a tax cut and an increase in government purchases, with and without a binding zero lower bound (ZLB) on the nominal interest rate. When the ZLB is not binding, a money-financed fiscal stimulus is shown to have much larger multipliers than a debt-financed fiscal stimulus. That difference in effectiveness persists, but is much smaller, under a binding ZLB. Nominal rigidities are shown to play a major role in shaping those effects\n\n",
    "acknowledgement": "\nI have benefited from comments by seminar and conference participants at the NBER Summer Institute, Dutch Central Bank, Sveriges Riksbank, Stanford University, San Francisco Fed, IMF, Federal Reserve Board, ECB, University of Bern, Banco de España, LUISS, Banca d'Italia, CEPREMAP-Banque de France-Collège de France, and Deutsche Bundesbank, as well as an anonymous referee. Davide Debortoli was most helpful with the programming. I thank Cristina Manea and Alain Schlaepfer for excellent research assistance. Funding from CERCA Programme/Generalitat de Catalunya and the Barcelona GSE through a Severo Ochoa grant is gratefully acknowledged. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJordi Galí\n\nJordi Galí is a regular consultant to the Sveriges Riksbank. To his knowledge that institution does not have a financial, ideological, or political stake related to the article. No party had the right to review the paper prior to its circulation.\n\n\n"
}