{
    "id": 26243,
    "citation_title": "Rising Policy Uncertainty",
    "citation_author": [
        "Steven J. Davis"
    ],
    "citation_publication_date": "2019-09-09",
    "issue_date": "2019-09-05",
    "revision_date": "2019-09-09",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI review evidence of rising policy uncertainty in the U.S. and global economies, drawing heavily on newspaper-based measures. Examples from countries around the world illustrate the role of political and policy developments as drivers of fluctuations in economic uncertainty. I also highlight the prominent role of trade policy as a source of uncertainty and stock market volatility since March 2018, when U.S.-China tensions began to escalate. Lastly, I offer remarks on the interplay between policy uncertainty and economic performance.\n\n",
    "acknowledgement": "\nPrepared in connection with the Werner Sichel Lecture at Western Michigan University. This paper draws on my research with Scott Baker, Nick Bloom and others in Arbatli et al. (2019), Baker, Bloom and Davis (2016), Baker, Bloom, Davis and Kost (2019), Baker, Bloom, Davis and Sammon (2019), Davis (2016) and Davis, Liu and Sheng (2019). I gratefully acknowledge financial support from the U.S. National Science Foundation and the Booth School of Business at the University of Chicago. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nSteven J. Davis\n\nI own more than $5,000 in stock of Charles River Associates. I own Millennium Economics LLC.\n\n\n"
}