{
    "id": 26241,
    "citation_title": "Brokering Votes With Information Spread Via Social Networks",
    "citation_author": [
        "Raúl Duarte",
        "Frederico Finan",
        "Horacio Larreguy",
        "Laura Schechter"
    ],
    "citation_publication_date": "2019-09-09",
    "issue_date": "2019-09-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThroughout much of the developing world, politicians rely on political brokers to buy votes prior to elections. We investigate how social networks help facilitate vote-buying exchanges by combining village network data of brokers and voters with broker reports of vote buying. We show that networks diffuse politically-relevant information about voters to brokers who leverage it to target voters. In particular, we find that brokers target reciprocal voters who are not registered to their party and about whom they can hear more information through their social network. These results highlight the importance of information diffusion through social networks for vote buying and ultimately for political outcomes.\n\n",
    "acknowledgement": "\nWe are grateful to Arun Chandrasekhar, Cesi Cruz, Cynthia Kinnan, Julien Labonne, John Marshall, Pablo Querubín, David Yanagizawa-Drott, and seminar and workshop participants at ETH, Harvard University, MIT, New Economic School, Princeton University, University of Wisconsin Madison, University of Zurich, and Yale University for useful comments. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}