{
    "id": 26242,
    "citation_title": "Fathers' Multiple-Partner Fertility and Children’s Educational Outcomes",
    "citation_author": [
        "Donna K. Ginther",
        "Astrid L. Grasdal",
        "Robert A. Pollak"
    ],
    "citation_publication_date": "2019-09-09",
    "issue_date": "2019-09-05",
    "revision_date": "2021-07-12",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFathers' multiple-partner fertility (MPF) is associated with substantially worse educational outcomes for children.  We focus on children in fathers’ “second families” when the second families are nuclear families – households consisting of a man, a woman, their joint children, and no other children.  We analyze outcomes for almost 75,000 Norwegian children all of whom, at least until they were age 18, lived in nuclear families. Children with MPF fathers are more likely than other children from nuclear families to drop out of secondary school (24% vs 17%) and less likely to obtain bachelor’s degrees (44% vs 51%). These gaps remain substantial after controlling for child and parental characteristics such as income and wealth, education and age: 4 percentage points (ppt) for dropping out of secondary school and 5 ppt for obtaining a bachelor’s degree. Resource competition with the children in the father’s first family does not explain the differences in educational outcomes. We find that the association between a father’s previous childless marriage and his children’s educational outcomes is similar to the association between a father’s MPF and his children’s educational outcomes. This similarity suggests that selection plays the primary role in explaining the association between fathers' MPF and children's educational outcomes.\n\n",
    "acknowledgement": "\nWe are grateful to the referees and to Chinhui Juhn, Kjell Erik Lommerud, Wendy Manning, Eric Nielsen, Richard Reeves, David Ribar, Duncan Thomas, and Lawrence Wu for helpful comments. Earlier versions of this paper were presented at the Economic Demography Workshop (2016) where Mary Ann Bronson provided helpful comments and at the Population Association of America Conference (2017).  We also thank seminar participants at Washington University in St. Louis, IZA, Duke University, the Melbourne Institute for Applied Economic Research, the University of Washington in Seattle, the University of Houston, and the University of California at Santa Barbara for useful suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}