{
    "id": 26246,
    "citation_title": "Price Discrimination within and across EMU Markets: Evidence from French Exporters",
    "citation_author": [
        "François Fontaine",
        "Julien Martin",
        "Isabelle Mejean"
    ],
    "citation_publication_date": "2019-09-09",
    "issue_date": "2019-09-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the cross-sectional dispersion of prices paid by EMU importers for French products. We document a significant level of price dispersion both within product categories across exporters, and within exporters across buyers. This latter source of price discrepancies, sellers' price discrimination across buyers, is indicative of deviations from the law-of-one price. Price discrimination (i) is substantial within the EU, within the euro area, and within EMU countries; (ii) has not decreased over the last two decades; (iii) is more prevalent among the largest firms and for more differentiated products; (iv) is lower among retailers and wholesalers; (v) is also observed within almost perfectly homogenous product categories, which suggests that a non-negligible share of price discrimination is triggered by heterogeneous markups rather than quality or composition effects. We then estimate a rich statistical decomposition of the variance of prices to shed light on exporters' pricing strategies.\n\n",
    "acknowledgement": "\nWe are grateful to Brent Neiman, Ida Hjortsoe, Charles Engel, Pierre-Olivier Gourinchas, Jordi Gali, and participants at the NBER-ISOM conference for insightful comments, as well as Thibault Cezanne for excellent research assistance. Mejean gratefully acknowledges support from a public grant overseen by the French National Research Agency (ANR) as part of the “Investissements d'Avenir” program (Idex Grant Agreement No. ANR-11-IDEX-0003- 02/Labex ECODEC No. ANR-11-LABEX-0047 and Equipex reference: ANR-10-EQPX-17 – Centre d'accès sécurisé aux données – CASD) as well as the European Research Council (ERC) under the European Union's Horizon 2020 research and innovation programme (grant agreement No. 714597). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}