{
    "id": 26259,
    "citation_title": "Puzzling Exchange Rate Dynamics and Delayed Portfolio Adjustment",
    "citation_author": [
        "Philippe Bacchetta",
        "Eric van Wincoop"
    ],
    "citation_publication_date": "2019-09-16",
    "issue_date": "2019-09-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe objective of this paper is to show that the proposal by Froot and Thaler (1990) of delayed portfolio adjustment can account for a broad set of puzzles about the relationship between interest rates and exchange rates. The puzzles include: i) the delayed overshooting puzzle; ii) the forward discount puzzle (or Fama puzzle); iii) the predictability reversal puzzle; iv) the Engel puzzle (high interest rate currencies are stronger than implied by UIP); v) the forward guidance exchange rate puzzle; vi) the absence of a forward discount puzzle with long-term bonds. These results are derived analytically in a simple two-country model with portfolio adjustment costs. Quantitatively, this approach can match all targeted moments related to these puzzles.\n\n",
    "acknowledgement": "\nWe thank Margaret Davenport, Jesper Linde, Greg Smith, Agnes Benassy-Quere and participants at the SED in Mexico City, the 8th Workshop on Exchange Rates in Paris, the CIREQ Montreal Macroeconomics Conference, and seminars participants at the Riksbank, the Hong Kong Monetary Authority, the Dallas Fed, Trinity College Dublin, and St Andrews for comments. Simon Tieche provided able research assistance. We gratefully acknowledge financial support from the Swiss National Science Foundation and the Bankard Fund for Political Economy. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}