{
    "id": 26255,
    "citation_title": "Asset Pricing with Fading Memory",
    "citation_author": [
        "Stefan Nagel",
        "Zhengyang Xu"
    ],
    "citation_publication_date": "2019-09-16",
    "issue_date": "2019-09-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nBuilding on evidence that lifetime experiences shape individuals' macroeconomic expectations, we study asset prices in an economy in which a representative agent learns with fading memory about unconditional mean endowment growth. With IID fundamentals, constant risk aversion, and memory decay calibrated to microdata, the model generates a high and strongly counter-cyclical objective equity premium, while the subjective equity premium is virtually constant. Consistent with this theory, experienced payout growth (a weighted average of past growth rates) is negatively related to future stock market excess returns and subjective expectations errors in surveys, and positively to analyst forecasts of long-run earnings growth.\n\n",
    "acknowledgement": "\nWe are grateful for comments to Kent Daniel, Stefano Giglio, Cosmin Ilut, Lars Lochstoer, Tarun Ramadorai, Pietro Veronesi, Rob Vishny, Jiang Wang, and Wei Xiong, seminar participants at Carnegie-Mellon, Colorado, Columbia, Dartmouth, European Central Bank, Imperial College, NYU, UCLA, University of Washington and conference participants at the Barcelona GSE Summer Forum, Bundesbank Household Finance Conference, CESIfo Summer Institute, Cowles Conference on Expectations, Fordham-NYU-Imperial Rising Stars Conference, NBER Summer Institute, and the SED Meetings. We thank Robert Barro, Emmanuel Saez, Robert Shiller, and Stephen Wright for providing data on their websites and The Conference Board for providing data. Nagel gratefully acknowledges financial support from the Center for Research in Security Prices at the University of Chicago Booth School of Business. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}