{
    "id": 26254,
    "citation_title": "The Economic Consequences of Bankruptcy Reform",
    "citation_author": [
        "Tal Gross",
        "Raymond Kluender",
        "Feng Liu",
        "Matthew J. Notowidigdo",
        "Jialan Wang"
    ],
    "citation_publication_date": "2019-09-16",
    "issue_date": "2019-09-12",
    "revision_date": "2019-11-15",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nA more generous consumer bankruptcy system provides greater insurance against financial risks, but it may also raise the cost of credit to consumers. We study this trade-off using the 2005 Bankruptcy Abuse Prevention and Consumer Protection Act (BAPCPA), which raised the costs of filing for bankruptcy. We identify the effects of BAPCPA on borrowing costs by exploiting variation in the effects of the reform on bankruptcy risk across credit-score segments. Using a combination of administrative records, credit reports, and proprietary market-research data, we find that the reform reduced bankruptcy filings, and reduced the likelihood that an uninsured hospitalization received bankruptcy relief by 70 percent. BAPCPA led to a decrease in credit card interest rates, with an implied pass-through rate of 60–75 percent. Overall, BAPCPA decreased the gap in offered interest rates between prime and subprime consumers by roughly 10 percent.\n\n",
    "acknowledgement": "\nThe views expressed are those of the authors and do not necessarily reflect those of the Consumer Financial Protection Bureau or the United States. We thank Huan Zhao, staff at the California Office of Statewide Health Planning and Development, and Carlos Dobkin for their assistance accessing and compiling datasets used in this project. We are grateful to Amy Finkelstein, Paul Goldsmith-Pinkham, Erik Hurst, Neale Mahoney, Brian Melzer, Scott Nelson, Christopher Palmer, James Poterba, Amit Seru, Tavneet Suri, Heidi Williams, Jonathan Zinman, and seminar participants at MIT, NYU, AEA, Harvard Business School (EM), Arizona, Wharton (BEPP), the Federal Reserve Bank of New York, Microsoft Research, GWU, CFPB, Duke Fuqua, Harvard Law School, WAPFIN, and NBER Summer Institute Corporate Finance and Law and Economics sessions for thoughtful feedback and comments. Anran Li and Pinchuan Ong provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nFeng Liu\n\nI am currently employed at the Consumer Financial Protection Bureau (CFPB), which oversees a number of policies that are relevant to the paper.  The CFPB actively supports its researchers for self-directed research. But the views expressed in this paper are those of the authors (including me) and do not necessarily reflect those of the CFPB. Besides salary support, I received access to the data as an employee of the CFPB.\n\n\n"
}