{
    "id": 26265,
    "citation_title": "The ICO Paradox: Transactions Costs, Token Velocity, and Token Value",
    "citation_author": [
        "Richard Holden",
        "Anup Malani"
    ],
    "citation_publication_date": "2019-09-16",
    "issue_date": "2019-09-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBlockchain technology offers firms a novel method of raising capital, via so-called Initial Coin Offerings (ICOs). In the most novel form of an ICO, a firm creates digital assets called “utility tokens” that are tracked on a blockchain-based ledger; requires that its product be purchased only with those tokens; and then raises capital by selling these tokens to investors prior to creating any saleable product. We point out a fundamental paradox with the use of ICOs involving utility tokens. Requiring the use of utility tokens to purchase the firm's product increases the cost of that product by an amount proportional to the cost of running the blockchain that tracks the utility token. In order to increase product revenue—and thus capital raised via an ICO—the firm will want to reduce these blockchain-operating costs. Doing so, however, increases the number of utility-token transactions that take place in any time interval, i.e., increases token velocity and thus the effective supply of tokens. By Fisher's equation, this lowers the dollar value of tokens and thus the amount investors are willing to pay for them. This paradox limits the value of utility-token ICOs. We discuss alternatives to and variations of utility tokens that can mitigate the conundrum.\n\n",
    "acknowledgement": "\nWe thank Zhiguo He and Stacy Rosenbaum for helpful comments, and DJ Thornton for exceptional research assistance. Malani is an advisor to Perlin, a firm that offers a DAG-based blockchain ledger for various uses, including trade finance, but he does not presently have a financial stake in the firm. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}