{
    "id": 26264,
    "citation_title": "Did the War on Terror Ignite an Opioid Epidemic?",
    "citation_author": [
        "Resul Cesur",
        "Joseph J. Sabia",
        "W. David Bradford"
    ],
    "citation_publication_date": "2019-09-16",
    "issue_date": "2019-09-12",
    "revision_date": "2020-01-07",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGrim national statistics about the U.S. opioid crisis are increasingly well known to the American public.  Far less well known is that U.S. war veterans are at ground zero of the epidemic, facing an overdose rate twice that of civilians.  Post-9/11 deployments to Afghanistan and Iraq have exposed servicemembers to injury-related chronic pain, psychological trauma, and cheap opium supplies, each of which may fuel opioid addiction.  This study is the first to estimate the causal impact of combat deployments in the Global War on Terrorism on opioid abuse.  We exploit a natural experiment in overseas deployment assignments and find that combat service substantially increased the risk of prescription painkiller abuse and illicit heroin use among active duty servicemen.  War-related physical injuries, death-related battlefield trauma, and Post-Traumatic Stress Disorder emerge as primary mechanisms.  The magnitudes of our estimates imply lower-bound combat exposure-induced health care costs of $1.04 billion per year for prescription painkiller abuse and $470 million per year for heroin use.\n\n",
    "acknowledgement": "\nDr. Cesur gratefully acknowledges the research support from the University of Connecticut School of Business. Dr. Sabia acknowledges research funding from the Charles Koch Foundation, the Troesh Family Foundation, and the Center for Health Economics & Policy Studies (CHEPS) to support this research. The authors thank Sara Stith, Rosalie Pacula, Melinda Pitts, Claudia Persico and conference participants at the 10th Workshop on Economics of Risky Behaviors (2019), the 2019 meeting of the Society of Economics of the Household, the 2018 meeting of the American Society of Health Economists, the 2018 meeting of the European Health Economics Association, and the 2017 meeting of Southern Economic Association for useful comments and suggestions on an earlier draft of this manuscript.  Thanks are also owed to seminar participants at the University of Alabama, Deakin University, the University of Connecticut, Bogazici University, and Ibn Haldun University.  Finally, the authors thank Andrew Dickinson, Toshio Ferrazares, Alex Vornsand, and Samuel Safford for excellent research assistance. Dr. Sabia acknowledges research support from the Center for Health Economics & Policy Studies (CHEPS) at San Diego State University, which includes grants received from the Charles Koch Foundation and the Troesh Family Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}