{
    "id": 26267,
    "citation_title": "Cognitive Hubs and Spatial Redistribution",
    "citation_author": [
        "Esteban Rossi-Hansberg",
        "Pierre-Daniel Sarte",
        "Felipe Schwartzman"
    ],
    "citation_publication_date": "2019-09-16",
    "issue_date": "2019-09-12",
    "revision_date": "2021-05-25",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nIn the U.S., cognitive non-routine (CNR) occupations associated with higher wages are disproportionately represented in larger cities. To study the allocation of workers across cities, we propose and quantify a spatial equilibrium model with multiple industries that employ CNR and alternative (non-CNR) occupations. Productivity is city-industry-occupation specific and partly determined by externalities across local workers. We estimate that the productivity of CNR workers in a city depends significantly on both its share of CNR workers and total employment. Together with heterogeneous preferences for locations, these externalities imply equilibrium allocations that are not efficient. An optimal policy that benefits workers equally across occupations incentivizes the formation of cognitive hubs, leading to larger fractions of CNR workers in some of today's largest cities. At the same time, these cities become smaller to mitigate congestion effects while cities that are initially small increase in size. Large and small cities end up expanding industries in which they already concentrate, while medium-size cities tend to diversify across industries. The optimal allocation thus features transfers to non-CNR workers who move from large to small cities consistent with the implied change in the industrial composition landscape. Finally, we show that the optimal policy reinforces equilibrium trends observed since 1980. However, these trends were in part driven by low growth in real-estate productivity in CNR-abundant cities that reduced welfare.\n\n",
    "acknowledgement": "\nWe thank Mike Finnegan, Daniel Ober-Reynolds, and Jackson Evert for excellent research assistance. We also thank David Albouy for useful comments. The views expressed here are those of the authors and do not reflect those of the Federal Reserve Bank of Richmond, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}