{
    "id": 26263,
    "citation_title": "Does Automatic Enrollment Increase Contributions to Supplement Retirement Programs by K-12 and University Employees?",
    "citation_author": [
        "Robert L. Clark",
        "Denis Pelletier"
    ],
    "citation_publication_date": "2019-09-16",
    "issue_date": "2019-09-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study examines the impact of the adoption of automatic enrollment provisions by schools and universities in the state of South Dakota for its supplemental retirement saving plan (SRP).  In South Dakota, educational personnel are also covered by a defined benefit pension plan and by Social Security.  Thus, career public employees in South Dakota can expect a life time annuity from these two programs of around 75 percent of their final salary.   Prior to the introduction of automatic enrollment, the proportion of newly hired educators who were contributing to the SRP was less than two percent in their first year of employment.  After the introduction of automatic enrollment, over 90 percent of newly hired workers who were auto enrolled were participating in the plan.  Thus, auto enrollment is shown to have the same powerful impact on contributions to a retirement saving plan for educational employees even when they also can expect life annuities from a defined benefit pension plan.\n\n",
    "acknowledgement": "\nWe would like to thank Rob Wylie, Executive Director of the South Dakota Retirement System, and his team for providing the administrative data used in this analysis.  They also provided useful information about the introduction of automatic enrollment into the 457 plan.  We also acknowledge the assistance of Joshua Franzel on earlier work describing the adoption of automatic enrollment in South Dakota.  This project received funding from the TIAA Institute and the Wharton School’s Pension Research Council/Boettner Center.  The content is solely the responsibility of the authors and does not necessarily represent official views of the above-named institutions, nor of the National Bureau of Economic Research.\n\n\n"
}