{
    "id": 26262,
    "citation_title": "Riders on the Storm",
    "citation_author": [
        "Òscar Jordà",
        "Alan M. Taylor"
    ],
    "citation_publication_date": "2019-09-16",
    "issue_date": "2019-09-12",
    "revision_date": "2024-05-03",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nInterest rates in major advanced economies have drifted down and in greater unison over the past few decades. A country’s rate of interest can be thought of as reflecting movements in the global neutral rate of interest, the domestic neutral rate, and the stance of monetary policy. Only the latter is controlled by the central bank. Estimates from a state space New Keynesian model show that central bank policy explains less than half of the variation in interest rates. The rest of the time, the central bank is catching up to trends dictated by productivity growth, demography, and other factors outside of its control.\n\n",
    "acknowledgement": "\nPresented at the Federal Reserve Bank of Kansas City Economic Policy Symposium “Challenges for Monetary Policy,” Jackson Hole, Wyoming, August 22–24, 2019. For their most helpful comments we thank Ben Bernanke, Olivier Blanchard, Pierre-Olivier Gourinchas, Andrew Haldane, Maurice Obstfeld, Łukasz Rachel, Moritz Schularick, Sanjay Singh, and Lawrence Summers. All errors are our own. The views expressed herein are solely the responsibility of the authors and should not be interpreted as reflecting the views of the Federal Reserve Bank of San Francisco, the Board of Governors of the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n\nAlan M. Taylor\n\nAlan M. Taylor has served as an author, consultant, or speaker for various research organizations, policy making institutions, and financial sector firms. He currently serves as a Senior Advisor at PIMCO.\n\n\n"
}