{
    "id": 26269,
    "citation_title": "Primary Care Physician Practice Styles and Patient Care: Evidence from Physician Exits in Medicare",
    "citation_author": [
        "Itzik Fadlon",
        "Jessica N. Van Parys"
    ],
    "citation_publication_date": "2019-09-16",
    "issue_date": "2019-09-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": [
        "\n",
        "\nHealthcare Decision-Making and Outcomes for People Living with Alzheimer's Disease\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nPrimary care physicians (PCPs) provide frontline health care to patients in the U.S.; however, it is unclear how their practice styles affect patient care. In this paper, we estimate the long-lasting effects of PCP practice styles on patient health care utilization by focusing on Medicare patients affected by PCP relocations or retirements, which we refer to as \"exits.\" Observing where patients receive care after these exits, we estimate event studies to compare patients who switch to PCPs with different practice style intensities. We find that PCPs have large effects on a range of aggregate utilization measures, including physician and outpatient spending and the number of diagnosed conditions. Moreover, we find that PCPs have large effects on the quality of care that patients receive, and that all of these effects persist for several years. Our results suggest that switching to higher-quality PCPs could significantly affect patients' longer-run health outcomes.\n\n",
    "acknowledgement": "\nWe thank Leila Agha, Jeff Clemens, Julie Cullen, Amy Finkelstein, Jon Skinner, and Nicolas Ziebarth for their helpful comments on the paper. We also thank the participants at the following seminars and conferences: The Dartmouth Institute P01 meetings in April 2017 and 2018, the 2018 ASHEcon Conference, the Fall 2018 CUNY GC and RPI Seminars, the 2019 BU-Harvard-MIT Health Seminar, and the 2019 NBER-CEPRA Conference. Research reported in this paper was supported by the National Institute on Aging of the National Institutes of Health under Award Number P01AG005842. The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health or the National Bureau of Economic Research.\n\n\n"
}