{
    "id": 2626,
    "citation_title": "What Does the Term Structure Tell Us About Future Inflation?",
    "citation_author": [
        "Frederic S. Mishkin"
    ],
    "citation_publication_date": "1988-06-01",
    "issue_date": "1988-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines empirically what the term structure of interest rates tells us about future inflation. The evidence indicates that the information in the term structure about the future path of inflation is quite different at the shortest end of the term structure (maturities six months or less) than it is for maturities of nine to twelve months. For maturities of six months or less, in all the sample periods examined -- February 1964 to December 1986, 1964 to October 1979, November 1979 to October 1982, November 1982 to December 1986 -- the term structure provides almost no information about the future path of inflation. On the other hand at this end of the term structure, the results do indicate that the term structure of nominal interest rates contain a great deal of information about the term structure of real interest rates. This finding is quite important because it suggests that researchers can examine observable data on the shortest end of the nominal term structure to provide them with information about the behavior of the real term structure. For maturities of nine and twelve months, the term structure does appear to contain information about the future path of inflation in the full sample period and in the sub-periods before October 1982. At these longer maturities, however, there does not appear to be much information in the nominal term structure about the term structure of real interest rates. The evidence in this paper suggests that some caution should be exercised in using the term structure of interest rates as a guide for assessing inflationary pressures in the economy, as is currently under consideration by the Federal Reserve. Although there is apparently significant information in the term structure about the future path of inflation for maturities greater than six months, there is no information about the future path of inflation that can be obtained from the shorter end of the term structure.\n\n",
    "acknowledgement": "\n"
}