{
    "id": 26279,
    "citation_title": "Hitting the Elusive Inflation Target",
    "citation_author": [
        "Francesco Bianchi",
        "Leonardo Melosi",
        "Matthias Rottner"
    ],
    "citation_publication_date": "2019-09-16",
    "issue_date": "2019-09-12",
    "revision_date": "2021-09-14",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSince the 2001 recession, average core inflation has been below the Federal Reserve's 2% target. This deflationary bias is a predictable consequence of a symmetric monetary policy strategy that fails to recognize the risk of encountering the zero-lower-bound. An asymmetric rule according to which the central bank responds less aggressively to above-target inflation corrects the bias, improves welfare, and reduces the risk of deflationary spirals — a pathological situation in which inflation keeps falling indefinitely. This approach does not entail any history dependence or commitment to overshoot the inflation target and can be implemented with an asymmetric target range. A counterfactual simulation shows that a modest level of asymmetry would have removed the deflationary bias observed in the United States.\n\n",
    "acknowledgement": "\nWe thank Marco Bassetto, Richard Clarida, Charlie Evans, Jonas Fisher, Spencer Krane, and Chris Sims for their very helpful suggestions. We thank the seminar participants at the NBER Summer Institute Monetary Economics Group, Bank of Finland and CEPR Conference 2020, 23rd Annual DNB Research Conference, Duke University, Chicago Fed, European Central Bank, European University Institute, Fordham University, and University of Warwick. The views in this paper are solely those of the authors and should not be interpreted as reflecting the views of the Deutsche Bundesbank, the Eurosystem, the Federal Reserve Bank of Chicago, any other person associated with the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}