{
    "id": 26272,
    "citation_title": "Work after Retirement: Worklife Transitions of Career Public Employess",
    "citation_author": [
        "Robert L. Clark",
        "Robert G. Hammond",
        "Siyan Liu"
    ],
    "citation_publication_date": "2019-09-16",
    "issue_date": "2019-09-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEngaging in paid employment after claiming retirement benefits may be an important avenue for individuals to work longer as life expectancies rise.  After separating from one’s career employer, individuals may engage in paid work to stay active or to supplement their current level of retirement savings or both.   Individuals who choose not to work after claiming may be expressing their preference to stay retired, perhaps because their retirement income is sufficient.  However, the decision to work after claiming may be driven by the lack of retirement planning and insufficient savings, while the lack of post-claiming work may reflect the inability to find adequate employment opportunities. We use administrative records merged with panel data from several surveys of public employees in North Carolina to study the decision to engage in paid work after claiming retirement benefits.  More than 60 percent of active workers plan to work after claiming benefits, while only around 42 percent of the same sample of individuals have engaged in post-claiming paid work in the first few years after leaving public sector employment.  Despite this gap, stated work plans are strongly predictive of actual post-claiming work behavior\n\n",
    "acknowledgement": "\nThe authors gratefully acknowledge funding from the Sloan Foundation, Grant Number 2013-10-20.  The research reported here is part of an on-going project that is being conducted in partnership with the North Carolina Retirement Systems Division.  The opinions and conclusions expressed herein are solely those of the authors and do not represent the opinions or policy of the North Carolina Retirement System, any other institution with which the authors are affiliated, or the National Bureau of Economic Research.\n\n\n"
}