{
    "id": 26273,
    "citation_title": "Experimental Innovation Policy",
    "citation_author": [
        "Albert Bravo-Biosca"
    ],
    "citation_publication_date": "2019-09-16",
    "issue_date": "2019-09-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nExperimental approaches are increasingly being adopted across many policy fields, but innovation policy has been lagging. This paper reviews the case for policy experimentation in this field, describes the different types of experiments that can be undertaken, discusses some of the unique challenges to the use of experimental approaches in innovation policy, and summarizes some of the emerging lessons, with a focus on randomized trials. The paper concludes describing how at the Innovation Growth Lab we have been working with governments across the OECD to help them overcome the barriers to policy experimentation in order to make their policies more impactful.\n\n",
    "acknowledgement": "\nThis paper has been written as a contribution to the NBER Innovation Policy & Economy Series. The author gratefully acknowledges the financial support received from the National Bureau of Economic Research (NBER) and the partner organizations of the Innovation Growth Lab at Nesta. This paper builds on prior work undertaken by the author with other colleagues at the Innovation Growth Lab, in particular Teo Firpo, James Phipps and Lou-Davina Stouffs, to whom the author is grateful for their contribution to this paper. The author would also like to thank the editors (Josh Lerner and Scott Stern), Mike Andrews, Hugo Cuello, Eszter Czibor, Chris Haley, Anna Hopkins, Paula Kivimaa, Kjell Håkan Närfelt, Simone Vannuccini and participants at the NBER Innovation Policy & Economy 2019 Conference and the SPRU Freeman Friday Seminars for their comments. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}