{
    "id": 26271,
    "citation_title": "Integration Costs and Missing Women in Firms",
    "citation_author": [
        "Conrad Miller",
        "Jennifer Peck",
        "Mehmet Seflek"
    ],
    "citation_publication_date": "2019-09-16",
    "issue_date": "2019-09-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Discrimination",
        "\n",
        "Development and Growth",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWhere social norms favor gender segregation, firms may find it costly to employ both men and women. If the costs of integration are largely fixed, firms will integrate only if their expected number of female employees under integration exceeds some threshold. Motivated by a simple model of firm hiring, we develop a methodology that uses the distribution of female employment across firms to estimate the share of firms with binding integration costs and counterfactual female employment at all-male firms. We validate our approach using administrative data and unique policy variation from Saudi Arabia. We provide suggestive evidence that integration costs reduce aggregate female employment. Using survey data on manufacturing firms in 65 countries, we find significant integration costs in the Middle East, North Africa, and South Asia but not in other regions.\n\n",
    "acknowledgement": "\nWe thank Hadar Avivi for excellent research assistance. We thank Peter Blair, Patricia Cortes, Alessandra Gonzalez, Supreet Kaur, Pat Kline, Peter Kuhn, David Levine, Jonathan Leonard, Jeremy Magruder, Brendan Price, Joe Shapiro, Isaac Sorkin, Melanie Wasserman, and seminar participants at Berkeley (Haas and Economics), Brown, Dartmouth, Harvard (WiGi and Growth Lab), IMF, Michigan, NBER Labor Studies,  Princeton (AALIMS), Swarthmore, and Stanford (SIEPR) for comments. This research was sponsored by a grant from the Evidence for Policy Design program at the Harvard Kennedy School and the Human Resources Development Fund of the Kingdom of Saudi Arabia. This paper subsumes and extends a paper previously circulated as “Big Push Policies and Firm-Level Barriers to Employing Women: Evidence from Saudi Arabia.” The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJennifer Peck\n\nJennifer Peck has had several other research projects also sponsored by grants from the Evidence for Policy Design program at the Harvard Kennedy School and the Human Resources Development Fund of the Kingdom of Saudi Arabia over the past three years.\n\n\n"
}