{
    "id": 26284,
    "citation_title": "Use It or Lose It: Efficiency Gains from Wealth Taxation",
    "citation_author": [
        "Fatih Guvenen",
        "Gueorgui Kambourov",
        "Burhanettin Kuruscu",
        "Sergio Ocampo-Diaz",
        "Daphne Chen"
    ],
    "citation_publication_date": "2019-09-16",
    "issue_date": "2019-09-12",
    "revision_date": "2019-10-03",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow does wealth taxation differ from capital income taxation? When the return on investment is equal across individuals, a well-known result is that the two tax systems are equivalent. Motivated by recent empirical evidence documenting persistent heterogeneity in rates of return across individuals, we revisit this question. With such heterogeneity, the two tax systems have opposite implications for both efficiency and inequality. Under capital income taxation, entrepreneurs who are more productive, and therefore generate more income, pay higher taxes. Under wealth taxation, entrepreneurs who have similar wealth levels pay similar taxes regardless of their productivity, which expands the tax base, shifts the tax burden toward unproductive entrepreneurs, and raises the savings rate of productive ones. This reallocation increases aggregate productivity and output. In the simulated model parameterized to match the US data, replacing the capital income tax with a wealth tax in a revenue-neutral fashion delivers a significantly higher average lifetime utility to a newborn (about 7.5% in consumption-equivalent terms). Turning to optimal taxation, the optimal wealth tax (OWT) in a stationary equilibrium is positive and yields even larger welfare gains. In contrast, the optimal capital income tax (OCIT) is negative—a subsidy—and large, and it delivers lower welfare gains than the wealth tax. Furthermore, the subsidy policy increases consumption inequality, whereas the wealth tax reduces it slightly. We also consider an extension that models the transition path and find that individuals who are alive at the time of the policy change, on average, would incur large welfare losses if the new policy is OCIT but would experience large welfare gains if the new policy is an OWT. We conclude that wealth taxation has the potential to raise productivity while simultaneously reducing consumption inequality.\n\n",
    "acknowledgement": "\nFor helpful comments, we thank Mark Aguiar, Adrien Auclert, Jess Benhabib, Alberto Bisin, Richard Blundell, V. V. Chari, Mariacristina De Nardi, Andres Erosa, Priscilla Fialho, Mike Golosov, Joao Gomes, Pierre-Olivier Gourinchas, Luigi Guiso, Bob Hall, Hugo Hopenhayn, Nobu Kiyotaki, Dirk Krueger, Per Krusell, Guido Menzio, Claudio Michelacci, Ben Moll, Thomas Piketty, Victor Rios-Rull, Martin Schneider, Rob Shimer, Stefanie Stantcheva, Aleh Tsyvinski, Maxim Troshkin, Gabriel Zucman, and seminar and conference participants at various institutions. For funding, Guvenen thanks the National Science Foundation; Kuruscu thanks the Marie Sklodowska-Curie programme under Horizon 2020; and Kambourov and Kuruscu thank the Social Sciences and Humanities Research Council. Daphne Chen made valuable contributions in the early stages of the project before leaving for a career change.\n\n\n"
}