{
    "id": 26289,
    "citation_title": "All Medicaid Expansions Are Not Created Equal: The Geography and Targeting of the Affordable Care Act",
    "citation_author": [
        "Craig Garthwaite",
        "John A. Graves",
        "Tal Gross",
        "Zeynal Karaca",
        "Victoria R. Marone",
        "Matthew J. Notowidigdo"
    ],
    "citation_publication_date": "2019-10-14",
    "issue_date": "2019-09-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nCenter for Aging and Health Research\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nWe use comprehensive patient-level discharge data to study the effect of Medicaid on the use of hospital services. Our analysis relies on cross-state variation in the Affordable Care Act’s Medicaid expansion, along with within-state variation across ZIP Codes in exposure to the expansion. We find that the Medicaid expansion increased Medicaid visits and decreased uninsured visits. The net effect is positive for all visits, suggesting that those who gain coverage through Medicaid consume more hospital services than they would if they remained uninsured. The increase in emergency department visits is largely accounted for by “deferrable” medical conditions. Those who gained coverage under the Medicaid expansion appear to be those who had relatively high need for hospital services, suggesting that the expansion was well targeted. Lastly, we find significant heterogeneity across Medicaid-expansion states in the effects of the expansion, with some states experiencing a large increase in total utilization and other states experiencing little change. Increases in hospital utilization were larger in Medicaid-expansion states that had more residents gaining coverage and lower pre-expansion levels of hospital uncompensated care costs.\n\n",
    "acknowledgement": "\nThe views expressed are those of the authors and do not necessarily reflect those of the Agency for Healthcare Research and Quality (AHRQ), the U.S. Department of Department of Health and Human Services, the National Institute on Aging, or the National Bureau of Economic Research. No official endorsement by any agency of the federal or state governments is intended or should be inferred. This research was supported in part by a P30 grant from the National Institute on Aging to the NBER Center for Aging and Health Research (P30AG012810) and by a R01 grant (Graves) from the National Cancer Institute (R01HG009694). We thank Janet Eberly, Amy Finkelstein, and Jonathan Skinner for their detailed feedback, and we thank Julie Hudson and Asako Moriya for helpful comments. Eliana Buckner and Peter Nam provided superb research assistance. We are grateful to Herbert Wong for his assistance and guidance throughout this project. We also acknowledge the Healthcare Cost and Utilization Project (HCUP) Partners. The academic co-authors on this paper received access to the database through a HCUP Contractor agreement. All of the analysis occurred on a secure server that was set up and made available to the academic collaborators for this project for the duration of the study.\n\n\n\nJohn A. Graves\n\nGraves acknowledges ongoing research support from the National Cancer Institute (R01 CA189152), the Agency for Health Care Research and Quality (R01HS025976) and the National Human Genome Research Institute (R01HG009694).\n\n\n"
}