{
    "id": 26281,
    "citation_title": "Durables and Lemons: Private Information and the Market for Cars",
    "citation_author": [
        "Richard Blundell",
        "Ran Gu",
        "Søren Leth-Petersen",
        "Hamish Low",
        "Costas Meghir"
    ],
    "citation_publication_date": "2019-09-16",
    "issue_date": "2019-09-12",
    "revision_date": "2023-12-26",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the aggregate implications and distributional consequences of asymmetric information in durable goods markets, with a focus on the car market. Private information introduces a lemons penalty, a wedge between the sale price and the average car value in the population, consequently reducing turnover. We estimate an equilibrium model of car ownership with private information using Danish linked registry data on car ownership, income, and wealth. In the first year of ownership, we estimate the lemons penalty is 12% of the price. The penalty declines sharply with the length of ownership. The penalty reduces the self-insurance value of cars and leads to a large reduction in transaction volumes and the rate of turnover of cars. The market does not collapse: income shocks induce individuals to sell their cars, even if they are of good quality, and this helps mitigate the lemons problem. The size of the lemons penalty declines when income uncertainty in the economy increases and when the credit limit decreases.\n\n",
    "acknowledgement": "\nWe are grateful to the editor and referees, and to seminar participants at the NBER Summer Institute, Northwestern Nemmers Conference 2023, Essex, Royal Holloway, University of Venice, Oxford, IFS, Copenhagen and Cambridge University for helpful comments. Blundell and Gu acknowledge support from the ESRC for support under the Centre for the Microeconomic Analysis of Public Policy (CPP) at IFS, grant number ES/T014334/1. Leth-Petersen is grateful for financial support from the Economic Policy Research Network, the Independent Research Fund Denmark and from the Center for Economic Behavior and Inequality, CEBI, a center of excellence at the University of Copenhagen financed by grant DNRF134 from the Danish National Research Foundation. Costas Meghir is grateful to the Cowles Foundation and ISPS at Yale for funding support. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}