{
    "id": 26280,
    "citation_title": "Effect of Inquiry and Problem Based Pedagogy on Learning: Evidence from 10 Field Experiments in Four Countries",
    "citation_author": [
        "Rosangela Bando",
        "Emma Näslund-Hadley",
        "Paul Gertler"
    ],
    "citation_publication_date": "2019-09-16",
    "issue_date": "2019-09-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses data from 10 at-scale field experiments in four countries to estimate the effect of inquiry- and problem-based pedagogy (IPP) on students’ mathematics and science test scores. IPP creates active problem-solving opportunities in settings that provide meaning to the child. Students learn by collaboratively solving real-life problems, developing explanations, and communicating ideas. Using individual-level data on 17,006 students, the analysis finds that after seven months IPP increased mathematics and science scores by 0.18 and 0.14 standard deviations, respectively, and by 0.39 and 0.23 standard deviations, respectively, after four years.  We also identify important gender learning gaps with boys benefiting substantially more than girls. Our approach not only provides strong causal evidence, but also high external validity. These 10 experiments in four countries allow us to examine the effects of IPP across a wide set of geographic, socioeconomic, teacher background, and age/grade contexts (i.e., preschool and third and fourth grades).  The results prove to be robust across these different contexts. The 10 RCTs were registered in the American Economic Association Registry for randomized control trials. See the supplementary materials for trial numbers.\n\n",
    "acknowledgement": "\nThe authors gratefully acknowledge the outstanding research assistance of Gabriel Englander and Harold Villalba. The authors thank the Inter-American Development Bank and the Government of Japan for funding the research. The opinions expressed in this publication are those of the authors and do not necessarily reflect the views of the Inter-American Development Bank, its Board of Directors, the countries they represent, or  the National Bureau of Economic Research. The authors have no conflicts of interests or financial or material interests in the results.\n\n\n"
}