{
    "id": 26287,
    "citation_title": "Empirical Models of Lobbying",
    "citation_author": [
        "Matilde Bombardini",
        "Francesco Trebbi"
    ],
    "citation_publication_date": "2019-09-23",
    "issue_date": "2019-09-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper offers a review of the recent empirical literature on lobbying within Political Economy. In surveying extant evidence, we emphasize quid-pro-quo and informational issues in special interest politics and we highlight crucial open research questions in both. The main unresolved methodological issues remain how to properly account for the impact of lobbying on which equilibrium policies are chosen and advanced, and on how distorted those equilibrium policies might be relative to the interests of the general public. Of the principal open questions within political economy, a comprehensive quantitative assessment of the welfare distortions of lobbying remains one of the most elusive\n\n",
    "acknowledgement": "\nWe wish to thank Philippe Aghion, Marianne Bertrand, Ray Fisman, and Brad Hackinen for extensive discussion and comments. We also thank the Social Sciences and Humanities Research Council and the Canadian Institute For Advanced Research Institutions, Organizations and Growth for funding. Anubhav Jha provided excellent research assistance. Matilde Bombardini: matilde.bombardini@ubc.ca ; Francesco Trebbi: francesco.trebbi@ubc.ca. When citing this paper, please use the following: Bombardini M, Trebbi F. 2020. Annu. Rev. Econ. 12: Submitted. DOI: https://doi.org/10.1146/annurev-economics-082019-024350. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}