{
    "id": 26288,
    "citation_title": "The Two Margin Problem in Insurance Markets",
    "citation_author": [
        "Michael Geruso",
        "Timothy J. Layton",
        "Grace McCormack",
        "Mark Shepard"
    ],
    "citation_publication_date": "2019-09-23",
    "issue_date": "2019-09-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nTraining Program in Aging and Health Economics\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nInsurance markets often feature consumer sorting along both an extensive margin (whether to buy) and an intensive margin (which plan to buy). We present a new graphical theoretical framework that extends the workhorse model to incorporate both selection margins simultaneously. A key insight from our framework is that policies aimed at addressing one margin of selection often involve an economically meaningful trade-off on the other margin in terms of prices, enrollment, and welfare. For example, while a larger penalty for opting to remain uninsured reduces the uninsurance rate, it also tends to lead to unraveling of generous coverage because the newly insured are healthier and sort into less generous plans, driving down the relative prices of those plans. While risk adjustment transfers shift enrollment from lower- to higher-generosity plans, they also sometimes increase the uninsurance rate by raising the prices of less generous plans, which are the entry points into the market. We illustrate these trade-offs in an empirical sufficient statistics approach that is tightly linked to the graphical framework. Using data from Massachusetts, we show that in many policy environments these trade-offs can be empirically meaningful and can cause these policies to have unexpected consequences for overall social welfare.\n\n",
    "acknowledgement": "\nWe thank Sebastian Fleitas, Bentley MacLeod, Maria Polyakova and Ashley Swanson for serving as discussants for this paper. We also thank Kate Bundorf, Marika Cabral, Amitabh Chandra, Vilsa Curto, Leemore Dafny, Keith Ericson, Amy Finkelstein, Jon Gruber, Tom McGuire, Neale Mahoney, Joe Newhouse, Evan Saltzman, Brad Shapiro, Pietro Tebaldi, and participants at NBER Health Care, NBER Insurance Working Group, CEPRA/NBER Workshop on Aging and Health, the 2019 Becker Friedman Institute Health Economics Initiative Annual Conference at the University of Chicago, the 2019 American Economic Association meetings, the 2018 American Society of Health Economists meeting, the 2018 Annual Health Economics Conference, the 2018 Chicago Booth Junior Health Economics Summit, and seminars at the Brookings Institution and the University of Wisconsin for useful feedback. We gratefully acknowledge financial support for this project from the Laura and John Arnold Foundation, the Eunice Kennedy Shriver National Institute of Child Health and Human Development center grant P2CHD042849 awarded to the Population Research Center at UT-Austin,  the Agency for Healthcare Research and Quality (K01-HS25786-01), and the National Institute on Aging, Grant Number T32-AG000186. No party had the right to review this paper prior to its circulation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nMichael Geruso\n\nDisclosures, Michael Geruso\n\n\nNo funder or other agency had the opportunity to review this research prior to publication. Potentially relevant professional and financial relationships in the past 3 years:\n\n\n*University of Texas at Austin: Assistant Professor: Salary\n*Litigation consulting on the Medicare Advantage market\n*Litigation consulting on freestanding EDs\n*Pfizer center grant, administered through the Population Research Center, UT-Austin: “Selection Incentives in US Health Plan Design.” PI.\n*Pfizer in-kind support: Facilitated data access with a third party, MMIT.\n*TerraMedica International: Conference travel reimbursement\n*National Bureau of Economic Research: Conference travel reimbursement\n*Monetary research prizes and speaker honoraria: Kellogg School of Management, Urban Institute/American Action Forum and Tulane University\n*NIH R03 Grant: \"Impacts of Sanitation on Child and Maternal Health\" 2014-2016 1R03HD081209-01. PI.\n\n\n\nTimothy J. Layton\n\nHarvard Medical School: Assistant Professor (salary), Litigation consulting with Greylock MacKinnon and Associates (consulting fees $30-40k), Consulting fees from University of Texas – Austin for project “Selection Incentives in US Health Plan Design.” [funded by Pfizer] ($10k), Grant from John and Laura Arnold Foundation, Grant from National Institute of Mental Health, Grant from Anthem, Inc., Grant from National Institute on Aging, Grant from Agency for Healthcare Research and Quality, Grant from Social Security Administration, Payment from Farallon Capital Management for consulting (under $1000)\n\n\n\nGrace McCormack\n\n1. Sources of financial support for the research\n•\tHarvard Kennedy School (PhD student stipend)\n•\tNational Bureau of Economic Research Health and Aging fellowship (funded by National Institute on Aging, Grant number T32-AG000186)\n•\tHarvard Kennedy School’s Taubman Center for State and Local Government\n\n\n2. Potentially relevant professional and financial relationships in the past 3 years:\nNone\n\n\n3. Paid or unpaid positions of relevant entities.\nNone\n\n\n4. Spousal or family-related COIs\nNone\n\n\n5. Each author must disclose if another party had the right to review the paper prior to its circulation.\nNone\n\n\n6. IRB approval\nApproval was obtained from the IRBs at Harvard University and NBER.\n\n\n"
}