{
    "id": 26282,
    "citation_title": "Estimating the Effect of Treatments Allocated by Randomized Waiting Lists.",
    "citation_author": [
        "Clément de Chaisemartin",
        "Luc Behaghel"
    ],
    "citation_publication_date": "2019-09-16",
    "issue_date": "2019-09-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOversubscribed treatments are often allocated using randomized waiting lists. Applicants are ranked randomly, and treatment offers are made following that ranking until all seats are filled. To estimate causal effects, researchers often compare applicants getting and not getting an offer. We show that those two groups are not statistically comparable. Therefore, the estimator arising from that comparison is inconsistent when the number of waitlists goes to infinity. We propose a new estimator, and show that it is consistent, provided the waitlists have at least two seats. Finally, we revisit an application, and we show that using our estimator can lead to significantly different results from those obtained using the commonly used estimator.\n\n",
    "acknowledgement": "\nWe would like to thank Hugo Botton for outstanding research assistance. We are very grateful to Chris Blattman and Jeannie Annan for making their data publicly available, and for answering all our questions. We are also very grateful to Josh Angrist, Bart Cockx, Xavier D'Haultfoeuille, Thomas Le Barbanchon, Chang Lee, Ulrich Mueller, Heather Royer, Doug Steigerwald, Chris Walters, three anonymous referees, members of the UCSB econometrics research group, and seminar participants at: the 2017 California Econometrics conference, the 2017 Labor and Education workshop of the NBER Summer Institute, Louvain-la-Neuve, the Paris School of Economics, UC Santa Barbara, UC San Diego, and Warwick for their helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}