{
    "id": 26285,
    "citation_title": "Retirement Policy and Annuity Market Equilibria: Evidence from Chile",
    "citation_author": [
        "Gastón Illanes",
        "Manisha Padi"
    ],
    "citation_publication_date": "2019-09-16",
    "issue_date": "2019-09-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Public Goods",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nRetirement policy has indirect effects on its beneficiaries, through the “crowd-out” or “crowd-in” of insurance markets. We study how retirement policy in Chile, which limits the drawdown of retirement assets but otherwise does not provide or require fixed income in retirement, results in more than 60% of eligible retirees purchasing private annuities at low prices. We estimate a demand model to show that replacing this voluntary policy with partial mandatory annuitization and removing limits on drawdowns causes the private annuity market to partially unravel. Under our model, this reform leads to a welfare increase equivalent to US$4,000 of additional pension savings on average, but welfare effects are heterogenous and many retirees would be harmed due to the higher prices of private annuities. Our results highlight the importance of considering the impact of policy reforms on the equilibria of related markets.\n\n",
    "acknowledgement": "\nA previous version of this paper was circulated as “Competition, Asymmetric Information, and the Annuity Puzzle: Evidence from a Government-run Exchange in Chile.” The research reported herein was performed pursuant to a grant from the U.S. Social Security Administration (SSA) funded as part of the Boston College Retirement Research Consortium. Padi acknowledges additional financial support from the Center for Equitable Growth and the National Science Foundation. The opinions and conclusions expressed are solely those of the authors and do not represent the opinions or policy of SSA, any agency of the federal government, or Boston College. The authors would like to thank Benjamin Vatter for outstanding research assistance, as well as Carlos Alvarado and Jorge Mastrangelo at the Superintendencia de Valores y Seguros and Paulina Granados and Claudio Palominos at the Superintendencia de Pensiones. We also thank Pilar Alcalde, Natalie Bachas, Vivek Bhattacharya, Ivan Canay, Liran Einav, Amy Finkelstein, Jerry Hausman, Igal Hendel, J.F. Houde, Koichiro Ito, Mauricio Larrain, Ariel Pakes, James Poterba, Mar Reguant, Nancy Rose, Casey Rothschild, Paulo Somaini, Salvador Valdes, Bernardita Vial and Michael Whinston for their useful comments, as well as numerous conference and seminar participants. The authors declare that they have no relevant or material financial interests that relate to the research described in this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}