{
    "id": 26291,
    "citation_title": "Reporting Regulation and Corporate Innovation",
    "citation_author": [
        "Matthias Breuer",
        "Christian Leuz",
        "Steven Vanhaverbeke"
    ],
    "citation_publication_date": "2019-09-23",
    "issue_date": "2019-09-19",
    "revision_date": "2024-09-03",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nWe investigate the impact of reporting regulation on corporate innovation. Exploiting thresholds in Europe’s regulation, we find that forcing firms to publicly disclose financial statements reduces their innovation activities but does not reduce industry-wide innovation spending. Our findings suggest that reporting regulation imposes proprietary costs on innovative firms, especially smaller ones, thereby discouraging their innovation activity. By extending disclosure requirements to smaller firms, the EU regulation also provides positive information spillovers to other firms (e.g., competitors, suppliers, and customers), especially larger ones, resulting in a concentration of innovation activity. We corroborate these results with an analysis of reporting changes due to a German enforcement reform. In sum, we show financial reporting regulation has aggregate and distributional effects on corporate innovation that are important for policy makers to consider.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge helpful comments and suggestions from Ray Ball, Benjamin Balsmeier, Phil Berger, Jannis Bischof, Judson Caskey, Hans Christensen, Wouter Dessein, Stephen Glaeser, Michelle Hanlon, John Hughes, Miao Liu, Katie Moon (discussant), Antoinette Schoar, Nemit Shroff, Andrew Sutherland, Laurence van Lent, Alexander Wagner (discussant), Alminas Zaldokas, Jingjing Zhang (discussant); seminar participants at the University of Bath, Bocconi University, Columbia University, University of Chicago, EAA VARS, Imperial College, Lancaster University, London Business School, University of Mannheim, MIT, NTU Singapore, UCLA; and conference participants at the 2019 EASYS, the 2019 Conference on Regulating Financial Markets at Goethe University Frankfurt, the 2019 UNC/Duke Fall Camp, the 2019 German Economists Abroad Conference, the 2020 AAA FARS Midyear Meeting, the 2021 European Accounting Association Congress, the 2021 AFA Annual Meeting, the 2022 NBER Conference on the Economic Analysis of Regulation, and the 2022 Symposium on Private Firms: Reporting, Financing, and the Aggregate Economy at the University of Chicago. This study is based on data from Eurostat, the Community Innovation Survey (CIS) of 2000 to 2018. The responsibility for all conclusions drawn from the data lies entirely with the authors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}