{
    "id": 26298,
    "citation_title": "Money Runs",
    "citation_author": [
        "Jason R. Donaldson",
        "Giorgia Piacentino"
    ],
    "citation_publication_date": "2019-09-23",
    "issue_date": "2019-09-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a model in which, as in practice, bank debt is both a financial security used to raise funds and a kind of money used to facilitate trade. This dual role of bank debt provides a new rationale for why banks do what they do. In the model, banks endogenously perform the essential functions of real-world banks: they transform liquidity, transform maturity, pool assets, and have dispersed depositors. Moreover, they make their debt redeemable on demand. Thus, they are endogenously fragile. We show novel effects of narrow banking, suspension of convertibility, and some other policies.\n\n",
    "acknowledgement": "\nFor valuable comments, we thank David Andolfatto, Vladimir Asriyan, Svetlana Bryzgalova, Charlie Calomiris, Catherine Casamatta, John Cochrane, Doug Diamond, Phil Dybvig, Darrell Duffie, Raj Iyer, Douglas Gale, Brett Green, Robert Hauswald, Todd Keister, Peter Koudijs, Arvind Krishnamurthy, John Kuong, Mina Lee, Hanno Lustig, Nadya Malenko, David Martinez-Miera, Cyril Monnet, Sophie Moinas, Ed Nosal, Guillermo Ordoñez, Dimitri Orlov, Cecilia Parlatore, Sébastien Pouget, Uday Rajan, Roberto Robatto, Hugo Rodriguez, Maya Shaton, Richard Stanton, Bruno Sultanum, Anjan Thakor, Alberto Trejos, Laura Veldkamp, Randy Wright, Victoria Vanasco, Adam Zawadowski, Peter Zimmerman, and seminar participants at Amsterdam Business School, the 9th Annual Conference in Money, Banking, and Asset Markets Conference at the University of Winsconsin, the 17th Annual FDIC Bank Research Conference, the 10th Annual Paul Woolley Conference, the 7th Banco de Portugal Conference on Financial Intermediation, Berkeley, the 2017 CEPR European Summer Finance Symposium at Gerzensee, Columbia, EIEF, the Federal Reserve Bank of Philadelphia, the 2018 FIRS Conference, the 2017 FTG Summer Meeting at the LSE, the 2016 IDC Summer Conference, the 2017 OxFIT Conference, the 2017 Summer Workshop on Money, Banking, Payment and Finance (Bank of Canada), Stanford GSB (FRILLS), Stanford (Macro Lunch), the Toulouse School of Economics, the University of Minnesota, WAPFIN@Stern, Washington University in St. Louis, the 2017 WFA, the 2017 Wharton Liquidity and Financial Fragility Conference, and Yale. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}