{
    "id": 26290,
    "citation_title": "Financial Market Risk Perceptions and the Macroeconomy",
    "citation_author": [
        "Carolin Pflueger",
        "Emil Siriwardane",
        "Adi Sunderam"
    ],
    "citation_publication_date": "2019-09-23",
    "issue_date": "2019-09-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe propose a novel measure of risk perceptions: the price of volatile stocks (PVSₜ), defined as the book-to-market ratio of low-volatility stocks minus the book-to-market ratio of high-volatility stocks. PVSₜ is high when perceived risk directly measured from surveys and option prices is low. When perceived risk is high according to our measure, safe asset prices are high, risky asset prices are low, the cost of capital for risky firms is high, and real investment is forecast to decline. Perceived risk as measured by PVSₜ falls after positive macroeconomic news. These declines are predictably followed by upward revisions in investor risk perceptions. Our results suggest that risk perceptions embedded in stock prices are an important driver of the business cycle and are not fully rational.\n\n",
    "acknowledgement": "\nThis paper was previously circulated as “A Measure of Risk Appetite for the Macroeconomy.” We thank Nick Barberis, Geert Bekaert, Pedro Bordalo, Michael Brennan (discussant), John Campbell, Josh Coval, Robert Engle, Xavier Gabaix, Nicola Gennaioli, Sam Hanson, Espen Henriksen (discussant), Bryan Kelly, Ralph Koijen (discussant), Arvind Krishnamurthy, Hanno Lustig (discussant), Ian Martin, Thomas Maurer (discussant), Stijn van Nieuwerburgh, Monika Piazzesi, Robert Ready (discussant), Larry Schmidt (discussant), Martin Schneider, Josh Schwartzstein, Andrei Shleifer, Jeremy Stein, Larry Summers, Laura Veldkamp, and Luis Viceira for helpful comments. We also benefited from the input of seminar participants at the 2018 AQR Insight Award Presentation, BI-SHoF Conference 2017, CEF 2017, CITE 2017, Chicago Harris, CMU Tepper, Columbia, Federal Reserve Board, FRBSF conference on Advances in Finance Research 2017, Harvard, HEC-McGill Winter Finance Workshop, London School of Economics, McGill Desaultels, NBER Fall 2017 Asset Pricing Meeting, NBER Fall 2018 Behavioral Finance Meeting, the New York Fed, Northwestern Kellogg, SFS Cavalcade, SITE 2017, Stanford, State Street, University of British Columbia, and University of Indiana.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nCarolin Pflueger\n\nCarolin Pflueger was employed at the University of British Columbia (Canada) and received funding from the Canadian Social Sciences and Humanities Research Council.\n\n\n"
}