{
    "id": 26297,
    "citation_title": "U.S. Monetary Policy and International Risk Spillovers",
    "citation_author": [
        "Ṣebnem Kalemli-Özcan"
    ],
    "citation_publication_date": "2019-09-23",
    "issue_date": "2019-09-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI show that monetary policy divergence vis-a-vis the U.S. has larger spillover effects in emerging markets than advanced economies. The monetary policy of the U.S. affects domestic credit costs in other countries through its effect on global investors’ risk perceptions. Capital flows in and out of emerging market economies are particularly sensitive to fluctuations in such risk perceptions and have a direct effect on local credit spreads. Domestic monetary policy is ineffective in mitigating this effect as the pass-through of policy rate changes into short-term interest rates is imperfect. This disconnect between short rates and monetary policy rates is explained by changes in risk perceptions. A key policy implication of my findings is that emerging markets’ monetary policy actions designed to limit exchange rate volatility can be counterproductive.\n\n",
    "acknowledgement": "\nPrepared for the 2019 Jackson Hole Economic Policy Symposium. I am grateful to Jun Hee Kwak who provided phenomenal research assistance. I also thank Seho Kim and Can Sever for their help with the data. I thank Özge Akıncı, Julian di Giovanni, Gita Gopinath, Pierre Olivier-Gourinchas, Emre Özcan, Elias Papaioannou, and Liliana Varela for numerous conversations on the topic of international spillovers. Pierre De Leo, Felipe Saffie, John Shea, and Lumi Stevens provided valuable comments on the final draft. I am grateful to Helene Rey for her insightful discussion. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}