{
    "id": 26294,
    "citation_title": "On Her Own Account: How Strengthening Women's Financial Control Affects Labor Supply and Gender Norms",
    "citation_author": [
        "Erica M. Field",
        "Rohini Pande",
        "Natalia Rigol",
        "Simone G. Schaner",
        "Charity Troyer Moore"
    ],
    "citation_publication_date": "2019-09-23",
    "issue_date": "2019-09-19",
    "revision_date": "2020-01-23",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nCan greater control over earned income incentivize women to work and influence gender norms? In collaboration with Indian government partners, we provided rural women with individual bank accounts and randomly varied whether their wages from a public workfare program were directly deposited into these accounts or into the male household head’s account (the status quo). Women in a random subset of villages were also trained on account use. In the short run, relative to women just offered bank accounts, those who also received direct deposit and training increased their labor supply in the public and private sectors. In the long run, gender norms liberalized: women who received direct deposit and training became more accepting of female work, and their husbands perceived fewer social costs to having a wife who works. These effects were concentrated in households with otherwise lower levels of, and stronger norms against, female work. Women in these households also worked more in the long run and became more empowered. These patterns are consistent with models of household decision-making in which increases in bargaining power from greater control over income interact with, and influence, gender norms.\n\n",
    "acknowledgement": "\nThis research was supported by IZA’s Growth and Labour Markets in Low Income Countries Programme, the Bill and Melinda Gates Foundation, DFID, Harvard’s Center for Population and Development Studies, the JPAL Governance Initiative, and Innovations for Poverty Action’s Financial Services for the Poor Initiative. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}