{
    "id": 26292,
    "citation_title": "Does Medicare Coverage Improve Cancer Detection and Mortality Outcomes?",
    "citation_author": [
        "Rebecca Mary Myerson",
        "Reginald Tucker-Seeley",
        "Dana Goldman",
        "Darius N. Lakdawalla"
    ],
    "citation_publication_date": "2019-09-30",
    "issue_date": "2019-09-19",
    "revision_date": "2019-11-04",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nMedicare is a large government health insurance program in the United States which covers about 60 million people. This paper analyzes the effects of Medicare insurance on health for a group of people in urgent need of medical care: people with cancer. We used a regression discontinuity design to assess impacts of near-universal Medicare insurance at age 65 on cancer detection and outcomes, using population-based cancer registries and vital statistics data. Our analysis focused on the three tumor sites for which screening is recommended both before and after age 65: breast, colorectal, and lung cancer. At age 65, cancer detection increased by 72 per 100,000 population among women and 33 per 100,000 population among men; cancer mortality also decreased by 9 per 100,000 population for women but did not significantly change for men. In a placebo check, we found no comparable changes at age 65 in Canada. This study provides the first evidence to our knowledge that near-universal access to Medicare at age 65 is associated with improvements in population-level cancer mortality and provides new evidence on the differences in the impact of health insurance by gender.\n\n",
    "acknowledgement": "\nThe authors thank participants of the Southern California Conference in Applied Microeconomics, Population Association of America conference, and Academy Health Annual Research Meeting for helpful comments. Tianyi Lu provided excellent research assistance. Research reported in this publication was supported by the Leonard D. Schaeffer Center for Health Policy and Economics and the National Institute on Aging of the National Institutes of Health under award 2P30AG043073.  Tucker-Seeley additionally reports funding from a National Cancer Institute K01 Career Development Grant (K01 CA169041). The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health or the National Bureau of Economic Research.\n\n\n\nRebecca Mary Myerson\n\nRebecca Myerson has received research funding from Bristol-Myers Squibb for investigator initiated research.\n\n\n\nDana Goldman\n\nGoldman reports honoraria in the last two years from ACADIA Pharmaceuticals, Amgen, Aspen Institute, and Celgene Corporation; he also serves as a consultant to Precision Health Economics and hold equity (<1%) in its parent company.\n\n\n\nDarius N. Lakdawalla\n\nDr. Lakdawalla holds equity in and serves as the Chief Strategy Officer of Precision Health Economics, which provides consulting services to firms in the pharmaceutical, biotechnology, and medical device industries.  No funding or compensation was received for this particular study.\n\n\n"
}