{
    "id": 263,
    "citation_title": "Adjudication as a Private Good",
    "citation_author": [
        "William M. Landes",
        "Richard A. Posner"
    ],
    "citation_publication_date": "1978-07-01",
    "issue_date": "1978-07-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the question whether adjudication can be viewed as a private good, i.e., one whose optimal level will be generated in a free market. Part I focuses on private courts, noting their limitations as institutions for dispute resolution and rule creation but also stressing the important role that the private court, in its various manifestations, has played both historically and today. Part II discusses a recent literature which has argued that the rules generated in the public court system, in areas of the law where the parties to litigation are private individuals or firms and the rules of law are judge-made, are the efficient products of purely private inputs. Our analysis suggests that this literature has overstated the tendency of a common law system to produce efficient rules, although areas can be identified where such a tendency can indeed be predicted on economic grounds. Viewed as a contribution to the emergent literature on the positive economic theory of law, our finding that the public courts do not automatically generate efficient rules is disappointing, since it leaves unexplained the mechanisms by which such rules emerge as they seem to have done in a number of the areas of Anglo-American judge-made law. However, our other major finding, that the practices and law governing private adjudication appear to be strongly influenced by economic considerations and explicable in economic terms, is evidence that economic theory has a major role to play in explaining fundamental features of the legal system.\n\n",
    "acknowledgement": "\n"
}