{
    "id": 26309,
    "citation_title": "Estimating the Costs and Benefits of Fuel-Economy Standards",
    "citation_author": [
        "Antonio M. Bento",
        "Mark R. Jacobsen",
        "Christopher R. Knittel",
        "Arthur A. van Benthem"
    ],
    "citation_publication_date": "2019-09-30",
    "issue_date": "2019-09-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFuel-economy standards for new vehicles are a primary policy instrument in many countries to reduce the carbon footprint of the transportation sector. These standards have many channels of costs and benefit, impacting sales, composition, vehicle attributes, miles traveled and externalities in the new-car fleet, as well as the composition and size of the used fleet. We develop a tractable analytical framework to examine the welfare effects of fuel-economy standards, and apply it to the recent government proposal to roll back fuel-economy standards. We find that our combined, multi-market vehicle choice model implies that the proposal would increase the size of the vehicle fleet over time, and also generates smaller welfare gains than models with a less rich structure of the vehicle market, such as the one used in the analysis associated with the 2018 Notice of Proposed Rulemaking (NPRM) announcement. The disparities across the two models appear to result from the absence of feedback effects in the NPRM analysis. We stress the importance of instead using a multi-market vehicle choice model to provide the most accurate predictions of costs and benefits. We also derive bounds that can serve as a check on the theoretical consistency of such analyses, and that offer insights into the magnitudes of potential errors resulting from imperfect multi-market integration.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. The authors declare that they have no relevant or material financial interests or any other conflicts of interest that relate to the research described in this paper. We thank Gloria Helfand, Matt Kotchen, Jim Stock and Catherine Wolfram as well as seminar participants at the 2019 NBER Workshop on Environmental and Energy Policy and the Economy for helpful comments and suggestions.\n\n\n"
}