{
    "id": 26303,
    "citation_title": "Marriage, Fertility, and Cultural Integration in Italy",
    "citation_author": [
        "Alberto Bisin",
        "Giulia Tura"
    ],
    "citation_publication_date": "2019-09-23",
    "issue_date": "2019-09-19",
    "revision_date": "2019-11-06",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the cultural integration of immigrants, estimating a structural model of marital matching along ethnic dimensions, exploring in detail the role of fertility, and possibly divorce in the integration process. We exploit rich administrative demographic data on the universe of marriages formed in Italy, as well as birth and separation records from 1995 to 2012. We estimate strong preferences of ethnic minorities' towards socialization of children to their own identity, identifying marital selection and fertility choices as fundamental socialization mechanisms. The estimated cultural intolerance of Italians towards immigrant minorities is also substantial. Turning to long-run simulations, we find that cultural intolerances, as well as fertility and homogamy rates, slow-down the cultural integration of some immigrant ethnic minorities, especially Latin America, East Asia and Sub-Saharan Africa. Nonetheless, 75% of immigrants integrate into the majoritarian culture over the period of a generation. Interestingly, we show by counterfactual analysis that a lower cultural intolerance of Italians towards minorities would lead to slower cultural integration by allowing immigrants a more widespread use of their own language rather than Italian in heterogamous marriages. Finally, we quantitatively assess the effects of large future immigration inflows.\n\n",
    "acknowledgement": "\nWe thank Pierre-André Chiappori, Alfred Galichon, Ilse Lindenlaub, Corinne Low, Costas Meghir, Simon Weber and seminar participants at University of Bologna, CESifo Institute, Collegio Carlo Alberto, Cowles Foundation, CReAM/RWI Workshop on the Economics of Migration, 34th AIEL Conference of Labour Economics, EUI, LISER for very useful comments. Data used in this paper has been examined at the ADELE Laboratory (Laboratorio per l'Analisi dei Dati ELEmentari) at ISTAT, in compliance with the laws on the protection of statistical confidentiality and of personal data. We are solely responsible for the results and the opinions expressed in this paper, which do not constitute official statistics. We are grateful to Lorena Viviano and Silvia da Valle of the ADELE Laboratory in Milan and Florence for their support in providing us useful documentations and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}