{
    "id": 26306,
    "citation_title": "Prices and Promotions in U.S. Retail Markets: Evidence from Big Data",
    "citation_author": [
        "Günter J. Hitsch",
        "Ali Hortaçsu",
        "Xiliang Lin"
    ],
    "citation_publication_date": "2019-09-23",
    "issue_date": "2019-09-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe document the degree of price dispersion and the similarities as well as differences in pricing and promotion strategies across stores in the U.S. retail (grocery) industry. Our analysis is based on “big data” that allow us to draw general conclusions based on the prices for close to 50,000 products (UPC’s) in 17,184 stores that belong to 81 different retail chains. Both at the national and local market level we find a substantial degree of price dispersion for UPC’s and brands at a given moment in time. We document that both persistent base price differences across stores and price promotions contribute to the overall price variance, and we provide a decomposition of the price variance into base price and promotion components. There is substantial heterogeneity in the degree of price dispersion across products. Some of this heterogeneity can be explained by the degree of product penetration (adoption by households) and the number of retail chains that carry a product at the market level. Prices and promotions are more homogenous at the retail chain than at the market level. In particular, within local markets, prices and promotions are substantially more similar within stores that belong to the same chain than across stores that belong to different chains. Furthermore, the incidence of price promotions is strongly coordinated within retail chains, both at the local market level and nationally. We present evidence, based on store-level demand estimates for 2,000 brands, that price elasticities and promotion effects at the local market level are substantially more similar within stores that belong to the same chain than across stores belonging to different retailers. Moreover, we find that retailers can not easily distinguish, in a statistical sense, among the price elasticities and promotion effects across stores using retailer-level data. Hence, the limited level of price discrimination across stores by retail chains likely reflects demand similarity and the inability to distinguish demand across the stores in a local market.\n\n",
    "acknowledgement": "\nWe thank Susan Athey, Pierre Dubois, Paul Ellickson, Kirthi Kalyanam, Carl Mela, Helena Perrone, Steve Tadelis, and Raphael Thomadsen for their helpful comments and suggestions. We also benefitted from the comments of seminar participants at the 2017 QME Conference at Goethe University Frankfurt and the 2017 Columbia Business School Marketing Analytics and Big Data Conference. Jacob Dorn, George Gui, Jihong Song, and Ningyin Xu provided outstanding research assistance. Part of this research was funded by the Initiative on Global Markets (IGM) at the University of Chicago Booth School of Business and the Becker Friedman Institute at the University of Chicago. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. Researcher(s) own analyses calculated (or derived) based in part on data from The Nielsen Company (US), LLC and marketing databases provided through the Nielsen Datasets at the Kilts Center for Marketing Data Center at The University of Chicago Booth School of Business. The conclusions drawn from the Nielsen data are those of the researcher(s) and do not reflect the views of Nielsen. Nielsen is not responsible for, had no role in, and was not involved in analyzing and preparing the results reported herein.\n\n\n\nAli Hortaçsu\n\nAli Hortaçsu has done consulting work in the retail industry, without relation to this research project.\n\n\n"
}