{
    "id": 26307,
    "citation_title": "Fiscal Stimulus under Sovereign Risk",
    "citation_author": [
        "Javier Bianchi",
        "Pablo Ottonello",
        "Ignacio Presno"
    ],
    "citation_publication_date": "2019-09-23",
    "issue_date": "2019-09-19",
    "revision_date": "2023-10-18",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhat is the optimal fiscal policy response to a recession when the government is subject to sovereign risk? We study this question in a model of endogenous sovereign default with nominal rigidities. Increasing spending in a recession reduces unemployment, but exposes the government to a debt crisis. We quantitatively analyze this trade-off between stimulus and austerity and find that expanding government spending may be undesirable, even in the presence of sizeable Keynesian stabilization gains and inequality concerns. Consistent with these findings, we show that sovereign risk is a key driver of the fiscal procyclicality observed worldwide.\n\n",
    "acknowledgement": "\nWe are grateful to the editor, Harald Uhlig, and four anonymous referees for valuable suggestions. We also thank Neele Balke, Sofia Bauducco, Hiuxin Bi, Satyajit Chatterjee, Axelle Ferriere, Jesús Fernández-Villaverde, Sylvain Leduc, Franck Portier, Oreste Tristani, Juan Sánchez, Martín Uribe, and Vivian Yue for insightful comments, as well as seminar and conference participants at various institutions. María Aristizabal-Ramirez, Emilio Colombi, Dawson Miller, and Houston Scott provided excellent research assistance. The views expressed herein do not necessarily reflect those of the Board of Governors, the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}