{
    "id": 26302,
    "citation_title": "Financial Frictions and the Wealth Distribution",
    "citation_author": [
        "Jesús Fernández-Villaverde",
        "Samuel Hurtado",
        "Galo Nuño"
    ],
    "citation_publication_date": "2019-09-23",
    "issue_date": "2019-09-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates how, in a heterogeneous agents model with financial frictions,  idiosyncratic individual shocks interact with exogenous aggregate shocks to generate time-varying levels of leverage and endogenous aggregate risk. To do so, we show how such a model can be efficiently computed, despite its substantial nonlinearities, using tools from machine learning. We also illustrate how the model can be structurally estimated with a likelihood function, using tools from inference with diffusions. We document, first, the strong nonlinearities created by financial frictions. Second, we report the existence of multiple stochastic steady states with properties that differ from the deterministic steady state along important dimensions. Third, we illustrate how the generalized impulse response functions of the model are highly state-dependent. In particular, we find that the recovery after a negative aggregate shock is more sluggish when the economy is more leveraged. Fourth, we prove that wealth heterogeneity matters in this economy because of the asymmetric responses of household consumption decisions to aggregate shocks.\n\n",
    "acknowledgement": "\nWe thank Manuel Arellano, Emmanuel Farhi, Xavier Gabaix, Lars Peter Hansen, Mark Gertler, Davide Melcangi, Ben Moll, Gianluca Violante, Ivan Werning, and participants at numerous seminars and conferences for pointed comments. The views expressed in this manuscript are those of the authors and do not necessarily represent the views of the Eurosystem or the Bank of Spain. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}