{
    "id": 26314,
    "citation_title": "Trade Flows and Exchange Rates: Importers, Exporters and Products",
    "citation_author": [
        "Michael B. Devereux",
        "Wei Dong",
        "Ben Tomlin"
    ],
    "citation_publication_date": "2019-09-30",
    "issue_date": "2019-09-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing highly-disaggregated transaction-level trade data, we document the importance of new firm-level trade partner relationships and the addition of new products to existing relationships in driving long-run import flows. Moreover, we find that these margins are sensitive to movements in the exchange rate. We rationalize these findings in a model of international trade with endogenous matching between heterogenous importers and exporters. Simulations of the model highlight a new channel through which exchange rate movements can affect trade—through the short-run formation of new trade relationships and the range of products traded within relationships, which can impact long-run flows.\n\n",
    "acknowledgement": "\nWe thank Patrick Alexander, Jason Allen, James Chapman, Alex Chernoff, Geoff Dunbar, Doireann Fitzgerald, Youngmin Park, Alexander Ueberfeldt, and seminar and conference participants for their comments. We also thank Beiling Yan, Claudiu Motoc and Danny Leung at Statistics Canada for their help in preparing and interpreting the data, and Bassirou Gueye and Graeme Westwood for their excellent research assistance. The results have been institutionally reviewed to ensure that no confidential information is revealed. The views expressed in this paper are those of the authors and no responsibility for them should be attributed to the Bank of Canada or the National Bureau of Economic Research. Devereux thanks the Social Sciences and Humanities Research Council of Canada for financial support.\n\n\n"
}