{
    "id": 26313,
    "citation_title": "Job Loss, Credit and Crime in Colombia",
    "citation_author": [
        "Gaurav Khanna",
        "Carlos Medina",
        "Anant Nyshadham",
        "Christian Posso",
        "Jorge A. Tamayo"
    ],
    "citation_publication_date": "2019-10-14",
    "issue_date": "2019-09-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": [
        "\n",
        "\nThe Value of Medical Research\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nWe investigate the effects of job displacement, as a result of mass-layoffs, on criminal arrests using a novel matched employer-employee-crime dataset in Medellín, Colombia. Job displacement leads to immediate earnings losses, and an increased likelihood of being arrested for both the displaced worker and for other youth in the family. We leverage variation in opportunities for legitimate reemployment and access to consumption credit to investigate the mechanisms underlying this job loss-crime relationship. Workers in booming sectors with more opportunities for legitimate reemployment exhibit smaller increases in arrests after job losses. Greater exposure to expansions in consumption credit also lowers the job loss-crime elasticity.\n\n",
    "acknowledgement": "\nThe opinions expressed herein belong to the authors and do not necessarily reflect the views of Banco de la República, its Board of Directors, or the National Bureau of Economic Research. We thank Salome Arango, Nicolas Torres, and Estefanía Saravia for excellent research assistance. We thank seminar participants at ITAM, Universidad de los Andes, Banco de la República de Colombia and NEUDC (Northwestern University) for feedback, and Andrea Otero and Julio Romero for insightful comments.\n\n\n"
}