{
    "id": 26315,
    "citation_title": "Divergent: The Time Path of Legacy and Athlete Admissions at Harvard",
    "citation_author": [
        "Peter Arcidiacono",
        "Josh Kinsler",
        "Tyler Ransom"
    ],
    "citation_publication_date": "2019-09-30",
    "issue_date": "2019-09-26",
    "revision_date": "2023-08-04",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nApplications to elite US colleges have more than doubled over the past 20 years, with little change in the number of available seats. We examine how this increased competition has affected the admissions advantage that legacies and athletes (LA) receive. Using data on Harvard applications over 18 years, we show that non-legacy, non-athlete (NLNA) applications grew considerably and that LA applications remained flat. Yet, the share of LA admits remained stable, implying substantial increases in admissions advantages for legacies and athletes. We develop a simple theoretical model of university admissions to frame our empirical analysis. Viewed through the lens of the model, stability in the share of LA admits implies that elite colleges treat the number of LA admits and overall admit quality as complements. Our empirical analysis reveals that, if the admissions advantages for LA applicants had been constant throughout this period, there would have been a large increase in the number of minority admits.\n\n",
    "acknowledgement": "\nPeter Arcidiacono served as an expert witness for Students for Fair Admissions, Inc. (SFFA) in the SFFA v. Harvard case. SFFA is not funding his work on this paper. Josh Kinsler worked as a consultant for SFFA in the SFFA v. Harvard case. SFFA is not funding his work on this paper. The views expressed and conclusions reached in this paper are those of the authors; they do not purport to reflect the views of SFFA. To the extent this paper relies on records from the SFFA v. Harvard case, it relies solely on the public records from the case. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}