{
    "id": 26317,
    "citation_title": "The Deregulation of the Private Equity Markets and the Decline in IPOs",
    "citation_author": [
        "Michael Ewens",
        "Joan Farre-Mensa"
    ],
    "citation_publication_date": "2019-09-30",
    "issue_date": "2019-09-26",
    "revision_date": "2019-12-27",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nThe deregulation of securities laws|in particular the National Securities Markets Improvement Act (NSMIA) of 1996|has increased the supply of private capital to late-stage private startups, which are now able to grow to a size that few private firms used to reach. NSMIA is one of a number of factors that have changed the going-public versus staying-private trade-off, helping bring about a new equilibrium where fewer startups go public, and those that do are older. This new equilibrium does not reflect an IPO market failure. Rather, founders are using their increased bargaining power vis-a-vis investors to stay private longer.\n\n",
    "acknowledgement": "\nWe thank Jay Fishman, Will Gornall, Matthew Gustafson, Peter Iliev, Andrew Karolyi, Stephen Karolyi, Stephen Keen, Sungjoung Kwon, Josh Lerner, Bob Long, Michelle Lowry, Michael Mani, John Morley, Ramana Nanda, Jay Ritter, Roberta Romano, Berk Sensoy, two anonymous referees, and audiences at the AEA Conference, the WFA Conference, the Jackson Hole Finance Conference, UC Berkeley's Finance and Innovation Conference, the Finance, Organizations and Markets (FOM) Research Conference, the Institute for Private Capital Spring Research Symposium, the Washington University Corporate Finance Conference, ESMT's 2nd Conference on Entrepreneurial Financial Management, the Securities and Exchange Commission, and several universities. We also thank Correlation Ventures and VentureSource for access to data, as well as Aleksandar Andonov, Yael Hochberg, and Joshua Rauh for their data on the composition of state pension fund boards. Ewens is an advisor to and investor in Correlation Ventures. The views expressed herein are those of the authors and do not necessarily reflect  The views of the National Bureau of Economic Research.\n\n\n\nMichael Ewens\n\nEwens is an advisor to and investor in Correlation Ventures. Correlation Ventures provided some of the data used in this research, but had no input in its production.\n\n\n"
}