{
    "id": 26310,
    "citation_title": "FiPIt: A Simple, Fast Global Method for Solving Models with Two Endogenous States & Occasionally Binding Constraints",
    "citation_author": [
        "Enrique G. Mendoza",
        "Sergio Villalvazo"
    ],
    "citation_publication_date": "2019-09-30",
    "issue_date": "2019-09-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a simple and fast fixed-point iteration algorithm FiPIt to obtain the global, non-linear solution of macro models with two endogenous state variables and occasionally binding constraints. This method uses fixed-point iteration on Euler equations to avoid solving two simultaneous nonlinear equations (as with the time iteration method) or creating modified state variables requiring irregular interpolation (as with the endogenous grids method). In the small-open-economy RBC and Sudden Stops models provided as examples, FiPIt is used on the bonds and capital Euler equations to solve for the bonds decision rule and the capital pricing function. In a standard Matlab platform, FiPIt solves both models much faster than time iteration and various hybrid methods. The choice of functions that FiPIt iterates on using the Euler equations can vary across models, and there can be more that one arrangement for the same model.\n\n",
    "acknowledgement": "\nWe thank Javier Bianchi, Pablo D'Erasmo, Bora Durdu, Vincenzo Quadrini and Urban Jermann for helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}