{
    "id": 26311,
    "citation_title": "China’s Impact on Global Financial Markets",
    "citation_author": [
        "Isha Agarwal",
        "Grace Weishi Gu",
        "Eswar S. Prasad"
    ],
    "citation_publication_date": "2019-09-30",
    "issue_date": "2019-09-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nWe analyze shifts in the structure of China’s capital outflows over the past decade. The composition of gross outflows has shifted from accumulation of foreign exchange reserves by the central bank to nonofficial outflows. Unlocking the enormous pool of domestic savings could have a significant impact on global financial markets as China continues to open up its capital account and as domestic investors look abroad for returns and diversification. We analyze in detail the allocation patterns of Chinese institutional investors (IIs), which constitute the main channel for foreign portfolio investment outflows. We find that, relative to benchmarks based on market capitalization, Chinese IIs underweight developed countries and high-tech sectors in their international portfolio allocations but overinvest in high-tech stocks in developed countries. To further examine Chinese IIs’ joint decisions on destination country-sector pairs, we construct continuous measures of revealed relative comparative advantage and disadvantage in a sector for a country based on trade patterns. We find that, in their foreign portfolio allocations, Chinese IIs overweight sectors in which China has a comparative disadvantage. Moreover, Chinese IIs concentrate such investments in countries that have higher relative comparative advantage in those sectors. Diversification and information advantages related to foreign imports to China seem to influence patterns of foreign portfolio allocations, while yield-seeking and learning motives do not.\n\n",
    "acknowledgement": "\nWe are grateful to Gian Maria Milesi-Ferretti and participants at a Banco Central de Chile-IMF conference for helpful comments. We thank Thomas Bowen, Brandon Lang, Michael Wenye Li, and Kaiwen Wang for research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}