{
    "id": 26318,
    "citation_title": "In Search of Reforms for Growth: New Stylized Facts on Policy and Growth Outcomes",
    "citation_author": [
        "William Easterly"
    ],
    "citation_publication_date": "2019-09-30",
    "issue_date": "2019-09-26",
    "revision_date": "2024-12-18",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe lack of growth response to “Washington Consensus” policy reforms in the 1980s and 1990s led to widespread doubts about the value of such reforms. This paper updates these stylized facts by analyzing moderate to extreme levels of inflation, black market premiums, currency overvaluation, negative real interest rates and abnormally low trade shares to GDP. It finds three new stylized facts: (1) policy outcomes worldwide have improved a lot since the 1990s, (2) improvements in policy outcomes and improvements in growth across countries are correlated with each other (3) growth has been good after reform in Africa and Latin America, in contrast to the “lost decades” of the 80s and 90s. This paper makes no claims about causality. However, if the old stylized facts on disappointing growth accompanying reforms led to doubts about economic reforms, new stylized facts should lead to some positive updating of such beliefs.\n\n",
    "acknowledgement": "\nI am grateful for comments received at presentations of preliminary results at the NYU Development Faculty Meeting, at the World Bank (including the discussant Aart Kraay), and of this paper at the UC Berkeley Goldman School Seminar, the Graduate Center of CUNY, at the UC Berkeley Haas School Political Economy and Governance Conference, at the World Bank Globalization Conference in Kuala Lumpur, as well as from Hunt Alcott, Anne Case, Michael Clemens, Douglas Irwin, Ross Levine, Dani Rodrik, Martin Rotemberg, Laura Trucco, and Dennis Whittle. I gratefully acknowledge research assistance from Juan Jose Matta. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}