{
    "id": 26316,
    "citation_title": "Legacy and Athlete Preferences at Harvard",
    "citation_author": [
        "Peter Arcidiacono",
        "Josh Kinsler",
        "Tyler Ransom"
    ],
    "citation_publication_date": "2019-09-30",
    "issue_date": "2019-09-26",
    "revision_date": "2024-05-06",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe lawsuit Students For Fair Admissions v. Harvard University provided an unprecedented look at how an elite school makes admissions decisions. Using publicly released reports, we examine the preferences Harvard gives for recruited athletes, legacies, those on the dean’s interest list, and children of faculty and staff (ALDCs). Among white admits, over 43% are ALDC. Among admits who are African American, Asian American, and Hispanic, the share is less than 16% each. Our model of admissions shows that roughly three quarters of white ALDC admits would have been rejected if they had been treated as white non-ALDCs. Removing preferences for athletes and legacies would significantly alter the racial distribution of admitted students, with the share of white admits falling and all other groups rising or remaining unchanged.\n\n",
    "acknowledgement": "\nPeter Arcidiacono served as an expert witness for Students for Fair Admissions, Inc. (SFFA) in the SFFA v. Harvard case. SFFA is not funding his work on this paper. Josh Kinsler worked as a consultant for SFFA in the SFFA v. Harvard case. SFFA is not funding his work on this paper. The views expressed and conclusions reached in this paper are those of the authors; they do not purport to reflect the views of SFFA. To the extent this paper relies on records from the SFFA v. Harvard case, it relies solely on the public records from the case. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}