{
    "id": 26328,
    "citation_title": "Misfortune and Mistake: The Financial Conditions and Decision-making Ability of High-cost Loan Borrowers",
    "citation_author": [
        "Leandro Carvalho",
        "Arna Olafsson",
        "Dan Silverman"
    ],
    "citation_publication_date": "2019-09-30",
    "issue_date": "2019-09-26",
    "revision_date": "2020-11-20",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nThe appropriateness of many high-cost loan regulations depends on whether demand is driven by financial conditions (“misfortunes”) or imperfect decisions (“mistakes”). Bank records from Iceland show borrowers have especially low liquidity just before getting a loan, but their spending is not especially low in the days before the loan arrives and some spend a substantial fraction of the loans on seemingly inessential items. Borrowers exhibit lower decision-making ability (DMA) in linked choice experiments: 45% of loan dollars go to the bottom 20% of the DMA distribution. Standard determinants of demand do not explain this relationship, which is also mirrored by the relationship between DMA and an unambiguous “mistake.” Both “misfortune” and “mistake” thus appear to drive demand.\n\n",
    "acknowledgement": "\nThis research is carried out in cooperation with Meniga, a financial aggregation software and smartphone application provider. We are grateful to the executives and employees who have made this research possible. We thank Christine Dobridge, John Gathergood, Nicola Persico, and participants in several seminars and conferences for their many helpful comments on the paper. Special thanks to Jon Zinman for his detailed and insightful comments on an earlier draft.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nArna Olafsson\n\nThis project has received funding from the Department of Finance at Copenhagen Business School.\n\n\n"
}