{
    "id": 26323,
    "citation_title": "Hedging Macroeconomic and Financial Uncertainty and Volatility",
    "citation_author": [
        "Ian Dew-Becker",
        "Stefano Giglio",
        "Bryan T. Kelly"
    ],
    "citation_publication_date": "2019-09-30",
    "issue_date": "2019-09-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the pricing of uncertainty shocks using a wide-ranging set of options that reveal premia for macroeconomic risks. Portfolios hedging macro uncertainty have historically earned zero or even significantly positive returns, while those exposed to the realization of large shocks have earned negative premia. The results are consistent with an important role for \"good uncertainty\". Options for nonfinancials are particularly important for spanning macro risks and good uncertainty. The results dictate the role of uncertainty and volatility in structural models and we show they are consistent with a simple extension of the long-run risk model.\n\n",
    "acknowledgement": "\nWe appreciate helpful comments from Dmitry Muravyev, Federico Gavazzoni, Nina Boyarchenko, Ivan Shaliastovich, Emil Siriwardane, and seminar participants at Kellogg, CITE, Syracuse, Yale, the University of Illinois, the Federal Reserve Board, UT Austin, LBS, LSE, Columbia, Queen Mary, FIRS, WFA, INSEAD, SITE, the NBER, UIUC, the MFA, Temple, the AEA, UBC, the CBOE, and the Federal Reserve Bank of Chicago. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nBryan T. Kelly\n\nI have received consulting income from AQR Capital Management exceeding $10,000 over the past three years. AQR Capital Management is a global investment management firm, which may or may not apply similar investment techniques or methods of analysis as described herein. The views expressed here are those of the authors and not necessarily those of AQR.\n\n\n"
}