{
    "id": 26321,
    "citation_title": "Persuasive Propaganda during the 2015 Argentine Ballotage",
    "citation_author": [
        "Rafael Di Tella",
        "Sebastian Galiani",
        "Ernesto Schargrodsky"
    ],
    "citation_publication_date": "2019-09-30",
    "issue_date": "2019-09-26",
    "revision_date": "2019-10-18",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study a propaganda campaign sponsored by the government against the main political challenger in the days preceding the 2015 Argentine runoff presidential election. Subjects in the treatment group watched an “ad” initially aired during soccer transmissions that was part of this campaign and were then asked about their political views. Relative to subjects in the control group, their declared preference for the challenger drops by 6.5 percentage points. We find no effects of the three types of defenses employed by the challenger (a positive message unrelated to the “ad”, an answer to the accusations in the “ad”, and a counter-attack). The propaganda effect is driven by women.\n\n",
    "acknowledgement": "\nWe are grateful to consulting firm Wonder for data provision, to Lucia Freira and Martin Caruso Bloeck for excellent research assistance, and to Vincent Pons, Julio Rotemberg and participants at several seminars and conferences for helpful suggestions and discussions. None of the authors participated in the 2015 political campaign. Galiani was Secretary of Economic Policy of the Treasury in the Macri administration during 2017-2018, while Nicolas Dujovne served as Treasury Minister (2017-2019). In November 2015, Dujovne was a co-owner of the consulting company that generated the data for this study. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}