{
    "id": 26320,
    "citation_title": "What's the Big Idea? Multi-Function Products, Firm Scope and Firm Boundaries",
    "citation_author": [
        "Mengxiao Liu",
        "Daniel Trefler"
    ],
    "citation_publication_date": "2019-09-30",
    "issue_date": "2019-09-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nProducts often bundle together many functions e.g., smartphones. The firm develops the big idea (which functions to bundle) and then chooses one supplier per function. We develop a model featuring holdup in which the firm's bargaining power declines in the number of suppliers. Greater scope as measured by the number of suppliers exacerbates holdup, but this is partially offset by the appropriate choice of vertical integration or outsourcing. Our main result flows from the empirical observation that the number of functions varies across products within an industry (firm heterogeneity). We introduce the notion of an 'ideas-oriented' industry in which more productive firms have higher marginal returns to introducing a new function. We show that more productive firms will (1) have more suppliers and (2) be more likely to integrate those suppliers. We take this to the data using a neural network to predict whether or not each of 29 million PATSTAT patent applications involves new/improved functions. We merge these patents with Capital IQ data on 55,000 companies and their supplier networks. We show that in industries where patents are skewed towards new or improved functions, more productive firms have more suppliers and are more likely to integrate these suppliers.\n\n",
    "acknowledgement": "\nWe thank Professor Xiaoji Xu at Lehigh University for his help. We are grateful to Ross Jestrab and Yimin Yi at Syracuse University, and Poli Natama at the University of Toronto for their research assistance. We thank seminar participants at the University of Toronto, the Canadian Economic Association annual conference, the Midwest conference, and the Workshop on Technical Change, U.S.-China Trade and Labor Market Outcomes (Peking University) for their helpful comments. We also thank Devashish Mitra, Mary Lovely, and Yoonseok Lee at Syracuse University for their help and suggestions. All errors are our own. Trefler gratefully acknowledges funding from the Social Sciences and Humanities Research Council of Canada (SSHRC) and from the Canadian Institute for Advanced Research (CIFAR). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}