{
    "id": 26322,
    "citation_title": "Mortgage Finance and Climate Change: Securitization Dynamics in the Aftermath of Natural Disasters",
    "citation_author": [
        "Amine Ouazad",
        "Matthew E. Kahn"
    ],
    "citation_publication_date": "2019-09-30",
    "issue_date": "2019-09-26",
    "revision_date": "2019-11-18",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper is currently being revised by the authors, who plan to post a new version soon.\n\n",
    "acknowledgement": "\nWe thank Jeanne Sorin for excellent research assistance in the early stages of the project. We would like to thank Asaf Bernstein, Justin Contat, Thomas Davidoﬀ, Matthew Eby, Lynn Fisher, Ambika Gandhi, Richard K. Green, Jesse M. Keenan, Michael Lacour-Little, William Larson, Stephen Oliner, Ying Pan, Tsur Sommerville, Stan Veuger, James Vickery, Susan Wachter, for comments on early versions of our paper, as well as the audience of the seminar series at George Washington University, the 2018 annual meeting of the Urban Economics Association at Columbia University, Stanford University, the Canadian Urban Economics Conference, the University of Southern California, the American Enterprise Institute. The usual disclaimers apply. Amine Ouazad would like to thank the HEC Montreal Foundation for ﬁnancial support through the research professorship in Urban and Real Estate Economics. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}