{
    "id": 26326,
    "citation_title": "Trade Liberalization and Labor Market Adjustment in Botswana",
    "citation_author": [
        "Margaret S. McMillan",
        "Brian McCaig"
    ],
    "citation_publication_date": "2019-09-30",
    "issue_date": "2019-09-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Globalization and International Relations",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the effects of domestic trade liberalization on labor markets in Botswana. South Africa is the dominant member of the Southern Africa Customs Union. As such, when South Africa liberalized trade in the 1990s, this induced large and plausibly exogenous tariff reductions for the other customs union members, including Botswana. Using labor force surveys from Botswana spanning a decade, we find that trade liberalization did not affect the relative size of industries in terms of employment. However, trade liberalization had effects within industries. We find an increase in the prevalence of working in an informal firm and self-employment, but mixed evidence of effects on unemployment. Hours worked decreased in response to trade liberalization, partially driven by the movement of workers to informal firms. Despite large increases in aggregate income, trade liberalization is associated with a reduction in monthly income, but the results are imprecise. Our results also suggest that a positive export demand shock, the 2000 African Growth and Opportunities Act, is associated with a reduction in employment in informal firms in the clothing industry.\n\n",
    "acknowledgement": "\nWe thank Colleen Spencer and Iñigo Verduzco-Gallo for their research assistance and Anna Majalentle and her staff at the Central Statistical Office of Botswana for assistance with understanding the data. We thank the World Bank for financial assistance. We would like to thank Jeff Chan, Bilge Erten, Azim Essaji, Keith Jefferis, Bob Rijkers, and Happy Siphambe for helpful conversations and Sara Hartley for proofreading. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}