{
    "id": 26325,
    "citation_title": "The Tall and the Short of the Returns to Height",
    "citation_author": [
        "Michael Baker",
        "Kirsten Cornelson"
    ],
    "citation_publication_date": "2019-09-30",
    "issue_date": "2019-09-26",
    "revision_date": "2020-12-08",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe revisit the US evidence of the association of height with socioeconomic status. We document non linear height profiles that are different for males and females. For males the profile is a spline function with a single node at mean height. Below mean height there is a sharply positive slope with height, while the function is roughly horizontal above the mean. For females the spline has two nodes. There is positive slope below mean height and in the top 10 percent of heights, and the profile is roughly horizontal between the mean and the 90th percentile. Remarkably, these stylized profiles describe the association of height with socioeconomic outcomes ranging from teenage cognitive scores to adult poverty, suggesting a common origin. We investigate some of the implications of these findings for analyses of the contributions of cognitive and non cognitive skills to the height profile in wages.\n\n",
    "acknowledgement": "\nWe thank Matthew Schwartzman for excellent research assistance, and Jonathan Beauchamp, Dwayne Benjamin and Gary Solon for helpful discussions. Workshop participants at Buffalo, McGill and the 2019 SOLE meetings and NBER Summer Institute provided helpful comments. Baker gratefully acknowledges the research support of a Canada Research Chair at the University of Toronto. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}