{
    "id": 26329,
    "citation_title": "Cross-Sectional Dispersion of Risk in Trading Time",
    "citation_author": [
        "Torben G. Andersen",
        "Martin Thyrsgaard",
        "Viktor Todorov"
    ],
    "citation_publication_date": "2019-09-30",
    "issue_date": "2019-09-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe study the temporal behavior of the cross-sectional distribution of assets' market exposure, or betas, using a large panel of high-frequency returns. The asymptotic setup has the sampling frequency of the returns increasing to infinity, while the time span of the data remains fixed, and the cross-sectional dimension is fixed or increasing. We derive a Central Limit Theorem (CLT) for the cross-sectional beta dispersion at a point in time, enabling us to test whether this quantity varies across the trading day.  We further derive a functional CLT for the dispersion statistics, allowing us to test if the beta dispersion, as a function of time-of-day, changes across days. We extend this further by developing inference techniques for the entire cross-sectional beta distribution at fixed points in time. We demonstrate, for constituents of the S&P 500 index, that the beta dispersion is elevated at the market open, gradually declines over the trading day, and is less than half the original value by the market close. The intraday beta dispersion pattern also changes over time and evolves differently on macroeconomic announcement days. Importantly, we find that the intraday variation in market betas is a source of priced risk.\n\n",
    "acknowledgement": "\nResearch partially supported by NSF grant SES-1530748. We would like to thank participants at various conferences and seminars for helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nMartin Thyrsgaard\n\nResearch partially supported by NSF grant SES-1530748 and DFF grant 9033-00003B. We would like to thank participants at various conferences and seminars for helpful comments and suggestions. The views expressed hereinare those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}