{
    "id": 26331,
    "citation_title": "Are Small Farms Really more Productive than Large Farms?",
    "citation_author": [
        "Fernando M. Aragon Sanchez",
        "Diego Restuccia",
        "Juan Pablo Rud"
    ],
    "citation_publication_date": "2019-09-30",
    "issue_date": "2019-09-26",
    "revision_date": "2021-10-04",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n",
        "Country Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper shows that using yields may not be informative of the relationship between farm size and productivity in the context of small-scale farming. This occurs because, in addition to productivity, yields pick up size-dependent market distortions and decreasing returns to scale. As a result, a positive relationship between farm productivity and land size may turn negative when using yields. We illustrate the empirical relevance of this issue with microdata from Uganda and show similar findings for Peru, Tanzania, and Bangladesh. In addition, we show that the dispersion in both measures of productivity across farms of similar size is so large that it renders farm size an ineffective indicator for policy targeting. Our findings stress the need to revisit the empirical evidence on the farm size-productivity relationship and its policy implications.\n\n",
    "acknowledgement": "\nFor useful comments, we are grateful to Tasso Adamopoulos, Christopher Barrett, Chad Jones, Yongs Shin, and seminar participants at several institutions and conferences. All errors are our own. Restuccia gratefully acknowledges the support from the Canada Research Chairs program and the Bank of Canada Fellowship program. Aragon gratefully acknowledges financial support from the Social Sciences and Humanities Research Council of Canada, grant 435-2018-0227. Rud gratefully acknowledges the support from the Economic and Social Research Council (UK Research and Innovation), Project ES/S014438/1. The views expressed herein are not necessarily those of the Bank of Canada or the National Bureau of Economic Research and are the author's alone.\n\n\n"
}