{
    "id": 26332,
    "citation_title": "The Effects of Job Characteristics on Retirement",
    "citation_author": [
        "Péter Hudomiet",
        "Michael D. Hurd",
        "Andrew Parker",
        "Susann Rohwedder"
    ],
    "citation_publication_date": "2019-10-07",
    "issue_date": "2019-10-04",
    "revision_date": "2020-02-24",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents results based on a survey fielded in the RAND American Life Panel that queried older workers about their current, desired, and expected job characteristics, and about how certain job characteristics would affect their retirement. Having access to flexible work hours was found to be the most consistent predictor of retirement expectations. For example, we estimated that the fraction of individuals working after age 70 would be 32.2% if all workers had flexible hours, while the fraction working would be 17.2% if none had the option of flexible hours. We further found that job stress, physical and cognitive job demands, the option to telecommute, and commuting times were also strong predictors of retirement expectations. By comparing workers’ current job characteristics with those that individuals desire, we show that people would like preretirement jobs to be less cognitively and physically demanding and more sociable compared to their current jobs. We also find that most workers worry about their health and the demands of their jobs when they think about their future work trajectory, but relatively few were worried that their employers would retain them. Having access to part-time jobs, and expected longevity were less important predictors of retirement.\n\n",
    "acknowledgement": "\nThis research was supported by the Alfred P. Sloan Foundation (G-2014-13537). The data collection was jointly funded by the same grant from the Alfred P. Sloan Foundation and by a grant from the National Institute on Aging (P01AG008291). Jessica Hayes provided excellent programming assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}