{
    "id": 2633,
    "citation_title": "Issues in the Measurement and Interpretation of Saving and Wealth",
    "citation_author": [
        "Michael J. Boskin"
    ],
    "citation_publication_date": "1988-06-01",
    "issue_date": "1988-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAlternative measures of saving are developed and compared to the traditional NIPA estimates. Various data sources and estimation methodologies all conclude that adjustments for net saving in durables, government capital, capital gains and losses, and revaluations are substantial. For example, government capital and durables adjustments raise the NIPA estimate of net national saving in 1985 from 4.7% to 8.8%. New estimates of saving, developed and measured as the change in real net worth based on data from the Federal Reserve Flow of Funds National Balance Sheets, differ substantially from the NIPA estimates. For example, in 1986 and 1987, the NIPA net national saving measure is 1.8% and 1.9%, respectively, whereas my corresponding estimates from FED data are 11.5% and 3.3%. My new estimates of net private saving from FED data average 6.5% for the period 1981-87, versus 11.3% for the 1951-80 period. Net national saving has fallen even further, from an average of 11.2% in 1951-80 to 3.2% in 1981-87. Correspondingly, real private net worth reached 13.4 trillion (in constant 1982 dollars) by 1987, but its rate of growth slowed in the period 1979-87 relative to the postwar average. Various conceptual and measurement issues are discussed. Most important are 1) the appropriate level of aggregation across households of different age and type, sectors of the economy, and types of assets, and 2) improved measures of personal income to include as much currently unrecorded income as possible.\n\n",
    "acknowledgement": "\n"
}