{
    "id": 26337,
    "citation_title": "Retirement in the Shadow (Banking)",
    "citation_author": [
        "Guillermo Ordoñez",
        "Facundo Piguillem"
    ],
    "citation_publication_date": "2019-10-07",
    "issue_date": "2019-10-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe U.S. economy has recently experienced two, seemingly unrelated, phenomena: a large increase in post-retirement life expectancy and a major expansion in securitization and shadow banking activities. We argue they are intimately related. Agents rely on financial intermediaries to save for post-retirement consumption. When expecting to live longer, they rely more heavily on intermediaries that use securitization, with riskier but higher returns. A quantitative evaluation of the model shows the potential of the demographic transition to account for a boom in credit and output, but only when it triggers a more extensive use of securitization and shadow banking.\n\n",
    "acknowledgement": "\nWe thank Pablo D’Erasmo, Douglas Diamond, Linda Goldberg, Gary Gorton, Arvind Krishnamurthy, Dirk Krueger, Frederic Malherbe, Alberto Martin, Alan Moreira, Motohiro Yogo and seminar participants at Amsterdam University, Arizona State University, Bank of France, Board of Governors, Central Bank of Chile, Chicago Booth, Colorado Boulder, EUI, ILADES, New York Fed, Philadelphia Fed, OFR, St. Louis Fed, Universitat Autònoma de Barcelona, Universidad Catolica de Chile, University of Padova, University of St. Andrews, Wharton, the 2017 ITAM-PIER Conference on Macroeconomics in Philadelphia, the 2017 SED Meetings in Warsaw, the 2017 RIDGE in Montevideo, the 2018 ASSA meetings, the 2018 SITE Workshop on Financial Intermediation, the 2018 Workshop on Safety in Amsterdam, the 2019 LBS Workshop on Financial Fragility and Safe Assets, and the 2019 ECB Annual Research Conference for comments. We acknowledge financial support by the Jacobs Levy Equity Management Center for Quantitative Financial Research at the Wharton School. The usual waiver of liability applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}