{
    "id": 26335,
    "citation_title": "The Consumption Value of College",
    "citation_author": [
        "Yifan Gong",
        "Lance Lochner",
        "Ralph Stinebrickner",
        "Todd R. Stinebrickner"
    ],
    "citation_publication_date": "2019-10-07",
    "issue_date": "2019-10-04",
    "revision_date": "2021-01-13",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses the Euler equation and novel data from Berea College students on their consumption expenditures during and after college, desired borrowing amounts, beliefs about post-college earnings, and elicited risk-aversion and time preference parameters to determine their consumption value of college attendance. Estimates suggest an average annual consumption value of college as high as $15,110 with considerable heterogeneity across students. Accounting for these benefits raises the average expected return to college by as much as 18% and substantially lowers the estimated willingness-to-pay for higher student loan limits.\n\n",
    "acknowledgement": "\nWe thank Tom Crossley and participants at several conferences for their valuable suggestions and comments. We also thank Kevin Stange for providing data from Jacob, McCall, and Stange (2018) on amenity measures for US colleges. The project was made possible by generous funding from The Mellon Foundation, The Spencer Foundation, The National Science Foundation, and The Social Sciences and Humanities Research Council. Lochner acknowledges generous support from Social Sciences and Humanities Research Council of Canada for this research. Lochner has no other relevant or material financial interests that relate to the research described in this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}