{
    "id": 26336,
    "citation_title": "Tax Policy and Lumpy Investment Behavior: Evidence from China's VAT Reform",
    "citation_author": [
        "Zhao Chen",
        "Xian Jiang",
        "Zhikuo Liu",
        "Juan Carlos Suárez Serrato",
        "Daniel Xu"
    ],
    "citation_publication_date": "2019-10-14",
    "issue_date": "2019-10-11",
    "revision_date": "2020-06-15",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nWe incorporate the lumpy nature of firm-level investment into the study of how tax policy affects investment behavior. We show that tax policies can directly impact the lumpiness of investment. Extensive-margin responses to tax policy are key to understanding the effects of different tax reforms and to designing effective stimulus policies. We illustrate these results by studying China's 2009 VAT reform, which lowered the tax cost of investment and reduced partial irreversibility|the price gap between new and used capital. Using administrative tax data and a difference-in-differences design, we estimate a 36% investment increase. This effect is driven by investment spikes, which is consistent with the reduction of VAT-induced partial irreversibility. Using a dynamic investment model that fits the reduced-form effects of the reform, we show that policies that directly reduce the likelihood of firm inaction are more effective at stimulating investment.\n\n",
    "acknowledgement": "\nWe are very grateful for comments from Claudio Agostini, James Albertus, Pat Bayer, Youssef Benzarti, Peter Blair, Richard Blundell, Dorian Carloni, David Cashin, Raj Chetty, Wei Cui, Mike Devereux, Mark Duggan, Naomi Feldman, Erin Ferris, Amy Finkelstein, John Friedman, Dan Garrett, Brent Glover, Austan Goolsbee, Francois Gourio, Irem Guceri, Nathaniel Hendren, Jim Hines, Caroline Hoxby, Hilary Hoynes, Wojciech Kopczuk, Brian Kovak, Camille Landais, Andrea Lanteri, Attila Lindner, Li Liu, Byron Lutz, Andrew MacCallum, Neale Mahoney, Joana Naritomi, Eric Ohrn, Emily Oster, Andreas Peichl, Petra Persson, Emmanuel Saez, David Seim, Nicolas Serrano-Velarde, Jesse Shapiro, John Shoven, Sebastian Siegloch, Joel Slemrod, Bryce Steinberg, Alisa Tazhitdinova, Matt Turner, Danny Yagan, Owen Zidar, Peter Zorn, Gabriel Zucman, and Eric Zwick, as well as from seminar participants at ASSA, Berkeley, Brown, Carnegie Mellon, the Chicago Fed, Duke, the Federal Reserve Board, LSE/UCL, the Michigan-Columbia-World Bank VAT Conference, NBER Public Economics, Oslo, Oxford University CBT, Stanford, Stockholm, the Triangle Applied Microeconomics Conference, UCSB, University of Munich, University of Utah UTAXI Conference, and ZEW. Yuxuan He and Kelly Yang provided outstanding research  assistance. This project is funded by NSF grant #17300024. All errors remain our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}