{
    "id": 26346,
    "citation_title": "Can Microfinance Unlock a Poverty Trap for Some Entrepreneurs?",
    "citation_author": [
        "Abhijit Banerjee",
        "Emily Breza",
        "Esther Duflo",
        "Cynthia Kinnan"
    ],
    "citation_publication_date": "2019-10-07",
    "issue_date": "2019-10-04",
    "revision_date": "2024-07-23",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nCan microcredit help unlock a poverty trap for some people by putting their businesses on a different trajectory? In Hyderabad, India, where microfinance was found to have very little short-run impact on the average business, we find that “gung ho entrepreneurs” (GEs), households who were already running a business before microfinance entered, show persistent benefits that increase over time. Six years later, the treated GEs own businesses that have 35% more assets and generate double the revenues as comparable households in control neighborhoods. They also borrow substantially more from other (non-microfinance) sources. We find almost no effects on non-GE households. A model of technology choice in which talented entrepreneurs can access either a diminishing-returns technology, or a more productive technology with a fixed cost, generates dynamics matching the data. These results show that heterogeneity in entrepreneurial ability is important and persistent. For talented but low-wealth entrepreneurs, short-term access to credit can indeed facilitate escape from a poverty trap.\n\n",
    "acknowledgement": "\nWe thank Bruno Barsanetti, Ishan Bhatt, Ozgur Bozcaga, Janjala Chirakijja, Ofer Cohen, Ritesh Das, Harsh Dev Goyal, Leticia Donoso Pena, Harris Eppsteiner, Zoe Hitzig, Taylor Lewis, Cecilia Peluffo, Sneha Stephen, Laura Stilwell and Yuta Toyama for their excellent research assistance. We thank the Centre for Microfinance at the Institute for Financial Research and Management, especially Parul Agarwal, for their help with the survey implementation. We thank Paco Buera, Edward Glaeser, Rema Hanna, Dan Keniston, Asim Khwaja, Maggie McMillan, Rohini Pande, Michael Peters, K.B. Prathap, Natalia Rigol, Ben Roth, Neng Wang and Bilal Zia for their comments as well as numerous seminar and conference participants. We are grateful to the NSF for generous financial support. Previous title: “Does Microfinance Foster Business Growth? The Importance of Entrepreneurial Heterogeneity.” MIT IRB # 1203004973. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}