{
    "id": 26349,
    "citation_title": "Behavioral Responses to State Income Taxation of High Earners: Evidence from California",
    "citation_author": [
        "Joshua Rauh",
        "Ryan J. Shyu"
    ],
    "citation_publication_date": "2019-10-07",
    "issue_date": "2019-10-04",
    "revision_date": "2021-05-24",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing administrative income tax data, we analyze the response to Proposition 30, a 2012 ballot measure that increased California marginal tax rates by up to 3 percentage points for high-income households. Relative to baseline rates of departure for their income levels, an additional 0.8% of the residential tax base that landed in the top bracket left California in 2013. Using matched out-of-state taxpayers as controls reveals an income elasticity with respect to the marginal net-of-tax rate of 2.5-3.2 for high-earners who stayed. These responses together eroded 45.2% of state windfall tax revenues within the first year and 60.9% within two years, with the extensive margin accounting for 9.5% of this total.\n",
    "acknowledgement": "\nWe are grateful to the California Franchise Tax Board (FTB) for providing the data used in this study, and especially to Allen Prohofsky and Chad Angaretis. We thank Daniel Feenberg for help with TAXSIM, Greg Kearney for research assistance, and Jonathan Berk, Juan Carlos Suárez Serrato, Gal Wettstein, Danny Yagan, Owen Zidar, Eric Zwick, and participants at the NBER Public Economics Program Meeting (Fall 2019) and the National Tax Association’s 112th Annual Conference on Taxation for helpful comments, discussions, and feedback. Ryan Shyu’s work on this paper occurred while affiliated with Stanford GSB. This work was supported in part by a grant from the Laura and John Arnold Foundation, from which we gratefully acknowledge support (references 130402FX and SPO 130402). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic  Research.\n\n\n"
}