{
    "id": 26341,
    "citation_title": "On Frequent Batch Auctions for Stocks",
    "citation_author": [
        "Ravi Jagannathan"
    ],
    "citation_publication_date": "2019-10-07",
    "issue_date": "2019-10-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nI show that frequent batch auctions for stocks have the potential to reduce the severity of stock price crashes when they occur. For a given sequence of orders from a continuous electronic limit order book market, matching orders using one second apart batch auctions results in nearly the same trades and prices. Increasing the time interval between auctions to one minute significantly reduces the severity stock price crashes. In spite of this and other advantages pointed out in the literature, frequent batch auctions have not caught on. There is a need for carefully designed market experiments to understand why, and what aspect of reality academic research may be missing.\n\n",
    "acknowledgement": "\nI did not receive any outside funding – and was funded entirely  by the Kellogg School of Management.  The data was made available to me by the Indian School of Business and the National Stock Exchange of India. I have no material consulting arrangements to disclose. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research. I thank Lawrence Glosten, Robert Korajczyk, and Ernst Schaumburg for helpful comments; and Honghao Wang and Tiange Ye for research assistance. Special thanks to Shumiao Ouyang for valuable discussions and research assistance.\n\n\n"
}