{
    "id": 26351,
    "citation_title": "A Plucking Model of Business Cycles",
    "citation_author": [
        "Stéphane Dupraz",
        "Emi Nakamura",
        "Jón Steinsson"
    ],
    "citation_publication_date": "2019-10-07",
    "issue_date": "2019-10-04",
    "revision_date": "2021-06-11",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn standard models, economic activity fluctuates symmetrically around a “natural rate” and stabilization policies can dampen these fluctuations but do not affect the average level of activity. An alternative view—labeled the “plucking model” by Milton Friedman—is that economic fluctuations are drops below the economy’s full potential ceiling. We show that the dynamics of the unemployment rate in the US display a striking asymmetry that strongly favors the plucking model: increases in unemployment are followed by decreases of similar amplitude, while the amplitude of the increase is not related to the amplitude of the previous decrease. We develop a microfounded plucking model of the business cycle. In our model, the plucking asymmetry results from downward nominal wage rigidity, which we rationalize using a search model. Our model also matches the fact that unemployment rises much faster during recessions than it falls during expansions. In our plucking model, stabilization policy lowers average unemployment and thereby yields sizable welfare gains.\n\n",
    "acknowledgement": "\nWe would like to thank Gadi Barlevy, Marco Bassetto, Pierpaolo Benigno, Fabrice Collard, Jordi Gali, François Gourio, Robert Hall, John Leahy, Julien Matheron, Andreas Mueller, Ricardo Reis, Carlos Thomas, Antonella Trigari, and Johannes Wieland for valuable discussions. Emi thanks the National Science Foundation (grant SES-1056107) and the George S. Eccles Research Award in Finance and Economics at Columbia Business School for financial support. Emi and Jon thank the Smith Richardson Foundation for financial support. The views expressed herein are those of the authors and do not necessarily reflect those of the National Bureau of Economic  Research, the Banque de France, or the Eurosystem.\n\n\n"
}