{
    "id": 26355,
    "citation_title": "Service Imports, Workforce Composition, and Firm Performance: Evidence from Finnish Microdata",
    "citation_author": [
        "Andrea Ariu",
        "Katariina Nilsson Hakkala",
        "J. Bradford Jensen",
        "Saara Tamminen"
    ],
    "citation_publication_date": "2019-10-07",
    "issue_date": "2019-10-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses unique Finnish firm-level micro data on service imports, work- force composition, and firm characteristics to examine changes in employment composition and performance of Finnish service importers during a period of a significant increase in services imports (2002-2012). We use world service export supply shocks, which we allocate to firms based on their highly specialized service input structure, as an instrument to identify the impact of service offshoring. We find that firms that increase imports of service inputs reduce employment of low-skill service workers, increase employment of (high-skilled) managers and improve their performance in terms of sales (turnover), assets, service exports, and firm survival. The employment composition and performance responses to service imports differ across firms in the manufacturing sector and those in the service sector.\n\n",
    "acknowledgement": "\nAndrea Ariu acknowledges the support of the CRC TRR 190 “Rationality and Competition”. Katariina Nilsson Hakkala and Saara Tamminen acknowledge the support of Academy of Finland (Grant number 288923). All views expressed in this paper, as well as the errors, are our own solely. We thank the participants to various seminars and conferences for helpful suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJ. Bradford Jensen\n\nI expect to receive approximately $15,000 from the University of Basel for teaching in 2019.\n\n\nI am a part-time employee at the U.S. Census Bureau.\n\n\nI am a non-resident senior fellow at the Peterson Institute for International Economics. I am sometimes paid for research I contribute to Peterson Institute programs.\n\n\n"
}