{
    "id": 26358,
    "citation_title": "History Dependence, Cohort Attachment, and Job Referrals in Networks of Close Relationships",
    "citation_author": [
        "Ayal Y. Chen-Zion",
        "James E. Rauch"
    ],
    "citation_publication_date": "2019-10-14",
    "issue_date": "2019-10-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe model network formation in a firm. Agents learn about the quality of their working relationships with each other. Their good relationships become their networks. Accumulating relationships becomes increasingly costly, however. Over time agents become less open to forming relationships with others unknown to them, leading their networks to be front-loaded with agents they met near the beginning of their careers. The interaction of this dynamic with turnover yields predictions about the time pattern of history dependence in an agent’s network as a function of his tenure. Mutual openness of newly arrived agents in a firm also leads to the cross-section prediction of “cohort attachment,” a tendency for members of an agent’s hiring cohort to be disproportionately represented in his network. When members of a network formed within a firm are subsequently split across many firms, the desire to renew their successful working relationships can lead to job referrals. Former co-workers who provide referrals will be drawn disproportionately from the referred workers’ hiring cohorts at their previous employers.\n\n",
    "acknowledgement": "\nOur thanks to Nageeb Ali, Roy Allen, Zachary Breig, Gordon Dahl, Paul Niehaus, John Rehbeck, Jeffrey Shrader, Joel Sobel, Alexis Toda, Joel Watson, two anonymous referees, and participants in seminars at Board of Governors, Boston College, Boston University, Brown, Caltech, Duke, Princeton, Tufts, and UCSD for many helpful comments. We are responsible for any errors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}