{
    "id": 26356,
    "citation_title": "How do Opioid Prescribing Restrictions Affect Pharmaceutical Promotion? Lessons from the Mandatory Access Prescription Drug Monitoring Programs",
    "citation_author": [
        "Thuy D. Nguyen",
        "W. David Bradford",
        "Kosali I. Simon"
    ],
    "citation_publication_date": "2019-10-07",
    "issue_date": "2019-10-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPrior work considers effects of prescribing restrictions on opioid use but not upstream implications for pharmaceutical marketing activities, despite the inordinate role many believe marketing played in the crisis. Our study proposes a stylized model of pharmaceutical payments and investigates the impact of Mandatory Access Prescription Drug Monitoring Programs (MPDMPs) on opioid-specific commercial promotion directed at physicians. We find that MPDMPs reduce promotion on both extensive and intensive margins. Our results are consistent with economic theory, predicting lower promotional activities when return on investment decreases after state prescribing restrictions, and indicative of MPDMPs' role in affecting opioid use through reduced promotion.\n\n",
    "acknowledgement": "\nThis research was supported in part by funding from Indiana University's Grand Challenge Initiatives. We acknowledge the Indiana University Pervasive Technology Institute for providing high-performance-computing resources that have contributed to the research results reported in this paper (https://pti.iu.edu). We thank Jeanette Samyn and Cong Gian for assistance with proofreading. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}