{
    "id": 26353,
    "citation_title": "The Consumption Response to Trade Shocks: Evidence from the US-China Trade War",
    "citation_author": [
        "Michael E. Waugh"
    ],
    "citation_publication_date": "2019-10-07",
    "issue_date": "2019-10-04",
    "revision_date": "2019-12-18",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Macroeconomics",
        "\n",
        "Globalization and International Relations",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides evidence on the consumption effects of trade shocks by exploiting changes in US and Chinese trade policy between 2017 and 2018. The analysis uses a unique data set with the universe of new auto sales at the US county level, at a monthly frequency, and a simple difference-in-difference approach to measure the effect of changes in trade policy on county-level consumption. I estimate the elasticity of consumption growth to Chinese retaliatory tariffs to be around minus one. This implies that counties in the upper quartile of the retaliatory-tariff distribution experienced a 3.8 percentage point decline in consumption growth. The fall in consumption corresponds with decline in both tradeable and retail employment. These results suggest that Chinese retaliation is leading to concentrated welfare losses in the US.\n\n",
    "acknowledgement": "\nI thank Chase Coleman for many conversations about this project; Spencer Lyon with whom I first discussed the ideas behind this project; participants at the 2019 SED meetings, CEMFI, the University of Cambridge, the Federal Reserve Bank of Minneapolis, for CEMFI for hosting me during the 2019-2020 academic year and the support from Spain’s State Research Agency MDM-2016-0684 under the María de Maetzu Unit of Excellence Programme, and for financial support from NYU Stern’s Center for Global Economy and Business. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}