{
    "id": 26354,
    "citation_title": "Credit Smoothing",
    "citation_author": [
        "Sean Hundtofte",
        "Arna Olafsson",
        "Michaela Pagel"
    ],
    "citation_publication_date": "2019-10-07",
    "issue_date": "2019-10-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Behavioral Economics",
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nStandard economic theory says that unsecured, high-interest, short-term debt — such as borrowing via credit cards and bank overdraft facilities — helps individuals smooth consumption in the event of transitory income shocks. This paper shows that — on average — individuals do not use such borrowing to smooth consumption when they experience a typical transitory income shock of unemployment. Instead, individuals smooth their credit card debt and overdrafts by adjusting consumption. We first use detailed longitudinal information on debit and credit card transactions, account balances, and credit lines from a financial aggregator in Iceland to document that unemployment does not induce a borrowing response at the individual level. We then replicate this finding in a representative sample of U.S. credit card holders, instrumenting local changes in employment using a Bartik (1991)-style instrument. The absence of a borrowing response occurs even when credit supply is ample and liquidity constraints, captured by credit limits, do not bind. Standard economic models predict a strictly countercyclical demand for credit; in contrast, the demand for credit appears to be procyclical which may deepen business cycle fluctuations.\n\n",
    "acknowledgement": "\nWe thank Andreas Fuster, Michael Haliassos, Ori Heffetz, Constantine Yannelis, Scott Nelson, Kyle Herkenhoff, Botond Koszegi, Thomasz Piskorski, Jesse Schreger, Michael Weber, and conference and seminar participants at the NY Fed, Toulouse School of Economics (finance), University of Mannheim (finance), Nottingham University (economics), University of St. Gallen (finance), AEA, the 2018 European Household Finance Conference, CFPB Research Conference, EEA Annual Symposium, Colorado Finance Summit in Vail, and the Workshop on New Consumption Data at Copenhagen University, WFA, and the Consumer Finance: Micro and Macro Approaches Conference for valuable comments and advice. We also thank David Laibson, Peter Maxted, Andrea Repetto, and Jeremy Tobacman for sharing the solution code of their life-cycle model in Laibson et al. (2017). This project has benefitted from funding from the Carlsberg Foundation. We are indebted to Meniga and their data analysts for providing and helping with the data. We also thank Fedra De Angelis Effrem and Andrea Marogg for outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}