{
    "id": 2635,
    "citation_title": "Savings Promotion, Investment Promotion, and International Competitiveness",
    "citation_author": [
        "Lawrence H. Goulder",
        "Barry Eichengreen"
    ],
    "citation_publication_date": "1988-06-01",
    "issue_date": "1988-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Public Economics",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn an open economy, savings- and investment-promoting policies may have very different effects on the capital account and on the viability of export-oriented and import-competing industries. The nature of the effects is often ambiguous in analytical models. This paper employs a simulation model that combines a detailed treatment of industry interactions, attention to adjustment dynamics, and an integrated treatment of current and capital account transactions to investigate these effects in both the short and long run. We focus on the different effects of savings- and investment-promoting U.S. tax policies on the viability of U.S. export industries. We compare results under the assumption of no international capital mobility (and no international asset transactions) with those under the assumption of full international mobility (which assumes no barriers to or costs of such transactions). Within the case of capital mobility, we consider the importance of the degree of international asset substitutability -- the extent to which individuals respond to differences in anticipated rates of return by altering their portfolios. Simulation results show that the impacts on export industries differ fundamentally depending on the degree of international capital mobility. In the absence of such mobility, savings- and investment- promoting policies have similar effects on U.S. export industries, with insubstantial effects in the short run and larger. beneficial long-run effects that reflect increases in the productiveness of the U.S. economy. Once international capital mobility is accounted for, however, the effects of the two policies differ from one another in both the short and long run. Subsidizing saving helps U.S. export industries initially but hurts them over the longer term. The reverse is true for a policy that subsidizes investment. These differences, which are robust across a range of model specifications and parameter assumptions, stem from the very different implications of the two types of policies for the capital account of the balance of payments.\n\n",
    "acknowledgement": "\n"
}