{
    "id": 26361,
    "citation_title": "Macroeconomics Challenges and Resilience of Emerging Market Economies",
    "citation_author": [
        "Joshua Aizenman"
    ],
    "citation_publication_date": "2019-10-14",
    "issue_date": "2019-10-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA Growing share of Emerging Markets (EMs) use hybrid versions of inflation targeting (IT) that differ from the IT regimes of OECD countries. Policy interest rates among commodity countries are impacted by real exchange rate and international reserves (IR) changes, aiming at stabilizing their real exchange rate in the presence of volatile terms of trade and heightened exposure to capital inflow/outflow shocks. IT works well with independent central banks; yet, fiscal dominance concerns may hinder the efficacy and independency of central banks. This suggests experimenting with the integration of monetary rules with fiscal rules, possibly linking these rules with the operations of buffers like IR and Sovereign Wealth Funds (SWFs). The Global Financial Crisis validated the benefits of counter-cyclical management of international reserves and SWFs in reducing the volatility of real exchange rates. Macro-prudential policies may complement or even substitute buffer policies by reducing a country’s balance sheet exposure to foreign currency debt, mitigating the risk of costly sudden-stops and capital flight. A growing share of EMs is exposed to new financial technologies (fintech), providing cheaper and faster financial services, deepening financial coverage to previously under-served populations. Deeper fintech diffusion may redirect financial intermediation from regulated banks to emerging fintech shadow banks, some of which may have global reach. These developments, and the diffusion of cryptocurrencies promising anonymized payment systems may hinder the effectiveness of monetary policy, and eventually induce greater financial instability. States may encourage the diffusion of efficient financial intermediation in ways that benefit users, while restricting the use of anonymized exchange and global monies to reduce the threat of a shrinking tax base, and to maintain financial stability.\n\n",
    "acknowledgement": "\nJoshua Aizenman acknowledges funding from the Asian Development Bank Institute. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}