{
    "id": 26366,
    "citation_title": "Rule of Law and Female Entrepreneurship",
    "citation_author": [
        "Nava Ashraf",
        "Alexia Delfino",
        "Edward L. Glaeser"
    ],
    "citation_publication_date": "2019-10-14",
    "issue_date": "2019-10-11",
    "revision_date": "2020-12-07",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCommerce requires trust, but trust is difficult when one group consistently fears expropriation by another. If men have a comparative advantage at violence and there is little rule-of-law, then unequal bargaining power can lead women to segregate into low-return industries and avoid entrepreneurship altogether. In this paper, we present a model of female entrepreneurship and rule of law that predicts that women will only start businesses when they have both formal legal protection and informal bargaining power. The model's predictions are supported both in cross-national data and with a new census of Zambian manufacturers. In Zambia, female entrepreneurs collaborate less, learn less from fellow entrepreneurs, earn less and segregate into industries with more women, but gender differences are ameliorated when women have access to adjudicating institutions, such as Lusaka's “Market Chiefs” who are empowered to adjudicate small commercial disputes. We experimentally induce variation in local institutional quality in an adapted trust game, and find that this also reduces the gender gap in trust and economic activity.\n\n",
    "acknowledgement": "\nWe thank IGC, IDRC, and PEDL for financial support. We thank comments by Andrei Shleifer, Christopher Woodruff, Paul Gertler, Alvin Roth, Stefano Caria, Nicola Lacetera and seminar participants at Stanford, the HEC Workshop on Entrepreneurship & Economics Development, the 2018 PEDL/IGC Conference, the LSE Entrepreneurship Conference, and the workshop on Experimental Economics and Entrepreneurship. We thank inputs and policy engagement by Miljan Sladoje, Twivwe Siwale, Herryman Moono and Anand Rajaram. We thank IPA Zambia for field activities and Calvin Chiu for excellent support throughout the project in the field. We thank Nick Swanson, Kate Laffan, Kim Sarnoff, Pascale Bourquin, Stefan Faridani, Miguel Fajardo and Edward Davenport for outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}