{
    "id": 26363,
    "citation_title": "What Difference Does a Diagnosis Make? Evidence from Marginal Patients",
    "citation_author": [
        "Mattan Alalouf",
        "Sarah Miller",
        "Laura R. Wherry"
    ],
    "citation_publication_date": "2019-10-14",
    "issue_date": "2019-10-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOver the past 30 years, the criteria used to diagnose many illnesses have been relaxed, resulting in millions more relatively healthy individuals receiving treatment. This paper explores the impact of receiving a diagnosis of a common disease among such “marginally ill” patients. We apply a regression discontinuity design to the cutoff in blood sugar levels used to classify patients as having diabetes.  We find that a marginally diagnosed patient with diabetes spends $1,097 more on drugs and diabetes-related care annually after diagnosis, but find no corresponding changes in self-reported health or healthy behaviors. These increases in spending persist over the 6-year period we observe the patients. These marginally diagnosed patients experience improved blood sugar after the first year of diagnosis, but this improvement does not persist in subsequent years. Other clinical measures of health, such as BMI, blood pressure, cholesterol, and mortality show no improvement. The diagnosis rates for preventable disease-related conditions such as diabetic retinopathy, neuropathy, and kidney disease increase following a diagnosis, likely due to more intensive screening. Our results imply that a small relaxation in the diagnosis cutoff would increase total spending on diabetes-related care by about $2.4 billion annually and minimally impact patient health.\n\n",
    "acknowledgement": "\nThis work benefited from helpful comments from seminar participants at the University of Michigan, UCLA, Harvard Kennedy School, UC Santa Barbara, CU Denver and the NBER Health Economics Summer Institute group. We would also like to thank Doug Bell, Marianne Bitler, John Mafi, Tannaz Moin, and Yusuke Tsugawa for helpful conversations, as well as Amanda Do, Rob Follett, and Javier Sanz for their help in accessing and interpreting the UCLA medical records data. An additional thank you to Sonia Iyengar for research assistance. Laura Wherry benefited from non-financial support from the California Center for Population Research at UCLA (CCPR), which receives core support (R24-HD041022) from the Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD). Research with UCLA medical records data was supported by NIH National Center for Advancing Translational Science (NCATS) UCLA CTSI Grant Number UL1TR001881. Mattan Alalouf was supported by the National Institute on Aging of the National Institutes of Health under Award Number T32AG000221. The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}