{
    "id": 26368,
    "citation_title": "Educational, Labor-market and Intergenerational Consequences of Poor Childhood Health",
    "citation_author": [
        "Krzysztof Karbownik",
        "Anthony Wray"
    ],
    "citation_publication_date": "2019-10-14",
    "issue_date": "2019-10-11",
    "revision_date": "2021-02-22",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nDoes childhood health capital affect long-run labor market success? We address this question using inpatient hospital admission records linked to population census records. Sibling fixed effects estimates indicate that in comparison to their brothers, boys with health deficiencies were more likely to experience downward occupational mobility relative to their father’s occupational rank. This decline in occupational success across generations can be decomposed into a lower likelihood of attaining white collar status and a higher likelihood of working in unskilled jobs, which translated into lower occupational wages on average. Evidence indicates that a lower school attendance rate and higher rates of disability in both childhood and adulthood are plausible mechanisms for our findings.\n\n",
    "acknowledgement": "\nWe are grateful to Dr. Sue Hawkins for providing access to data from the Historical Hospital Admission Records Project (HHARP), and to Hardish Bindra at Paradigm Data Services for coordinating the transcription of the admission records from St. Bartholomew’s and Guy’s Hospitals. Wray is indebted to his dissertation committee members Joel Mokyr (chair), Joseph Ferrie, and David Dranove for encouragement and guidance. We also thank David N. Figlio, Guillermo Marshall, Werner Troesken, seminar participants at Emory University, the Federal Reserve Bank of Chicago, Hitotsubashi University, the Max Planck Institute for Demographic Research, the National Graduate Institute for Policy Studies (GRIPS), Northwestern University, and the University of Southern Denmark, conference participants at the World Congress of Cliometrics, the European Historical Economics Society, the Economic History Association, the Social Science History Association, the H2D2 Research Day at the University of Michigan, the NBER Children’s Meeting, and the Public Health and Development Workshop at the University of Gothenburg for helpful comments and suggestions. Wray appreciates financial support from the Japan Society for the Promotion of Science KAKENHI Young Scientists B Grant Number J160100115 (PI: Wray), the Hitotsubashi Institute for Advanced Study (HIAS), Hitotsubashi University, the Northwestern University Economics Department’s Eisner Fund and Center for Economic History, and the Economic History Association’s Sokoloff Fellowship. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}