{
    "id": 26364,
    "citation_title": "Marriage Equality Laws and Youth Suicidal Behaviors",
    "citation_author": [
        "D. Mark Anderson",
        "Kyutaro Matsuzawa",
        "Joseph J. Sabia"
    ],
    "citation_publication_date": "2019-10-14",
    "issue_date": "2019-10-11",
    "revision_date": "2019-10-17",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSince the landmark ruling in Goodridge v. Department of Public Health in 2004, the legalization of same-sex marriage (SSM) has proliferated throughout the United States via either legislative action or court order. Advocates of SSM laws argue that marriage equality will generate important health benefits not only for adult same-sex couples, but also for LGBQ-identifying youths. Using data from the State Youth Risk Behavior Surveys, we explore the relationship between marriage equality and suicidal behaviors among LGBQ-identifying youths. Despite previous research suggesting otherwise, we find little evidence that SSM laws have reduced suicide attempts among teen sexual minorities, nor have they decreased the likelihood of suicide planning, suicide ideation, or depression. Instead, we find some evidence that SSM legalization via judicial mandate is associated with worse mental health for these individuals, consistent with a story of social backlash.\n\n",
    "acknowledgement": "\nDr. Sabia acknowledges support from the Center for Health Economics & Policy Studies (CHEPS) at San Diego State University, including grant support received from the Charles Koch Foundation and Troesh Family Foundation. We thank Kevin Hsu, Samuel Safford, and Colin Anderson for outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJoseph J. Sabia\n\nDr. Sabia acknowledges research support from the Center for Health Economics & Policy Studies (CHEPS) at San Diego State University, which includes grants received from the Charles Koch Foundation.\n\n\n"
}