{
    "id": 26362,
    "citation_title": "Undue Burden Beyond Texas: An Analysis of Abortion Clinic Closures, Births, And Abortions in Wisconsin",
    "citation_author": [
        "Joanna Venator",
        "Jason Fletcher"
    ],
    "citation_publication_date": "2019-10-14",
    "issue_date": "2019-10-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we estimate the impacts of abortion clinic closures on access to clinics in terms of distance and congestion, abortion rates, and birth rates. Legislation regulating abortion providers enacted in Wisconsin in 2011-2013 ultimately led to the closure of two of five abortion clinics in Wisconsin, increasing the average distance to the nearest clinic to 55 miles and distance to some counties to over 100 miles. We use a difference-in-differences design to estimate the effect of change in distance to the nearest clinic on birth and abortion rates, using within-county variation across time in distance to identify the effect. We find that a hundred-mile increase in distance to the nearest clinic is associated with 25 percent fewer abortions and 4 percent more births. We see no significant effect of increased congestion at remaining clinics on abortion rates. We find significant racial disparities in who is most affected by abortion clinic closures, with increases in distance increasing birth rates significantly more for Black, Asian, and Hispanic women. Our results suggest that even small numbers of clinic closures can result in significant restrictions to abortion access of similar magnitude to those seen in Texas when a greater number of clinics closed their doors.\n\n",
    "acknowledgement": "\nThanks to Jenny Higgins, Heather Royer, and Scott Cunningham for useful comments on the paper. Thanks to Lily Schultze and Jessica Polos for generous research support in collection of abortion data and timing of policy changes in Wisconsin and to Caitlin Myers for discussions of data collection practices. This study was funded by a grant from a private foundation and by the Herb Kohl Public Service Research Competition. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}