{
    "id": 26360,
    "citation_title": "Can Diffuse Delivery System Reforms Improve Population Health? A Study of the State Innovation Models Initiative",
    "citation_author": [
        "Partha Deb",
        "Anjelica Gangaram",
        "Hoda Khajavi"
    ],
    "citation_publication_date": "2019-10-14",
    "issue_date": "2019-10-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the effects of the State Innovation Models (SIM) on population-level health status. The SIM initiative provided $250 million to six states in 2013 for delivery system reforms. We use data from the Behavioral Risk Factor Surveillance System for the years 2010 -- 2016 to compare health of the populations in 6 SIM states to 15 states that were not involved in any aspects of SIM. We examine changes in health using an event study design. We develop a Latent Class Profile model that takes multiple measures of latent health into a common, latent health status to study the effect of the intervention. Such models can yield informative estimates where separate estimation of measures do not. We find that individuals in states that implemented SIM saw significant improvements in health across a number policy-relevant subpopulations.\n\n",
    "acknowledgement": "\nWe thank participants at the 8th Annual Conference of American Society of Health Economists, especially Muzhe Yang and Rui Li, and seminar participants at the Office of the Assistant Secretary for Planning and Evaluation (ASPE) for their insights that helped us improve this paper. We thank Jun Li for providing a number of substantive and editorial comments.  No funding or compensation was received for this particular study. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}