{
    "id": 26367,
    "citation_title": "Subsidy Targeting with Market Power",
    "citation_author": [
        "Maria Polyakova",
        "Stephen P. Ryan"
    ],
    "citation_publication_date": "2019-10-14",
    "issue_date": "2019-10-11",
    "revision_date": "2021-08-27",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Public Goods",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nPublic programs frequently use observable characteristics of recipients, such as income, to target benefits. We show theoretically that when the provision of the subsidized good is decentralized to intermediaries with market power, targeting of subsidies induces a “demographic externality” that can distort the incidence and efficiency of public transfers. We examine this possibility empirically in the context of means-tested subsidies for privately-provided health insurance under the Affordable Care Act (ACA). We estimate that the overall incidence of premium subsidies on consumers in ACA Marketplaces is less than 50 percent, and a third of net government spending on premium subsidies is a deadweight loss. Market power in the presence of means-tested subsidies leads to regressive redistribution, lowering consumer surplus and rates of insurance in the poorer population targeted by subsidies. Under sufficiently high social preferences for redistribution, however, means-tested subsidies still dominate income-invariant transfers.\n\n",
    "acknowledgement": "\nWe are grateful to David Card, Keith Ericson, Mark Shepard, and Pietro Tebaldi for their discussions of the paper, and seminar participants at Daniel McFadden 80th Birthday Conference, Junior Health Economics Summit, Ohlstadt Workshop, Stanford University, London School of Economics, American Society of Health Economists, Yale University, University of Connecticut, Columbia University, Bates White Life Sciences Symposium, University of Munich, 2018 REStud Reunion Conference, Rice University, University of Utah, University of Leuven, Georgia State University, UNC Chapel Hill, SUNY Stony Brook, University of Toronto, MIT, 2019 Penn State-Cornell Econometrics & IO Conference, Stanford University, University of Wisconsin Madison, NBER Health Care Meetings, and NBER Public Economics Meetings for helpful comments. We thank Alan Jaske, Lynn Hua, and Vinni Bhatia for excellent research assistance. Support of preliminary work related to this research by the Agency for Healthcare Research and Quality is gratefully acknowledged (grant R03-HS024800). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}