{
    "id": 26379,
    "citation_title": "How do Older Workers use Nontraditional Jobs?",
    "citation_author": [
        "Alicia H. Munnell",
        "Geoffrey T. Sanzenbacher",
        "Abigail N. Walters"
    ],
    "citation_publication_date": "2019-10-21",
    "issue_date": "2019-10-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWorking consistently through one’s fifties and early sixties is key to attaining retirement security. However, workers also need access to retirement plans – so they can continue to accumulate resources – and health insurance – so they can avoid withdrawing assets in the event of a health shock. Yet, despite the fact that a large literature focuses on nontraditional jobs that often lack these benefits, it is unclear how older workers use these jobs and what the consequences are. This paper uses the Health and Retirement Study to identify nontraditional jobs and relies on sequence analysis to explore how workers ages 50-62 use them. The results suggest that the majority of nontraditional jobs are used by workers consistently, and that fewer workers use these jobs briefly or as a bridge to retirement. In the end, workers consistently in nontraditional jobs end up with less retirement income and are also worse off by a more holistic measure of well-being – the incidence of depression. Given this situation, expanding benefits to workers in non-traditional jobs could increase their well-being in retirement.\n\n",
    "acknowledgement": "\nThe research reported herein was pursuant to a grant from the Alfred P. Sloan Foundation.  The findings and conclusions expressed are solely those of the authors and do not represent the views of the Alfred P. Sloan Foundation or Boston College.  This paper is released to inform interested parties of research and to encourage discussion.  Any views expressed on statistical, methodological, technical, or operational issues are those of the authors and not necessarily those of the Alfred P. Sloan Foundation, nor do they necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}