{
    "id": 26374,
    "citation_title": "Inference for Linear Conditional Moment Inequalities",
    "citation_author": [
        "Isaiah Andrews",
        "Jonathan Roth",
        "Ariel Pakes"
    ],
    "citation_publication_date": "2019-10-21",
    "issue_date": "2019-10-17",
    "revision_date": "2022-11-02",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nWe show that moment inequalities in a wide variety of economic applications have a particular linear conditional structure. We use this structure to construct uniformly valid confidence sets that remain computationally tractable even in settings with nuisance parameters. We first introduce least favorable critical values which deliver non-conservative tests if all moments are binding. Next, we introduce a novel conditional inference approach which ensures a strong form of insensitivity to slack moments. Our recommended approach is a hybrid technique which combines desirable aspects of the least favorable and conditional methods. The hybrid approach performs well in simulations calibrated to Wollmann (2018), with favorable power and computational time comparisons relative to existing alternatives.\n\n",
    "acknowledgement": "\nWe thank Tim Armstrong, Gary Chamberlain, Ivan Canay, Jiafeng Chen, Kirill Evdokimov, Jerry Hausman, Bulat Gafarov, Hiroaki Kaido, Adam McCloskey, Francesca Molinari, Whitney Newey, Ashesh Rambachan, Bas Sanders, Jesse Shapiro, Brit Sharoni, Xiaoxia Shi, Joerg Stoye, Chris Walker, and participants at several seminars for helpful comments, and thank Thomas Wollmann for helpful discussion of his application. We are grateful to Xiaoxia Shi and Matt Thirkettle for sharing code and providing advice on its implementation. Andrews gratefully acknowledges financial support from the NSF under Grant 1654234. Roth gratefully acknowledges financial support from an NSF Graduate Research Fellowship under Grant DGE1144152. Roth gratefully acknowledges financial support from an NSF Graduate Research Fellowship under Grant DGE1144152. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}