{
    "id": 26372,
    "citation_title": "Firm-level Irreversibility",
    "citation_author": [
        "Hang Bai",
        "Erica X.N. Li",
        "Chen Xue",
        "Lu Zhang"
    ],
    "citation_publication_date": "2019-10-14",
    "issue_date": "2019-10-11",
    "revision_date": "2024-11-22",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nContradicting Cooper and Haltiwanger (2006), Clementi and Palazzo (2019) report a largely symmetric investment rate distribution in Compustat, with a large fraction of negative investment rates, 18.2%, and conclude “no sign of irreversibility (p. 289).” Their evidence is flawed. A data error on depreciation rates understates gross investment and shifts the whole gross investment rate distribution leftward. Nonstandard sample screens on age and acquisitions further curb its right tail, which is subsequently truncated at 0.2. Fixing these problems restores the heavily asymmetric investment rate distribution with a fat right tail. The fraction of negative investment rates is small, only 4.9%–6.2%.\n\nA section of this paper is devoted to a replication of, and comment on, NBER working paper 21064.  The authors of that paper have posted a reply which may be found here.\n\n",
    "acknowledgement": "\nCorresponding author: zhanglu@fisher.osu.edu. This article supersedes our prior work titled “Does costly reversibility matter for U.S. public firms?” which has circulated as NBER working paper #26372. We are extremely grateful to Ivo Welch (the Editor) and an anonymous referee for extensive, insightful comments. We also thank Berardino Palazzo for sharing the codes and data used to generate Figure 1 and Table 1 in Clementi and Palazzo (2019). All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}