{
    "id": 26378,
    "citation_title": "Minimum Wage in a Multi-Tier Search and Wage-Posting Model with Cross-Market Substitutions",
    "citation_author": [
        "C. Y. Kelvin Yuen",
        "Ping Wang"
    ],
    "citation_publication_date": "2019-10-21",
    "issue_date": "2019-10-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Fiscal Policy",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhile minimum wage policy is widely adopted in the real world, can it effectively raise the average wage of lower paid jobs without having large detrimental consequences for employment? The empirical literature fails to establish robust findings. We develop a general-equilibrium search and wage-posting framework with heterogeneous workers and tasks matching in multi-tier labor markets: abstract, routine high-skilled, routine middle-skilled, manual middle-skilled and manual low-skilled. We incorporate rich cross-market spillovers and compositional effects from individual responses to market thickness. As a result of minimum wage hikes, we show that (i) the unemployment rate at the minimum wage binding market is higher, while all other markets enjoy a lower unemployment rate; (ii) employment in the manual low-skilled jobs is lower, whereas employment in the routine high-skilled and manual middle-skilled markets is higher due to cross-market substitutions; and, (iii) employment in other markets has ambiguous responses due to conflicting effects on potential worker entry and unemployment. By calibrating the model to fit the U.S. data, we evaluate the impacts of the federal minimum wage hike (2007-2009) and the on-going minimum wage increase in Seattle (2017-2021). We find that the minimum wage effects on employment on the binding markets depend crucially on the magnitudes of spillover and compositional effects and that the employment effects may be weak in a nonbinding market. Moreover, our results suggest that, while both minimum wage hikes reduce aggregate output, they only generate small effects on submarket average and overall average wages.\n\n",
    "acknowledgement": "\nWe are grateful for valuable comments and suggestions from Derek Laing, Rody Manuelli, and Yongs Shin. Needless to say, the usual disclaimer applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}