{
    "id": 26377,
    "citation_title": "Defining Opportunity versus Necessity Entrepreneurship: Two Components of Business Creation",
    "citation_author": [
        "Robert W. Fairlie",
        "Frank M. Fossen"
    ],
    "citation_publication_date": "2019-10-21",
    "issue_date": "2019-10-17",
    "revision_date": "2024-09-18",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA proposed explanation for why business creation is often found to increase in recessions is that there are two components to entrepreneurship – “opportunity” and “necessity” – the latter of which is mostly counter-cyclical. Although there is some agreement on the conceptual distinction between these two factors driving entrepreneurship, there is little consensus in the literature on empirical definitions. The goal of this paper is to propose an operational definition of opportunity versus necessity entrepreneurship based on the entrepreneur’s prior work status (i.e. based on previous unemployment) that is straightforward, based on objective information, and empirically feasible using many large, nationally representative datasets. We then explore the validity of the definitions with theory and empirical evidence. Using datasets from the United States and Germany we find that 80-90 percent of entrepreneurs are opportunity entrepreneurs. Applying our proposed definitions, we document that opportunity entrepreneurship is generally pro-cyclical and necessity entrepreneurship is strongly counter-cyclical both at the national levels and across local economic conditions. We also find that opportunity vs. necessity entrepreneurship is associated with the creation of more growth-oriented businesses. The operational definitions of opportunity and necessity entrepreneurship proposed here may be useful for distinguishing between the two types of entrepreneurship in future research.\n\n",
    "acknowledgement": "\nWe thank Marco Caliendo, Emilio Congregado, Marie Mora, Jeremy Moulton, Barbara Robles, Herbert J. Schuetze, André van Stel, Ting Zhang, and participants at the 2017 ASSA/AEA Annual Meeting in Chicago, IL, for helpful comments and suggestions. Fairlie also thanks Stanford University (SIEPR) for support as a visiting scholar while working on the project. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}