{
    "id": 26371,
    "citation_title": "The (Heterogenous) Economic Effects of Private Equity Buyouts",
    "citation_author": [
        "Steven J. Davis",
        "John C. Haltiwanger",
        "Kyle Handley",
        "Ben Lipsius",
        "Josh Lerner",
        "Javier Miranda"
    ],
    "citation_publication_date": "2019-10-14",
    "issue_date": "2019-10-11",
    "revision_date": "2024-04-23",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe effects of private equity buyouts on employment, productivity, and job reallocation vary tremendously with macroeconomic and credit conditions, across private equity groups, and by type of buyout. We reach this conclusion by examining the most extensive database of U.S. buyouts ever compiled, encompassing thousands of buyout targets from 1980 to 2013 and millions of control firms. Employment shrinks 12% over two years after buyouts of publicly listed firms – on average, and relative to control firms – but expands 15% after buyouts of privately held firms. Post-buyout productivity gains at target firms are large on average and much larger yet for deals executed amidst tight credit conditions. A post-buyout tightening of credit conditions or slowing of GDP growth curtails employment growth and intra-firm job reallocation at target firms. We also show that buyout effects differ across the private equity groups that sponsor buyouts, and these differences persist over time at the group level. Rapid upscaling in deal flow at the group level brings lower employment growth at target firms. We relate these findings to theories of private equity that highlight agency problems at portfolio firms and within the private equity industry itself.\n\n",
    "acknowledgement": "\nDavis, Haltiwanger, Handley, and Lerner are affiliates of the National Bureau of Economic Research. Haltiwanger and Handley were also part-time Schedule A employees and Javier Miranda was an employee at the U.S. Census Bureau during the preparation of this paper. We thank Edie Hotchkiss (discussant), Ron Jarmin, Steve Kaplan, Ann Leamon, Manju Puri, Antoinette Schoar (discussant), and Kirk White for helpful comments, as well as seminar participants at the 2019 American Economic Association annual meeting, Carnegie-Mellon University, Georgia Tech, Harvard Law School, the Hoover Institution, Michigan Ross, MIT, the NBER Productivity Lunch Group, and the 2020 Western Finance Association meetings. We thank Christine Rivera, Kathleen Ryan and James Zeitler of Harvard Business School’s Baker Library for their assistance, as well as Andrea Barreto, Franko Jira, Cameron Khansarinia, Ayomide Opeyemi, Steven Moon, and Yuan Sun. Special thanks are due to Francisca Rebelo for her help with revisions. Per Stromberg generously gave permission to use older transaction data collected as part of a World Economic Forum project. We thank the Harvard Business School’s Division of Research, the Private Capital Research Institute, the Ewing Marion Kauffman Foundation, and especially the Smith Richardson Foundation for generous research support. Opinions and conclusions expressed herein are the authors and do not necessarily represent the views of the U.S. Census Bureau. The Census Bureau has ensured appropriate access and use of confidential data and has reviewed these results for disclosure avoidance protection (DRB-B0109-CDAR-2018718, DRB-B0110-CDAR-2018-0718, DRB-B0020-CED-20181128,DRB-B0018-CED-20181126,CBDRB-FY19-CMS-8034, CBDRB-FY21-CED006-0017, CBDRB-FY24-CED006-0006, and CBDRB-FY24-CED006-0011). Lerner has received compensation for advising limited partners in private capital funds, private capital groups, and governments designing policies relevant to private capital. Davis has served as an expert witness in a legal dispute between private equity firms. All errors and omissions are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nSteven J. Davis\n\nI own more than $5,000 in stock of Charles River Associates. I own Millennium Economics LLC.\n\n\n"
}