{
    "id": 26373,
    "citation_title": "Unit Values for Import and Export Price Indexes – A Proof of Concept",
    "citation_author": [
        "Don Fast",
        "Susan Fleck"
    ],
    "citation_publication_date": "2019-10-21",
    "issue_date": "2019-10-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe U.S. Bureau of Labor Statistics’ import and export price indexes (MXPI) are published from an ever decreasing sample relative to the size of trade. The Principal Federal Economic Indicator has an opportunity to retain and regain detailed MXPI using unit values calculated from comprehensive administrative trade data. Unit values are known to be biased, although bias is less prevalent among homogeneous products.  This research presents a new methodological and statistical approach to blend unit values into official price indexes. First, a proof of concept for identifying homogeneous items is based on an analysis of two export products – dairy and vegetables – for 2015-16. The results provide a prototype and a roadmap for a consistent and testable approach that aligns with the concepts in official MXPI measures, maximizes the use of high-frequency data, and mitigates unit value bias. Applying the prototype, 52 of 142 import and 50 of 129 export 5-digit BEA End Use categories are identified as homogeneous using administrative data. This coverage accounts for 35 and 39 percent of the 2016 value of imports and exports, respectively. Incorporating unit values has the potential to deepen coverage and expand publication of detailed import and export price indexes.\n\n",
    "acknowledgement": "\nDon A. Fast is a Senior Economist and Susan E. Fleck is the Assistant Commissioner of the International Price Program at the U.S. Bureau of Labor Statistics (BLS). We thank Christina Qiu and Daryl Slusher for their extensive contributions to the final chapter. We recognize and thank these BLS staff for their research and data support: Jeff Blaha, Antonio Caraballo, Jenny Fitzgerald, David Friedman, Michael Havlin, Ara Khatchadourian, Laurence Lang, Robert Martin, Helen McCulley, Steven Paben, Sudha Polumatla, Tamar Schmidt, Aric Schneider, Ilmo Sung, and Praveenkumar Yerramareddy. We gratefully acknowledge the CRIW conference organizers and Jon Samuels for feedback and advice. We have benefited from comments by Ana Aizcorbe, Alejandro Cavallo, John Haltiwanger, Marshall Reinsdorf, and our discussants, Carol Corrado and Susan Housman on earlier versions of this research.  Use of the export trade data are subject to Agreement No. 2067-2018-001, Memorandum of Understanding (MOU) between the U.S. Census Bureau and the Bureau of Labor Statistics (BLS). The BLS has received prior approval from the U.S. Census Bureau, which affirms that the research results do not present disclosure risks and approve the publication of the results. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}