{
    "id": 26385,
    "citation_title": "The Electric Gini: Income Redistribution through Energy Prices",
    "citation_author": [
        "Arik Levinson",
        "Emilson Silva"
    ],
    "citation_publication_date": "2019-10-21",
    "issue_date": "2019-10-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEfficient electricity pricing involves two-part tariffs: a volumetric price equal to the marginal cost of producing an additional kilowatt hour (kWh) and a fixed fee to cover any remaining fixed costs. In this paper we explore how US electricity regulators depart from this simple two-part tariff to address concerns about income inequality. We first show that in theory, price setters concerned about inequality will charge lower fixed monthly fees and higher per-kWh prices, and increasing block prices to target higher users with even higher prices. Then we use a new dataset of 1,300 utilities across the US to show that these theoretical predictions are borne out in practice. Utilities whose ratepayers have more unequal incomes levy more redistributive tariffs, charging less to low users and more to high users. To quantify these comparisons, we develop a new measure of the redistributive extent of utility tariffs that we call the “electric Gini.” Utilities with higher electric Ginis (more redistributive tariffs) shift costs from households that use relatively little electricity to households that use more. But because electricity use is only loosely correlated with income, that redistribution does not meaningfully shift costs from households with low incomes to those with high incomes.\n\n",
    "acknowledgement": "\nThe authors are grateful to the Georgetown Environmental Initiative for financial assistance; and to Kevin Ankney, Becka Brolinson, Grady Killeen, JJ Nadeo, and Mark Noll for research assistance; and to many who commented on early drafts, including Sarah Aldy, Sylwia Bialek, Severin Borenstein, Timothy Fitzgerald, Matt Freedman, Rong Hai, Nick Muller, David Rapson, and Joseph Shapiro. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}