{
    "id": 26380,
    "citation_title": "The Drivers of Social Preferences: Evidence from a Nationwide Tipping Field Experiment",
    "citation_author": [
        "Bharat Chandar",
        "Uri Gneezy",
        "John A. List",
        "Ian Muir"
    ],
    "citation_publication_date": "2019-10-21",
    "issue_date": "2019-10-17",
    "revision_date": "2024-07-12",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nEven though social preferences affect nearly every facet of life, there exist many open questions on the economics of social preferences in markets.  We leverage a unique opportunity to generate a large data set to inform the who’s, what’s, where’s, and when’s of social preferences through the lens of a nationwide tipping field experiment on the Uber platform.  Our field experiment generates data from more than 40 million trips, allowing an exploration of social preferences in the ride sharing market using big data.  Combining experimental and natural variation in the data, we are able to establish tipping facts as well as provide insights into the underlying motives for tipping.  Interestingly, even though tips are made privately, and without external social benefits or pressure, more than 15% of trips are tipped.  Yet, nearly 60% of people never tip, and only 1% of people always tip.  Overall, the demand-side explains much more of the observed tipping variation than the supply-side.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nBharat Chandar\n\nChandar is a former employee of Uber and retains equity in the company\n\n\n\nJohn A. List\n\nJohn List was Chief Economist at Uber when this research was carried out.   He is now Chief Economist at Lyft.\n\n\n\nIan Muir\n\nMuir is a former full-time employee of Uber and\nretains equity in the company and is now an employee at Lyft\n\n\n"
}