{
    "id": 26384,
    "citation_title": "What to Expect When It Gets Hotter: The Impacts of Prenatal Exposure to Extreme Heat on Maternal Health",
    "citation_author": [
        "Jiyoon Kim",
        "Ajin Lee",
        "Maya Rossin-Slater"
    ],
    "citation_publication_date": "2019-10-21",
    "issue_date": "2019-10-17",
    "revision_date": "2020-01-10",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use temperature variation within narrowly-defined geographic and demographic cells to show that exposure to extreme heat increases the risk of maternal hospitalization during pregnancy for potentially life-threatening causes. We find that this effect is driven by women residing in historically cooler rather than hotter counties, suggesting that adaptation plays a role in mitigating the health impacts of weather shocks. We also find that the heat-induced deterioration in maternal pregnancy health is larger for black than for white mothers, suggesting that projected increases in extreme heat over the next century may further exacerbate the black-white maternal health gap.\n\n",
    "acknowledgement": "\nWe thank Alan Barreca, Janet Currie, Bhash Mazumder, Ciaran Phibbs, as well as participants at the 2019 American Society of Health Economists annual meeting and the 2020 Allied Social Science Associations (ASSA) annual meeting. We use the State Inpatient Databases from the Healthcare Cost and Utilization Project (HCUP), Agency for Healthcare Research and Quality, provided by the Arizona Department of Health Services, the New York State Department of Health, and the Washington State Department of Health. We thank Jean Roth at the National Bureau of Economic Research for assistance with the data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}