{
    "id": 26387,
    "citation_title": "Taxing Billionaires: Estate Taxes and the Geographical Location of the Ultra-Wealthy",
    "citation_author": [
        "Enrico Moretti",
        "Daniel J. Wilson"
    ],
    "citation_publication_date": "2019-10-21",
    "issue_date": "2019-10-17",
    "revision_date": "2020-09-14",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe study the effect of state-level estate taxes on the geographical location of the Forbes 400 richest Americans and its implications for tax policy. We use a change in federal law to identify the tax sensitivity of the ultra-wealthy's locational choices. Before 2001, estate tax liabilities for the ultra-wealthy were independent of where they live due to a federal credit. In 2001, the credit was eliminated and their estate tax liabilities suddenly became highly dependent on where they live. We find the number of Forbes 400 individuals in estate tax states fell by 35% after 2001 compared to non-estate tax states. We also find that billionaires' sensitivity to the estate tax increases significantly with age. Overall, billionaires' geographical location appears to be highly sensitive to estate taxes. When we estimate the effect of billionaire deaths on state tax revenues, we find a sharp increase in revenues in the three years after a Forbes billionaire's death, totaling $165 million for the average billionaire. In the last part of the paper, we estimate the revenue costs and benefits for each state of having an estate tax. The benefit is the tax revenue gain when a wealthy resident dies, while the cost is the foregone income tax revenues over the remaining lifetime of those who relocate. Surprisingly, despite the high estimated tax mobility, we find that the benefit exceeds the cost for the vast majority of states. Of the states that currently do not have estate taxes, all but California would experience revenue gains if they adopted estate taxes.\n\n",
    "acknowledgement": "\nWe thank Alan Auerbach, Sebastien Bradley, Isabel Martinez, Emmanuel Saez, Gabriel Zucman, and seminar participants at the University of California, Berkeley; the Federal Reserve Bank of San Francisco; the University of Nevada; the 2019 NBER Taxation conference; the 2019 Utah Tax Invitational; and the 2019 IIPF annual meetings for useful suggestions. We are grateful to Annemarie Schweinert and Amber Flaharty for excellent research assistance. The views expressed in this paper are solely those of the authors and do not necessarily reflect the views of the Federal Reserve Bank of San Francisco, the Board of Governors of the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}