{
    "id": 26389,
    "citation_title": "Design and Analysis of Cluster-Randomized Field Experiments in Panel Data Settings",
    "citation_author": [
        "Bharat K. Chandar",
        "Ali Hortaçsu",
        "John A. List",
        "Ian Muir",
        "Jeffrey M. Wooldridge"
    ],
    "citation_publication_date": "2019-10-21",
    "issue_date": "2019-10-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Market Design",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nField experiments conducted with the village, city, state, region, or even country as the unit of randomization are becoming commonplace in the social sciences. While convenient, subsequent data analysis may be complicated by the constraint on the number of clusters in treatment and control. Through a battery of Monte Carlo simulations, we examine best practices for estimating unit-level treatment effects in cluster-randomized \ffield experiments, particularly in settings that generate short panel data. In most settings we consider, unit-level estimation with unit \ffixed effects and cluster-level estimation weighted by the number of units per cluster tend to be robust to potentially problematic features in the data while giving greater statistical power. Using insights from our analysis, we evaluate the effect of a unique \ffield experiment: a nationwide tipping field experiment across markets on the Uber app. Beyond the import of showing how tipping affects aggregate market outcomes, we provide several insights on aspects of generating and analyzing cluster-randomized experimental data when there are constraints on the number of experimental units in treatment and control.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nBharat K. Chandar\n\nChandar, List, and Muir are former employees of Uber and retain equity in the company\n\n\n\nJohn A. List\n\nJohn List was Chief Economist at Uber when this research was carried out.   He is now Chief Economist at Lyft.\n\n\n\nIan Muir\n\nMuir is a former full-time employee of Uber and\nretains equity in the company and is now an employee at Lyft\n\n\n"
}