{
    "id": 26388,
    "citation_title": "Biometric Tracking, Healthcare Provision, and Data Quality: Experimental Evidence from Tuberculosis Control",
    "citation_author": [
        "Thomas Bossuroy",
        "Clara Delavallade",
        "Vincent Pons"
    ],
    "citation_publication_date": "2019-10-21",
    "issue_date": "2019-10-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nDeveloping countries increasingly use biometric identification technology in hopes of improving the reliability of administrative information and delivering social services more efficiently. This paper exploits the random placement of biometric tracking devices in tuberculosis treatment centers in urban slums across four Indian states to measure their effects both on disease control and on the quality of health records. The devices record health worker attendance and patient adherence to treatment, and they automatically generate prompts to follow up with patients who miss doses. Combining data from patient and health worker surveys, independent field visits, and government registers, we first find that patients enrolled at biometric-equipped centers are 25 percent less likely to interrupt treatment—an improvement driven by increased attendance and efforts by health workers and greater treatment adherence by patients. Second, biometric tracking decreases data forgery: it reduces overreporting of patient numbers in both NGO data and government registers and underreporting of treatment interruptions. Third, the impact of biometric tracking is sustained over time and it decreases neither health worker satisfaction nor patient satisfaction. Overall, our results suggest biometric tracking technology is both an effective and sustainable way to improve the state's capacity to deliver healthcare in challenging areas.\n\n",
    "acknowledgement": "\nWe are deeply grateful to Sandeep Ahuja, Shelly Batra, and Prateek Ahuja at Operation ASHA for supporting this study. For comments and suggestions, we thank Marcella Aslan, Jishnu Das, Puneet Dewan, Esther Duflo, Rifat Hasan, Sophie Huddart, Reshmaan Hussam, Gabriel Koehler-Derrick, Manoj Mohanan, Patrick Mullen, Madhukar Pai, Dr KS Sachdeva, Bill Thies, as well as seminar participants at Harvard, Warwick, the World Bank, and Duke University, and conference participants at GREThA, NEUDC, PAA, the Hewlett Foundation Workshop on Quality of Healthcare, and USAID’s TB Industry Day. For excellent field management and research assistance, we are grateful to Siddhartha Baral, Sruthi Chandrasekaran, Rachna Nag Chowduri, Sadish Dhakal, Radhika Jain, Chand Mazumdar, Mansi Shah, and Ameek Singh. Miral Kalyani and Umry Shukla analyzed the qualitative data. Ravi Agarwal carried out scalability analysis. This project was funded by grants from USAID, AusAid, and the Health Results Innovations Trust Fund administered by the World Bank. Ethical approvals were obtained from the MIT Committee on the Use of Humans as Experimental Subjects (COUHES), the Institutional Review Boards of the Institute for Financial Management and Research (IFMR) in India, and the University of Cape Town, South Africa. This study is registered in the AEA RCT Registry, and the unique identifying number is AEARCTR-0000038. The views expressed in this paper are those of the authors and do not necessarily reflect the views of the World Bank, Harvard Business School, or the National Bureau of Economic Research.\n\n\n"
}