{
    "id": 26383,
    "citation_title": "A Welfare Analysis of Occupational Licensing in U.S. States",
    "citation_author": [
        "Morris M. Kleiner",
        "Evan J. Soltas"
    ],
    "citation_publication_date": "2019-10-21",
    "issue_date": "2019-10-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Market Structures",
        "\n",
        "Labor Discrimination",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe assess the welfare consequences of occupational licensing for workers and consumers. We estimate a model of labor market equilibrium in which licensing restricts labor supply but also affects labor demand via worker quality and selection. On the margin of occupations licensed differently between U.S. states, we find that licensing raises wages and hours but reduces employment. We estimate an average welfare loss of 12 percent of occupational surplus. Workers and consumers respectively bear 70 and 30 percent of the incidence. Higher willingness to pay offsets 80 percent of higher prices for consumers, and higher wages compensate workers for 60 percent of the cost of mandated investment in occupation-specific human capital.\n\n",
    "acknowledgement": "\nFor helpful feedback, we thank Daron Acemoglu, Abi Adams, David Autor, Alex Bryson, Peter Blair, Ashley Craig, Amy Finkelstein, Jon Gruber, Alan Krueger, Brad Larsen, Jim Poterba, Ferdinand Rauch, Alex Tabarrok, Owen Zidar, and conference and seminar participants at APPAM, ASSA, LERA, MIT, SITE, YES-NYU, and the Upjohn Institute for Employment Research. This paper previously circulated under the title \"Occupational Licensing, Labor Supply, and Human Capital.\" Soltas gratefully acknowledges support from the National Science Foundation Graduate Research Fellowship under Grant No. 1122374.\n\n\n"
}