{
    "id": 2638,
    "citation_title": "Do Tournaments Have Incentive Effects?",
    "citation_author": [
        "Ronald G. Ehrenberg",
        "Michael L. Bognanno"
    ],
    "citation_publication_date": "1988-06-01",
    "issue_date": "1988-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMuch attention has been devoted to studying models of tournaments or situations in which an individual's payment depends only on his output or rank, relative to other competitors. Such models are of more than academic Interest as they may well describe the compensation structures applicable to many corporate executives and professors, to sales people whose bonuses depend on their relative outputs. and to the more obvious example of professional sports tournaments. Academic interest derives from the fact that under certain sets of assumptions tournaments have desirable normative properties because of the incentive structures they provide. Our paper uses nonexperimental data to test if tournaments actually elicit desired effort responses. We focus on golf tournaments because information on the incentive structure (prize distribution) and measures of individual output (players' scores) are both available. Under suitable assumptions, players' scores can be related to players' effort and implications for both players' overall tournament scores and their scores on the last round of a tournament drawn. In addition, data are available to control for factors other than the incentive structure that should affect output; these factors include player quality, quality of the rest of the field, difficulty of the course, and weather conditions. The data used in our analyses cane from the \"1985 Golf Digest Almanac\", the \"Official 1985 PGA Tour Media Guide\", and the \"1984 PGA Tour Player Record\". We find strong support for the proposition that the level and structure of prizes in PGA tournaments influence players' performance.\n\n",
    "acknowledgement": "\n"
}