{
    "id": 26386,
    "citation_title": "My Brother’s Keeper? The Impact of Targeted Educational Supports",
    "citation_author": [
        "Thomas Dee",
        "Emily Penner"
    ],
    "citation_publication_date": "2019-10-21",
    "issue_date": "2019-10-17",
    "revision_date": "2019-10-23",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe My Brother’s Keeper (MBK) Challenge developed by President Obama supports communities that promote civic initiatives designed to improve the educational and economic opportunities specifically for young men of color. In Oakland, California, the MBK educational initiative features the African American Male Achievement (AAMA) program. The AAMA focuses on regularly scheduled classes exclusively for Black, male students and taught by Black, male teachers who focus on social-emotional training, African-American history, culturally relevant pedagogy, and academic supports. In this study, we present quasi-experimental evidence on the dropout effects of the AAMA by leveraging its staggered scale-up across high schools in the Oakland Unified School District (OUSD). We find that AAMA availability led to a significant reduction in the number of Black males who dropped out as well as smaller reductions among Black females, particularly in 9th grade.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge the generous support of Chris Chatmon and Gerald Williams in the Oakland Unified School District, financial support from the Raikes Foundation and the Mindset Scholars Network, and the comments from seminar participants at Harvard University, UC Davis, and Stanford University. We also acknowledge the excellent research support of Miles Davison, Lief Esbenshade, and Elizabeth Huffaker. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}