{
    "id": 26399,
    "citation_title": "The Labor Market Effects of Mexican Repatriations: Longitudinal Evidence from the 1930s",
    "citation_author": [
        "Jongkwan Lee",
        "Giovanni Peri",
        "Vasil Yasenov"
    ],
    "citation_publication_date": "2019-10-28",
    "issue_date": "2019-10-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the labor market consequences of an extensive campaign repatriating around 400,000 Mexicans in 1929-34. To identify a causal effect, we instrument county level repatriations with the existence of a railway line to Mexico interacted with the size of the Mexican communities in 1910. Using individual linked data we find that Mexican repatriations reduced employment of native incumbent workers and resulted in their occupational downgrading. However, using a repeated cross section of county level data, we find attenuated and non-significant employment effects and amplified wage downgrading. We show that this is due to selective in- and out-migration of natives.\n\n",
    "acknowledgement": "\nWe thank Leah Boustan, Breno Braga, Michael Clemens, Stefano Della Vigna, Arindrajit Dube, Katherine Erickson, Francesco Fasani, Daniel Hamermesh, Suresh Naidu, Alan Manning, Chris Meissner, Kris Mitchener, Santiago Perez, Sarah Quincy and seminar participants at the Urban Institute, Santa Clara University, UC Davis, 2017 CEPR/IZA Annual Symposium in Labour Economics, 2018 WEAI International Conference, 2018 SOLE Annual Meeting for helpful comments. An earlier version of this paper was circulated under the title “The Employment Effects of Mexican Repatriations: Evidence from the 1930’s.” Emily Culver, Justin Wiltshire and John Blanchette provided excellent research assistance. We have not received any financial support for this paper. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}