{
    "id": 26393,
    "citation_title": "The Impact of Sugar-Sweetened Beverage Taxes on Purchases: Evidence from Four City-Level Taxes in the U.S.",
    "citation_author": [
        "John Cawley",
        "David Frisvold",
        "David Jones"
    ],
    "citation_publication_date": "2019-10-21",
    "issue_date": "2019-10-17",
    "revision_date": "2019-12-07",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSince 2017, many U.S. cities have implemented taxes on sugar-sweetened beverages (SSBs) to decrease consumption of sugary beverages and raise revenue. In this paper, we analyze household receipt data to examine the impact of SSB taxes on households’ purchases of taxed and untaxed beverages in the four largest U.S. cities with such taxes: Philadelphia, Pennsylvania; San Francisco, California; Seattle, Washington; and Oakland, California. We estimate the impact of these taxes by comparing changes in monthly household purchases in the treatment cities to changes in one of two comparison groups: 1) areas adjacent to the treatment cities; or 2) a matched set of households nationally. We find that an increase in the beverage tax rate of 1 cent per ounce decreases household purchases of taxed beverages by 53.0 ounces per month or 12.2 percent. This impact is small in magnitude and consistent with a reduction in individual consumption of 5 calories per day per household member and eventual reduction in weight of 0.5 pounds. When we examine results separately by city, we find that the decline was concentrated in Philadelphia, where the tax decreased purchases by 27.7 percent.  We do not find impacts of the taxes in the other three cities combined.\n\n",
    "acknowledgement": "\nWe thank Tina Kauh, Jayson Lusk, Erich Muehlegger, Shiriki Kumanyika, and Mary Story for their helpful comments. We thank Anna Hill, Jon Gellar, Keith Kranker, Tyler Rose, Beau Smit, and Fei Xing for research assistance. We gratefully acknowledge funding from the Robert Wood Johnson Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJohn Cawley\n\nCawley acknowledges consulting income from Novo Nordisk, Inc. on an unrelated project.\n\n\n"
}