{
    "id": 26397,
    "citation_title": "Optimal Policy for Macro-Financial Stability",
    "citation_author": [
        "Gianluca Benigno",
        "Huigang Chen",
        "Christopher Otrok",
        "Alessandro Rebucci",
        "Eric R. Young"
    ],
    "citation_publication_date": "2019-10-28",
    "issue_date": "2019-10-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere is a new and now extensive literature analyzing government policies for financial stability based on models with endogenous borrowing constraints. These normative analyses often build upon the concept of constrained efficient allocation, where the social planner is constrained by the same borrowing limit that agents face. In this paper, we show that the same set of policy tools that implement the constrained efficient allocation can be used optimally by a Ramsey planner to replicate the unconstrained allocation, thus achieving higher welfare. We establish this in the context of a well-known model economy, but the result is relevant whenever the policy instrument that is assigned to the planner can affect the market price that determines the value of collateral in the borrowing constraint. The result implies that a robust normative analysis in this model class requires explicit computations of the Ramsey optimal policy problem.\n\n",
    "acknowledgement": "\nThis paper is a substantially revised version of Benigno, Chen, Otrok, Rebucci, and Young (2012). Earlier versions of this paper also circulated under the title \"Optimal Policy with Occasionally Binding Credit Constraints\" and \"Optimal Stabilization Policy in a Model with Endogenous Sudden Stops\". We thank numerous seminar and workshop participants and discussants, as well as Javier Bianchi, Anton Korinek, Enrique Mendoza, and Olivier Jeanne for comments and numerous discussions. The views expressed in this paper are exclusively those of the authors and not those of the institutions with which they are affiliated, nor do they necessarily reflect the views of the National Bureau of Economic Research. Young thanks the Bankard Fund for Political Economy for financial support at various stages of this project.\n\n\n"
}