{
    "id": 26391,
    "citation_title": "Hysteresis from Employer Subsidies",
    "citation_author": [
        "Emmanuel Saez",
        "Benjamin Schoefer",
        "David Seim"
    ],
    "citation_publication_date": "2019-10-21",
    "issue_date": "2019-10-17",
    "revision_date": "2021-06-09",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Discrimination",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses administrative data to analyze a large and 8-year long employer payroll tax rate cut in Sweden for young workers aged 26 or less. We replicate previous results documenting that during the earlier years of the reform, it raised youth employment among the treated workers, driven by labor demand (as workers' take-home wages did not respond). First, drawing on additional years of data, this paper then documents that the longer-run effects during the reform are twice as large as the medium-run effects. Second, we document novel labor-demand-driven “hysteresis” from this policy–i.e. persistent employment effects even after the subsidy no longer applies–along two dimensions. Over the lifecycle, employment effects persist even after workers age out of eligibility. Three years after the repeal, employment remains elevated at the maximal reform level in the formerly subsidized ages. These hysteresis effects more than double the direct employment effects of the reform. Discrimination against young workers in job posting fell during the reform and does not bounce back after repeal, potentially explaining our results.\n\n",
    "acknowledgement": "\nWe thank co-editor Alex Gelber, David Card, Peter Fredriksson, Patrick Kline, and three anonymous referees for useful comments. Jesper Ekman, Clancy Green, Linn Hansen, and Katie Donnelly Moran provided outstanding research assistance. We acknowledge financial support from NSF Grant SES-1559014; the Center for Equitable Growth at UC Berkeley and FORTE Grant 2015-00490. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}