{
    "id": 26396,
    "citation_title": "Tariff Passthrough at the Border and at the Store: Evidence from US Trade Policy",
    "citation_author": [
        "Alberto Cavallo",
        "Gita Gopinath",
        "Brent Neiman",
        "Jenny Tang"
    ],
    "citation_publication_date": "2019-10-28",
    "issue_date": "2019-10-25",
    "revision_date": "2024-11-06",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use micro data collected at the border and at retailers to characterize the effects of recent changes in US trade policy -- particularly the tariffs placed on imports from China -- on importers, consumers, and exporters. We start by documenting that the tariffs were almost fully passed through to total prices paid by importers, suggesting that incidence has fallen largely on the United States. Since we estimate the response of prices to exchange rates to be far more muted, the recent depreciation of China’s renminbi is unlikely to alter this conclusion. Next, using product-level data from several large retailers, we demonstrate that the tariffs’ impact on retail prices is more mixed. Some affected product categories have seen sharp price increases, but the difference between affected and unaffected products is generally quite modest, suggesting that retail margins have fallen. These retailers' imports increased after the initial announcement of possible tariffs, but before their full implementation, so the intermediate passthrough of tariffs to their prices may not persist. Finally, in contrast to the case of foreign exporters facing US tariffs, we show that US exporters lowered their prices on goods subjected to foreign retaliatory tariffs compared to exports of non-targeted goods.\n\n",
    "acknowledgement": "\nThis research was conducted with restricted access to Bureau of Labor Statistics (BLS) data. The views expressed herein are those of the authors and do not necessarily reflect the views of the BLS, the Federal Reserve Bank of Boston, the Federal Reserve System, or those of the IMF, its Executive Board, or Management. We are grateful to Rozi Ulics for her substantial efforts as BLS project coordinator, to Florencia Hnilo, Keith Barnatchez, Menglu Xu, and Augusto Ospital for excellent research assistance, and to Chad Bown and Mitali Das for helpful comments and suggestions. Alberto Cavallo is a shareholder of PriceStats LLC, a private company that provided proprietary data used in this paper without any requirements to review the findings prior to their release. Gopinath acknowledges that this material is based upon work supported by the NSF under Grant Number #1628874. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}