{
    "id": 26390,
    "citation_title": "Cities in the Developing World",
    "citation_author": [
        "Gharad Bryan",
        "Edward Glaeser",
        "Nick Tsivanidis"
    ],
    "citation_publication_date": "2019-10-21",
    "issue_date": "2019-10-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe fast and often chaotic urbanization of the developing world generates both economic opportunity and challenges, like contagious disease and congestion, because proximity increases both positive and negative externalities. In this paper, we review the expanding body of economic research on developing world cities. One strand of this literature emphasizes the economic benefits of urban connection, typically finding that agglomeration benefits are at least as high in poor countries as they are in rich countries. Yet there remains an ongoing debate about whether slums provide a path to prosperity or an economic dead end. A second strand analyzes the negative externalities associated with urban density, and the challenges of building and maintaining infrastructure to moderate those harms. Researchers are just beginning to understand the links between institutions (such as Public Private Partnerships), incentives (such as congestion pricing) and the effectiveness of urban infrastructure spending. A third line of research addresses the spatial structure of cities directly with formal, structural models. These structural models seem particularly valuable when analyzing land use and transportation systems in the far more fluid cities of the developing world.\n\n",
    "acknowledgement": "\nValentine Gilbert and Matthieu Teachout provided excellent research assistance. Astrid Haas and Jonathan Leape provided helpful comments.   The International Growth Centre provided financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nEdward Glaeser\n\nI have received speaking fees from organizations that organize members that invest in real estate markets, including the National Association of Real Estate Investment Managers and the Pension Real Estate Association.\n\n\n"
}