{
    "id": 26395,
    "citation_title": "The Unintended Effects from Halting Nuclear Power Production: Evidence from Fukushima Daiichi Accident",
    "citation_author": [
        "Matthew J. Neidell",
        "Shinsuke Uchida",
        "Marcella Veronesi"
    ],
    "citation_publication_date": "2019-10-28",
    "issue_date": "2019-10-17",
    "revision_date": "2022-12-07",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides novel evidence of the unintended health effects stemming from the halt in nuclear power production after the Fukushima Daiichi nuclear accident. After the accident, nuclear power stations ceased operation and nuclear power was replaced by fossil fuels, causing an increase in electricity prices. We find that this increase led to a reduction in energy consumption, which caused an increase in mortality during very cold temperatures, given the protective role that climate control plays against the elements. Our results contribute to the debate surrounding the use of nuclear as a source of energy by documenting a yet unexplored health benefit from using nuclear power, and more broadly to regulatory policy approaches implemented during periods of scientific uncertainty about potential adverse effects.\n\n",
    "acknowledgement": "\nWe thank Michele Baggio, Geoffrey Barrows, Francois Cohen, Olivier Deschenes, Tatyana Deryugina, Lucija Muehlenbachs, Peter Martinsson, Jisung Park, Alberto Salvo, Reed Walker, and Hendrik Wolff for their suggestions. The authors would also like to thank for their comments participants at the 2020 Annual ASSA meeting, 6th IZA Workshop on “Environment and Labor Market,” 6th World Congress of Environmental and Resource Economists, Workshop on “Environment & Health: An Economic Perspective” at the Ecole Normale Supérieure Paris-Saclay, Cachan, Asian Growth Research Institute, National Institute of Population and Social Security Research, 6th IAERE Conference, 23rd Annual Meeting of the Society of Environmental Economics and Policy Studies, and seminar participants at American University, Asian Development Bank, Hitotsubashi University, Nagoya City University, OSLO MET, Princeton University, Shinshu University, University of Arizona, University of Innsbruck, University of Gothenburg, and University of Verona. All errors and omissions are our own responsibility. The research reported in this paper is not the result of a for-pay consulting relationship. Our employers do not have a financial interest in the topic of the paper which might constitute a conflict of interest. We acknowledge data support from the Ministry of Health, Labor and Welfare of Japan that provided mortality counts by cause and age class upon special tabulation request. We also acknowledge financial support from the Environment Research and Technology Development Fund (JPMEERF20S11821) of the Environmental Restoration and Conservation Agency of Japan, Japan Society for the Promotion of Science, Murata Science Foundation, Shikishima Research and Cultural Foundation, and University of Verona. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}