{
    "id": 26408,
    "citation_title": "Intergenerational Mobility of Immigrants in the US over Two Centuries",
    "citation_author": [
        "Ran Abramitzky",
        "Leah Platt Boustan",
        "Elisa Jácome",
        "Santiago Pérez"
    ],
    "citation_publication_date": "2019-10-28",
    "issue_date": "2019-10-25",
    "revision_date": "2023-08-30",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing millions of father-son pairs spanning more than 100 years of US history, we find that children of immigrants from nearly every sending country have higher rates of upward mobility than children of the US-born. Immigrants’ advantage is similar historically and today despite dramatic shifts in sending countries and US immigration policy. In the past, this advantage can be explained by immigrants moving to areas with better prospects for their children and by “under-placement” of the first generation in the income distribution. These findings are consistent with the “American Dream” view that even poorer immigrants can improve their children’s prospects.\n\n",
    "acknowledgement": "\nWe thank Chris Becker, Alvaro Calderón, Bruno Caprettini, Raj Chetty, Jennifer Hunt, Michele Rosenberg, Martin Saavedra, Kjell Salvanes, seminar participants at Copenhagen Business School, Copenhagen University, Munich, Princeton, Norwegian School of Economics in Bergen, Rotterdam, Stanford, Tilburg, and UC Davis, as well as conference participants at the 12th International conference on Migration and Development in Madrid, the “Intergenerational Mobility, Gender, and Family Formation in the Long Run” conference in Oslo, and SITE conference on immigration at Stanford for useful comments and discussions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}