{
    "id": 26402,
    "citation_title": "Household Heterogeneity and the Transmission of Foreign Shocks",
    "citation_author": [
        "Sergio de Ferra",
        "Kurt Mitman",
        "Federica Romei"
    ],
    "citation_publication_date": "2019-10-28",
    "issue_date": "2019-10-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the role of heterogeneity in the transmission of foreign shocks. We build a Heterogeneous-Agent New-Keynesian Small Open Model Economy (HANKSOME) that experiences a current account reversal. Households' portfolio composition and the extent of foreign currency borrowing are key determinants of the magnitude of the contraction in consumption associated with a sudden stop in capital inflows. The contraction is more severe when households are leveraged and owe debt in foreign currency. In this setting, the revaluation of foreign debt causes a larger contraction in aggregate consumption when debt and leverage are concentrated among poorer households. Closing the output gap via an exchange-rate devaluation may therefore be detrimental to household welfare due to the heterogeneous impact of the foreign debt revaluation. Our HANKSOME framework can rationalize the observed \"fear of floating\" in emerging market economies, even in the absence of contractionary devaluations\n\n",
    "acknowledgement": "\nWe thank Adrien Auclert, Luigi Bocola, Charles Engel, Kristin Forbes, Jeffrey Frankel, Jordi Gali, Pierre-Olivier Gourinchas, Emil Verner, our discussants, Morten Ravn and Ludwig Straub, and participants at the NBER International Seminar on Macro and the Society of Economic Dynamics Annual Meeting for valuable discussions.  Support from the Ragnar Soderbergs stiftelse, and the European Research Council grant No. 759482 under the European Union's Horizon 2020 research and innovation programme is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}