{
    "id": 26403,
    "citation_title": "Spending Reductions in the Medicare Shared Savings Program: Selection or Savings?",
    "citation_author": [
        "J. Michael McWilliams",
        "Laura A. Hatfield",
        "Bruce E. Landon",
        "Michael E. Chernew"
    ],
    "citation_publication_date": "2019-10-28",
    "issue_date": "2019-10-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": null,
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nEvidence of patient and physician turnover in accountable care organizations (ACOs) has raised concerns that ACOs may be earning shared-savings bonuses by selecting for lower-risk patients or providers with lower-risk panels. We conducted three sets of analyses to examine risk selection in the Medicare Shared Savings Program.  First, we estimated overall MSSP savings through 2015 using a difference-in-differences approach and methods that eliminated selection bias from ACO program exit or changes in the practices or physicians included in ACO contracts. We then checked for residual risk selection at the patient level. Second, we re-estimated savings with methods that address undetected risk selection but could introduce bias from other sources. These included patient fixed effects, baseline assignment, and area-level MSSP exposure to hold patient populations constant. Third, we tested for changes in provider composition or provider billing that may have contributed to bonuses, even if they were eliminated as sources of bias in the evaluation analyses. We find that MSSP participation was associated with modest and increasing annual gross savings in the 2012-2013 entry cohorts of ACOs that reached $139-302/patient by 2015. Savings in the 2014 entry cohort were small and not statistically significant. Robustness checks revealed no evidence of residual risk selection. Alternative methods to address risk selection produced consistent results but were less robust than our primary analysis, suggesting the introduction of bias from within-patient changes in time-varying characteristics. We find no evidence of ACO manipulation of provider composition or billing to inflate savings. We further demonstrate that exit of high-risk patients or physicians with high-risk patients from ACOs is misleading without considering a counterfactual among non-ACO practices. We conclude that participation in the original MSSP program was associated with modest savings and not with favorable risk selection. These findings suggest an opportunity to build on early progress. Understanding the effect of new incentives and opportunities for risk selection in the revamped MSSP will be important for guiding future program reforms.\n\n",
    "acknowledgement": "\nFrom the Department of Health Care Policy, Harvard Medical School (JMM, MEC, BEL, LAH, PH); Division of General Internal Medicine and Primary Care, Department of Medicine, Brigham and Women’s Hospital and Harvard Medical School (JMM); and Division of General Internal Medicine and Primary Care, Department of Medicine, Beth Israel Deaconess Medical Center (BEL), all in Boston, MA. Supported by grants from the National Institute on Aging of the National Institutes of Health (P01AG032952) and Arnold Ventures.  The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health or Arnold Ventures. The authors thank Pasha Hamed, MA for statistical programming support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJ. Michael McWilliams\n\nDr. McWilliams reports serving as a consultant to Abt Associates, Inc. for an evaluation of the ACO Investment Model.\n\n\n"
}