{
    "id": 26405,
    "citation_title": "The EITC and the Extensive Margin: A Reappraisal",
    "citation_author": [
        "Henrik Kleven"
    ],
    "citation_publication_date": "2019-10-28",
    "issue_date": "2019-10-25",
    "revision_date": "2024-05-06",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA strong consensus posits that the Earned Income Tax Credit (EITC) has had sizable effects on extensive margin labor supply, especially for single mothers. This paper reappraises the difference-in-differences and event study approaches that underpin much of this consensus. The paper investigates every EITC reform at the state and federal level since the inception of the policy. All reforms are analyzed in an event study framework and a comprehensive analysis of model uncertainty is presented. Apart from the federal 1993 reform, EITC expansions are not associated with any clear and robust effects on employment. Treatment impact estimates from about 500 event studies are symmetrically distributed around zero. Specifications with large elasticities are outliers in the distribution. The 1993 reform, on the other hand, is associated with large employment increases for single mothers. Based on a number of different analyses, the paper shows that these increases align more closely with confounding effects from welfare reform and the macroeconomy than with the EITC. Overall, difference-in-differences and event study analyses of EITC reforms are fragile to specification choices and do not support robustly large effects.\n\n",
    "acknowledgement": "\nI thank Richard Blundell, Raj Chetty, Monica Costa Dias, Arindrajit Dube, Amy Finkelstein, John Friedman, Peter Ganong, Alex Gelber, Jeffrey Grogger, Nathan Hendren, Hilary Hoynes, Theodore Joyce, Larry Katz, Pat Kline, Wojciech Kopczuk, Ilyana Kuziemko, Claus Kreiner, Camille Landais, Thomas Lemieux, Adam Looney, Day Manoli, Alex Mas, Maxim Massenkoff, Larry Mead, Costas Meghir, Bruce Meyer, Pascal Noel, Matthew Notowidigdo, Jesse Rothstein, Dominik Sachs, Emmanuel Saez, Stefanie Stantcheva, Michael Wiseman, Owen Zidar, and Jim Ziliak for comments and discussions. I am grateful to Eva Demsky, Ragini Jain, Madhavi Jha, Ale Marchetti-Bowick, Aarti Malik, and Shreya Tandon for outstanding research assistance, and to Stephanie Kestelman and Dana Scott for their assistance at an early stage of the project. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}