{
    "id": 26418,
    "citation_title": "Measuring “Dark Matter” in Asset Pricing Models",
    "citation_author": [
        "Hui Chen",
        "Winston Wei Dou",
        "Leonid Kogan"
    ],
    "citation_publication_date": "2019-12-02",
    "issue_date": "2019-11-27",
    "revision_date": "2021-12-14",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe formalize the concept of “dark matter” in asset pricing models by quantifying the additional informativeness of cross-equation restrictions about fundamental dynamics. The dark matter measure captures the degree of fragility for models that are potentially misspecified and unstable: a large dark matter measure signifies that the model lacks internal refutability (weak power of optimal specification tests) and external validity (high overfitting tendency and poor out-of-sample fit). The measure can be computed at low cost even for complex dynamic structural models. To illustrate its applications, we provide quantitative examples applying the measure to (time-varying) rare-disaster risk and long-run risk models.\n\n",
    "acknowledgement": "\nWe are grateful to Stefan Nagel (the Editor), an Associate Editor, and two referees for their helpful suggestions. We thank Xiaohong Chen, Frank Schorfheide, Martin Schneider, and especially Lars Hansen for detailed comments and discussions. We also thank Torben Andersen, Bradyn Breon-Drish, Murray Carlson, John Cochrane, Ian Dew-Becker, Frank Diebold, Stefano Giglio, Robert Korajczyk, Anna Mikusheva, Tom Sargent, Laura Veldkamp, Jessica Wachter, Tan Wang, Amir Yaron, Fernando Zapatero, Stan Zin, and seminar and conference participants at University of Chicago, MIT Sloan, CKGSB, INSEAD, Northwestern, Harvard, NYU Stern, Yale, Washington University in St. Louis, University of Pennsylvania, Chicago CITE, ITAM Finance Conference, Macrofinance Society Workshop, Macro Financial Modeling Meeting, NBER Asset Pricing Meeting, NBER SI Meeting on Capital Markets and Economy, Red Rock Finance Conference, UBC Winter Finance Conference, Utah Winter Finance Conference, and WFA for their comments. We thank Di Tian for his superb research assistance. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}