{
    "id": 26410,
    "citation_title": "The Wife’s Protector: A Quantitative Theory Linking Contraceptive Technology with the Decline in Marriage",
    "citation_author": [
        "Jeremy Greenwood",
        "Nezih Guner",
        "Karen A. Kopecky"
    ],
    "citation_publication_date": "2019-10-28",
    "issue_date": "2019-10-25",
    "revision_date": "2020-05-12",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe 19th and 20th centuries saw a transformation in contraceptive technologies and their take up. This led to a sexual revolution, which witnessed a rise in premarital sex and out-of-wedlock births, and a decline in marriage. The impact of contraception on married and single life is analyzed here both theoretically and quantitatively. The analysis is conducted using a model where people search for partners. Upon finding one, they can choose between abstinence, a premarital sexual relationship, and marriage. The model is confronted with some stylized facts about premarital sex and marriage over the course of the 20th century. Some economic history is also presented.\n\n",
    "acknowledgement": "\nIn preparation for Bisin, Alberto and Giovanni Federico, Eds. (2020, Expected) Handbook of Historical Economics. Elsevier North Holland, Amsterdam. Dedicated to Stanley L. Engerman, one of the great economic historians. The authors thank Jordan Herring and Yueyuan Ma for research assistance. The title refers to John B. Beers' 1846 Wife's Protector contraceptive device. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}