{
    "id": 26416,
    "citation_title": "The Long-Run Effects of California’s Paid Family Leave Act on Women’s Careers and Childbearing: New Evidence from a Regression Discontinuity Design and U.S. Tax Data",
    "citation_author": [
        "Martha J. Bailey",
        "Tanya S. Byker",
        "Elena Patel",
        "Shanthi Ramnath"
    ],
    "citation_publication_date": "2019-10-28",
    "issue_date": "2019-10-25",
    "revision_date": "2024-01-04",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nWe use administrative tax data to analyze the cumulative, long-run effects of California’s 2004 Paid Family Leave Act (CPFL) on women’s employment, earnings, and childbearing. A regression-discontinuity design exploits the sharp increase in the weeks of paid leave available under the law. We find no evidence that CPFL increased employment, boosted earnings, or encouraged childbearing, suggesting that CPFL had little effect on the gender pay gap or child penalty. For first-time mothers, we find that CPFL reduced employment and earnings roughly a decade after they gave birth.\n\n",
    "acknowledgement": "\nThe research described in this manuscript was conducted while one of the authors of the research was an employee at the U.S. Department of the Treasury. Any taxpayer data used in the research described in this manuscript was kept in a secured Treasury or IRS data repository, and all results have been reviewed to ensure that no confidential information is disclosed. This work was generously supported by the National Science Foundation (SMA 1757063), the Washington Center for Equitable Growth, and the NICHD training program (T32 HD0007339). We gratefully acknowledge the use of the services and facilities of the Population Studies Center at the University of Michigan (P2C HD041028) and the California Center for Population Research at UCLA (P2C HD041022). We thank Kelsey Figone, Deniz Gorgulu, Jordan Cammarota, and Eric Wang for excellent research assistance. The findings, interpretations, and conclusions expressed in their paper are entirely those of the authors and do not necessarily reflect the views or the official positions of the U.S. Department of the Treasury, the Federal Reserve Bank of Chicago, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}