{
    "id": 26411,
    "citation_title": "Setting a Good Example? Examining Sibling Spillovers in Educational Achievement Using a Regression Discontinuity Design",
    "citation_author": [
        "Krzysztof Karbownik",
        "Umut Özek"
    ],
    "citation_publication_date": "2019-10-28",
    "issue_date": "2019-10-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing a regression discontinuity design generated by school-entry cutoffs and school records from an anonymous district in Florida, we identify externalities in human capital production function arising from sibling spillovers. We find positive spillover effects from an older to a younger child in less affluent families and negative spillover effects from a younger to an older child in more affluent families. These results are consistent with direct spillovers dominating in economically disadvantaged families and with parental reinforcement in more affluent families.\n\n",
    "acknowledgement": "\nWe appreciate feedback from David Figlio, Krzysztof Kalisiak and Paco Martorell as well as conference and seminar participants at APPAM, Aarhus University, Michigan State University, National Bureau of Economic Research Education Meeting, Northwestern University, University of Copenhagen and University of Hong Kong. We are grateful to the anonymous county in Florida for providing the data used in the analysis. Views expressed here are those of the authors and do not necessarily reflect those of the anonymous district or the institutions to which the authors are affiliated. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}