{
    "id": 26427,
    "citation_title": "MoNK: Mortgages in a New-Keynesian Model",
    "citation_author": [
        "Carlos Garriga",
        "Finn E. Kydland",
        "Roman Šustek"
    ],
    "citation_publication_date": "2019-11-04",
    "issue_date": "2019-11-01",
    "revision_date": "2020-04-20",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere has been much interest recently in the role of household long-term, mortgage, debt in the transmission of monetary policy. This paper offers a tractable framework that integrates the long-term debt channel with the standard New-Keynesian channel, providing a tool for monetary policy analysis that reflects the recent debates in the literature. As the model includes both short- and long-term debt, it provides a useful laboratory for the analysis of monetary policy operating not only through short-term actions, as has been done traditionally in the literature, but also through expected, persistent, changes in its stance.\n\n",
    "acknowledgement": "\nWe thank Adrian Auclert, Refet G¨urkaynak, Wouter den Haan, Amir Kermani, Ricardo Reis, Victor R´ıos-Rull, Martin Schneider, and Stanley Zin for valuable comments and suggestions. We are also grateful to Anton Braun and Andreas Hornstein for their conference discussions (we thank Andreas for coming up with the MoNK acronym). We have also benefited from comments by seminar and conference participants at Vienna Macroeconomics Workshop, CERGE-EI, Economic Growth and Policy Conference in Durham, London School of Economics, GBS Summer Forum in Barcelona, St. Louis Fed, Reserve Bank of New Zealand, Federal Reserve System Meetings in San Francisco, Konstanz Seminar on Monetary Theory and Policy, Bank of Italy, Stockholm University, Bundesbank, Swiss National Bank, the 6th ECB Conference on Household Finance and Consumption, and Emory-Atlanta Fed seminar. The views expressed are those of the authors and not necessarily of the Federal Reserve Bank of St. Louis, the Federal Reserve System, or the National Bureau of Economic Research. The financial support of the Czech Science Foundation project No. P402/12/G097 (DYME Dynamic Models in Economics) is gratefully acknowledged.\n\n\n"
}