{
    "id": 26420,
    "citation_title": "The Effect of Changes in the Skill Premium on College Degree Attainment and the Choice of Major",
    "citation_author": [
        "Ran Abramitzky",
        "Victor Lavy",
        "Maayan Segev"
    ],
    "citation_publication_date": "2019-11-18",
    "issue_date": "2019-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the impact of financial incentives on higher education decisions and the choice of major. We rely on a reform whereby Israeli kibbutzim shifted from their traditional policy of equal sharing to productivity-based wages. We use for identification the staggered implementation of this reform in different kibbutzim. In this setting of very low initial returns to education, we find that the dramatic increase in the rate of return and its sharp variation across fields of study led to a large increase in the probability of receiving a Bachelor degree, especially in STEM fields of study that are expected to yield higher financial returns. For men this increase was largely in computer science and engineering, and for women in biology, chemistry and computer science. Our findings suggest that investment in higher education and the choice of major are responsive to increases in the return to education for both men and women.\n\n",
    "acknowledgement": "\nWe are grateful to Alvaro Calderon, Chris Becker, Giacomo De Giorgi, Jaime Arellano-Bover, Nicky Irvine Halterman and Tom Zohar for most useful comments. We thank the Central Bureau of Statistics in Israel and Avi Simchon for allowing restricted access to the data used in this study. We benefited from comments from participants at Stanford, Tel Aviv University, Pontificia Universidad Catolica de Chile, Hebrew University, University of Geneve, and the Lisbon conference on economics of education, January 2019. Lavy acknowledges financial support from the European Research Council through ERC Advance Grant 323439. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}