{
    "id": 26424,
    "citation_title": "Demand Analysis with Many Prices",
    "citation_author": [
        "Victor Chernozhukov",
        "Jerry A. Hausman",
        "Whitney K. Newey"
    ],
    "citation_publication_date": "2019-11-04",
    "issue_date": "2019-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFrom its inception, demand estimation has faced the problem of \"many prices.\" This paper provides estimators of average demand and associated bounds on exact consumer surplus when there are many prices in cross-section or panel data. For cross-section data we provide a debiased machine learner of consumer surplus bounds that allows for general heterogeneity and solves the \"zeros problem\" of demand. For panel data we provide bias corrected, ridge regularized estimators of average coefficients and consumer surplus bounds. In scanner data we find smaller panel elasticities than cross-section and that soda price increases are regressive.\n\n",
    "acknowledgement": "\nResearch for this paper was supported by NSF Grant 1757140. Helpful comments were provided by R. Blundell, B. Deaner, Y. Gao, M. Harding, S. Hoderlein, M. Keene, and J. Shapiro. B. Deaner, Y Gao, M. Hardy, and K. Quist provided excellent research assistance. The empirical work here is researchers own analyses based in part on data from The Nielsen Company (US), LLC and marketing databases provided through the Nielsen Datasets at the Kilts Center for Marketing Data Center at The University of Chicago Booth School of Business. The conclusions drawn from the Nielsen data are those of the researchers and do not reflect the views of Nielsen, nor of the National Bureau of Economic Research. Nielsen is not responsible for, had no role in, and was not involved in analyzing and preparing the results reported herein.\n\n\n\nWhitney K. Newey\n\nResearch for this paper was supported by NSF Grant 1757140. No other support to disclose.\n\n\n"
}