{
    "id": 26425,
    "citation_title": "Government Expenditure on the Public Education System",
    "citation_author": [
        "Chao Fu",
        "Shoya Ishimaru",
        "John Kennan"
    ],
    "citation_publication_date": "2019-11-04",
    "issue_date": "2019-11-01",
    "revision_date": "2019-11-05",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate equilibrium impacts of federal policies such as free-college proposals, taking into account that human capital production is cumulative and that state governments have resource constraints. In the model, a state government cares about household welfare and aggregate educational attainment. Realizing that household choices vary with its decisions, the government chooses income tax rates, per-student expenditure levels on public K-12 and college education, college tuition and the provision of other public goods, subject to its budget constraint. We estimate the model using data from the U.S. Using counterfactual simulations, we find that free-public-college policies, mandatory or subsidized, would decrease state expenditure on and hence the quality of public education. More students would obtain college degrees due to increased enrollment. Over 86% of all households would lose while about 60% of the lowest income quintile would gain from such policies.\n\n",
    "acknowledgement": "\nWe are grateful for helpful comments from conference and seminar participants at the Cowles Conference, CUHK, HKU, Johns Hopkins, Minnesota, the Society for Economic Dynamics, the NBER Summer Institute, Northwestern, Penn State, Rice, University of Houston, UT-Austin, University of Virginia, Wharton and Washington University in St. Louis. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}