{
    "id": 26429,
    "citation_title": "Benchmark Interest Rates When the Government is Risky",
    "citation_author": [
        "Patrick Augustin",
        "Mikhail Chernov",
        "Lukas Schmid",
        "Dongho Song"
    ],
    "citation_publication_date": "2019-11-04",
    "issue_date": "2019-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSince the Global Financial Crisis, rates on interest rate swaps have fallen below maturity matched U.S. Treasury rates across different maturities. Swap rates represent future uncollateralized borrowing between banks. Treasuries should be expensive and produce yields that are lower than those of maturity matched swap rates, as they are deemed to have superior liquidity and to be safe, so this is a surprising development. We show, by no-arbitrage, that the U.S. sovereign default risk explains the negative swap spreads over Treasuries. This view is supported by a quantitative equilibrium model that jointly accounts for macroeconomic fundamentals and the term structures of interest and U.S. credit default swap rates. We account for interbank credit risk, liquidity effects, and cost of collateralization in the model. Thus, the sovereign risk explanation complements others based on frictions such as balance sheet constraints, convenience yield, and hedging demand.\n\n",
    "acknowledgement": "\nWe thank Vadim di Pietro, Valentin Haddad, Michael Johannes, Arvind Krishnamurthy, Lars Lochstoer, Francis Longstaff, Renate Marold, Guillaume Roussellet, Suresh Sundaresan, and Tony Zhang for comments on earlier drafts, and participants in seminars sponsored by the Canadian Derivatives Institute, Duke, McGill, OSU, UCLA, the Federal Reserve Bank of San Francisco Conference on Advances in Financial Research, the HEC-McGill 2019 Summer Finance Workshop, and the ICEF 2019 International Finance Conference. The authors acknowledge financial support from the Canadian Derivatives Institute. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}