{
    "id": 26426,
    "citation_title": "Approximately Right?: Global v. Local Methods for Open-Economy Models with Incomplete Markets",
    "citation_author": [
        "Oliver de Groot",
        "Ceyhun Bora Durdu",
        "Enrique G. Mendoza"
    ],
    "citation_publication_date": "2019-11-04",
    "issue_date": "2019-11-01",
    "revision_date": "2023-07-18",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGlobal and local methods widely used to study open-economy incomplete-markets models yield very different cyclical moments, impulse responses, spectral densities and precautionary savings. Endowment and RBC model solutions obtained with first-order, higher-order, and risky-steady-state local methods are compared with fixed-point-iteration global solutions. Analytic and numerical results show that inaccuracies in the autocorrelation of Net Foreign Assets resulting from assumptions used to induce stationarity cause the local solutions’ flaws. DynareOBC solutions of a Sudden Stops model with an occasionally binding collateral constraint yield similar flaws and sharply underestimate the effects of the constraint on financial premia and macroeconomic variables. Local methods yield much larger Euler equation errors and are of comparable speed for the Sudden Stops model.\n\n",
    "acknowledgement": "\nWe thank Tom Holden, Matteo Iacoviello, and Rob Vigfusson for helpful discussions and comments, and Holt Dwyer, Alex Martin and Sergio Villalvazo for excellent research assistance. We are also grateful for comments by conference and seminar participants at the 2017 Dynare Conference, the 2018 SED Meeting, the 2018 North American Meetings of the Econometric Society, the Bank of Finland, George Washington University, and the 2018 Central Bank Macroeconomic Modeling Workshop. The views expressed in this paper are those of the authors and should not be attributed to the Board of Governors of the Federal Reserve System, its staff, or the National Bureau of Economic Research.\n\n\n\nOliver de Groot\n\nOliver de Groot is a paid consultant to the European Central Bank. The views expressed herein are those of the authors and do not necessarily reflect the views of the ECB.\n\n\n\nCeyhun Bora Durdu\n\nThe views expressed herein are those of the authors and  should not be attributed to the Board of Governors of the Federal Reserve\nSystem or its staff.\n\n\n"
}