{
    "id": 26423,
    "citation_title": "Don’t Take Their Word For It: The Misclassification of Bond Mutual Funds",
    "citation_author": [
        "Huaizhi Chen",
        "Lauren Cohen",
        "Umit Gurun"
    ],
    "citation_publication_date": "2019-11-04",
    "issue_date": "2019-11-01",
    "revision_date": "2020-08-14",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n",
        "Behavioral Finance",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nWe provide evidence that bond fund managers misclassify their holdings, and that these misclassifications have a real and significant impact on investor capital flows. In particular, many funds report more investment grade assets than are actually held in their portfolios to important information intermediaries, making these funds appear significantly less risky. This results in pervasive misclassification across the universe of US fixed income mutual funds. The problem is widespread - resulting in up to 31.4% of funds being misclassified with safer profiles, when compared against their true, publicly reported holdings. “Misclassified funds” – i.e., those that hold risky bonds, but claim to hold safer bonds – appear to on-average outperform the low-risk funds in their peer groups. Within category groups, “Misclassified funds” moreover receive higher Morningstar Ratings (significantly more Morningstar Stars) and higher investor flows due to this perceived on-average outperformance. However, when we correctly classify them based on their actual risk, these funds are mediocre performers. These Misclassified funds also significantly underperform precisely when junk-bonds crash in returns. Misreporting is stronger following several quarters of large negative returns.\n\n",
    "acknowledgement": "\nWe would like to thank Robert Battalio, Nick Bollen, Robert Burn, Geoffrey Booth, John Campbell, Bruce Carlin, Tom Chang, Christine Cuny, Alex Dontoh, Mark Egan, Ilan Guttman, Yael Hochberg, Samuel Hartzmark, Alan Isenberg, Robert Jackson, Christian Julliard, Oguzhan Karakas, Craig Lewis, Dong Lou, Tim Loughran, Chris Malloy, Bill McDonald, Rabih Moussawi, Bugra Ozel, Jeff Pontiff, Joshua Ronen, Nick Roussanov, Stephen Ryan, David Solomon, Tarik Umar, Ingrid Werner, Bob Whaley, Paul Wildermuth, Paul Zarowin and seminar participants at Drexel University, the London School of Economics, New York University, the University of Notre Dame, Rice University, Vanderbilt University, the 2020 Conference on the Experimental and Behavioral Aspects of Financial Markets, the 2020 Consortium for Asset Management Conference, and the 2020 Review of Asset Pricing Studies Winter Conference for helpful comments and suggestions. We also thank James Ng for providing valuable research assistance. We are grateful for funding from the National Science Foundation, SciSIP 1535813. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}