{
    "id": 26433,
    "citation_title": "Partisanship and Survey Refusal",
    "citation_author": [
        "Mark Borgschulte",
        "Heepyung Cho",
        "Darren Lubotsky"
    ],
    "citation_publication_date": "2019-11-11",
    "issue_date": "2019-11-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSurvey refusal in the Current Population Survey (CPS) has tripled over the last decade. This rise coincides with the emergence of rhetoric, largely from the political right, questioning the accuracy and integrity of government statistics. We examine how support for the Tea Party and the Republican party have affected CPS refusal rates and whether households are more likely to participate in the survey when their preferred political party holds the White House.  Using state and metro vote shares or an individual-level model based on the longitudinal structure of the CPS, we find no evidence that Republican or Tea Party supporters drive the long-term upward trend in refusals. We do find evidence of a political cycle in response rates. Refusal rates since 2015 exhibit polarization, with the fastest growth in refusals among those least likely to support Trump and the Tea Party. Evidence from an analysis which generates exogenous variation in Tea Party support using rain on the day of the first Tea Party rally indicates that exposure to anti-survey rhetoric decreases refusal rates, consistent with the findings from our other analyses.\n\n",
    "acknowledgement": "\nWe thank Jacob Bastian, David Card, Kyra Linse, Steven Rivkin, Jim Ziliak and seminar audiences at  the University of Illinois at Chicago, University of Illinois at Urbana-Champaign, and the University of Wisconsin for helpful discussion and comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}