{
    "id": 26439,
    "citation_title": "Income Growth and its Distribution from Eisenhower to Obama: The Growing Importance of In-Kind Transfers (1959-2016)",
    "citation_author": [
        "James Elwell",
        "Kevin Corinth",
        "Richard V. Burkhauser"
    ],
    "citation_publication_date": "2019-11-11",
    "issue_date": "2019-11-08",
    "revision_date": "2019-12-05",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing Census Bureau estimates of the market value of in-kind transfers and Current Population Survey (ASEC-CPS) data over the period 1979 to 2007, Burkhauser et al. (2012b) construct measures of income and its distribution. We extend their work forward to 2016 and back to 1967 using ASEC-CPS data and decennial Census data for 1959. With this newly linked data set, we provide a fresh look at the twenty-year period 1959 to 1979 that encompasses the inauguration of New Frontier and Great Society programs as well as the first survey-based look at levels and trends in income and its distribution from 1959 to 2016. We find that the dramatic decline in the market income of the middle class (measured as the median American tax unit or the mean value of the middle quintile of American tax units) began in 1969. However, we find that this decline was more than offset by government tax and transfer programs—especially in-kind transfers. Conventional measures of median income and income inequality that exclude the market value of in-kind transfers will substantially understate the impact of government policies in offsetting the stagnation of median market income growth and the rise in market income inequality since 1969.\n\n",
    "acknowledgement": "\nThe views in this paper reflect those of the authors and should not be attributed to the Joint Committee on Taxation, the Council of Economic Advisers, their staffs, or the National Bureau of Economic Research. Elwell’s work on this research was funded by The Lynde and Harry Bradley Foundation while he was a graduate student at Cornell University. Part of this work was undertaken while Burkhauser was employed by the Council of Economic Advisers.\n\n\n"
}