{
    "id": 26436,
    "citation_title": "Effects of Mandatory Energy Efficiency Disclosure in Housing Markets",
    "citation_author": [
        "Erica Myers",
        "Steven L. Puller",
        "Jeremy D. West"
    ],
    "citation_publication_date": "2019-11-11",
    "issue_date": "2019-11-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nMandatory disclosure policies are increasingly prevalent despite sparse evidence that they improve market outcomes. We study the effects of requiring home sellers to provide buyers with certified audits of residential energy efficiency. Using similar nearby homes as a comparison group, we find this requirement increases price capitalization of energy efficiency and encourages energy-saving residential investments. We present additional evidence characterizing the market failure as symmetrically incomplete information, which is ameliorated by government intervention. More generally, we formalize and provide empirical support for seller ignorance as a motivation for disclosure policies in markets with bilaterally incomplete information about quality.\n\n",
    "acknowledgement": "\nWe thank Austin Energy and the Austin/Central Texas Realty Information Services for sharing data. We also thank Filia Arga for providing excellent research assistance. This work benefited from helpful comments from Hunt Allcott, Matthew Backus, Joshua Blonz, Judd Boomhower, Richard Carson, Lucas Davis, Tatyana Deryugina, Meredith Fowlie, Joshua Graff Zivin, Matthew Harding, Koichiro Ito, Mark Jacobsen, Ryan Kellogg, David Rapson, Jan Rouwendal, James Sallee, and seminar participants at the Midwest Energy Fest, Resources for the Future, UC-Berkeley, UC-Davis, UC-San Diego, UC-Santa Cruz, University of Chicago, University of Maryland, and the Urban Economics Association. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}