{
    "id": 26437,
    "citation_title": "How Would 401(k) ‘Rothification’ Alter Saving, Retirement Security, and Inequality?",
    "citation_author": [
        "Vanya Horneff",
        "Raimond Maurer",
        "Olivia S. Mitchell"
    ],
    "citation_publication_date": "2019-11-11",
    "issue_date": "2019-11-08",
    "revision_date": "2020-03-06",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Behavioral Economics",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nThe US has long incentivized retirement saving in 401(k) and similar retirement accounts by permitting workers to defer taxes on contributions, levying them instead when retirees withdraw funds in retirement. This paper develops a dynamic life cycle model to show how and whether ‘Rothification’ – that is, taxing 401(k) contributions rather than payouts – would alter household saving, investment, and Social Security claiming patterns. We show that these changes differ importantly for low- versus higher-paid workers. We conclude that moving to a system that taxes pension contributions instead of withdrawals will lead to later retirement ages, particularly for the better-educated. It would also reduce work hours and lifetime tax payments and increase consumption inequality in retirement. In addition, we show how these behaviors would differ in a persistently low interest rate environment versus a more “normal” historical return world.\n\n",
    "acknowledgement": "\nThe authors acknowledge research support for this work from the Michigan Retirement and Disability Research Center (MRDRC), the German Investment and Asset Management Association (BVI), and the Pension Research Council/Boettner Center at The Wharton School of the University of Pennsylvania. We also thank the initiative High Performance Computing in Hessen for grating us computing time at the LOEWE-CSC and Lichtenberg Cluster. The authors also thank Anna Maria Maurer for helpful comments. All findings and conclusions expressed are those of the authors and not the official views of the MRDRC, the Social Security Administration, or any of the other institutions with which the authors are affiliated. This research is part of the NBER Aging program and the Household Portfolio workshop. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nOlivia S. Mitchell\n\nMitchell serves as an Independent Trustee for the Wells Fargo Mutual Funds and has received more than $10,000 from the TIAA Institute for research on retirement security.\n\n\n"
}