{
    "id": 26430,
    "citation_title": "How Do Low-Income Enrollees in the Affordable Care Act Marketplaces Respond to Cost-Sharing?",
    "citation_author": [
        "Kurt J. Lavetti",
        "Thomas DeLeire",
        "Nicolas R. Ziebarth"
    ],
    "citation_publication_date": "2019-11-04",
    "issue_date": "2019-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Public Goods",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe ACA requires insurers to provide cost-sharing reductions (CSRs) to low-income consumers on the marketplaces. We link 2013-2015 All-Payer Claims Data to 2004-2013 administrative hospital discharge data from Utah and exploit policy-driven differences in the value of CSRs that are solely determined by income. We find that enrollees with lower cost sharing have higher levels of health care spending, controlling for past health care use. We estimate the demand elasticity of total health care spending to be -0.10, but find larger elasticities for emergency room care, lifestyle drugs, and low-value care. We also find positive cross-price elasticities between outpatient and inpatient care.\n\n",
    "acknowledgement": "\nWe are grateful to the Utah Office of Health Care Statistics, especially Norman Thurston, Charles Hawley, Mike Martin, and Sterling Petersen, for their assistance in making this research possible; to seminar participants at the 29th Annual Health Economics Conference at Texas A&M University, the 10th Annual BU/Duke Empirical Health Law Conference, ASHECon 2019, George Mason University, University of Georgia, and Georgetown University; to the helpful comments of Michael Richards, Melissa McInerney, and Katherine Carman; to Apoorva Rama for excellent research assistance; and to the Robert Wood Johnson Foundation's Policy-Relevant Insurance Studies grant program (I.D. 72674) for funding. Support for this project was also provided by the Ohio State University Institute for Population Research through a grant from the Eunice Kennedy Shriver National Institute for Child Health and Human Development of the National Institutes of Health, P2CHD058484. The content is solely the responsibility of the authors and does not necessarily represent the official views of the Eunice Kennedy Shriver National Institute for Child Health and Human Development or the National Institutes of Health. This research is not the result of a for-pay consulting relationship, nor do any of the authors have a financial interest that might constitute a conflict of interest. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}