{
    "id": 26438,
    "citation_title": "How Do NYPD Officers Respond to Terror Threats?",
    "citation_author": [
        "Steven F. Lehrer",
        "Louis Pierre Lepage"
    ],
    "citation_publication_date": "2019-11-11",
    "issue_date": "2019-11-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nUsing data from the New York City Police Department's Stop-and-Frisk program, we evaluate the impact of a specific terrorist attack threat from Al Qaeda on policing behavior in New York City. We find that after the Department of Homeland Security raised the alert level in response to this threat, people categorized as \"Other\" by the NYPD, including Arabs, were significantly more likely to be frisked and have force used against them yet no more likely to be arrested. These individuals were in turn less likely to be frisked or have force used against them immediately after the alert level returned to its baseline level. Further, evidence suggests that these impacts were larger in magnitude in police precincts that have a higher concentration of mosques. Our results are consistent with profiling by police officers leading to low-productivity stops, but we cannot rule out that it constitutes efficient policing given important differences between deterrence of terrorism versus other crimes.\n\n",
    "acknowledgement": "\nWe are grateful to the editor, one anonymous reviewer, seminar participants at the 2016 CLEF/CEA meetings, John Bound, Charles Brown, Michael Mueller-Smith and Jeffrey Smith for helpful comments and suggestions on this project. NYC Stop-and-Frisk data is publicly available at https://nycopendata.socrata.com as well as at the ICPSR website at the University of Michigan. Lehrer thanks SSHRC for research support. We are responsible for all errors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}