{
    "id": 26447,
    "citation_title": "Capital Controls: Theory and Evidence",
    "citation_author": [
        "Bilge Erten",
        "Anton Korinek",
        "José Antonio Ocampo"
    ],
    "citation_publication_date": "2019-11-25",
    "issue_date": "2019-11-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper synthesizes recent advances in the theoretical and empirical literature on capital controls. We start by observing that international capital flows have both benefits and costs, but some of these are not internalized by individual actors and thus constitute externalities. The theoretical literature has identified pecuniary externalities and aggregate demand externalities that respectively contribute to financial instability and recessions. These externalities provide a natural rationale for counter-cyclical capital controls that lean against boom and busts cycles in international capital flows. The empirical literature has developed several measures of capital controls to capture different aspects of capital account openness. We evaluate the strengths and weaknesses of different measures and provide an overview of the empirical findings on the effectiveness of capital controls in addressing the externalities identified by the theory literature, i.e. in reducing financial fragility and enhancing macroeconomic stability. We also discuss strategies to deal with the endogeneity of capital controls in such statistical exercises. We conclude by providing an overview of the historical and current debates on the role of capital controls in macroeconomic management and their relationship to the academic literature.\n\n",
    "acknowledgement": "\nThis manuscript was prepared for the Journal of Economic Literature. We thank our editor Steven Durlauf as well as three anonymous referees for helpful comments and Dennis Quinn for generously sharing data on capital control indices. Additionally, we are grateful for insightful discussions with Chang Ma, Olivier Jeanne, Alessandro Rebucci, and Joseph Stiglitz as well as research assistance by Daniel Harper, Mrithyunjayan Nilayamgode, and Hasan Toprak. Korinek acknowledges financial support from the Institute for New Economic Thinking (INET). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}