{
    "id": 26442,
    "citation_title": "Intergenerational Health Mobility: Magnitudes and Importance of Schools and Place",
    "citation_author": [
        "Jason Fletcher",
        "Katie M. Jajtner"
    ],
    "citation_publication_date": "2019-11-11",
    "issue_date": "2019-11-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nNascent research suggests intergenerational health mobility may be relatively high and non-genetic factors may make room for policy intervention. This project broadens this direction by considering heterogeneous intergenerational health mobility in spatial and contextual patterns. With 14,797 parent-child pairs from a school-based representative panel survey of adolescents (Add Health), this study finds large spatial variation in intergenerational health mobility in the United States. On average relative mobility in this sample is approximately 0.17 and expected health rank for children of parents at the 25th percentile of parent health is 47. These metrics however mask substantial spatial heterogeneity. In cases of low health mobility, rank-rank slopes can approach 0.5 or expected child health rank may only be the 34th percentile. Descriptive school- and contextual-level correlates of this spatial variation indicate localities with higher proportions of non-Hispanic blacks, school PTAs, or a school health education requirement may experience greater health mobility.\n\n",
    "acknowledgement": "\nThe authors would like to acknowledge Postdoctoral Trainee funding (K. Jajtner) under NIA grant T32 AG00129 and support from the Center for Demography of Health and Aging (CDHA) at the University of Wisconsin-Madison under NIA core grant P30 AG17266. Bhashkar Mazumder and participants at the University of Wisconsin – Madison Health Economics working group and Demography Seminar provided helpful suggestions for improvement. This research uses data from Add Health, a program project directed by Kathleen Mullan Harris and designed by J. Richard Udry, Peter S. Bearman, and Kathleen Mullan Harris at the University of North Carolina at Chapel Hill, and funded by grant P01-HD31921 from the Eunice Kennedy Shriver National Institute of Child Health and Human Development, with cooperative funding from 23 other federal agencies and foundations. Information on how to obtain the Add Health data files is available on the Add Health website (http://www.cpc.unc.edu/addhealth). No direct support was received from grant P01-HD31921 for this analysis. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}