{
    "id": 26449,
    "citation_title": "Networking Frictions in Venture Capital, and the Gender Gap in Entrepreneurship",
    "citation_author": [
        "Sabrina T. Howell",
        "Ramana Nanda"
    ],
    "citation_publication_date": "2019-11-11",
    "issue_date": "2019-11-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nExploiting random variation in the number of venture capitalist (VC) judges assigned to panels at Harvard Business School’s New Venture Competition (NVC) between 2000 and 2015, we find that exposure to more VC judges increases male participants’ chances of founding a VC-backed startup after HBS much more than this exposure increases female participants’ chances. A survey suggests this is in part because male participants more often proactively reach out to VC judges after the NVC. Our results suggest that networking frictions are an important reason men benefit more than women from exposure to VCs. Such frictions can help explain part of the gender gap in entrepreneurship, and also have implications for how to design networking opportunities to facilitate financing of the best (rather than just the best networked) ideas.\n\n",
    "acknowledgement": "\nWe thank Louis Maiden for exceptional research assistance. We are extremely grateful to Jodi Gernon for her feedback and support, and to Catherine Cronin, Nick Janini, Julia Kemp, Samantha Snyder and Coral Sullivan for their help with providing us data. We also thank Tom Eisenmann, Michael Ewens, Rem Koning, Rick Townsend and the seminar participants at the Kauffman Foundation Entrepreneurship Scholars Conference for helpful comments. Howell thanks the Kauffman Foundation and especially Sameeksha Desai for generous support. Nanda acknowledges support from the Division of Research and Faculty Development at Harvard Business School. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}