{
    "id": 26444,
    "citation_title": "A Journal-Based Replication of “Being Chosen to Lead”",
    "citation_author": [
        "Allan Drazen",
        "Anna Dreber Almenberg",
        "Erkut Y. Ozbay",
        "Erik Snowberg"
    ],
    "citation_publication_date": "2019-11-11",
    "issue_date": "2019-11-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "General, Teaching",
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Experimental Design",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nRecent large-scale replications of social science experiments provide important information on the reliability of experimental research. Unfortunately, there exist no mechanisms to ensure replications are done. We propose such a mechanism: journal-based replication, in which the publishing journal contracts for a replication between acceptance and publication. We discuss what we learned from a proof-of-concept journal-based replication at the Journal of Public Economics. Our experience indicates that journal-based replication would be relatively straightforward to implement for laboratory experiments.\n\n",
    "acknowledgement": "\nThe authors gratefully acknowledge the support of Journal of Public Economics editors, Erzo F.P. Luttmer, Wojciech Kopczuk, and Henrik Kleven for support and advice during the process of replication. We further acknowledge the generous support of the Canada Excellence Research Chairs program, which provided funding for this study. We thank Andrew Proctor and Andreas Born for excellent research assistance, and Magnus Johannessson and Andrew Proctor for comments. Dreber  thanks the Jan Wallander and Tom Hedelius Foundation, the Knut and Alice Wallenberg Foundation, and the Austrian Science Fund (FWF, SFB F6) for financial support. Drazen thanks the U.S. National Science Foundation (SES 1534132) for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}