{
    "id": 26440,
    "citation_title": "Voting for Democracy: Chile's Plebiscito and the Electoral Participation of a Generation",
    "citation_author": [
        "Ethan Kaplan",
        "Fernando Saltiel",
        "Sergio S. Urzúa"
    ],
    "citation_publication_date": "2019-11-11",
    "issue_date": "2019-11-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper assesses if voting for democracy affects long-term electoral participation. We study the effects of participating in Chile's 1988 plebiscite, which determined whether democracy would be reinstated after a 15-year long military dictatorship. Taking advantage of individual-level voting data for upwards of 13 million Chileans, we implement an age-based RD design comparing long run registration and turnout rates across marginally eligible and ineligible individuals. We find that Plebiscite eligibility (participation) significantly increased electoral turnout three decades later, reaching 1.8 (3.3) percentage points in the 2017 Presidential election. These effects are robust to different specifications and distinctive to the 1988 referendum. We discuss potential mechanisms concluding that the scale of initial mobilization explains the estimated effects. We find that plebiscite eligibility induced a sizable share of less educated voters to register to vote compared to eligibles in other upstream elections. Since less educated voters tended to support Chile's governing left-wing coalition, we argue that the plebiscite contributed to the emergence of one party rule the twenty years following democratization.\n\n",
    "acknowledgement": "\nWe thank seminar participants at the Inter-American Development Bank, Universidad de los Andes (Colombia), Universidad de los Andes (Chile), ITAM and Bocconi University for helpful comments and suggestions. We thank Felipe Gonzalez for providing television penetration data from 1987.  We thank Jose Cabezas and Mateo-Uribe Castro for helpful comments as well as Ming Fang for excellent research assistance. We thank the Electoral Commission (SERVEL) and Ministry of Finance of Chile for providing access to de-identified administrative data for research purposes. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}