{
    "id": 26445,
    "citation_title": "Crowding In with Impure Altruism: Theory and Evidence from Volunteerism in National Parks",
    "citation_author": [
        "Matthew Kotchen",
        "Katherine R.H. Wagner"
    ],
    "citation_publication_date": "2019-11-11",
    "issue_date": "2019-11-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Renewable Resources",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper makes three contributions to the literature on private provision of public goods. First, we identify limitations of the frequently used specification test that distinguishes between the standard models of pure and impure altruism based on the extent of crowding out. While the literature takes as given the result that crowding out should be less with impure altruism compared with pure altruism, we show that, in general, it can be either more or less. Second, we propose a more general test based on the presence of crowding in, rather than the extent of crowding out. Third, we provide empirical evidence. Using a unique panel data set on volunteerism in U.S. National Parks, we estimate the causal effect of changes in public funding within parks on the amount of within-park volunteerism. The overall finding is that each additional dollar of public expenditure crowds in 27 cents worth of volunteerism on average. We show how the estimates of crowding in, along with heterogeneity based on park and volunteer hour types, are theoretically consistent with the mainstay model of impure altruism.\n\n",
    "acknowledgement": "\nWe are grateful to Ted Bergstrom, Nathan Chan, Joshua Gottlieb, Catie Hausman, Grant Jacobsen, Erin Mansur, Todd Sandler, Joe Shapiro, Lise Vesterlund, and Casey Wichman for helpful comments and discussions, along with seminar participants who commented on earlier versions of this research at Carnegie Mellon University, Columbia University, McGill University, London School of Economics, UC Berkeley, UC Santa Barbara, University of Connecticut, University of Pittsburgh, Yale University, and the 2019 NBER Summer Institute. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}