{
    "id": 26448,
    "citation_title": "A Theory of Falling Growth and Rising Rents",
    "citation_author": [
        "Philippe Aghion",
        "Antonin Bergeaud",
        "Timo Boppart",
        "Peter J. Klenow",
        "Huiyu Li"
    ],
    "citation_publication_date": "2019-11-11",
    "issue_date": "2019-11-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nGrowth has fallen in the U.S., while firm concentration and profits have risen. Meanwhile, labor’s share of national income is down, mostly due to the rising market share of low labor share firms. We propose a theory for these trends in which the driving force is falling firm-level costs of spanning multiple markets, perhaps due to accelerating IT advances. In response, the most efficient firms (with higher markups) spread into new markets, thereby generating a temporary burst of growth. Because their efficiency is difficult to imitate, less efficient firms find markets more difficult to enter profitably and therefore innovate less. Eventually, due to greater competition from efficient firms, within-firm markups actually fall. Despite the increase in the aggregate markup and rents, firm incentives to innovate decline—lowering the long run growth rate.\n\n",
    "acknowledgement": "\nAny opinions and conclusions expressed herein are those of the authors and do not necessarily represent the views of the Federal Reserve System, the Bank of France, the Eurosystem, or  the National Bureau of Economic Research. We are grateful to Sina Ates, Paco Buera, Sam Kortum, and Gilles St. Paul for very helpful discussions. This project has received funding from the European Research Council (ERC) under the European Union’s Horizon 2020 research and innovation programme (grant agreement No.786587).\n\n\n"
}