{
    "id": 26453,
    "citation_title": "Skill Prices, Occupations, and Changes in the Wage Structure for Low Skilled Men",
    "citation_author": [
        "Nicolas A. Roys",
        "Christopher R. Taber"
    ],
    "citation_publication_date": "2019-11-11",
    "issue_date": "2019-11-08",
    "revision_date": "2022-05-20",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the effect of the change in demand for occupations on wages for low skilled men. We develop an equilibrium model of occupational assignment in which workers have multi-dimensional skills that are exploited differently across different occupations. We allow for a rich specification of technological change which has heterogenous effects on different occupations and different parts of the skill distribution. We estimate the model combining four datasets: (1) O*NET, to measure skill intensity across occupations, (2) NLSY79, to identify life-cycle supply effects, (3) CPS (ORG), to estimate the evolution of skill prices and occupations over time, and (4) NLSY97 to see how the gain to specific skills has changed and to identify change in preferences. We have three main findings. First, the reallocation away from manual jobs towards services and changes in the wage structure were driven by demand factors while the supply of skills, selection into different occupations, and changes in preferences across cohorts played lesser role. Second, frictions play a crucial role in preventing wages in traditional blue collar occupations from falling substantially relative to other occupations. Finally, while we see an increase in the payoff to interpersonal skills over time, manual skills are substantially more important than others and still remain so for low educated males.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}