{
    "id": 26457,
    "citation_title": "Economic Consequences of Housing Speculation",
    "citation_author": [
        "Zhenyu Gao",
        "Michael Sockin",
        "Wei Xiong"
    ],
    "citation_publication_date": "2019-11-18",
    "issue_date": "2019-11-14",
    "revision_date": "2019-11-25",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nBy exploiting variation in state capital gains taxation as an instrument, we analyze the economic consequences of housing speculation during the U.S. housing boom in the 2000s. We find that housing speculation, anchored, in part, on extrapolation of past housing price changes, led not only to greater price appreciation, economic expansions, and housing construction during the boom in 2004-2006, but also to more severe economic downturns during the subsequent bust in 2007-2009. Our analysis supports supply overhang and local household demand as two key channels for transmitting these adverse effects.\n\n",
    "acknowledgement": "\nThis paper supersedes an earlier draft circulated under the title “Housing Speculation and Supply Overhang.” We are grateful to Gene Amromin, Barney Hartman-Glaser, Andrew Haughwout, Zhiguo He, Tim Landvoigt, Alvin Murphy, Charlie Nathanson, Monika Piazzesi, and seminar participants at the Federal Reserve Bank of New York, the University of Texas at Austin, the Wharton School, the American Economic Association Meetings, the American Finance Association Meetings, the CICF meetings, and the FRB Atlanta, GSU Real Estate Finance, and Texas Finance Festival Conference for helpful comments and discussion. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}