{
    "id": 26456,
    "citation_title": "Recruit to Reject? Harvard and African American Applicants",
    "citation_author": [
        "Peter Arcidiacono",
        "Josh Kinsler",
        "Tyler Ransom"
    ],
    "citation_publication_date": "2019-11-18",
    "issue_date": "2019-11-14",
    "revision_date": "2020-01-27",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOver the past 20 years, elite colleges in the US have seen dramatic increases in applications. We provide context for part of this trend using detailed data on Harvard University that was unsealed as part of the SFFA v. Harvard lawsuit. We show that Harvard encourages applications from many students who effectively have no chance of being admitted, and that this is particularly true for African Americans. African American applications soared beginning with the Class of 2009, with the increase driven by those with lower SAT scores. Yet there was little change in the share of admits who were African American. We show that this change in applicant behavior resulted in substantial convergence in the overall admissions rates across races yet no change in the large cross-race differences in admissions rates for high-SAT applicants.\n\n",
    "acknowledgement": "\nPeter Arcidiacono served as an expert witness for Students for Fair Admissions, Inc. (SFFA) in the SFFA v. Harvard case. SFFA is not funding his work on this paper. Josh Kinsler worked as a consultant for SFFA in the SFFA v. Harvard case. SFFA is not funding his work on this paper. The views expressed and conclusions reached in this paper are those of the authors; they do not purport to reflect the views of SFFA. To the extent this paper relies on records from the SFFA v. Harvard case, it relies solely on the public records from the case. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}