{
    "id": 26459,
    "citation_title": "Some Contributions of Economics to the Study of Personality",
    "citation_author": [
        "James J. Heckman",
        "Tomáš Jagelka",
        "Timothy D. Kautz"
    ],
    "citation_publication_date": "2019-11-18",
    "issue_date": "2019-11-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Behavioral Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper synthesizes recent research in economics and psychology on the measurement and empirical importance of personality skills and preferences. They predict and cause important life outcomes such as wages, health, and longevity. Skills develop over the life cycle and can be enhanced by education, parenting, and environmental influences to different degrees at different ages. Economic analysis clarifies psychological studies by establishing that personality is measured by performance on tasks which depends on incentives and multiple skills. Identification of any single skill therefore requires isolation of confounding factors, accounting for measurement error using rich data and application of appropriate statistical techniques. Skills can be inferred not only by questionnaires and experiments but also from observed behavior. Economists advance the analysis of human differences by providing anchored measures of economic preferences and studying their links to personality and cognitive skills. Connecting the research from the two disciplines promotes understanding of the number and nature of skills and preferences required to characterize essential differences.\n\n",
    "acknowledgement": "\nThis research was supported in part by: NIH Grants R24AG048081 and R37HD065072, a seed grant from the briq Institute on Behavior and Inequality, many years of funding from the Spencer Foundation, a grant from FAIR (Center for Experimental Research on Fairness, Inequality and Rationality) at NHH Norwegian School of Economics, and in-kind sponsorship through partnerships from the Institute for Economic and Social Research at Jinan University and the TrygFonden Centre for Child Research at Aarhus University. The views expressed in this paper are solely those of the authors and do not necessarily represent those of the funders, the official views of the National Institutes of Health, nor the views of the National Bureau of Economic Research.\n\n\n"
}