{
    "id": 26468,
    "citation_title": "Trade Wars, Technology and Productivity",
    "citation_author": [
        "Ching-mu Chen",
        "Wan-Jung Cheng",
        "Shin-Kun Peng",
        "Raymond Riezman",
        "Ping Wang"
    ],
    "citation_publication_date": "2019-11-18",
    "issue_date": "2019-11-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIf international trade is strictly trade in intermediate goods, would the common presumption, that small, less developed economies (the South) lose from trade wars still be true? We address this question by constructing a dynamic general equilibrium model in which the North and the South trade technology-embodied intermediate goods. We show that the detrimental effects of the trade war are mitigated by the fact that producers in the South can adjust their choice of imported intermediate goods and their investment in domestic technologies. We establish sufficient conditions under which the steady-state trade equilibrium length of the production line and the range of domestic production in the South both expand in response to a tariff war. It thereby creates a novel channel of scale-scope trade-off: The South counters the losses from trade protection in the volume and value of trade (scale) with an upward movement along the value chain (scope). As a result, average productivity in the South and aggregate technology used by the South both turn out to be higher.\n\n",
    "acknowledgement": "\nWe are grateful for comments by Eric Bond, Matt Cole, Ronald Jones, Wen-Jung Liang, Costas Syropoulos, Stephen Yeaple, and participants at the Econometric Society Meeting, the Midwest Economic Theory and International Trade Meeting, the Public Economic Theory Conference, the Society for Advanced Economic Theory Conference, CES-ifo Area Conference on the Global Economy, the Japan-Hong Kong-Taiwan Conference on Trade and Industrial Organization, Workshop on Variable Markups and seminar participants at Academia Sinica, Donghwa University, National Taiwan University, Syracuse University, West Virginia University and UC-Riverside. Financial support from Academia Sinica (AS-IA-105-H04) and National Science Council (NSC 99-2410-H-001-013-MY3) to enable this international collaboration is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}