{
    "id": 26469,
    "citation_title": "Endogenous Leverage and Default in the Laboratory",
    "citation_author": [
        "Marco Cipriani",
        "Ana Fostel",
        "Daniel Houser"
    ],
    "citation_publication_date": "2019-11-18",
    "issue_date": "2019-11-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "General, Teaching",
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nWe study default and endogenous leverage in the laboratory. To this purpose, we develop a general equilibrium model of collateralized borrowing amenable to laboratory implementation and gather experimental data. In the model, leverage is endogenous: agents choose how much to borrow using a risky asset as collateral, and there are no ad-hoc collateral constraints. When the risky asset is financial, namely, its payoff does not depend on ownership (such as a bonds), collateral requirements are high and there is no default. In contrast, when the risky asset is non-financial, namely, its payoff depends on ownership (such as a firm), collateral requirements are lower and default occurs. The experimental outcomes are in line with the theory's main predictions. The type of collateral, whether financial or not, matters. Default rates and loss from default are higher when the risky asset is non-financial, stemming from laxer collateral requirements. Default rates and collateral requirements are closer to the theoretical predictions as the experiment progresses.\n\n",
    "acknowledgement": "\nWe thank Olivier Armantier, Elena Asparouhova, Peter Bossaerts, John Duffy, Douglas Gale, Antonio Guarino, Chad Kendall, John Geanakoplos, David Hirshleifer, Charlie Holt, Rosemarie Nagel, Shyam Sunder, and Bill Zame (discussant) for a helpful suggestions and discussions. We also thank for comments seminar audiences at Bank of Canada, Chapman University, NY-Fed, NYU, UC-Irvine, University of Utah, USC, Yale. We thank Aaron Plesset, Jingnan Chen, Lina Diaz, Jeff Gortmaker, Philip Mulder, Reed Orchinik, Adam Spiegel, and Joe Step for outstanding research assistance during this project. The views in this paper should not be interpreted as reflecting the views of the Federal Reserve Bank of New York, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}