{
    "id": 26464,
    "citation_title": "Redeemable Platform Currencies",
    "citation_author": [
        "Yang You",
        "Kenneth S. Rogoff"
    ],
    "citation_publication_date": "2019-11-18",
    "issue_date": "2019-11-14",
    "revision_date": "2020-07-07",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCan massive online retailers such as Amazon and Alibaba issue digital tokens that potentially compete with bank debit accounts? There is a long history of trading stamps and loyalty points, but new technologies are poised to sharply raise the significance of redeemable assets as a store of value. Here we develop a simple stylized model of redeemable tokens that can be used to study sales and pricing strategies for issuing tokens, including ICOs. Our central finding is that platforms can generally earn higher revenues by making tokens non-tradable unless they can generate a sufficiently high outside-platform convenience yield.\n\n",
    "acknowledgement": "\nWe thank Dean Corbae, Robin Greenwood, Zoë Hitzig, Kathryn Holston, Shengwu Li, Laura Xiaolei Liu, Xiaosheng Mu, Julien Prat, Andrei Shleifer, Harald Uhlig, Jiaxi Wang, Glen Weyl, Randy Wright, David Yermack, David Zhang, and seminar participants at Harvard Business School, Harvard Economics Department, Guanghua Peking University, PBCSF Tsinghua University, University of Wisconsin Madison and also the Molly and Dominic Ferrante Fund for research support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}