{
    "id": 2646,
    "citation_title": "The Impact of the Agencies on Conventional Fixed-Rate Mortgage Yields",
    "citation_author": [
        "Patric H. Hendershott",
        "James D. Shilling"
    ],
    "citation_publication_date": "1988-07-01",
    "issue_date": "1988-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBetween the early 1980s and 1986, the share of new conforming (under $153,000 in 1986) conventional fixed-rate mortgages (FRMs) that went into Fannie Mae and Freddie Mac mortgage pools increased from under 5 percent to over 50 percent. The impact of these agencies moving from negligible participants to dominant players in this market is investigated in this study by an analysis of yields on 4,900 loans closed in California during May-June 1978 and 1,800 closed in 'May-June 1986. Our analysis indicates that the loan rate depends on the loan-to-value ratio, the loan size, and, in 1986, whether the loan is far above, just above, or below the conforming loan limit. Rates on loans far above the conforming loan limit exceed those on otherwise comparable loans below the limit by 30 basis points and those on loans destined to exceed the limit within a year by 15 basis points. That is, the expanded agency securitization of conforming FRMs has significantly lowered the rates on both conforming loans and loans somewhat above the conforming limit (27 percent of nonconforming loans in 1986) relative to what they would otherwise have been. The effects of a 30 basis point lower FRM rate are many: households are more likely to choose FRMs than ARMs, to decide to own rather than rent, and to own larger houses. Moreover, traditional mortgage portfolio lenders will have fewer ARMs to purchase and will earn lower returns on FRM investments. A few sample calculations are provided to illustrate the possible magnitudes of these effects\n\n",
    "acknowledgement": "\n"
}