{
    "id": 26460,
    "citation_title": "Does The Market Reward Quality?: Evidence from India",
    "citation_author": [
        "Zachary Wagner",
        "Somalee Banerjee",
        "Manoj Mohanan",
        "Neeraj Sood"
    ],
    "citation_publication_date": "2019-11-18",
    "issue_date": "2019-11-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "General Equilibrium",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere are two salient facts about health care in low and middle-income countries; 1) the private sector plays an important role and 2) the care provided is often of poor quality. Despite these facts we know little about what drives quality of care in the private sector and why patients continue to seek care from poor quality providers. We use two field studies in India that provide unique insight into this issue. First, we use a discrete choice experiment to show that patients are willing to pay higher prices for better technical quality (defined by correct treatment and correct diagnosis). Second, we use standardized patients to show that private providers who provide better technical quality are not able to charge higher prices. Instead providers are able to charge higher prices for elements of quality that the patient can observe (good patient interactions and more effort), which are less important for health outcomes. Taken together, this research highlights a market inefficiency and suggests that engaging patients with accessible information on technical quality of the providers in their community could shift demand to providers that provide better care and thus improve health outcomes.\n\n",
    "acknowledgement": "\nWe would like to thank Rebecca Dizon-Ross, Jishnu Das, and participants at ASHEcon 2019 for helpful comments. We would also like to thank Sneha Nimmagadda for excellent field work management. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nNeeraj Sood\n\nNeeraj Sood reports personal fees from American Medical Association, Virta Health, Precision Health Economics, H&H Wholesale, Crueger Dickinson, PhRMA, and Payssurance outside the submitted work.\n\n\n"
}