{
    "id": 26461,
    "citation_title": "A Global View of Creative Destruction",
    "citation_author": [
        "Chang-Tai Hsieh",
        "Peter J. Klenow",
        "Ishan B. Nath"
    ],
    "citation_publication_date": "2019-11-18",
    "issue_date": "2019-11-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the wake of the U.S.-Canada Free Trade Agreement, both the U.S. and Canada experienced a sustained increase in job reallocation, including firms moving into exporting. The change involved big firms as much as small firms. To mimic these patterns,we formulate a model of innovation by both domestic and foreign firms. In the model, trade liberalization quickens the pace of creative destruction, thereby speeding the flow of technology across countries. The resulting dynamic gains from trade liberalization are an order of magnitude larger than the gains in a standard static model.\n\n",
    "acknowledgement": "\nWe thank Beiling Yan of Statistics Canada for her assistance with the Canadian manufacturing data; Jean-Felix Brouillette, Eric English and Erxiao Mo for excellent research assistance; and Sam Kortum for very helpful comments. Hsieh acknowledges support from Chicago Booth’s Polsky Center and Klenow from the Stanford Institute for Economic Policy Research. Any opinions and conclusions expressed herein are those of the authors and do not necessarily represent the views of the U.S. Census Bureau or the National Bureau of Economic Research.. All results have been reviewed by the U.S. Census Bureau and Statistics Canada to ensure that no confidential information is disclosed.\n\n\n"
}