{
    "id": 26478,
    "citation_title": "Is the Public Investment Multiplier Higher in Developing Countries? An Empirical Investigation",
    "citation_author": [
        "Alejandro Izquierdo",
        "Ruy E. Lama",
        "Juan Pablo Medina",
        "Jorge P. Puig",
        "Daniel Riera-Crichton",
        "Carlos A. Vegh",
        "Guillermo Vuletin"
    ],
    "citation_publication_date": "2019-11-25",
    "issue_date": "2019-11-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOver the last decade, empirical studies analyzing macroeconomic conditions that may affect the size of government spending multipliers have flourished. Yet, in spite of their obvious public policy importance, little is known about public investment multipliers. In particular, the clear theoretical implication that public investment multipliers should be higher (lower) the lower (higher) is the initial stock of public capital has not, to the best of our knowledge, been tested. This paper tackles this empirical challenge and finds robust evidence in favor of the above hypothesis: countries with a low initial stock of public capital (as a proportion of GDP) have significantly higher public investment multipliers than countries with a high initial stock of public capital. This key finding seems robust to the sample (European countries, U.S. states, and Argentine provinces) and identification method (Blanchard-Perotti, forecast errors, and instrumental variables). Our results thus suggest that public investment in developing countries would carry high returns.\n\n",
    "acknowledgement": "\nWe would like to thank Daniel Artana, Leopoldo Avellan, Andy Berg, Roberto Fattal, Juan Hernandez, Julian Messina, Andrew Powell, Tomas Serebrisky, Luis Serven, Ernesto Stein, Diego Vera-Cossio, and seminar participants at the Argentine Economic Association Annual Meetings (Universidad Nacional de La Plata, Argentina), Central Bank of Argentina, George Washington University, International Monetary Fund, Inter-American Development Bank, Jornadas Internacionales de Finanzas Públicas (Universidad Nacional de Cordoba, Argentina), LACEA Meetings (Ecuador), and World Bank for helpful comments and discussions. We are also grateful to María Teresa Balestrini, José Andrée Camarena Fonseca, Diego Friedheim, Luis Morano, Lucila Venturi Grosso, and Hongrui Zhang for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}