{
    "id": 26474,
    "citation_title": "Beveridgean Unemployment Gap",
    "citation_author": [
        "Pascal Michaillat",
        "Emmanuel Saez"
    ],
    "citation_publication_date": "2019-11-18",
    "issue_date": "2019-11-14",
    "revision_date": "2021-11-08",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops a sufficient-statistic formula for the unemployment gap-the difference between the actual unemployment rate and the efficient unemployment rate. While lowering unemployment puts more people into work, it forces firms to post more vacancies and to devote more resources to recruiting. This unemployment-vacancy tradeoff, governed by the Beveridge curve, determines the efficient unemployment rate. Accordingly, the unemployment gap can be measured from three sufficient statistics: elasticity of the Beveridge curve, social cost of unemployment, and cost of recruiting. Applying this formula to the United States, 1951-2019, we find that the efficient unemployment rate averages 4.3%, always remains between 3.0% and 5.4%, and has been stable between 3.8% and 4.6% since 1990. As a result, the unemployment gap is countercyclical, reaching 6 percentage points in slumps. The US labor market is therefore generally inefficient and especially inefficiently slack in slumps. In turn, the unemployment gap is a crucial statistic to design labor-market and macroeconomic policies.\n\n",
    "acknowledgement": "\nWe thank Regis Barnichon, Olivier Blanchard, Michael Boskin, Varanya Chaubey, Raj Chetty, Gabriel Chodorow-Reich, Richard Crump, Peter Diamond, Andrew Figura, Nathaniel Hendren, Damon Jones, Marianna Kudlyak, Etienne Lehmann, Sephorah Mangin, Adam McCloskey, Benjamin Schoefer, Johannes Spinnewijn, Alison Weingarden, Roberton Williams, and Owen Zidar for helpful comments and discussions. This work was supported by the Institute for Advanced Study and the Berkeley Center for Equitable Growth.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}