{
    "id": 26477,
    "citation_title": "Does Electricity Drive Structural Transformation? Evidence from the United States",
    "citation_author": [
        "Paul Gaggl",
        "Rowena Gray",
        "Ioana Marinescu",
        "Miguel Morin"
    ],
    "citation_publication_date": "2019-11-25",
    "issue_date": "2019-11-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nElectricity is a general purpose technology and the catalyst for the second industrial revolution. Developing countries are currently making huge investments in electrification, with a view to achieving structural change. What does history say about its impact on the structure of employment? We use U.S. Census data from 1910 to 1940 and measure electrification with the length of higher-voltage electricity lines. Instrumenting for electrification using hydroelectric potential, we find that the average expansion of high-voltage transmission lines between 1910 and 1940 increased the share of operatives in a county by 3.3 percentage points and decreased the share of farmers by 2.1 percentage points. Electrification can explain 50.5% of the total increase in operatives, and 18.1% of the total decrease in farmers between 1910 and 1940. At the industry level, electrification drove 15.7% of the decline in the share of agricultural employment and 28.4% of the increase in the share of manufacturing employment between 1910 and 1940. Electrification was thus a key driver of structural transformation in the U.S. economy.\n\n",
    "acknowledgement": "\nGray and Morin gratefully acknowledge the financial support of the Russell Sage Foundation (grant 85-15-12). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}