{
    "id": 26473,
    "citation_title": "A Theory of Economic Unions",
    "citation_author": [
        "Gino Gancia",
        "Giacomo A. M. Ponzetto",
        "Jaume Ventura"
    ],
    "citation_publication_date": "2019-11-18",
    "issue_date": "2019-11-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Subnational Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAfter decades of successful growth, economic unions have recently become the focus of heightened political controversy. We argue that this is partly due to the growth of trade between countries that are increasingly dissimilar. We develop a theoretical framework to study the effects on trade, income distribution and welfare of economic unions that differ in size and scope. Our model shows that political support for international unions can grow with their breadth and depth as long as member countries are sufficiently similar. However, differences in economic size and factor endowments can trigger disagreement over the value of unions between and within countries. The model is consistent with some salient features of the process of European integration and statistical evidence from survey data.\n\n",
    "acknowledgement": "\nWe thank Gene Grossman, Alexander Monge-Naranjo, and participants to the Carnegie-Rochester-NYU Conference on Public Policy \"On the Border of International Cooperation\" for their useful comments. Ugur Yesilbayraktar provided excellent research assistance. We acknowledge Financial support from the Centre de Recerca en Economia Internacional (CREI), through the European Research Council (ERC), under the European Union's Horizon 2020 Programme, Grant Agreements 693512 (\"Globalization, Economic Policy and Political Structure\") and 714905 (\"Citizens, Institutions and Globalization\"), the Spanish Ministry of Economy and Competitiveness (grants RYC-2013-13838 and SEV-2015-0563), the Generalitat de Catalunya through the CERCA program, and the Leverhulme Trust through a 2019 Research Fellowship. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}