{
    "id": 26479,
    "citation_title": "Does the Lack of Financial Stability Impair the Transmission of Monetary Policy?",
    "citation_author": [
        "Viral V. Acharya",
        "Björn Imbierowicz",
        "Sascha Steffen",
        "Daniel Teichmann"
    ],
    "citation_publication_date": "2019-11-25",
    "issue_date": "2019-11-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate the transmission of central bank liquidity to bank deposits and loan spreads in Europe over the period from January 2006 to June 2010. We find evidence consistent with an impaired transmission channel due to bank risk. Central bank liquidity does not translate into lower loan spreads for high-risk banks for maturities beyond one year, even as it lowers deposit spreads for both high-risk and low-risk banks. This adversely affects the balance sheets of high-risk bank borrowers, leading to lower payouts, capital expenditures and employment. Overall, our results suggest that banks’ capital constraints at the time of an easing of monetary policy pose a challenge to the effectiveness of the bank-lending channel and the central bank's lender-of-last-resort function.\n\n",
    "acknowledgement": "\nThe views expressed are those of the authors and do not represent the views of the Deutsche Bundesbank, the Eurosystem, or the National Bureau of Economic Research. We thank Tobias Berg, Martin Brown, Matteo Crosignani, John Driscoll, Falko Fecht, André Güttler, Ralph de Haas, Hendrik Hakenes, Florian Heider, Neeltje van Horen, Stephan Jank, Martin Kanz, David Lando, David Marques-Ibanez, David Martinez-Miera, Emanuel Mönch, Steven Ongena, Andrea Polo, Lasse Heje Pedersen, Adriano Rampini, Asani Sarkar, Morton Sørensen, Daniel Streitz, Harald Uhlig, and participants in the 2014 European Summer Symposium in Financial Markets, the 2014 ECB workshop on “Non-standard monetary policy measures,” the 2014 Bank Workshop in Münster, the 2015 FIRS meetings, the 2015 Bocconi/Carefin Conference, the 2015 Summer Research Conference in Finance at ISB, the 2015 FED conference on “Monetary Policy Implementation and Transmission in the Post-Crisis Period,” the 2015 Financial Management Association, the Bundesbank/CEPR Conference “One year after the European Banking Union take-off,” the China International Conference in Finance, the 1st IWH-FIN-FIRE Workshop on “Challenges to Financial Stability,” the 2nd Conference on “Bank performance, financial stability and the real economy,” the 4th MoFiR workshop on banking, and seminar participants at the Bank of England, Copenhagen Business School, Erasmus University Rotterdam, European Bank for Reconstruction and Development, Frankfurt School of Finance and Management, Tilburg University, the University of Mannheim and University of Ulm for valuable comments and suggestions. Imbierowicz gratefully acknowledges support from the Center for Financial Frictions (FRIC), grant no. DNRF102.\n\n\n"
}