{
    "id": 26476,
    "citation_title": "The Earned Income Tax Credit and Infant Health Revisited",
    "citation_author": [
        "Daniel L. Dench",
        "Theodore J. Joyce"
    ],
    "citation_publication_date": "2019-11-18",
    "issue_date": "2019-11-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHoynes, Miller and Simon (2015), henceforth HMS, report that the national expansion of the Earned Income Tax Credit (EITC) is associated with decreases in low birth weight.  We question their findings.  HMS’s difference-in-differences estimates are unidentified in some comparisons, while failed placebo tests undermine others.  Their effects lack a plausible mechanism as the association between the EITC and prenatal smoking also fails placebo tests. We contend that the waning of the crack epidemic is a possible confound, but we show that any number of policies directed at poor women also eliminate the effect of the EITC when aggregated to the national level.  Identifying small, causal effects of a national policy at a single point in time is exceedingly challenging.\n\nThis paper was motivated by an earlier NBER working paper. The authors of that paper have posted a response to this paper.\n\n",
    "acknowledgement": "\nWe thank Robert Kaestner, Michael Grossman, Kitt Carpenter, David Jaeger, Bill Evans and Hilary Hoynes for comments and Tim Moore for data on homicide rates.  We are grateful to seminar participants at Baruch College’s Marxe School of Public and International Affairs and Queen’s University Belfast, the CUNY Graduate Center and the NBER Summer Institute.  We have no conflicts of interest associated with this manuscript. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}