{
    "id": 26472,
    "citation_title": "Does One Medicare Fit All? The Economics of Uniform Health Insurance Benefits",
    "citation_author": [
        "Mark Shepard",
        "Katherine Baicker",
        "Jonathan S. Skinner"
    ],
    "citation_publication_date": "2019-11-18",
    "issue_date": "2019-11-14",
    "revision_date": "2019-12-03",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nTraining Program in Aging and Health Economics\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nThere is increasing interest in expanding Medicare health insurance coverage in the U.S., but it is not clear whether the current program is the right foundation on which to build. Traditional Medicare covers a uniformset of benefits for all income groups and provides more generous access to providers and new treatments than public programs in other developed countries. We develop an economic framework to assess the efficiency and equity tradeoffs involved with reforming this generous, uniform structure. We argue that three major shifts make a uniform design less efficient today than when Medicare began in 1965. First, rising income inequality makes it more difficult to design a single plan that serves the needs of both higher- and lower-income people. Second, the dramatic expansion of expensive medical technology means that a generous program increasingly crowds out other public programs valued by the poor and middle class. Finally, as medical spending rises, the tax-financing of the system creates mounting economic costs and increasingly untenable policy constraints. These forces motivate reforms that shift towards a more basic public benefit that individuals can “top-up” with private spending. If combined with an increase in other progressive transfers, such a reform could improve efficiency and reduce public spending while benefiting low income populations.\n\n",
    "acknowledgement": "\nWe are grateful to Amy Finkelstein, Carol Carter, Jeff Clemens, Victor Fuchs, Robert Moffitt, and participants at the NBER Tax Policy and the Economy Conference for helpful comments, and to the National Institute on Aging (T32-AG000186, P01AG19783, P01AG032952) for financial support. Shepard gratefully acknowledges funding from the National Science Foundation Graduate Research Fellowship. Disclosures: Skinner has consulted for Sutter Health, and Baicker is a Director of Eli Lilly and HMS and a member of the CBO and NIHCM Advisory Boards. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJonathan S. Skinner\n\nThe author reports that he is a shareholder and advisor to Dorsata, Inc., a software startup that is developing physician decision tools for use in clinical settings.\n\n\n"
}