{
    "id": 26470,
    "citation_title": "Innovation, Growth, and Dynamic Gains from Trade",
    "citation_author": [
        "Wen-Tai Hsu",
        "Raymond G. Riezman",
        "Ping Wang"
    ],
    "citation_publication_date": "2019-11-18",
    "issue_date": "2019-11-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow large are the welfare gains from trade? Would such gains be significantly amplified in the long run when productivity is endogenously enhanced? To address these questions, we focus on the dynamic effect of trade, in particular, how trade affects the incentives for technological advancement. We construct an innovation-based endogenous growth model of North-South trade. There are two types of innovation: one by the North to upgrade the general purpose technology (GPT) and another by all countries to advance entrepreneurial knowledge for developing differentiated products. We find sizable welfare gains from trade, about 5.3% when compared to autarky. The gains in our dynamic model are much higher than the static estimates where the effects of GPT-driven innovation are eliminated. The share of dynamic gains from trade is about 78% of the total gains in our benchmark economy – much higher than comparable figures identified in previous studies. Comparative statics indicate that GPT innovation efficacy, entrepreneurial talent distribution and trade elasticity are crucial for dynamic gains from trade.\n\n",
    "acknowledgement": "\nWe are grateful for valuable comments and suggestions from Costas Arkolakis, Eric Bond, Been-Lon Chen, Jonathan Eaton, Chang-Tai Hsieh, Sam Kortum, Erzo G. J. Luttmer, Paul Segerstrom and Michael Waugh, as well as conference participants at the Midwest Trade Meetings, the Society for Advanced Economic Theory Conference, and the Taiwan Economic Research Conference. Hsu would like to acknowledge the financial support provided by the Sing Lun Fellowship of Singapore Management University. We also acknowledge grant support from Taiwan’s Ministry of Science and Technology (MOST 104=2811-H-001-007) to facilitate the coauthor work at Academia Sinica. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}