{
    "id": 26487,
    "citation_title": "Racial Disparities in Voting Wait Times: Evidence from Smartphone Data",
    "citation_author": [
        "M. Keith Chen",
        "Kareem Haggag",
        "Devin G. Pope",
        "Ryne Rohla"
    ],
    "citation_publication_date": "2019-11-25",
    "issue_date": "2019-11-21",
    "revision_date": "2020-11-02",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEqual access to voting is a core feature of democratic government. Using data from hundreds of thousands of smartphone users, we quantify a racial disparity in voting wait times across a nationwide sample of polling places during the 2016 U.S. presidential election. Relative to entirely-white neighborhoods, residents of entirely-black neighborhoods waited 29% longer to vote and were 74% more likely to spend more than 30 minutes at their polling place. This disparity holds when comparing predominantly white and black polling places within the same states and counties, and survives numerous robustness and placebo tests. We shed light on the mechanism for these results and discuss how geospatial data can be an effective tool to both measure and monitor these disparities going forward.\n\n",
    "acknowledgement": "\nThe authors thank Stefano DellaVigna, Dean Karlan, Larry Katz, Charles Stewart III, and seminar audiences at Carnegie Mellon University, Stanford University, University of Chicago, and University of Illinois Urbana-Champaign for helpful comments and suggestions, Zachary Goldstein for research assistance, and A. Hoffman, R. Squire, and N. Yonack at SafeGraph for data access and technical assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}