{
    "id": 26488,
    "citation_title": "Driving Behavior and the Price of Gasoline: Evidence from Fueling-Level Micro Data",
    "citation_author": [
        "Christopher R. Knittel",
        "Shinsuke Tanaka"
    ],
    "citation_publication_date": "2019-11-25",
    "issue_date": "2019-11-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use novel microdata on on-road fuel consumption and prices paid for fuel in Japan to estimate short-run price elasticities of demand for gasoline consumption. We have three main findings. First, our elasticity estimates of roughly -0.37 are in orders of magnitude larger than previously estimated using more aggregate data. Second, we are one of the first papers to separately estimate both the price elasticities of miles driven (-0.30) and on-road fuel economy (0.07). Lastly, we find that on-road fuel economy is determined by recent prices than distant past prices paid, suggesting limited habit formation of fuel-conserving driving behaviors.\n\n",
    "acknowledgement": "\nWe thank comments from Kyle Emerick, Federico Esposito, Laura Gee, Kenneth Gillingham, Kelsey Jack, Yoshifumi Konishi, Ashley Langer, Shomon R. Shamsuddin, Richard L. Sweeney, Koichi Ushijima, Arthur A. Van Benthem, Catherine Wolfram, Hidefumi Yokoo, and participants at 2019 AERE Summer Conference and Kyoto Summer Workshop on Applied Economics. We also appreciate the IID, Inc. Group for sharing the data on on-road fuel consumption. This research was assisted by a grant from the Abe Fellowship Program administered by the Social Science Research Council in cooperation with funds provided by the Japan Foundation Center for Global Partnership. The views expressed here are those of the author and do not reflect those of the data provider or the funding agencies. This paper was written in part while Tanaka was visiting the MIT’s Center for Energy and Environmental Policy Research (CEEPR). He is grateful to CEEPR for its hospitality. The usual disclaimer applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nChristopher R. Knittel\n\nI am the director of MIT’s Center for Energy and Environmental Policy Research (CEEPR). A number of CEEPR’s sponsors are automobile and oil companies, but I have no knowledge of whether these companies have a vested interest in issues related to the paper.\n\n\n"
}