{
    "id": 26486,
    "citation_title": "Financing Entrepreneurship through the Tax Code: Angel Investor Tax Credits",
    "citation_author": [
        "Sabrina T. Howell",
        "Filippo Mezzanotti"
    ],
    "citation_publication_date": "2019-11-25",
    "issue_date": "2019-11-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nA central issue in public finance is the tradeoff between maintaining tax revenues and using the tax code to incentivize particular economic activities. One important dimension of this tradeoff is whether incentive policies are used in practice as policymakers intend. This paper examines one particular tax program that many U.S. states use to stimulate entrepreneurship. Specifically, angel tax credits subsidize wealthy individuals’ investments in startups. This paper finds that these programs have no measurable effect on local entrepreneurial activity or beneficiary company outcomes, despite increasing some measures of angel activity. This appears to reflect the programs failing to screen out financially unconstrained firms and often being used for tax arbitrage. Over 90 percent of beneficiary companies fall into at least one of three categories: a corporate insider received a tax credit; the company previously raised external equity; or the company is not in a high-growth sector. Notably, at least 33 percent of beneficiary companies include an investor receiving a tax credit who is an executive at the company.\n\nThis working paper has been superseded by the authors’ later work \"Investor Tax Credits and Entrepreneurship: Evidence from U.S. States,\" NBER working paper, no. 27751.  Please use that working paper for citation.\n\n",
    "acknowledgement": "\nHowell’s research on this project was funded by the Kauffman Foundation and the Kenan Institute Frontiers of Entrepreneurship grant program. We are grateful to Abhishek Bhardwaj, Nick McMonigle, Danye Wang, Grant Goehring, and Jun Wong for excellent research assistance. We thank Will Gornall for data assistance. For helpful comments, we thank Tania Babina, Greg Brown, Ryan Decker, Will Gornall, Arpit Gupta, Simone Lenzu, Arnobio Morelix, Holger Mueller, Andrea Passalacqua, David Robinson, and participants at the NYU Stern Corporate Governance seminar and the Kenan Institute Frontiers of Entrepreneurship Conference. Filippo Mezzanotti thanks Kellogg School of Management for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}