{
    "id": 26481,
    "citation_title": "The Impact of the General Data Protection Regulation on Internet Interconnection",
    "citation_author": [
        "Ran Zhuo",
        "Bradley Huffaker",
        "KC Claffy",
        "Shane Greenstein"
    ],
    "citation_publication_date": "2019-11-25",
    "issue_date": "2019-11-21",
    "revision_date": "2020-04-24",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Internet comprises thousands of independently operated networks, interconnected using bilaterally negotiated data exchange agreements. The European Union (EU)’s General Data Protection Regulation (GDPR) imposes strict restrictions on handling of personal data of European Economic Area (EEA) residents. A close examination of the text of the law suggests significant cost to application firms. Available empirical evidence confirms reduction in data usage in the EEA relative to other markets. We investigate whether this decline in derived demand for data exchange impacts investment in interconnection by networks in the EEA relative to networks in non-EEA OECD countries. Our data consists of a large sample of interconnection agreements between networks globally in 2015–2019. All evidence estimates precisely zero effects: the number of observed agreements, the inferred agreement types, and the number of observed IP-address-level interconnection points per agreement. We also find economically small effects of the GDPR on the entry and the observed number of customers of networks. We conclude there is no visible short run consequence of the GDPR at the internet layer.\n\n",
    "acknowledgement": "\nThe authors thank Tim Bresnahan, Roderick Fanou, Samuel Goldberg, Avi Goldfarb, Ginger Zhe Jin, Garrett Johnson, Stephen Strowes, the editors and an anonymous referee for helpful suggestions. We thank Dan Andersen for technical assistance. The authors are grateful to the Doctoral Office at Harvard Business School for financial support for field work. This research is partially supported by  NSF OAC-1724853, NSF C-ACCEL OIA-1937165, U.S. AFRL FA8750-18-2-0049. The views and conclusions do not necessarily represent those of the Air Force Research Laboratory, the U.S. Government, or the National Bureau of Economic Research.\n\n\n"
}