{
    "id": 26483,
    "citation_title": "The Intellectual Spoils of War? Defense R&D, Productivity and International Spillovers",
    "citation_author": [
        "Enrico Moretti",
        "Claudia Steinwender",
        "John Van Reenen"
    ],
    "citation_publication_date": "2019-11-25",
    "issue_date": "2019-11-21",
    "revision_date": "2021-12-01",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nWe examine the impact of government funding for R&D - and defense-related R&D in particular - on privately conducted R&D, and its ultimate effect on productivity growth. We estimate longitudinal models that relate privately funded R&D to lagged government-funded R&D using industry-country level data from OECD countries and firm level data from France. To deal with the potentially endogenous allocation of government R&D funds we use changes in predicted defense R&D as an instrumental variable. In many OECD countries, expenditures for defense-related R&D represents by far the most important form of public subsidies for innovation. In both datasets, we uncover evidence of “crowding in” rather than “crowding out,” as increases in government-funded R&D for an industry or a firm result in significant increases in private sector R&D in that industry or firm. On average, a 10% increase in government-financed R&D generates a 5% to 6% additional increase in privately funded R&D. We also find evidence of international spillovers, as increases in government-funded R&D in a particular industry and country raise private R&D in the same industry in other countries. Finally, we find that increases in private R&D induced by increases in defense R&D result in productivity gains.\n\n",
    "acknowledgement": "\nWe thank the Economic and Social Research Council for their financial support through the Centre for Economic Performance. Patrick Warren has provided truly outstanding research assistance. Pierre Azoulay, Josh Lerner, Heidi Williams, and participants in many seminars have given helpful comments. Mirko Draca kindly made his data on US defense procurements available to us, which was invaluable. We are also grateful to Sharon Belenzon and David Thesmar for useful discussions and sharing their data with us. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}