{
    "id": 26494,
    "citation_title": "Commonality in Credit Spread Changes: Dealer Inventory and Intermediary Distress",
    "citation_author": [
        "Zhiguo He",
        "Paymon Khorrami",
        "Zhaogang Song"
    ],
    "citation_publication_date": "2019-11-25",
    "issue_date": "2019-11-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nTwo intermediary-based factors - a broad financial distress measure and a dealer corporate bond inventory measure - explain about 50% of the puzzling common variation of credit spread changes beyond canonical structural factors. A simple model, in which intermediaries facing margin constraints absorb supply of assets from customers, accounts for the documented explanatory power and delivers further implications with empirical support.\nFirst, whereas bond sorts on margin-related variables (credit rating and leverage) produce monotonic patterns in loadings on intermediary factors, non-margin-related sorts produce no pattern. Second, dealer inventory co-moves with corporate-credit assets only, whereas intermediary distress co-moves even with non-corporate-credit assets. Third, dealers' inventory increases, and bond prices decline, in response to instrumented bond sales by institutional investors, using severe downgrades (\"fallen angels'') and disaster-related insurance losses as IVs.\n\n",
    "acknowledgement": "\nWe are grateful to Yu An, Jennie Bai, Jack Bao, Florian Nagler, Yi Li, Arvind Krishnamurthy, Fabrice Tourre, and Alex Zhou, as well as seminar participants at Deakin University, Fordham University, Georgetown University, Johns Hopkins University, Monash University, University of Maryland, University of Illinois Urbana-Champaign, and University of Melbourne for helpful discussions. Zhiguo He acknowledges financial support from the Fama-Miller Center at the University of Chicago, Booth School of Business. Zhaogang Song is grateful to the Supplemental Research Support Fund of the Johns Hopkins Carey Business School. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}