{
    "id": 26499,
    "citation_title": "Using Network Method to Measure Financial Interconnection",
    "citation_author": [
        "Ying Xu",
        "Jennifer Corbett"
    ],
    "citation_publication_date": "2019-12-09",
    "issue_date": "2019-11-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses a new approach to measuring financial openness, highlighting interconnectedness in a network of financial flows. Applying an adapted version of eigenvector centrality, often used in network analysis, the new measure captures multidimensional and high-degree financial relations among countries. It provides a nuanced picture of financial integration and interconnectedness in the global and regional financial networks. The United Kingdom and the United States remain the ‘core’ in the global banking network, with all other countries scattered in the ‘periphery’. The application of the new measure of financial integration to the empirical analysis reveals the nonlinear relationship between financial integration and output volatility.\n\n",
    "acknowledgement": "\nThe authors would like to acknowledge the invaluable help of Brett Cuthbertson and Patrick Drake-Brockman for helping us understand network methods. We also acknowledge financial support from Centre for International Finance and Regulation (CIFR), Australia and College of Asia and the Pacific (New Research Direction Grant), the Australian National University (ANU). We are grateful to discussants and participants for their helpful comments at the 28th NBER-TCER-CEPR Conference on Financial System, the 2nd CIFR symposium in Sydney, the 12th Western Economic Association International Conference in Singapore, INFINITI Conference on International Finance 2016 Asia-Pacific, the 27th Chinese Economics Society Australia conference in Wollongong, economics seminar series at the ANU, University of Tasmania, University of Wollongong, the Political Economy of Financial Markets Seminar at the Oxford University and the Financial Inclusion and Development Conference at University South Australia. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}