{
    "id": 26498,
    "citation_title": "Building Emergency Savings Through Employer-Sponsored Rainy-day Savings Accounts",
    "citation_author": [
        "John Beshears",
        "James J. Choi",
        "Mark Iwry",
        "David John",
        "David Laibson",
        "Brigitte C. Madrian"
    ],
    "citation_publication_date": "2019-12-02",
    "issue_date": "2019-11-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": [
        "\n",
        "\nNBER Roybal Center for Behavior Change in Health\n",
        "\n",
        "\nHealthcare Decision-Making and Outcomes for People Living with Alzheimer's Disease\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nMany Americans live paycheck to paycheck, carry revolving credit balances, and have little liquidity to absorb financial shocks. One consequence of this financial vulnerability is that many individuals use a portion of their retirement savings during their working years. For every $1 that flows into 401(k)s and similar accounts, between 30¢ and 40¢ leaks out before retirement (Argento, Bryant, and Sabelhaus 2015). We explore the practical considerations and challenges associated with helping households accumulate liquid savings that can be deployed when urgent pre-retirement needs arise. Automatically enrolling workers into an employer-sponsored “rainy-day” or “emergency” savings account—terms that we use interchangeably in this paper—funded by payroll deduction could be a cost-effective way to achieve this goal. We explore three specific implementation options: (a) after-tax employee 401(k) accounts; (b) deemed Roth IRAs under a 401(k) plan; and (c) depository institution accounts.  We evaluate the pros and cons of each approach and conclude that all three approaches merit exploration and field testing.\n\n",
    "acknowledgement": "\nThe authors are grateful to Kari Hall, Catherine Harvey, Sarah Holmes Berk, Natalya Shnitser, Christine Jolls, Kurt Lawson, Will Sandbrook, Matthew Blakstad, and Jo Phillips for their helpful input; to Victoria Beecroft for assistance with manuscript preparation;  to William Gale, Hilary Gelfond, Delaney Parrish, and the Brookings Institution for organizing a public release event in October 2017 for an earlier draft of this paper; and to Diane Garnick and David Newville for participating in the event. Beshears, Choi, Laibson, and Madrian gratefully acknowledge financial support from the National Institute on Aging (grants #P01AG005842 and #P30AG034532) and the Pershing Square Fund for Research on the Foundations of Human Behavior. The views expressed in this paper are solely those of the authors and do not represent those of their employers, the NBER, any agency of the federal government, the Pershing Square Fund, or any other organization. Nothing in this paper purports to be or should in any way be treated as either legal or tax advice. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJohn Beshears\n\nI have received grant support from the National Employment Savings Trust (NEST), the National Institutes of Health, the Pershing Square Fund for Research on the Foundations of Human Behavior, the Smith Richardson Foundation, the TIAA Institute, and the U.S. Social Security Administration (grant RRC0809840007), funded as part of the Retirement Research Consortium.\n\n\nI have received research data from Alight Solutions, the Commonwealth Bank of Australia, and Voya Financial.\n\n\nI am an advisor to and equity holder in Nutmeg Saving and Investment, a robo-advice asset management company.  I am a TIAA Institute Fellow.\n\n\nPlease see my website for a complete list of outside activities.\n\n\n\nMark Iwry\n\nDuring the past three years, Iwry has --\n\n\n•\tmade compensated presentations at meetings hosted by various financial institutions regarding retirement savings that have touched on emergency savings accounts,\n•\tconsulted on a compensated basis for a major plan sponsor regarding its 401(k) plan, including on occasion the possibility of adding an emergency saving arrangement, and\n•\tbeen compensated by a nonprofit organization for co-authorship of an article on emergency saving that was issued by the nonprofit organization.\n\n\nDuring the past three years, on an uncompensated basis, Iwry has --\n\n\n•\tadvised state government officials on state facilitated retirement programs using Roth IRAs that are intended to retirement saving but that also lend themselves to use as emergency saving accounts,\n•\tadvised congressional staff on the development of proposed federal legislation that would encourage and facilitate emergency saving, and.\n•\tdiscussed with Treasury and IRS personnel the possibility of issuing guidance relating to the plan qualification rules that would facilitate emergency saving.\n\n\nIn addition, Iwry served between 2009 and January 2017 in the US Department of the Treasury (as Senior Advisor to the Secretary and Deputy Assistant Secretary for Retirement and Health Policy) where consideration was given to a number of the policy, legal, and regulatory issues relating to emergency saving that are discussed in this paper.\n\n\n\nDavid John\n\nIn addition to my position with the AARP Public Policy Institute, I am also a Non-Resident Senior Fellow at the Brookings Institution.\n\n\n\nBrigitte C. Madrian\n\nOutside Professional Activities For Brigitte Madrian:\nIn addition to my position as a faculty member and Dean at Brigham Young University, I am occasionally compensated for my participation in outside activities, such as speaking, reviewing, writing/editing articles or reports, consulting, and serving on panels/advisory boards.\n\n\nIn the past few years, I have received compensation in excess of $500 from the following organizations:\n\n\n2019\nFINRA\n\n\n2018\nNational Bureau of Economic Research, FINRA, Brigham Young University, Tor Financial\n\n\n2017\nNational Bureau of Economic Research, FINRA, Connect Financial, NAGDCA, Florida Atlantic University Center for Economic Education, Cornell University, Summit Consulting, TIAA\n\n\n2016\nNational Bureau of Economic Research, FINRA, State Street Global Advisors, Urban Institute, Journal of Investment Management, Connect Financial, National Council of State Legislatures (NCSL), Boston Research Technologies, Reverse Mortgage Funding, RAND Corporation, Florida Atlantic University, Swarthmore College, UC Berkeley\n\n\n2015\nNational Bureau of Economic Research, FINRA, Investment Company Institute, Brigham Young University, State Street Global Advisors, TIAA-CREF, BNY Mellon, Institutional Investor Forums\n\n\n2014\nNational Bureau of Economic Research, FINRA, State Street Global Advisors, AARP, Brigham Young University\n\n\n2013\nNational Bureau of Economic Research, State Street Global Advisors, TIAA-CREF, Brigham Young University, Stanford University, Government of Canada\n\n\n2012\nNational Bureau of Economic Research, State Street Global Advisors, PIMCO, American Bankers Association, The World Bank, Dartmouth College, University of Wisconsin\n\n\n2011\nNational Bureau of Economic Research, Social Security Advisory Board, Brigham Young University, The World Bank, TIAA-CREF, State Street Global Advisors\n\n\n2010\nNational Bureau of Economic Research, Social Security Advisory Board, Mathematica Policy Research, Columbia University, American Economic Association, University of Washington, Brookings Institution Press, Harding House Publishers, University of Wisconsin, Diversified Investment Advisors, Brigham Young University, National Institutes of Health\n\n\n2009\nNational Bureau of Economic Research, Fidelity Investments, Prudential, Wellesley College, University of Michigan, University of Wisconsin, Georgia State University, Professional Insurance Marketing Association, National Institutes of Health\n\n\n2008\nNational Bureau of Economic Research, Fidelity Investments, Alliance Bernstein, University of Wisconsin, Austrian National Bank, Institute for Quantitative Research in Finance, Behavioral Finance Forum, Netspar,\n\n\n2007\nNational Bureau of Economic Research, Fidelity Investments, Callan Associates, TIAA-CREF, University of Wisconsin, Brigham Young University, University of Michigan, National Institutes of Health\n\n\n"
}