{
    "id": 26496,
    "citation_title": "Inflation Dynamics: Dead, Dormant, or Determined Abroad?",
    "citation_author": [
        "Kristin Forbes"
    ],
    "citation_publication_date": "2019-11-25",
    "issue_date": "2019-11-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "Globalization and International Relations",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nInflation dynamics have been difficult to explain over the last decade. This paper explores if a more comprehensive treatment of globalization can help. CPI inflation has become more synchronized around the world since the 2008 crisis, but core and wage inflation have become less synchronized. Global factors (including commodity prices, world slack, exchange rates, and global value chains) are significant drivers of CPI inflation in a cross-section of countries, and their role has increased over the last decade, particularly the role of non-fuel commodity prices. These global factors, however, do less to improve our understanding of core and wage inflation. Key results are robust to using a less-structured trend-cycle decomposition instead of a Phillips curve framework, with the set of global variables more important for understanding the cyclical component of inflation over the last decade, but not the underlying slow-moving inflation trend. Domestic slack still plays a role for all the inflation measures, although globalization has caused some “flattening” of this relationship, especially for CPI inflation. Although CPI inflation is increasingly “determined abroad”, core and wage inflation is still largely a domestic process.\n\n",
    "acknowledgement": "\nThis paper was prepared for the Brookings Panel on Economic Activity held in Washington, DC on Sept 6, 2019. Special thanks to Javier Cravino, Ayhan Kose, and Jim Stock for detailed comments and suggestions, to Kostas Theodoridis for joint work on the trend-cycle analysis used in this paper, to Gee Hee Hong, Zsóka Kóczán, Weicheng Lian and Malhar Nabar for kindly sharing their labor market data, and to Zhi Wang for sharing his data on global value chains. Additional thanks to Simon Gilchrist, Carlos Viana de Carvalho, and other participants at the 17th BIS Annual Research Conference held in Zurich on June 22, 2018 for comments on initial work on this topic. The author has received honoraria related to research on inflation dynamics from the the Brookings Institution and BIS. Author contact information: kjforbes@mit.edu The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}