{
    "id": 26495,
    "citation_title": "Does Stock Market Listing Impact Investment in Japan?",
    "citation_author": [
        "Joseph J. French",
        "Ryosuke Fujitani",
        "Yukihiro Yasuda"
    ],
    "citation_publication_date": "2019-11-25",
    "issue_date": "2019-11-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nWe provide the first large sample comparison of investment by Japanese listed and unlisted public firms. We show that listed firms invest more and have greater sensitivity to investment opportunities than comparable unlisted companies. Our findings suggest that the role of listing in alleviating financial constraints is more important than potential underinvestment due to myopic behavior. However, the positive relationship between listing and investment is primarily driven by standalone firms. Further analysis confirms that as the number of subsidiaries in a business group increases the positive impact of listing on investment declines. Additionally, when a firm faces financial constraints listing more positively impacts investment. We also document a positive association between stock liquidity and investment for listed firms. Taken together, our results suggest that stock markets play an important role in easing financial constraints and preventing managerial shirking both of which increase investment. Finally, we show that higher levels of owner-ship by financial institutions, board members, and foreign investors increases corporate investment.\n\n",
    "acknowledgement": "\nA previous version of this paper is titled as “Stock Market Listing, Investment, and Business Groups: How Firm Structure Impacts Investment?” We appreciate Kaoru Hosono (discussant at TRIO conference), Demir Bektića (discussant), Shin-ichi Fukuda, Takeo Hoshi , Hiromichi Iwaki, William Megginson, Jun-yu Saito, Ken-ichi Ueda, Yishay Yafeh, and Wenrui Zhang (discussant). We are also grateful for the insightful comments by workshop participants at Hitotsubashi University and Monfort College of Business, and participants in Multinational Finance Society and Global Finance Association. Ryosuke Fujitani greatly appreciates financial support from a Grant-in-Aid for JSPS Research Fellow (No. JP17J03278) provided by Japan’s Ministry of Education, Science, Sports, and Culture. Yukihiro Yasuda greatly appreciates the financial support from Mizuho Securities and from a Grant-in-Aid for Scientific Research (C) (No. JP17K03798) provided by Japan’s Ministry of Education, Science, Sports, and Culture. Joseph French acknowledges financial support from the Tointon Research Fund. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}