{
    "id": 26492,
    "citation_title": "Where Have All the Children Gone? An Empirical Study of Child Abandonment and Abduction in China",
    "citation_author": [
        "Xiaojia Bao",
        "Sebastian Galiani",
        "Kai Li",
        "Cheryl Long"
    ],
    "citation_publication_date": "2019-12-02",
    "issue_date": "2019-11-21",
    "revision_date": "2020-04-28",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the past 40 years, a large number of children have been abandoned or abducted in China. We argue that the implementation of the one-child policy has significantly increased both child abandonment and child abduction and that, furthermore, the cultural preference for sons in China has shaped unique gender-based patterns whereby a majority of the children who are abandoned are girls and a majority of the children who are abducted are boys. We provide empirical evidence for the following findings: (1) Stricter one-child policy implementation leads to more child abandonment locally and more child abduction in neighboring regions; (2) A stronger son-preference bias in a given region intensifies both the local effects and spatial spillover effects of the region's one-child policy on child abandonment and abduction; and (3) With the gradual relaxation of the one-child policy after 2002, both child abandonment and child abduction have dropped significantly. This paper is the first to provide empirical evidence on the unintended consequences of the one-child policy in terms of child trafficking in China.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nXiaojia Bao\n\nWe thank Xiaoman Liu for excellent research assistance. This research is funded by National Natural Science Foundation of China (No. 71703176) and Natural Science Foundation of Fujian Province (No. 2017J05117).\n\n\n\nCheryl Long\n\nWe acknowledge ﬁnancial support from the National Science Foundation of China (Grant No. 71273217, Grant No. 71741001, Grant No. 71790601, and Grant No. 71790600).\n\n\n"
}