{
    "id": 26497,
    "citation_title": "Stranded Fossil Fuel Reserves and Firm Value",
    "citation_author": [
        "Christina Atanasova",
        "Eduardo S. Schwartz"
    ],
    "citation_publication_date": "2019-11-25",
    "issue_date": "2019-11-21",
    "revision_date": "2020-05-13",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDo capital markets reflect the possibility that fossil fuel reserves may become “stranded assets” in the transition to a low carbon economy? We examine the relation between oil firms’ value and their proved reserves. Using a sample of 600 North American oil firms for the period 1999 to 2018, we document that while reserves are an important component of oil firm value, the growth of these reserves has a negative effect on firm value. This negative effect on value is stronger for oil producers with higher extraction costs. When we decompose total reserves into developed and undeveloped reserves, we show that the negative effect of reserves growth on value is due to firms growing their undeveloped oil reserves. Unlike developed, undeveloped reserves require major capital expenditures and longer time before they can be extracted. We also document that the negative effect is stronger for undeveloped oil reserves located in countries with strict climate policies. Our evidence is consistent with markets penalizing future investment in undeveloped reserves growth due to climate policy risk. High level of institutional ownership, stock market liquidity and analyst coverage do not change the negative effect of undeveloped reserves growth on firm value.\n\n",
    "acknowledgement": "\nWe thank the seminar participant at Simon Fraser University, Université Paris‐Dauphine, and Auckland University of Technology for helpful comments and suggestions. The authors would also like to thank Armin Kavian for his valuable research assistance and IBCA for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}