{
    "id": 26490,
    "citation_title": "Spillover Effects of Intellectual Property Protection in the Interwar Aircraft Industry",
    "citation_author": [
        "Walker Hanlon",
        "Taylor Jaworski"
    ],
    "citation_publication_date": "2019-11-25",
    "issue_date": "2019-11-21",
    "revision_date": "2021-09-22",
    "topics": [
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nCan strengthening intellectual property (IP) protection for producers of one good affect innovation in other related goods? To answer this question, we exploit a unique policy experiment in the interwar military aircraft industry. Airframe designs had little IP protection before 1926, but changes passed by Congress in 1926 provided airframe manufacturers with enhanced property rights over new designs. We show that granting property rights to air-frame producers increased innovation in airframes, but slowed innovation in aero-engines, a complementary good where there was no change in the availability of IP protection. We propose and test a simple theory that explains these patterns.\n\n",
    "acknowledgement": "\nWe thank Sascha Becker, Luis Cabral, Ann Carlos, Yongmin Chen, Jose Espin-Sanchez, Andy Ferrara, Dan Gross, Stephan Heblich, Shawn Kantor, Naomi Lamoreaux, Petra Moser, Steve Nafziger, Tom Nicholas, Paul Rhode, Paul Scott, Carol Shiue, Vaidyanathan Venkateswaran, Chris Vickers, Fabian Waldinger, John Wallis, Alex Whalley, Larry White, Mark Wilson and seminar participants at Bristol, ITAM, Oxford, LSE, Michigan, NYU Stern, Colorado, Warwick, Williams, Yale, the Mountain West Economic History Conference, the NBER Summer Institute, and the Washington Area Economic History Seminar for helpful comments. We thank Enrico Berkes for sharing his patent data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}