{
    "id": 26504,
    "citation_title": "The Impact of Expanding Public Health Insurance on Safety Net Program Participation: Evidence from the ACA Medicaid Expansion",
    "citation_author": [
        "Lucie Schmidt",
        "Lara Shore-Sheppard",
        "Tara Watson"
    ],
    "citation_publication_date": "2019-12-02",
    "issue_date": "2019-11-27",
    "revision_date": "2021-12-22",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe increase in public insurance eligibility caused by the Affordable Care Act (ACA) Medicaid expansions may have had spillover effects to other public assistance programs. We explore the impact of the ACA on the Earned Income Tax Credit (EITC), the Supplemental Nutrition Assistance Program (SNAP), and Temporary Assistance to Needy Families (TANF). Our research design uses variation in Medicaid eligibility that occurs on either side of state borders: we examine county-level administrative measures of EITC and SNAP participation in contiguous county pairs that cross state lines and individual data on program participation from the American Community Survey (ACS) in contiguous sub-state geographic units. This approach allows us to focus narrowly on differences arising from the ACA Medicaid expansion choice, implicitly controlling for local economic trends that could affect safety net participation. Our results suggest that the Medicaid expansion increased participation in SNAP and TANF, and possibly in the EITC. The ACS analysis suggests that safety net impacts are mainly due to participation conditional on eligibility rather than from eligibility changes stemming from labor supply responses. It appears that ACA Medicaid eligibility reduced the marginal cost of applying in SNAP, particularly facilitating enrollment in places with low 2013 SNAP take-up rates. Our results demonstrate the potential for spillovers across safety net programs.\n\n",
    "acknowledgement": "\nWe are grateful to the Russell Sage Foundation for financial support and to Nadine Nichols at the U.S. Department of Agriculture and to Brian Stacy at the World Bank for data.  We received helpful comments from Michael Dworsky, Emily Lawler, Tom Selden, and seminar and conference participants at the American Society of Health Economics Annual Meeting, the Association for Public Policy and Management Annual Meeting, the Center for Health Economics and Policy Studies at San Diego State University, the Southern Economic Association Annual Meeting, the University at Albany, the University of Wisconsin Center for Demography and Ecology, and Williams College.  Louisa Abel, Mary Beth Dato, Casey DeLano, Huy Nguyen, and Ahna Pearson provided excellent research assistance. Michael L. Anderson offered useful guidance on standard errors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}