{
    "id": 26509,
    "citation_title": "Does Virtual Advising Increase College Enrollment? Evidence from a Random Assignment College Access Field Experiment",
    "citation_author": [
        "Meredith Phillips",
        "Sarah J. Reber"
    ],
    "citation_publication_date": "2019-12-02",
    "issue_date": "2019-11-27",
    "revision_date": "2019-12-09",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper describes the effects of two variants of a virtual college-counseling intervention designed to reduce informational and social support barriers to college application and enrollment among socioeconomically disadvantaged students. Students who were randomly assigned to the program felt more supported during the college application process and applied more broadly to four-year colleges, but they were not more likely to be accepted or enroll. We show that treatment effects on intermediate outcomes were larger for the types of students we anticipated would most need additional support during the college application process and discuss why the program did not improve college enrollment, while some other similar-seeming programs have improved enrollment. We conclude that low-intensity programs may work for some students, but targeting can be difficult. And many students probably need in-person and more intensive help to increase four-year enrollments.\n\n",
    "acknowledgement": "\nThis research was supported by the Institute of Education Sciences, U.S. Department of Education, through Grant R305A110809. The project also made use of resources at the California Center for Population Research, UCLA, which is supported by infrastructure grant R24HD041022 from the Eunice Kennedy Shriver National Institute of Child Health and Human Development. The opinions expressed are those of the authors and do not represent views of the Institutes, the U.S. Department of Education, or the National Bureau of Economic Research. Phillips discloses that she co-founded EdBoost, the non-profit organization that developed and implemented the V-SOURCE intervention evaluated in this paper, and served on its board until 2011. We thank Tiffani Chin, EdBoost’s Executive Director, for her collaboration on all aspects of this project and Benjamin Denckla for donating his time and expertise to developing technologies for administering aspects of the program. We are grateful to Niña Abonal and Sara Mousavi for managing participant recruitment and program delivery, and for advising students; Cinthia Loera and Alexandra Mendoza for supervising survey recruitment; Sarah Butner, Patrick Cremin, Matthew Curry, Kara Fung, Takako Kobayashi, Rebecca Lowry, Daniel Mather, and María Lucía Yanguas for research assistance; all of the advisors, survey callers, and recruiters; the districts and schools that agreed to participate; the California Student Aid Commission for sharing data with us; and all of the students who participated in this study. We also thank conference participants at the American Economic Association, American Educational Research Association, American Sociological Association, Association of Education Finance and Policy, Association for Public Policy Analysis and Management, Society for Research on Educational Effectiveness, and National Bureau of Economic Research, and seminar participants at Teachers College, RAND, UC Davis, UC Irvine, UCLA, UC Riverside, USC, and the University of Virginia for helpful feedback. We are grateful to Jeffrey Smith for his insightful comments as a discussant on an early draft and to Chris Avery, Darin Christensen, Pascaline Dupas, Sara Goldrick-Rab, Tom Kane, Bridget Long, Phil Oreopoulos, Lindsay Page, and Bruce Sacerdote for helpful conversations.\n\n\n"
}