{
    "id": 26501,
    "citation_title": "Regional Data in Macroeconomics: Some Advice for Practitioners",
    "citation_author": [
        "Gabriel Chodorow-Reich"
    ],
    "citation_publication_date": "2019-12-02",
    "issue_date": "2019-11-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nCross-sectional or panel studies have joined time series techniques as an important element in empirical macroeconomists' toolkit. The econometric best practices for these studies and their aggregate implications remain active topics of research. In this paper, I offer several pieces of advice for practitioners in this literature. I begin by casting regional analysis in a Rubin (1978) potential outcomes framework. This formalism clarifies three reasons why the estimated impact of a shock on a single region can differ from the aggregate effect of the shock: (i) contamination of the untreated areas through ``micro'' spillovers, (ii) these spillovers sum to an economically relevant magnitude, and (iii) national variables endogenously respond to national shocks but not to local shocks. I provide several examples to illustrate and discuss how economic theory can sometimes sign the spillovers and bound the difference between the regional and aggregate effects of the shock. I then turn to econometric issues including the choice of endogenous variable in a regional regression and whether or not to weight by population.\n\n",
    "acknowledgement": "\nI thank Tobias Berg, Bill Dupor, Loukas Karabarbounis, Thuy Lan Nguyen (discussant), Valerie Ramey, David Romer, Ludwig Straub, and the participants at the St Louis Fed-JEDC-SCG-SNB-UniBern Conference and the Miami Empirical Macroeconomics Workshop for helpful comments. Richard Sweeney provided excellent research assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}