{
    "id": 26507,
    "citation_title": "The Investment Network, Sectoral Comovement, and the Changing U.S. Business Cycle",
    "citation_author": [
        "Christian vom Lehn",
        "Thomas Winberry"
    ],
    "citation_publication_date": "2019-12-09",
    "issue_date": "2019-11-27",
    "revision_date": "2020-12-29",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe argue that the network of investment production and purchases across sectors is an important propagation mechanism for understanding business cycles. Empirically, we show that the majority of investment goods are produced by a few “investment hubs” which are more cyclical than other sectors. We embed this network into a multisector business cycle model and show that sector-specific shocks to the investment hubs and their key suppliers have large effects on aggregate employment and drive down labor productivity. Quantitatively, we find that sector-specific shocks to hubs and their suppliers account for an increasing share of aggregate fluctuations over time, generating the declining cyclicality of labor productivity and other changes in business cycle patterns since the 1980s.\n\n",
    "acknowledgement": "\nWe thank Rodrigo Adao, Gadi Barlevy, Bob Barsky, David Berger, Steve Davis, Emmanuel Farhi, Simon Gilchrist, Mike Golosov, Francois Gourio, Veronica Guerrieri, Jonathan Heathcote, Erik Hurst, Anil Kashyap, Jennifer La’O, Lilia Maliar (discussant), Brent Neiman, Pablo Ottonello, Matt Rognlie, Elisa Rubbo, Rob Shimer, Henry Siu, Joe Vavra, Christian Wolf, and seminar participants at various institutions for useful suggestions. Winberry gratefully acknowledges financial support from Chicago Booth. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}