{
    "id": 26505,
    "citation_title": "Does High Frequency Social Media Data Improve Forecasts of Low Frequency Consumer Confidence Measures?",
    "citation_author": [
        "Steven F. Lehrer",
        "Tian Xie",
        "Tao Zeng"
    ],
    "citation_publication_date": "2019-12-02",
    "issue_date": "2019-11-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSocial media data presents challenges for forecasters since one must convert text into data and deal with issues related to these measures being collected at different frequencies and volumes than traditional financial data. In this paper, we use a deep learning algorithm to measure sentiment within Twitter messages on an hourly basis and introduce a new method to undertake MIDAS that allows for a weaker discounting of historical data that is well-suited for this new data source. To evaluate the performance of approach relative to alternative MIDAS strategies, we conduct an out of sample forecasting exercise for the consumer confidence index with both traditional econometric strategies and machine learning algorithms. Irrespective of the estimator used to conduct forecasts, our results show that (i) including consumer sentiment measures from Twitter greatly improves forecast accuracy, and (ii) there are substantial gains from our proposed MIDAS procedure relative to common alternatives.\n\n",
    "acknowledgement": "\nWe would like to thank Jun Yu, Yue Qiu, seminar participants at the IFABS Asia 2017 Ningbo Conference, ShanghaiTech University, Wuhan University, and Xiamen University for comments and suggestions that improved this paper. Xie's research is supported by the Natural Science Foundation of China (71701175) and the Chinese Ministry of Education Project of Humanities and Social Sciences (17YJC790174). Zeng's research is supported by the Chinese Ministry of Education Project of Humanities and Social Sciences (18YJC790005). Lehrer wishes to thank SSHRC for research support. The usual caveat applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}