{
    "id": 26508,
    "citation_title": "Predicting Insurance Demand from Risk Attitudes",
    "citation_author": [
        "Johannes G. Jaspersen",
        "Marc A. Ragin",
        "Justin R. Sydnor"
    ],
    "citation_publication_date": "2019-12-02",
    "issue_date": "2019-11-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nCan measured risk attitudes and associated structural models predict insurance demand?  In an experiment (n = 1,730), we elicit measures of utility curvature, probability weighting, loss aversion, and preference for certainty and use them to parameterize seventeen common structural models (e.g., expected utility, cumulative prospect theory).  Subjects also make twelve insurance choices over different loss probabilities and prices. The insurance choices show coherence and some correlation with various risk-attitude measures. Yet all the structural models predict insurance poorly, often less accurately than random predictions. Simpler prediction heuristics show more promise for predicting insurance choices across different conditions.\n\n",
    "acknowledgement": "\nWe thank the Alfred P. Sloan Foundation for financial support under grant number G-2016-7312. For helpful feedback and comments, we thank Levon Barseghyan, Mark Browne, Sebastian Ebert, Julian Reif, Charles Sprenger and seminar participants at the University of Hannover, the MRIC Winter Workshop, and the American Risk and Insurance Association annual meeting. We also thank Josh Frederick and Joëlle Näger for research assistance. All remaining errors are ours. This study was pre-registered with the American Economic Association's randomized controlled trial registry under ID AEARCTR-0002783 The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}