{
    "id": 26503,
    "citation_title": "Demographic Obstacles to European Growth",
    "citation_author": [
        "Thomas F. Cooley",
        "Espen Henriksen",
        "Charlie Nusbaum"
    ],
    "citation_publication_date": "2019-12-02",
    "issue_date": "2019-11-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSince the early 1990’s the growth rates of the four largest European economies—France, Germany, Italy, and the United Kingdom—have slowed. This persistent slowdown suggests a low-frequency structural change is at work. A combination of longer individual life expectancies and declining fertility have led to gradually ageing populations. Demographic change affects economic growth directly through households savings and labor supply decisions and also growth indirectly through the pension systems and the need to fund them. Tax increases to balance budgets will impose additional distortions to individual factor-supply choices. We quantify the growth effects from aging and from the financing of public pensions, and we estimate the welfare gains from pension reforms.\n\n",
    "acknowledgement": "\nWe thank audience and seminar participants at the 2018 GRIPS-U of Tokyo Workshop, the 2018 Midwest Macro Meeting, Trinity College Dublin, U.C. Irvine, the Oslo Macro Group, the 2019 SED Meeting, and the 2019 ITAM-PIER Conference on Macroeconomics. We also thank Juan Carlos Cordoba and Barbara Wolfe for comments. This paper has previously been presented with the title “The Growth-Cost of Demographic Change in Europe”. Use was made of computational facilities purchased with funds from the National Science Foundation (CNS-1725797) and administered by the Center for Scientific Computing (CSC). The CSC is supported by the California NanoSystems Institute and the Materials Research Science and Engineering Center (MRSEC; NSF DMR 1720256) at UC Santa Barbara. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}