{
    "id": 26500,
    "citation_title": "Origins of the Opioid Crisis and Its Enduring Impacts",
    "citation_author": [
        "Abby E. Alpert",
        "William N. Evans",
        "Ethan M.J. Lieber",
        "David Powell"
    ],
    "citation_publication_date": "2019-12-02",
    "issue_date": "2019-11-27",
    "revision_date": "2021-06-02",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nOverdose deaths involving opioids have increased dramatically since the mid-1990s, leading to the worst drug overdose epidemic in U.S. history, but there is limited empirical evidence on the initial causes. In this paper, we examine the role of the 1996 introduction and marketing of OxyContin as a potential leading cause of the opioid crisis. We leverage cross-state variation in exposure to OxyContin’s introduction due to a state policy that substantially limited OxyContin’s early entry and marketing in select states. Recently-unsealed court documents involving Purdue Pharma show that state-based triplicate prescription programs posed a major obstacle to sales of OxyContin and suggest that less marketing was targeted to states with these programs.  We find that OxyContin distribution was about 50% lower in “triplicate states” in the years after the launch. While triplicate states had higher rates of overdose deaths prior to 1996, this relationship flipped shortly after the launch and triplicate states saw substantially slower growth in overdose deaths, continuing even twenty years after OxyContin's introduction. Our results show that the introduction and marketing of OxyContin explain a substantial share of overdose deaths over the last two decades.\n\n",
    "acknowledgement": "\nWe thank Mireille Jacobson, Rosalie Liccardo Pacula, Harold Pollack and seminar and conference participants at Illinois, Notre Dame, RAND, Temple, Tulane, USC, Health and Labor Market Effects of Public Policy at UCSB, iHEA, Midwest Health Economics Conference, and NBER Summer Institute Crime Meeting for helpful feedback. For help obtaining some of the unsealed court documents, we also thank Caitlin Esch and Marketplace, Judge Booker T. Stephens of West Virginia, Nicholas Weilhammer in the Office of Public Records for the Office of the Attorney General of Florida, and La Dona Jensen in the Office of the Attorney General of Washington. Powell gratefully acknowledges financial support from NIDA (1R21DA041653 and P50DA046351). Evans gratefully acknowledges financial support from the Institute for Scholarship in the Liberal Arts at the University of Notre Dame. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}