{
    "id": 26502,
    "citation_title": "O Brother, Where Start Thou? Sibling Spillovers in College Enrollment",
    "citation_author": [
        "Joshua Goodman",
        "Michael Hurwitz",
        "Christine Mulhern",
        "Jonathan Smith"
    ],
    "citation_publication_date": "2019-12-02",
    "issue_date": "2019-11-27",
    "revision_date": "2019-12-09",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study within-family spillovers in college enrollment to show college-going behavior is transmissible between peers. Because siblings’ test scores are weakly correlated, we exploit college-specific admissions thresholds that directly affect older but not younger siblings’ college options. Older siblings’ admissibility substantially increases their own four-year college enrollment rate and quality of college attended. Their improved college choices in turn raise younger siblings’ college enrollment rate and quality of college chosen, particularly for families with low predicted probabilities of college enrollment. Some younger siblings follow their older sibling to the same campus but many upgrade by choosing other colleges. The observed spillovers are not well-explained by price, income, proximity or legacy effects, but are most consistent with older siblings transmitting otherwise unavailable information about the college experience and its potential returns. The importance of such personally salient information may partly explain persistent differences in college-going rates by income, geography and other characteristics that define a community.\n\n",
    "acknowledgement": "\nWe are grateful to the College Board for sharing its data for this project. For helpful feedback, we thank seminar and conference participants at the University of Chicago, Harvard, UVA, Brandeis, Michigan State, APPAM and AEFP. Melanie Rucinski provided excellent research assistance. Christine Mulhern was supported, in part, by the Institute of Education Sciences, U.S. Department of Education, through grant R305B150010 for the Partnering in Education Research Fellowship in collaboration with the Center for Education Policy Research at Harvard University. The opinions expressed are those of the authors and do not represent the views of the Institute or the U.S. Department of Education. All errors are due to our siblings. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}