{
    "id": 26513,
    "citation_title": "Disability Insurance: Error Rates and Gender Differences",
    "citation_author": [
        "Hamish Low",
        "Luigi Pistaferri"
    ],
    "citation_publication_date": "2019-12-02",
    "issue_date": "2019-11-27",
    "revision_date": "2024-05-03",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Discrimination",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe show the extent of screening errors made in disability insurance awards using matched survey-administrative data. Type I errors are widespread with large gender differences. Work-disabled women are 12.8 percentage points more likely to be rejected than work-disabled men, controlling for health conditions and demographics. Gender differences arise because women are assessed with more residual work capacity. We model the SSA decision-making process and estimate that gender differences in screening errors originate from lower utility losses from incorrectly rejecting women. Finally, noise in self-reported work limitation leads to an overstatement of screening errors, but the gender difference remains.\n\n",
    "acknowledgement": "\nThanks to Sarah Eichmeyer, Max Rong, and Charlotte Woodacre for invaluable research assistance, to five anonymous referees, David Autor, David Card, Stephen Haider, Hanming Fang, Amanda Michaud, Magne Mogstad, John Rust, Lucie Schmidt, Alessandra Voena, and participants at various seminars and conferences for comments. This paper uses restricted HRS data made available to Pistaferri under confidential agreements RDA 2015-028 and RDA 2020-070. All errors are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}