{
    "id": 26511,
    "citation_title": "Decision-Making in Complex Households",
    "citation_author": [
        "Marcos Rangel",
        "Duncan Thomas"
    ],
    "citation_publication_date": "2019-12-02",
    "issue_date": "2019-11-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nExtremely rich data on farm households in Burkina Faso are used to test whether resource are allocated Pareto efficiently. The complexity of household structures, including multi-generation and polygynous households, is taken into account to developing tests from theoretical models of behavior. Credible measures of bargaining power are constructed exploiting the fact that individuals within a household have well-defined property rights over the plots they own. Using data on consumption choices, we establish that in farm households headed by a monogamous couple (with no co-resident adult sons), resource allocations are consistent with efficiency. In more complex household structures, including polygynous households, efficiency in allocations is not rejected in models that allow more than two household members to have agency in decision-making. In contrast, tests for efficiency based on whether the same farm households maximize profits by equating marginal products across plots are rejected for all household types. Further, these same tests indicate individuals do not equate marginal products across their own plots. We conclude, therefore, that tests of models of resource allocation based on production-side decisions are likely to be misleading. In contrast, the consumption-side tests provide novel insights into the nature of decision-making within complex households.\n\n",
    "acknowledgement": "\nThis research has benefited from comments by Pierre-Andre Chiappori, Yu Kyung Koh, Costas Meghir and Christopher Udry. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}