{
    "id": 26519,
    "citation_title": "Labor in the Boardroom",
    "citation_author": [
        "Simon Jäger",
        "Benjamin Schoefer",
        "Jörg Heining"
    ],
    "citation_publication_date": "2019-12-02",
    "issue_date": "2019-11-27",
    "revision_date": "2020-08-26",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Relations",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": null,
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe estimate the wage effects of shared governance, or codetermination, in the form of a mandate of one third of corporate board seats going to worker representatives. We study a reformin Germany that abruptly abolished this mandate for stock corporations incorporated after August 1994, while it locked the mandate for the slightly older cohorts. Our research design compares firm cohorts incorporated before the reform and after; in a robustness check we additionally draw on the analogous difference in unaffected firm types (LLCs). We find no effects of board-level codetermination on wages and the wage structure, even in firms with particularly flexible wages. The degree of rent sharing and the labor share are also unaffected. We reject that disinvestment could have offset wage effects through the canonical hold-up channel, as shared governance, if anything, increases capital formation.\n\n",
    "acknowledgement": "\nWe thank Daron Acemoglu, John Addison, Josh Angrist, David Autor, David Card, Jonathan Cohn, Robert Gibbons, Lawrence Katz, Patrick Kline, Bentley MacLeod, Jim Poterba, Fabiano Schivardi, Antoinette Schoar, Andrei Shleifer, Sebastian Siegloch, David Sraer, Jean Tirole, Margarita Tsoutsoura, and John Van Reenen for useful discussions, as well as audiences at the AEA/LERA Meetings, CEPR/LSE Annual Labour Symposium, Columbia University, Columbia Micro Macro Labor Conference, CRC BerlinWorkshop on the Future of Labor, CREST, CSEF Conference on Finance, Labor, and Inequality, EIEF, INSEAD, IZA, LSE, MIT Organizational Econ Lunch, NBER Corporate Finance Meeting, NBER Summer Institute Labor Studies, SOLE-EALE Meeting, Stanford Labor Seminar, Stanford SIEPR Workshop, Stockholm University, UC Berkeley, UCLA, UC Santa Cruz , UMass Amherst, UBC, U Mannheim, and U Montreal. For sharing their legal expertise, we thank Andreas Engert, Thomas Hoffmann, Marcus Lutter, Sebastian Sick, and Holger Spamann. Karl Aspelund, Nikhil Basavappa, Jonathan Cohen, Dominik Jurek, René Livas, Nelson Mesker, Enrique Perez, Martina Uccioli, and Dalton Zhang provided outstanding research assistance. We thank the MIT Sloan Good Companies, Good Jobs Initiative, the UC Berkeley Institute for Research on Labor and Employment, and the Washington Center for Equitable Growth for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}