{
    "id": 26512,
    "citation_title": "The Surprising Hybrid Pedigree of Measures of Diversity and Economic Concentration",
    "citation_author": [
        "Paolo M. Adajar",
        "Ernst R. Berndt",
        "Rena M. Conti"
    ],
    "citation_publication_date": "2019-12-02",
    "issue_date": "2019-11-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "History of Economic Thought",
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Antitrust",
        "\n",
        "Regulatory Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMeasures of economic concentration, such as the k-firm concentration index and the Hirschman-Herfindahl Index (HHI) are commonly used to ascertain the competitiveness of a product market.  Within a Cournot model industry equilibrium, it is known a relationship exists between the HHI and the gap between industry price and marginal cost, but the economic theory foundations and intuition underlying the HHI formula are seemingly arbitrary.  Here we document that there are indeed powerful and intuitive theoretical foundations to the HHI, but those foundations emanate from outside economics, namely, ecology, where the HHI is known as Simpson’s Diversity Index.  We discuss the origins of the HHI and Simpson’s Diversity Index, summarize other measures of concentration, and link them to common measures of inequality.  Based on a priori reasoning, we conclude there is little on which to base a choice between the HHI and non-HHI measures of market concentration.  We empirically illustrate the implementation of the HHI and other concentration indexes as the statin drug LipitorTM lost patent protection and faced generic competition in 2012; we find very similar empirical trends and high correlations among them.  Our research provides support for the continued use of HHI as a measure of concentration, provided one recognizes its link to market power is equivocal.\n\n",
    "acknowledgement": "\nMr. Adajar is an undergraduate mathematical economics major at the Massachusetts Institute of Technology (MIT), Mr. Berndt is Professor Emeritus at the MIT Sloan School of Management and Research Associate at the National Bureau of Economic Research, and Ms. Conti is Associate Professor at the Boston University Questrom School of Business. We have benefited from comments on an earlier draft by Richard Schmalensee, Dan Sichel, Tim Simcoe, Chad Syverson, Michael Whinston and Alje van Dam, but we are responsible for any opinions and views expressed here. This research has not been sponsored. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}