{
    "id": 26514,
    "citation_title": "Valuing Private Equity Strip by Strip",
    "citation_author": [
        "Arpit Gupta",
        "Stijn Van Nieuwerburgh"
    ],
    "citation_publication_date": "2019-12-02",
    "issue_date": "2019-11-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe propose a new valuation method for private equity investments. First, we construct a cash-flow replicating portfolio for the private investment, applying Machine Learning techniques on cash-flows on various listed equity and fixed income instruments. The second step values the replicating portfolio using a flexible asset pricing model that accurately prices the systematic risk in bonds of different maturities and a broad cross-section of equity factors. The method delivers a measure of the risk-adjusted profit earned on a PE investment and a time series for the expected return on PE fund categories. We apply the method to buyout, venture capital, real estate, and infrastructure funds, among others. Accounting for horizon-dependent risk and exposure to a broad cross-section of equity factors results in negative average risk-adjusted profits. Substantial cross-sectional variation and persistence in performance suggests some funds outperform. We also find declining expected returns on PE funds in the later part of the sample.\n\n",
    "acknowledgement": "\nThe authors would like to thank Thomas Gilbert, Arthur Korteweg, Stavros Panageas, Antoinette Schoar, and Morten Sorensen (discussants); as well as Ralph Koijen, Neng Wang, and seminar and conference participants at the the 2018 UNC Real Estate Research Symposium, the 2019 American Finance Association annual meetings, the Southern California Private Equity Conference, NYU Stern, the 2019 NBER Long-Term Asset Management conference, the University of Michigan, SITE 2019: Asset Pricing Theory and Computation, the Western Finance Association, Arizona State University, the MIT Junior Finance Conference, the Advances in Financial Research Conference at the San Francisco Fed, Columbia GSB, and 11th Annual PERC Symposium. We thank Burgiss and the Private Equity Research Consortium for assistance with data. This work is supported by the NYU Stern Infrastructure Initiative. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}