{
    "id": 26522,
    "citation_title": "Estimating Biases in Smoking Cessation: Evidence from a Field Experiment",
    "citation_author": [
        "Frank J. Chaloupka IV",
        "Matthew R. Levy",
        "Justin S. White"
    ],
    "citation_publication_date": "2019-12-09",
    "issue_date": "2019-12-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe conduct a randomized field experiment to quantify biases that affect consumers of addictive goods: present-biased preferences, naïve beliefs regarding present bias, and projection-biased beliefs over future abstinence. These biases reflect departures from the neoclassical benchmark needed to accommodate intertemporal and state-dependent prediction errors and have important theoretical and policy ramifications. Our experiment employs a new approach for remote monitoring to ensure truthful reporting of behavior and valuations, and a novel identification of subjects’ biases based on willingness to pay for future abstinence incentives that serve as partial commitment devices. We find that cigarette smokers overestimate their likelihood of future abstinence by more than 100%, consistent with partially-naïve present-biased preferences. We estimate that on average smokers are present biased and only partially aware of their present bias, with substantial heterogeneity and a positive correlation between the two at the individual level. Smokers mispredict the effects of an abstinence intervention. Ex ante smokers anticipate no effect of the intervention on their future abstinence and ex post fail to recognize the intervention’s positive effect. Our estimates highlight that smokers suffer from a constellation of biases: under their own long-run preferences,  smokers’ choices lead to a private welfare loss of $400 per week.\n\n",
    "acknowledgement": "\nWe thank Hunt Allcott, Jing Li, David Powell, Justin Sydnor, Josh Tasoff, Dmitry Taubinsky, and Severine Toussaert for helpful feedback, as well as audience members at the Behavioral Economics & Health Symposium at UPenn (2017), the ASHEcon meeting in Atlanta (2018), the TCORS Economics Working Group (2018), the ESA World Meeting in Vancouver (2019), the SITE Summer Workshop at Stanford (2019), and the Annual Health Economics Conference in San Francisco (2019). This research was funded by the U.S. National Institute on Drug Abuse under grant number P50-DA036128. This trial was registered in the AEA RCT Registry under AEARCTR-0002106. Special thanks go to Elissa Resnick and project managers at Nielsen Healthcare and SSI, notably Deanne Lowery, for research support. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. Corresponding authors: Levy and White.\n\n\n"
}