{
    "id": 26521,
    "citation_title": "Hidden in Plain Sight: Venture Growth with or without Venture Capital",
    "citation_author": [
        "Christian Catalini",
        "Jorge Guzman",
        "Scott Stern"
    ],
    "citation_publication_date": "2019-12-09",
    "issue_date": "2019-12-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nThe majority of IPOs and acquisitions are achieved without venture capital financing, yet research has focused mostly on VC backed firms. Using founding choices and a predictive analytics approach on virtually all US registered businesses, we shed light into these “missing” growth firms. Founding choices that predict raising venture capital also strongly predict equity exits without VC.  Firms with growth potential are similar to each other, irrespective of funding source.  Moreover, matching firms that are born with identical observables, but only differ in whether they receive venture capital, suggests an upper bound to the returns to venture capital of 600%.\n\n",
    "acknowledgement": "\nWe thank Theresa Amabile, Tania Babina, Iain Cockburn, Shane Greenstein, Josh Lerner, Ramana Nanda, Giorgia Piacentino, Manju Puri, Tim Simcoe, and Jane Wu for helpful comments, as well as participants at the Dartmouth Venture Capital and Private Equity Conference, the NBER Productivity Lunch, the Kauffman Scholars Conference, and seminar participants at Brandeis University, Michigan University, Kellogg School of Management, and Columbia Business School. We also acknowledge and thank the Kauffman Foundation for their support of our research agenda, including the Uncommon Methods and Metrics Grant and the Kauffman Dissertation Fellowship, as well as the Jean Hammond (1986) and Michael Krasner (1974) Entrepreneurship Fund and the Edward B. Roberts (1957) Entrepreneurship Fund at MIT. Yupeng Liu provided excellent research assistantship.  All errors and omissions are of course our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nChristian Catalini\n\nChristian Catalini is Head Economist for Calibra (a Facebook subsidiary), and has a significant financial interest (SFI) in Facebook. He is also an economic advisor to Algorand.\n\n\n\nScott Stern\n\nScott Stern periodically receives compensation for speaking about or consulting about innovation and entrepreneurship policy and the Startup Cartography Project, typically at events organized by government agencies or other institutions involved in the policy process. He also receives compensation from the MIT Regional Entrepreneurship Acceleration Program, which features this project.\n\n\n"
}