{
    "id": 26520,
    "citation_title": "Pledgeability and Asset Prices: Evidence from the Chinese Corporate Bond Markets",
    "citation_author": [
        "Hui Chen",
        "Zhuo Chen",
        "Zhiguo He",
        "Jinyu Liu",
        "Rengming Xie"
    ],
    "citation_publication_date": "2019-12-02",
    "issue_date": "2019-11-27",
    "revision_date": "2022-06-22",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Development Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nWe provide causal evidence for the value of asset pledgeability. Our empirical strategy is based on a unique feature of the Chinese corporate bond markets, where bonds with identical fundamentals are simultaneously traded on two segmented markets with different rules for repo transactions. We utilize a policy shock on December 8, 2014, which rendered a class of AA+ and AA bonds ineligible for repo on one of the two markets. By comparing how bond prices changed across markets and rating classes around this event, we estimate that when the haircut increases from 0 to 100%, the bond yields increase in the range of 39 to 85 bps. These estimates help us infer the magnitude of the shadow cost of capital in China.\n\n",
    "acknowledgement": "\nWe are grateful to Amit Seru (the Editor), the Associate Editor, and two anonymous referees for many insightful suggestions. We thank Antje Berndt, Jia Chen, Jaewon Choi, Marco Di Maggio, Darrell Duffie, Peter Feldütter, Burton Hollifield, Jennifer Huang, Sebastian Infante, Anil Kashyap, Arvind Krishnamurthy, Kai Li, Yang Liu, Francis Longstaff, Konstantin Milbradt, Benjamin Munyan, Dmitry Orlov, Chris Palmer, Jun Pan, Lasse H. Pederson, Jun Qian, Andreas Rapp, Antoinette Schoar, Christopher Sims, Andrea Vedolin, Dora Xia, Constantine Yannelis, Tao Zha, Xiaoneng Zhu, and participants at Chicago Booth, MIT Sloan, Tsinghua PBC School of Finance, Shanghai Advanced Institute of Finance, Tsinghua SEM, CUFE, SWUFE, RUC, ZJU, UWA, CUHK Shenzhen, NYU Stern CGEB, Paul Woolley BIS Conference, IBEFA Summer Meeting, Guanghua International Symposium on Finance, Finance Down Under, FIRS Annual Meeting, Fudan Fanhai Summer Conference, MFM Summer School, LAEF OTC Markets Workshop, Erasmus Liquidity Conference, SFS Cavalcade NA, Mitsui Finance Symposium, CICF, CFRC, NBER Summer Institute, FRIC 2019, EFA Annual Meeting, NFA Annual Meeting, 2019 Greater Bay Area Summer Finance Conference, AFA Annual Meeting, NBER Chinese Economy, and IDC Conference for helpful comments. We thank Tianshu Lyu for excellent research assistance. Zhiguo He acknowledges financial support from the Macro Finance Research Program's China Initiative at the University of Chicago. All authors have nothing to disclose with respect to The Journal of Finance's conflict of interest disclosure policy. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}