{
    "id": 26525,
    "citation_title": "The Firm's Role in Displaced Workers' Earnings Losses",
    "citation_author": [
        "Brendan Moore",
        "Judith Scott-Clayton"
    ],
    "citation_publication_date": "2019-12-09",
    "issue_date": "2019-12-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use employer-employee matched administrative data from Ohio to study the role of firm pay premiums in explaining the large, persistent earnings losses of displaced workers. We estimate that earnings for displaced workers from the mid-2000s are depressed by 22 percent after four years, consistent with prior work. Drawing upon empirical approaches from the displaced worker and firm heterogeneity literature, we then estimate how much of this earnings loss can be explained by the forfeiture of a favorable employer-specific pay premium. Our preferred estimate attributes one quarter (24 percent) of long-run earnings deficits to lost firm pay premiums. Such firm rents explain up to half the earnings deficits for those laid off from manufacturing firms and employers with particularly generous pay policies. We test for sensitivity to different samples from which we derive firm specific-pay premiums and definitions of displacement. Our estimates persist in a narrow range between 16 and 24 percent for the share explained by firm rents, adding to the evidence that firm rents do not explain the majority of earnings or wage losses sustained by displaced workers in the United States.\n\n",
    "acknowledgement": "\nWe thank Bruce Fallick, Ben Hyman, Gregor Jarosch, Wilbert van der Klaauw, Marta Lachowska, Rasmus Lentz, Bentley MacLeod, Suresh Naidu, Christina Patterson, and Aysegul Sahin for feedback on earlier drafts of this paper. We gratefully acknowledge Lisa Neilson and the staff of the Ohio Education Research Center, who helped facilitate our use of the restricted data in this study. For citation of the most recent version of this paper, please email Brendan Moore (brendan.moore@columbia.edu) and Judith Scott-Clayton (scott-clayton@tc.columbia.edu). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}