{
    "id": 26524,
    "citation_title": "The Geography of Prescription Pharmaceuticals Supplied to the U.S.: Levels, Trends and Implications",
    "citation_author": [
        "Neriman Beste Kaygisiz",
        "Yashna Shivdasani",
        "Rena M. Conti",
        "Ernst R. Berndt"
    ],
    "citation_publication_date": "2019-12-09",
    "issue_date": "2019-12-05",
    "revision_date": "2023-07-16",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": null,
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nPrescription pharmaceuticals are frequently used consumer products, whose manufacturing location is commonly held as a trade secret by firms and U.S. regulatory agencies. Here we use previously non-publicly available data to describe levels and trends in the manufacturing locations of the most commonly used prescription pharmaceuticals, off-patent generic drugs, intended to be consumed by Americans. We find that the base ingredients required for the manufacturing of these prescription drugs are overwhelmingly and increasingly manufactured in non-domestic locations, specifically India and China. The manufacturing of finished prescription drugs for the American market is equally split between domestic and foreign locations, but is increasingly foreign as well. The growing American reliance on non-domestic manufacturing of prescription drugs is important for stakeholders to appreciate given current quality and pricing concerns involving these products and their potential susceptibility to interruptions in supply. We discuss implications of these levels and trends for current domestic and international policy discussions.\n\n",
    "acknowledgement": "\nMs. Conti acknowledges research support from the Commonwealth Fund and the American Cancer Society. Mr. Berndt acknowledges research support from the National Institutes of Health, National Institute on Aging, Grant R01AG043560 to the National Bureau of Economic Research. We have benefited from discussions on FDA regulatory and user fee payment file matters with Dr. Andreas Schick and Qiyu Liu of the U.S. Food and Drug Administration, from access to manufacturing facility geographic data provided by the U.S. Food and Drug Administration, and from data sources identified by Dr. Chris Stomberg of National Economic Research Associates. Any opinions and findings expressed here are those of the authors, are not necessarily those of the institutions with whom they are affiliated, the research sponsors, nor of the individuals and institutions providing us information, nor of the National Bureau of Economic Research.\n\n\n"
}