{
    "id": 26523,
    "citation_title": "Does a One-Size-Fits-All Minimum Wage Cause Financial Stress for Small Businesses?",
    "citation_author": [
        "Sudheer Chava",
        "Alexander Oettl",
        "Manpreet Singh"
    ],
    "citation_publication_date": "2019-12-09",
    "issue_date": "2019-12-05",
    "revision_date": "2021-04-21",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Studies",
        "\n",
        "Political Economy",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDo increases in federal minimum wage impact the financial health of small businesses? Using intertemporal variation in whether a state’s minimum wage is bound by the federal rate and credit-score data for approximately 15.2 million establishments for the period 1989–2013, we find that increases in the federal minimum wage worsen the financial health of small businesses in the affected states. Small, young, labor-intensive, minimum-wage sensitive establishments located in the states bound to the federal minimum wage and those located in competitive and low-income areas experience higher financial stress. Increases in the minimum wage also lead to lower bank credit, higher loan defaults, lower employment, a lower entry and a higher exit rate for small businesses. The results are robust to using nearest-neighbor matching and geographic regression discontinuity design. Our results document some potential costs of a one-size-fits-all nationwide minimum wage, and we highlight how it can have an adverse effect on the financial health of some small businesses.\n\n",
    "acknowledgement": "\nWe thank Ajay Agrawal, Ashwini Agrawal (discussant), Tania Babina, Emek Basker, Andrew Ellul, Bart Hamilton (discussant), Shane Johnson (discussant), Sari Kerr, Filippo Mezzanotti, Ramana Nanda, Paige Ouimet, Roberto Pinto (discussant), Antoinette Schoar, Elena Simintzi (discussant), Scott Stern, Peter Thompson, Liu Yang, Miao (Ben) Zhang (discussant), conference participants at 2019 NBER Summer Institute, 2019 Labor and Finance Conference, 2019 SFS Cavalcade, 2019 European Finance Association Conference, 2019 American Finance Association Conference, 2019 Midwest Finance Association Conference, 2018 Colorado Finance Summit, 2018 UT Dallas Finance Conference and 2018 Workshop on Workforce Development Initiatives and seminar participants at Deakin University, Georgia Tech, Melbourne Business School and University of New South Wales for comments that helped to improve the paper. This research was funded in part by the Ewing Marion Kauffman Foundation. The contents of this publication are solely the responsibility of the authors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}