{
    "id": 26529,
    "citation_title": "Measuring and Using Happiness to Support Public Policies",
    "citation_author": [
        "John F. Helliwell"
    ],
    "citation_publication_date": "2019-12-09",
    "issue_date": "2019-12-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper summarizes the philosophical and empirical grounds for giving a primary role to the evaluations that people make of the quality of their lives. These evaluations permit comparisons among communities, regions, nations and population subgroups, enable the estimation of the relative importance of various sources of happiness, and provide a well-being lens to aid the choice of public policies to support well-being. Available results expose the primacy of social determinants of happiness, and especially the power of generosity and other positive social connections to improve the levels, distribution and sustainability of well-being.\n\n",
    "acknowledgement": "\nThis is a draft chapter for Matthew T. Lee, Laura D. Kubzanzsky, and Tyler J. VanderWeele (Eds.) Measuring Well-Being: Interdisciplinary Perspectives from the Social Sciences and the Humanities. New York: Oxford University Press. In revising the draft I have been greatly aided by suggestions from Paul Allin, Ed Diener, Jon Hall, Dan Haybron, Laura Kubzansky, Richard Layard, Matt Lee, Steve Mulhall, Max Norton, Grant Schellenberg, Louis Tay, and Tyler VanderWheele. The views expressed herein are those of the author and do not necessarily reflect those of the National Bureau of Economic Research. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}