{
    "id": 26528,
    "citation_title": "Does Household Electrification Supercharge Economic Development?",
    "citation_author": [
        "Kenneth Lee",
        "Edward Miguel",
        "Catherine Wolfram"
    ],
    "citation_publication_date": "2019-12-09",
    "issue_date": "2019-12-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn recent years, electrification has re-emerged as a key priority in low-income countries, with a particular focus on electrifying households. Yet the microeconomic literature examining the impacts of electrifying households on economic development has produced a set of conflicting results. Does household electrification lead to measurable gains in living standards or not? Focusing on grid electrification, we discuss how the divergent conclusions across the literature can be explained by differences in methods, interventions, potential for spillovers, and populations. We then use experimental data from Lee, Miguel, and Wolfram (2019) — a field experiment that connected randomly-selected households to the grid in rural Kenya — to show that impacts can vary even across individuals in neighboring villages. Specifically, we show that households that were willing to pay more for a grid electrification may gain more from electrification compared to households that would only connect for free. We conclude that access to household electrification alone is not enough to drive meaningful gains in development outcomes. Instead, future initiatives may work better if paired with complementary inputs that allow people to do more with power.\n\n",
    "acknowledgement": "\nWe are grateful to Felipe Vial, Zachary Obstfeld, Nishmeet Singh, Aishwarya Kumar, and Rongmon Deka for excellent research assistance. An earlier version of this paper was funded with support from the UK government, as part of the Department for International Development (DFID) supported Energy and Economic Growth (EEG) research program based at the Center for Effective Global Action (CEGA) and the Energy Institute at Haas (EI) at the University of California, Berkeley. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}