{
    "id": 26534,
    "citation_title": "More (or Less) Economic Limits of the Blockchain",
    "citation_author": [
        "Joshua S. Gans",
        "Neil Gandal"
    ],
    "citation_publication_date": "2019-12-09",
    "issue_date": "2019-12-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper extends the blockchain sustainability framework of Budish (2018) to consider proof of stake (in addition to proof of work) consensus mechanisms and permissioned (where the number of nodes are fixed) networks. It is demonstrated that an economically sustainable network will involve the same cost regardless of whether it is proof of work or proof of stake although in the later the cost will take the form of illiquid financial resources. In addition, it is shown that regulating the number of nodes (as in a permissioned network) does not lead to additional cost savings that cannot otherwise be achieved via a setting of block rewards in a permissionless (i.e., free entry) network. This suggests that permissioned networks will not be able to economize on costs relative to permissionless networks.\n\n",
    "acknowledgement": "\nWe are grateful to Orbs for an academic grant and to Eric Budish and Oded Noam for helpful discussion, suggestions and comments that significantly improved the paper. All opinions (to the extent that they are opinions) are those of the authors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJoshua S. Gans\n\nFunding from ORBS (a blockchain infrastructure company in Israel) is acknowledge. I also work with the Creative Destruction Lab at the University of Toronto and lead its Blockchain stream.\n\n\n"
}