{
    "id": 26537,
    "citation_title": "China's Unconventional Nationwide CO₂ Emissions Trading System: The Wide-Ranging Impacts of an Implicit Output Subsidy",
    "citation_author": [
        "Lawrence H. Goulder",
        "Xianling Long",
        "Jieyi Lu",
        "Richard D. Morgenstern"
    ],
    "citation_publication_date": "2019-12-09",
    "issue_date": "2019-12-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nChina is planning to implement the largest CO₂ emissions trading system in the world.  To reduce emissions, the system will be a tradable performance standard (TPS), an emissions pricing mechanism that differs significantly from the emissions pricing instruments used in other countries, such as cap and trade (C&T) and a carbon tax.  We employ matching analytically and numerically solved models to assess the cost-effectiveness and distributional impacts of China’s forthcoming TPS for achieving CO₂ emissions reductions from the power sector.\nWe find that the TPS’s implicit subsidy to electricity output has wide-ranging consequences for both cost-effectiveness and distribution.  In terms of cost-effectiveness, the subsidy disadvantages the TPS relative to C&T by causing power plants to make less efficient use of output-reduction as a way of reducing emissions (indeed, it induces some generators to increase output) and by limiting the cost-reducing potential of allowance trading.  In our central case simulations, TPS’s overall costs are about 47 percent higher than under C&T.  At the same time, the TPS has distribution-related attractions.  Through the use of multiple benchmarks (maximal emission-output ratios consistent with compliance), it can serve distributional objectives.  And because it yields smaller increases in electricity prices than a comparable C&T system, it implies less international emissions leakage.\n\n",
    "acknowledgement": "\nThe authors are grateful to Richard Carson, Carolyn Fischer, Charles Kolstad, Mun Ho, Valerie Karplus, Ian Parry, Billy Pizer, Jeremy Schreifels, Rob Williams, Da Zhang, Junjie Zhang, and Xiliang Zhang for helpful advice.  We gratefully acknowledge financial support from the Energy Foundation-China and the China Program of the Stanford Institute for Economic Policy Research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nLawrence H. Goulder\n\nI did not receive any consulting funding during the period I worked on the \"China's Nationwide TPS\" paper., and I am not currently receiving consulting income.\n\n\n"
}