{
    "id": 26539,
    "citation_title": "Conceptual Aspects of Global Value Chains",
    "citation_author": [
        "Pol Antràs"
    ],
    "citation_publication_date": "2019-12-09",
    "issue_date": "2019-12-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Macroeconomics",
        "\n",
        "Globalization and International Relations",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI offer an overview of some key conceptual aspects associated with the rise of global value chains (GVCs). I outline a series of alternative interpretations and definitions of what the rise of GVCs entails, and I trace the implications of these alternative conceptualizations for the measurement of the phenomenon, as well as for elucidating the key determinants and implications of GVC participation, both at the country level and at the firm level. In the process, I offer some speculative thoughts about the future of GVCs in light of the advent of an array of new technologies.\n\n",
    "acknowledgement": "\nThis paper was written as a background paper for the 2020 World Development Report entitled \"Trading for Development in the Age of Global Value Chains.\" As co-director of the 2020 WDR, I was a paid short-term consultant for the World Bank. I am grateful to my fellow co-directors, Caroline Freund and Aaditya Mattoo, and to Penny Goldberg, Daria Taglioni and the rest of the core WDR team for helpful comments. Any errors are my own. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research. All the figures and data used in this paper are available at the 2020 WDR website: https://www.worldbank.org/en/publication/wdr2020\n\n\n"
}