{
    "id": 26530,
    "citation_title": "The Old Boys' Club: Schmoozing and the Gender Gap",
    "citation_author": [
        "Zoë B. Cullen",
        "Ricardo Perez-Truglia"
    ],
    "citation_publication_date": "2019-12-09",
    "issue_date": "2019-12-05",
    "revision_date": "2023-04-13",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Discrimination",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nOffices are social places. Employees and managers take breaks together and talk about family and hobbies. In this study, we show that employees’ social interactions with their managers can be advantageous for their careers, and that this phenomenon contributes to the gender pay gap. We use administrative and survey data from a large financial institution and exploit quasi-random variation induced by the rotation of managers. We provide evidence that when employees have more face-to-face interactions with their managers, they are promoted at a higher rate. This mechanism could explain a third of the gender gap in promotions at this firm.\n\n",
    "acknowledgement": "\nWe are thankful for excellent comments from several colleagues and seminar discussants. We are grateful feedback from many colleagues and seminar participants at UCSD, MIT, Berkeley (Econ and Haas), Yale Cowles Inaugural Labor and Public Conference, University of British Columbia, University of Southern California, Cornell, Princeton NLS-E, INSEAD, Columbia University (Micro and Macro), University of Zurich, Georgetown, Tufts University, University of Copenhagen, NBER Summer Institute, RIDGE Public Economics Conference, The World Bank, FAIR Institute, Harvard Business School, American Economic Association Annual Meetings and the Discrimination and Disparities Intercollegiate Seminar. We are especially thankful to Leonardo Bursztyn, Thomas Fujiwara and Amanda Pallais. The collaborating institution provided financial support for the research being conducted. Additionally, Zoe Cullen was a full-time, salaried employee at that institution while the research was being conducted. This project was reviewed and approved by the Institutional Review Board at Harvard Business School (IRB #17-1495). Dylan Balla-Elliott, Katherine Fang, Anh Nguyen, Giacomo Stazi, Andrew Kao, Aakaash Rao and Jenna Anders provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}