{
    "id": 26533,
    "citation_title": "Health Insurance and Mortality: Experimental Evidence from Taxpayer Outreach",
    "citation_author": [
        "Jacob Goldin",
        "Ithai Z. Lurie",
        "Janet McCubbin"
    ],
    "citation_publication_date": "2019-12-09",
    "issue_date": "2019-12-05",
    "revision_date": "2021-05-22",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nWe evaluate a randomized pilot study in which the IRS sent informational letters to 3.9 million taxpayers who paid a tax penalty for lacking health insurance coverage under the Affordable Care Act. Drawing on administrative data, we study the effect of the intervention on taxpayers’ subsequent health insurance enrollment and mortality. We find the intervention led to increased coverage in the two years following treatment and that this additional coverage reduced mortality among middle-aged adults over the same time period. Our results provide the first experimental evidence that health insurance reduces mortality.\n\n",
    "acknowledgement": "\nGoldin: Stanford University and NBER. Lurie: Office of Tax Analysis, U.S. Department of the Treasury. McCubbin: Office of Tax Analysis, U.S. Department of the Treasury. For helpful comments, we are grateful to Marianne Bitler, Mark Duggan, Amy Finkelstein, Alex Gelber, Jon Gruber, Dan Ho, Tatiana Homonoff, Jason Levitis, Adam Looney, Dan Kessler, Jonathan Ketcham, Amanda Kowalski, Michelle Mello, Ankur Patel, Paul Reyfman, Kyle Rozema, Dan Sacks, Deborah Schwartz, David Studdert, and seminar participants at Berkeley, George Mason, Max Planck Institute, Stanford, Treasury, the Annual Health Economics Conference, the NTA Annual Conference, and the WEAI Annual Conference. For implementation assistance, we thank Debra Babcock, Jason Levitis, Pedro Mendez, Lina Rashid, Elana Safran, Carolyn Tavenner, and Christen Linke Young. Taylor Cranor, Sarah Kotb, and Vedant Vohra provided outstanding research assistance. The views and opinions expressed in this paper are those of the authors and do not necessarily represent the position of the Treasury Department or any agency of the United States. This paper was reviewed by the Treasury Department prior to release to ensure compliance with rules governing the confidentiality of taxpayer return information. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}