{
    "id": 26532,
    "citation_title": "Evaluating the Success of President Johnson’s War on Poverty: Revisiting the Historical Record Using an Absolute Full-Income Poverty Measure",
    "citation_author": [
        "Richard V. Burkhauser",
        "Kevin Corinth",
        "James Elwell",
        "Jeff Larrimore"
    ],
    "citation_publication_date": "2019-12-09",
    "issue_date": "2019-12-05",
    "revision_date": "2021-01-21",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe evaluate progress in President Johnson's War on Poverty relative to the 20 percent baseline poverty rate he established for 1963. No existing poverty measure fully captures poverty reductions based on these standards. We fill this gap by developing an absolute Full-income Poverty Measure (FPM) whose thresholds are established to obtain this same 20 percent official poverty rate in 1963 while using a fuller measure of income and updating thresholds each year only for inflation. While the official poverty rate fell from 19.5 percent in 1963 to 10.5 percent in 2019, our absolute FPM rate fell from 19.5 to 1.6 percent. This reflects increases in full income throughout the distribution, with real median income more than doubling between 1963 and 2019, together with the expansion of government transfers and tax benefits not fully captured by the official measure. It is also broadly consistent with the expectations of President Johnson and his Council of Economic Advisers, including Robert Lampman who predicted in 1971 that poverty based on these absolute standards would be eliminated by 1980. However, we also show that reductions in relative poverty since 1963 have been far more modest, falling from 19.5 to 16.0 percent in 2019.\n\n",
    "acknowledgement": "\nThe views in this paper reflect those of the authors and should not be attributed to the Board of Governors of the Federal Reserve System, the Council of Economic Advisers, the Joint Committee on Taxation, their staff, or the National Bureau of Economic Research. Elwell’s work on this research was funded by The Lynde and Harry Bradley Foundation while he was a graduate student at Cornell University. Part of this work was undertaken while Burkhauser and Corinth were employed by the Council of Economic Advisers and Larrimore was on detail at the Council of Economic Advisers.\n\n\n"
}