{
    "id": 26543,
    "citation_title": "Index Funds and the Future of Corporate Governance: Theory, Evidence, and Policy",
    "citation_author": [
        "Lucian A. Bebchuk",
        "Scott Hirst"
    ],
    "citation_publication_date": "2019-12-16",
    "issue_date": "2019-12-12",
    "revision_date": "2021-03-04",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe seek to contribute to understanding index fund stewardship by providing a comprehensive theoretical, empirical, and policy analysis of such stewardship. We put forward an agency-cost theory of the stewardship decisions that index fund managers make. Our agency-costs analysis shows that index fund managers have strong incentives to (i) underinvest in stewardship and (ii) defer excessively to the preferences and positions of corporate managers. We also undertake an empirical analysis of the full range of stewardship activities that index funds do and do not undertake. We show that the body of evidence is, on the whole, consistent with the incentive issues identified by our agency-costs framework. Finally, we explain how our analysis should reorient important ongoing debates regarding common ownership and hedge fund activism.\n\n",
    "acknowledgement": "\nThis Working Paper is an edited version of a study of the same title prepared for publication in the Columbia Law Review. This study, which is available at https://ssrn.com/abstract=3282794, also includes a detailed discussion of policy proposals that is omitted in this Working Paper. The study has been awarded the IRRC Institute’s Investor Research Award; the European Corporate Governance Institute’s Cleary Gottlieb Steen Hamilton Prize; and the VIII Jaime Fernández de Araoz Award on Corporate Finance. We have benefitted from the valuable comments of many individuals and workshop participants, as well as from the excellent work of several research assistants, all of whom are listed in the study. We gratefully acknowledge financial support from Harvard Law School and Boston University School of Law. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}