{
    "id": 26542,
    "citation_title": "Services Development and Comparative Advantage in Manufacturing",
    "citation_author": [
        "Xuepeng Liu",
        "Aaditya Mattoo",
        "Zhi Wang",
        "Shang-Jin Wei"
    ],
    "citation_publication_date": "2019-12-09",
    "issue_date": "2019-12-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMost manufacturing activities use inputs from the financial and business services sectors. But these services sectors also compete for resources with manufacturing activities, provoking concerns about deindustrialization attributable to financial services in developed countries like the United States and United Kingdom, and business services in developing countries like India and the Philippines. This paper examines the implications of services development for the export performance of manufacturing sectors. We develop a methodology to quantify the indirect role of services in international trade in goods and construct new measures of revealed comparative advantage based on value-added exports. We show that the development of financial and business services enhances the revealed comparative advantage of manufacturing sectors that use these services intensively but not of other manufacturing sectors. We also find that a country can partially overcome the handicap of an underdeveloped domestic services sector by relying more on imported services inputs. Thus, lower services trade barriers in developing countries can help to promote their manufacturing exports.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nAaditya Mattoo\n\nI acknowledge support from the World Bank's Umbrella Trust Fund for Trade and Development.\n\n\n\nZhi Wang\n\nZhi Wang acknowledges the  financial support from National Science foundation of China, grant no.\n71733002\n\n\n"
}