{
    "id": 26540,
    "citation_title": "Going Green in China: Firms’ Responses to Stricter Environmental Regulations",
    "citation_author": [
        "Haichao Fan",
        "Joshua S. Graff Zivin",
        "Zonglai Kou",
        "Xueyue Liu",
        "Huanhuan Wang"
    ],
    "citation_publication_date": "2019-12-09",
    "issue_date": "2019-12-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nThis paper examines the effect of stringent environmental regulations on firms' environmental practices, economic performance, and environmental innovation. Reducing COD levels by 10% relative to 2005 levels is an aim of the Chinese 11th Five-Year Plan. Using a difference-in-differences framework based on a comprehensive firm-level dataset, we find that more stringent environmental regulations faced by firms are positively associated with a greater probability of reducing COD emissions; also, there exists an evident heterogeneous effect across industries with different pollution intensities. Stricter environmental regulations also account for the sharp decline in firms' profits, capital, and labor. After executing a complete chain of tests of the underlying mechanisms, we find that firms rely more on recycling and abatement investment than on innovations when meeting environmental requirements.\n\n",
    "acknowledgement": "\nWe acknowledge financial support from the National Natural Science Foundation of China (no. 71603155, no. 71973032) and the MOE Project of Key Research Institute of Humanities and Social Sciences in Universities (no. 18JJD790003). All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}