{
    "id": 26541,
    "citation_title": "From Fog to Smog: the Value of Pollution Information",
    "citation_author": [
        "Panle Jia Barwick",
        "Shanjun Li",
        "Liguo Lin",
        "Eric Zou"
    ],
    "citation_publication_date": "2019-12-09",
    "issue_date": "2019-12-05",
    "revision_date": "2023-05-11",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nIn 2013, China launched a landmark program to monitor air quality and disclose real-time data, significantly increasing the public’s access to and awareness of pollution information. The program triggered cascading behavioral changes such as stronger avoidance of outdoor pollution exposure and increased spending on protective products. These behavioral responses mitigated the mortality impact of air pollution. Conservative estimates indicate that the program’s health benefits outweigh the costs by an order of magnitude. The findings highlight the benefits of improving public access to pollution information in developing countries which often experience severe air pollution but lack pollution data collection and dissemination.\n\n",
    "acknowledgement": "\nWe thank the editor and three anonymous referees whose detailed comments have greatly improved the paper. We also thank Doug Almond, Antonio Bento, Fiona Burlig, Trudy Cameron, Lucas Davis, Todd Gerarden, Jiming Hao, Guojun He, Zhiguo He, Joshua Graff Zivin, Matt Khan, Jessica Leight, Cynthia Lin Lowell, Grant McDermott, Francesca Molinari, Ed Rubin, Ivan Rudik, Joe Shapiro, Jeff Shrader, Jörg Stoye, Jeffrey Zabel, Shuang Zhang, and seminar participants at the 2019 NBER Chinese Economy Working Group Meeting, the 2019 NBER EEE Spring Meeting, the 2019 Northeast Workshop on Energy Policy and Environmental Economics, MIT, Resources for the Future, University of Alberta, University of Chicago, Cornell University, GRIPS Japan, Indiana University, Shanghai University of Finance and Economics, University of Kentucky, University of Maryland, University of Oregon, University of Texas at Austin, and Xiamen University for helpful comments. We thank Jing Wu and Ziye Zhang for their generous help with data, and Luming Chen, Deyu Rao, Binglin Wang, and Tianli Xia for outstanding research assistance. Barwick gratefully acknowledges the generous support by the National University of Singapore during her sabbatical visit. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}