{
    "id": 26557,
    "citation_title": "The Importance of Beliefs in Shaping Macroeconomic Outcomes",
    "citation_author": [
        "Roger Farmer"
    ],
    "citation_publication_date": "2019-12-16",
    "issue_date": "2019-12-12",
    "revision_date": "2020-05-29",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFor the past thirty years of the history of macroeconomic thought, the Indeterminacy School of Macroeconomics has used general equilibrium models with indeterminate equilibria to understand the independent role of beliefs in shaping macroeconomic outcomes. In this paper I review the most recent advances in the indeterminacy agenda, Keynesian Search Theory, and I advance that agenda by introducing self-fulfilling beliefs to a Keynesian Search model in two different ways. One variant of the model is driven by an exogenous process for investment expenditure. If investment is exogenous, the only way to restore full employment is by replacing private investment with public investment. The second variant of the model is driven by consumer confidence. If consumer confidence is exogenous, treasury or central bank intervention in the asset markets is a more effective means of restoring full employment than fiscal policy. In either scenario, increased government consumption will not be effective at maintaining full employment in the face of permanently depressed beliefs about the value of private assets.\n\n",
    "acknowledgement": "\nI would like to thank David Vines for encouraging me to write this paper. The current version has benefitted from the comments of Leland E. Farmer, Ken Mayhew, David Vines and two anonymous referees and from the helpful feedback of C. Roxanne Farmer. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}