{
    "id": 26555,
    "citation_title": "Your Place in the World: Relative Income and Global Inequality",
    "citation_author": [
        "Dietmar Fehr",
        "Johanna Mollerstrom",
        "Ricardo Perez-Truglia"
    ],
    "citation_publication_date": "2019-12-16",
    "issue_date": "2019-12-12",
    "revision_date": "2021-08-30",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n",
        "Behavioral Economics",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAlthough there is abundant evidence on individual preferences for policies that reduce national inequality, there is very little evidence on preferences for policies addressing global inequality. To investigate the latter, we conduct a two-year, face-to-face survey experiment on a representative sample of Germans. We measure how individuals form perceptions of their ranks in the national and global income distributions, and how those perceptions relate to their national and global policy preferences. We find that Germans systematically underestimate their true place in the world’s income distribution, but that correcting those misperceptions does not affect their support for policies related to global inequality.\n\n",
    "acknowledgement": "\nWe are thankful for excellent comments from the Editor, three anonymous referees, colleagues and seminar discussants. Special thanks to Roland Benabou for his detailed feedback and for suggesting the epigraph. We would like to thank Jose Felipe Montano-Campos and Santiago De Martini for superb research assistance. We are grateful to Bettina Zweck (Kantar Public Germany), David Richter (DIW Berlin), and Carsten Schroeder (DIW Berlin) for their support in implementing the project. This project received financial support from the German Research Foundation (DFG) through individual grant FE 1452/3-1 (Fehr) and from the German Institute for Economic Research (DIW Berlin, Mollerstrom). The authors declare that they have no relevant or material financial interests that relate to the research described in this paper. The study is registered in the AEA RCT Registry under AEARCTR-0006460. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}