{
    "id": 26558,
    "citation_title": "Capital Controls: A Survey of the New Literature",
    "citation_author": [
        "Alessandro Rebucci",
        "Chang Ma"
    ],
    "citation_publication_date": "2019-12-16",
    "issue_date": "2019-12-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nThis paper reviews selected post-Global Financial Crisis theoretical and empirical contributions on capital controls and identifies three theoretical motives for the use of this policy tools: pecuniary externalities in models of financial crises, aggregate demand externalities in new-Keynesian models of the business cycle, and terms of trade manipulation in open economy models with pricing power. Pecuniary and demand externalities offer the most compelling case for the adoption of capital controls, but macroprudential policy can also address the same distortion. So, in general, capital controls are not the only instrument that can do the job. If evaluated through the lenses of the new theories, the empirical evidence reviewed suggests that capital controls can have the intended effects, even though the extant literature is inconclusive as to whether the effects documented amount to a net gain or loss for the economies that adopted these policies. Terms of trade manipulation also provides a clear cut theoretical case for the use of capital controls, but this motive is less compelling because of the spillover and coordination issues inherent with the use of control on capital flows for this purpose.\n\n",
    "acknowledgement": "\nPaper prepared for the Oxford Research Encyclopedia of Economics and Finance. For useful comments and discussions, we are grateful to the Editor (Kenneth Kletzer), an anonymous referee, Gianluca Benigno, Kristin Forbes, Michael Klein, Anton Korinek, and Nico Magud. Alessandro Rebucci gratefully acknowledges financial support from the Johns Hopkins Catalyst Award Grant Program. Chang Ma gratefully acknowledges financial support from the Shanghai Pujiang Program. The usual disclaimers apply. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}