{
    "id": 26559,
    "citation_title": "Do Appeals to Donor Benefits Raise More Money than Appeals to Recipient Benefits? Evidence from a Natural Field Experiment with Pick.Click.Give.",
    "citation_author": [
        "John A. List",
        "James J. Murphy",
        "Michael K. Price",
        "Alexander G. James"
    ],
    "citation_publication_date": "2019-12-16",
    "issue_date": "2019-12-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Industrial Organization",
        "\n",
        "Nonprofits",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe partnered with Alaska’s Pick.Click.Give. Charitable Contributions Program to implement a statewide natural field experiment with 540,000 Alaskans designed to explore whether targeted appeals emphasizing donor benefits through warm glow impact donations. Results highlight the relative import of appeals to self. Individuals who received such an appeal were 4.5 percent more likely to give and gave 20 percent more than counterparts in the control group. Yet, a message that instead appealed to recipient benefits had no effect on average donations relative to the control group. We also find evidence of long-run effects of warm glow appeals in the subsequent year.\n\n",
    "acknowledgement": "\nSpecial thanks are due Heather Beatty at Pick.Click.Give., Ian Dutton and Diane Kaplan at the Rasmuson Foundation for their enthusiasm and support for this project, and to the Alaska Permanent Fund Division for providing the data. Financial support for this project was provided by the Rasmuson Foundation and the John Templeton Foundation through the Science of Philanthropy Initiative. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}