{
    "id": 26552,
    "citation_title": "Older Workers Need Not Apply? Ageist Language in Job Ads and Age Discrimination in Hiring",
    "citation_author": [
        "Ian Burn",
        "Patrick Button",
        "Luis Felipe Munguia Corella",
        "David Neumark"
    ],
    "citation_publication_date": "2019-12-16",
    "issue_date": "2019-12-12",
    "revision_date": "2020-05-21",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Discrimination",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the relationships between ageist stereotypes – as reflected in the language used in job ads – and age discrimination in hiring, exploiting the text of job ads and differences in callbacks to older and younger job applicants from a resume (correspondence study) field experiment (Neumark, Burn, and Button, 2019). Our analysis uses methods from computational linguistics and machine learning to directly identify, in a field-experiment setting, ageist stereotypes that underlie age discrimination in hiring. The methods we develop provide a framework for applied researchers analyzing textual data, highlighting the usefulness of various computer science techniques for empirical economics research. We find evidence that language related to stereotypes of older workers sometimes predicts discrimination against older workers. For men, our evidence points to age stereotypes about all three categories we consider – health, personality, and skill – predicting age discrimination, and for women, age stereotypes about personality. In general, the evidence is much stronger for men, and our results for men are quite consistent with the industrial psychology literature on age stereotypes. \n",
    "acknowledgement": "\nWe are grateful for helpful comments from seminar participants at the University of Bristol, University of Illinois, University of Liverpool, University of Maastricht, University of Tokyo, IZA, LISER, and Southern Methodist University. We thank Hayley Alexander and Emma Tran for excellent research assistance. We are especially grateful for the help of Nanneh Chehras, who assisted with the early stages of this paper. Patrick Button is thankful for generous grant support from the National Institutes of Health via a postdoctoral training grant to the RAND Corporation (5T32AG000244-23), which partly funded his work on this project in 2018-2019, and to the Newcomb Institute at Tulane University for research assistant funding. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}