{
    "id": 26560,
    "citation_title": "The Natural Rate Puzzle: Global Macro Trends and the Market-Implied r*",
    "citation_author": [
        "Josh Davis",
        "Cristian Fuenzalida",
        "Alan M. Taylor"
    ],
    "citation_publication_date": "2019-12-16",
    "issue_date": "2019-12-12",
    "revision_date": "2021-01-22",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBenchmark finance models deliver estimates of bond risk premia based on components of Treasury bond yields. Benchmark macroeconomic models deliver estimates of the natural rate of interest based on growth, inflation, and other macro factors. But estimates of the natural rate implied by the former are wildly inconsistent with those of the latter; and estimates of risk premia implied by the latter are wildly inconsistent with those of the former. This is the natural rate puzzle, and we show that it applies not only in the United States but also across several advanced economies. A unified model should not fail such consistency tests. We estimate a unified macro-finance model with long-run trend factors which delivers paths for a market-implied natural rate r* consistent with inflation expectations π* and bond risk premia. These paths are plausible and our factors improve the explanatory power of yield and return regressions. Trading strategies based on signals incorporating both r* and π* trends outperform both yield-only strategies like level and slope and strategies which only add trend inflation. The estimates from our unified model satisfy consistency and deliver a resolution to the puzzle. They show that most of the variation in yields has come from shifts in r* and π*, not from bond risk premia. Our market-implied natural rate differs from consensus estimates, and is typically lower, intensifying concerns about secular stagnation and proximity to the effective lower-bound on monetary policy in advanced economies.\n\n",
    "acknowledgement": "\nWe thank Ben Bernanke, Joachim Fels, and participants in a seminar at the Federal Reserve Bank of San Francisco for helpful discussions. All errors are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nAlan M. Taylor\n\nAlan M. Taylor has served as an author, consultant, or speaker for various research organizations, policy making institutions, and financial sector firms. He currently serves as a Senior Advisor at PIMCO.\n\n\n"
}