{
    "id": 26565,
    "citation_title": "Skewed Business Cycles",
    "citation_author": [
        "Sergio Salgado",
        "Fatih Guvenen",
        "Nicholas Bloom"
    ],
    "citation_publication_date": "2019-12-23",
    "issue_date": "2019-12-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing firm-level panel data from the US Census Bureau and almost fifty other countries, we show that the skewness of the growth rates of employment, sales, and productivity is procyclical. In particular, during recessions, they display a large left tail of negative growth rates (and during booms, a large right tail of positive growth rates). We find similar results at the industry level: industries with falling growth rates see more left-skewed growth rates of firm sales, employment, and productivity. We then build a heterogeneous-agent model in which entrepreneurs face shocks with time-varying skewness that matches the firm-level distributions we document for the United States. Our quantitative results show that a negative shock to the skewness of firms’ productivity growth (keeping the mean and variance constant) generates a persistent drop in output, investment, hiring, and consumption. This suggests the rising risk of large negative firm-level shocks could be an important factor driving recessions.\n\n",
    "acknowledgement": "\nFor helpful comments and suggestions, we thank seminar participants at Wharton, the Federal Reserve Board, the 11th World Congress of the Econometric Society, the CESifo Conference, SED, SITE, Queen’s University, and University of Montreal. Any opinions and conclusions expressed herein are those of the author(s) and do not necessarily represent the views of the US Census Bureau or the National Bureau of Economic Research. This research was performed at a Federal Statistical Research Data Center under FSRDC Project Number 1694. All results have been reviewed to ensure that no confidential information is disclosed. The replication packet for the empirical results of the paper is available from: https://sergiosalgado.net/home/research/\n\n\n"
}