{
    "id": 26566,
    "citation_title": "Using Wasserstein Generative Adversarial Networks for the Design of Monte Carlo Simulations",
    "citation_author": [
        "Susan Athey",
        "Guido W. Imbens",
        "Jonas Metzger",
        "Evan M. Munro"
    ],
    "citation_publication_date": "2019-12-23",
    "issue_date": "2019-12-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhen researchers develop new econometric methods it is common practice to compare the performance of the new methods to those of existing methods in Monte Carlo studies. The credibility of such Monte Carlo studies is often limited because of the  freedom the researcher has in choosing the design. In recent years a new class of generative models emerged in the machine learning literature, termed Generative Adversarial Networks (GANs) that  can be used to systematically generate artificial data that closely mimics real economic datasets, while limiting the degrees of freedom for the researcher and optionally satisfying privacy guarantees with respect to their training data. In addition if an applied researcher is concerned with the performance of a particular statistical method on a specific data set (beyond its theoretical properties in large samples), she may wish to assess the performance, e.g., the coverage rate of confidence intervals or the bias of the estimator, using simulated data which resembles her setting. Tol illustrate these methods we apply Wasserstein GANs (WGANs) to compare a number of different estimators for average treatment effects under unconfoundedness in three distinct settings (corresponding to three real data sets) and present a methodology for assessing the robustness of the results. In this example, we find that (i) there is not one estimator that outperforms the others in all three settings, so researchers should tailor their analytic approach to a given setting, and (ii) systematic simulation studies can be helpful for selecting among competing methods in this situation.\n\n",
    "acknowledgement": "\nFinancial support from the Sloan Foundation and the Office of Naval Research under grant N00014-17-1-2131 is gratefully acknowledged, as well as gift funding through Schmidt Futures and the Golub Capital Social Impact Lab at Stanford. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nGuido W. Imbens\n\nI have consulted for Microsoft Corporation, Facebook, Amazon, and Lilly Corporation.\n\n\n"
}