{
    "id": 26561,
    "citation_title": "Financial Risk Capacity",
    "citation_author": [
        "Saki Bigio",
        "Adrien d'Avernas"
    ],
    "citation_publication_date": "2019-12-16",
    "issue_date": "2019-12-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFinancial crises are particularly severe and lengthy when banks fail to recapitalize after bearing large losses. We present a model that explains the slow recovery of bank capital and economic activity. Banks provide intermediation in markets with information asymmetries. Large equity losses force banks to tighten intermediation, which exacerbates adverse selection. Adverse selection lowers bank profit margins which slows both the internal growth of equity and equity injections. This mechanism generates financial crises characterized by persistent low growth. The lack of equity injections during crises is a coordination failure that is solved when the decision to recapitalize banks is centralized.\n\n",
    "acknowledgement": "\nWe would like to thank Viral Acharya, Andy Atkeson, Gadi Barlevy, Marco Bassetto, Alberto Bisin, Jeff Campbell, Varadarajan V. Chari, Ross Doppelt, Douglas Gale, Manolis Galenianos, Mark Gertler, Veronica Guerrieri, Urban Jermann, Larry Jones, Jennifer La'O, Guido Lorenzoni, Alessandro Lizzeri, Kinimori Matsuyama, Matteo Maggiori, Cecilia Parlatore, Thomas Phillippon, Tano Santos and Philipp Schnabl as well as seminar participants during seminars at U. Penn, Northwestern, Wharton, Kellogg, U. Chicago, Princeton, Duke, Fuqua, UCLA, Columbia Business School, UMN, Einaudi Institute, the Bank of Portugal Conference on Monetary Economics, the Di Tella International Finance Workshop, The Money and Payments Workshop at the Federal Reserve Bank of Chicago and the ITAM summer workshop for useful comments. Larry Christiano, Bob Hall, Todd Keister, Sergei Kovbasyuk, and Alberto Martin provided excellent discussions of this paper. Adrien d'Avernas gratefully acknowledges financial support from the Nasdaq Nordic Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}