{
    "id": 26578,
    "citation_title": "Expanded GDP for Welfare Measurement in the 21st Century",
    "citation_author": [
        "Charles R. Hulten",
        "Leonard I. Nakamura"
    ],
    "citation_publication_date": "2019-12-23",
    "issue_date": "2019-12-19",
    "revision_date": "2020-03-10",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe information revolution currently underway has changed the economy in ways that are hard to measure using conventional GDP procedures. The information available to consumers has increased dramatically as a result of the Internet and its applications, and new mobile communication devices have greatly increased the speed and reach of its accessibility. An individual now has an unprecedented amount of information on which to base consumption choices, and the “free” nature of the information provided means that the resulting benefits largely bypass GDP and accrue directly to consumers. This disconnect introduces a wedge between the growth in real GDP and the growth in consumer well-being, with the result that a slower rate of growth of the former does not necessarily imply a slower rate of the latter. The conceptual framework for this analysis is developed in a previous paper (Hulten and Nakamura (2017), which extended the conventional framework of GDP to include a separate technology for consumer decisions based on Lancaster (1966b), and developed the idea of Expanded GDP (or EGDP). In this paper, we use this framework to provide a detailed critique of existing GDP and price measurement procedures and summarize the existing evidence on the size of the wedge between GDP and EGDP.\n\n",
    "acknowledgement": "\nCharles Hulten is Professor of Economics Emeritus at the University of Maryland and Leonard Nakamura is Emeritus Economist at the Federal Reserve Bank of Philadelphia. The views expressed in this paper are those of the authors and do not necessarily reflect those of the Federal Reserve Bank of Philadelphia, the Federal Reserve System, or the National Bureau of Economic Research. We thank Kyle Brown, Carol Corrado, John Fernald, David Friedman, Erica Groshen, Fatih Guvenen, Nancy Humphrey, Brent Moulton, Jon Samuels, Dan Sichel, Rachel Soloveichik, Hal Varian, and staff members at the Bureau of Labor Statistics and the Bureau of Economic Analysis for help and advice. Jeanna Kenney provided excellent research assistance.\n\n\n\nCharles R. Hulten\n\nCharles Hulten is an Adjunct Senior Fellow, Technology Policy Institute, and a visiting scholar at the Federal Reserve Bank of Philadelphia.\n\n\n\nLeonard I. Nakamura\n\nLeonard Nakamura has received data for studies that were used in previous and ongoing studies that are cited in this paper.  The institutions that paid for or collected the data include the U.S. Bureau of Economic Analysis, the U.S. Bureau of Labor Statistics, and the Federal Reserve System.  I am an Emeritus Economist at the Federal Reserve Bank of Philadelphia and am an international expert at the UK Economic Statistics Centre of Excellence.\n\n\n"
}