{
    "id": 26570,
    "citation_title": "Non-Linear Effects of Tax Changes on Output: The Role of the Initial Level of Taxation",
    "citation_author": [
        "Samara Gunter",
        "Daniel Riera-Crichton",
        "Carlos Vegh",
        "Guillermo Vuletin"
    ],
    "citation_publication_date": "2019-12-23",
    "issue_date": "2019-12-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate the effect of worldwide tax changes on output following the narrative approach developed for the United States by Romer and Romer (2010).  We use a novel dataset on value-added taxes for 51 countries (21 industrial and 30 developing) for the period 1970-2014 to identify 96 tax changes.  We then use contemporaneous economic records to classify such changes as endogenous or exogenous to current (or prospective) economic conditions.  In line with theoretical distortionary and disincentive-based arguments — and using exogenous tax changes — we find that the effect of tax changes on output is highly non-linear.  The tax multiplier is essentially zero under relatively low initial tax rate levels and more negative as the initial tax rate increases.  Based on a global sample, these novel non-linear findings suggest that the recent consensus pointing to large negative tax multipliers in industrial countries, particularly in industrial Europe (e.g., Alesina,  Favero, and Giavazzi,  2015), (i) is not a robust empirical regularity, and (ii) is based on results mainly driven by high initial tax rates in these countries.  We also show that the bias introduced by misidentification of tax shocks critically depends on the procyclical or countercyclical nature of endogenous tax changes.\n\n",
    "acknowledgement": "\nThis paper was previously circulated under the title \"Non-linear distortion-based effects of tax changes on output:  A worldwide narrative approach.\"  We would like to thank seminar participants at the International Monetary Fund, Inter-American Development Bank, World Bank, Federal Reserve Board, European Stability Mechanism, Central Bank of Argentina, Central Bank of Chile, Central Bank of Spain, UN Economic Commission for Latin America and the Caribbean, George Washington University, Johns Hopkins University, Williams College, Davidson College, Universidad Nacional de La Plata, Sao Paulo School of Economics-Getulio Vargas Foundation, Escola Superior d'Administració i Direcció d'Empreses (ESADE), Institute of Education and Research (INSPER), International Macro Workshop-RIDGE, Latin American and Caribbean Economic Association (LACEA), Annual Symposium of the Spanish Economic Association, and XLIV Meeting of the Network of Central Banks and Finance Ministries-IDB for many helpful comments and suggestions.  We are also grateful to Alberto Alesina, Silvia Albrizio, Leopoldo Avellan, Frank Bohn, Fernando Broner, Eduardo Cavallo, Javier Garcia-Cicco, Aitor Erce, Davide Furceri, Vitor Gaspar, Alejandro Izquierdo, Herman Kamil, Graciela Kaminsky, Aart Kraay, Gerardo Licandro, Alessandro Notarpietro, Peter Montiel, Eduardo Moron, Ilan Noy, Pablo Ottonello, Peter Pedroni, Javier Perez, Roberto Ramos, David Robinson, Diego Saravia, Olena Staveley-O'Carroll, Jay Shambaugh, Hamilton Taveras, Teresa Ter-Minassian, and Martin Uribe for helpful comments and discussions, the IMF Archives staff members for their hospitality during our repeated visits, and José Andrée Camarena Fonseca, Diego Friedheim, Pablo Hernando-Kaminsky, Luis Morano, Qi Sun, and Siyang Xu for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}