{
    "id": 26571,
    "citation_title": "Who Pays for and Who Benefits from Minimum Wage Increases? Evidence from Israeli Tax Data on Business Owners and Workers",
    "citation_author": [
        "Lev Drucker",
        "Katya Mazirov",
        "David Neumark"
    ],
    "citation_publication_date": "2019-12-23",
    "issue_date": "2019-12-19",
    "revision_date": "2021-03-29",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA key goal of a higher minimum wage is income redistribution towards low-income families. Existing research on the minimum wage focuses on the impact on affected workers, but is silent on the incomes of the owners of businesses who pay for a higher minimum wage. Higher minimum wages will do more to redistribute income if the owners of businesses who pay the minimum wage are nearer the top of the income distribution, and vice versa. We study evidence on the incidence of the minimum wage on the incomes of business owners using a unique administrative dataset on the universe of tax records for Israel, in the period surrounding a large minimum wage increase. We find that the minimum wage hike reduced profits of companies, with minimum-wage intensive companies bearing the bulk of the cost and adjusting their workforces more aggressively. Notably, profits declined more for lower-income business owners. Moreover, owners of businesses with higher shares of minimum-wage workers ranked at the bottom of the income distribution of business owners. In addition, spouses of business owners earn less than the owners while minimum wage workers have higher earning spouses, further reducing the redistributive effect of the minimum wage.\n\n",
    "acknowledgement": "\nThe views expressed are those of the authors alone, and do not represent the views of the Israel Ministry of Finance or the National Bureau of Economic Research. We are very grateful to Tatiana Slobodnitsky for help with tax data issues, and to anonymous reviewers and seminar participants at Beijing Normal University, DIW-Berlin, and Renmin University for helpful comments. We thank Kosta Kosenko for sharing his data on publicly-traded companies in Israel.\n\n\n"
}