{
    "id": 26577,
    "citation_title": "Network Data",
    "citation_author": [
        "Bryan S. Graham"
    ],
    "citation_publication_date": "2019-12-23",
    "issue_date": "2019-12-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany economic activities are embedded in networks: sets of agents and the (often) rivalrous relationships connecting them to one another. Input sourcing by firms, interbank lending, scientific research, and job search are four examples, among many, of networked economic activities. Motivated by the premise that networks' structures are consequential, this chapter describes econometric methods for analyzing them. I emphasize (i) dyadic regression analysis incorporating unobserved agent-specific heterogeneity and supporting causal inference, (ii) techniques for estimating, and conducting inference on, summary network parameters (e.g., the degree distribution or transitivity index); and (iii) empirical models of strategic network formation admitting interdependencies in preferences. Current research challenges and open questions are also discussed.\n\n",
    "acknowledgement": "\nPrepared for the Handbook of Econometrics, Volume 7A. Financial support from NSF grants SES #1357499 and SES #1851647 is gratefully acknowledged. I am grateful for comments provided by the co-editors and other participants at a conference held at the University of Chicago in August of 2017. Portions of the material presented below benefited from conversations with Peter Bickel, Michael Jansson and Jim Powell. I am especially grateful to Eric Auerbach, Seongjoo Min, Chris Muris, Fengshi Niu and Konrad Menzel, as well as an anonymous referee, for written feedback which greatly improved the chapter. All the usual disclaimers apply. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}