{
    "id": 26572,
    "citation_title": "How Do Campaigns Shape Vote Choice? Multi-Country Evidence from 62 Elections and 56 TV Debates",
    "citation_author": [
        "Caroline Le Pennec",
        "Vincent Pons"
    ],
    "citation_publication_date": "2019-12-23",
    "issue_date": "2019-12-19",
    "revision_date": "2022-12-16",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use two-round survey data from 62 elections in ten countries since 1952 to study the formation of vote choice, beliefs, and policy preferences, and assess how televised debates contribute to this process. Our data include 253,000 observations. We compare the consistency between vote intention and vote choice of respondents surveyed at different points before, and then again after, the election, and show that 17% to 29% of voters make up their mind during the final two months of campaigns. Changes in vote choice are concomitant to shifts in issues voters find most important and in beliefs about candidates, and they generate sizeable swings in vote shares. In contrast, policy preferences remain remarkably stable throughout the campaign. Finally, we use an event study to estimate the impact of TV debates, in which candidates themselves communicate with voters, and of shocks such as natural and technological disasters which, by contrast, occur independently from the campaign. We do not find any effect of either type of event on vote choice formation, suggesting that information received throughout the campaign from other sources such as the media, political activists, and other citizens, is more impactful.\n\n",
    "acknowledgement": "\nFor suggestions that have improved this article, we are grateful to Alberto Alesina, David Broockman, Ernesto Dal Bo, Ruth Dassonneville, Rafael Di Tella, Andrew Eggers, Benjamin Enke, Aaron Erlich, Frederico Finan, Alexander Fouirnaies, Gregory Martin, Benjamin Marx, Sendhil Mullainathan, Benjamin Olken, Torsten Persson, Nicolas Sauger, Andrei Shleifer, Edoardo Teso, and MatthewWeinzierl, as well as seminar participants at Stanford University, Houston University, Université Libre de Bruxelles, the 2018 Annual Meeting of the American Political Science Association, the 2019 Galatina Summer Meetings, the 2021 Annual Meeting of the American Economic Association, the 2021 IEB Workshop on Political Economy, the Quebec Political Economics Webinar Series, the 2021 LACEA-LAMES Annual Meeting, the 2022 RIDGE Political Economy Workshop, and the 2022 NBER Political Economy Summer Institute. We also thank Sudeshna Barman, Ashley Liu, Jack Oster, and Irina Vlasache for great research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}