{
    "id": 26579,
    "citation_title": "Industry Structure, Segmentation, and Competition in the U.S. Hotel Industry",
    "citation_author": [
        "R. Andrew Butters",
        "Thomas N. Hubbard"
    ],
    "citation_publication_date": "2019-12-23",
    "issue_date": "2019-12-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates how increases in concentration can be interrupted or reversed by changes in how firms compete on quality.  We examine the U.S. hotel industry during the past half century.  We document that starting in the early 1980s, quality competition came more in the form of costs that vary with hotel size, and less in the form of costs that are fixed with hotel size, particularly for business travelers. We then show that, consistent with Sutton (1991), industry structure has evolved differently since then in areas that are business travel versus personal travel destinations.  Demand increases have been associated with more, but smaller, hotels in business travel destinations.  In contrast, the growth in the number of hotels is much smaller, and the growth in average hotel size is much greater, in personal travel destinations.  We provide evidence that this change reflects the emergence of two new classes of hotels – limited service and all-suites hotels – that did not exist before the early 1980s.  These entrants – many of which had high quality rooms but which had limited out-of-room amenities – had a narrower competitive impact on other hotels than did the entrants of the 1960s and 1970s, which competed more on out-of-the-room amenities, and this led the industry structure to evolve differently.\n\n",
    "acknowledgement": "\nWe thank Severin Borenstein for sharing his software programs in relation to the 1995 American Travel Survey, Jamie Bae for excellent research assistance, and Michael Baye, Mike Mazzeo, Lee Pillsbury, Matthijs R. Wildenbeest and Jerry Wind for useful conversations. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}