{
    "id": 26575,
    "citation_title": "The SOE Premium and Government Support in China's Credit Market",
    "citation_author": [
        "Zhe Geng",
        "Jun Pan"
    ],
    "citation_publication_date": "2019-12-23",
    "issue_date": "2019-12-19",
    "revision_date": "2023-12-08",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nStudying China’s credit market using a structural default model that integrates credit risk, liquidity, and bailout, we document improved price discovery and deepening divide between state-owned enterprises (SOEs) and non-SOEs. Amidst liquidity deterioration, the presence of government bailout helps alleviate the heightened liquidity-driven default, making SOE bonds more valuable and widening the SOE premium. Meanwhile, the increased importance of government support makes SOEs more sensitive to bailout, while the heightened default risk increases non-SOEs’ sensitivity to credit quality. Examining the real impact, we find severe performance deteriorations of non-SOEs relative to SOEs, reversing the long-standing trend of non-SOEs outperforming SOEs.\n\n",
    "acknowledgement": "\nThis paper was previously circulated under the title, “Price Discovery and Market Segmentation in China’s Credit Market.” We thank Wei Xiong (the Editor), two anonymous referees and an associate editor for helpful comments and suggestions. We benefited from extensive discussions with Darrell Duffie and valuable comments from Chong-En Bai, Antje Berndt (discussant), Zhiguo He (discussant), Chang-Tai Hsieh (discussant), Wei Li, Jun Liu, Jacopo Ponticelli (discussant), Michael Song (discussant), Yongxiang Wang, Bernie Yeung, and the seminar participants at SAIF Brownbag, MIT Finance Student Workshop, CUHK Shenzhen, Peking HSBC, Tsinghua SEM, Johns Hopkins Carey Business School, China Renmin University, UNSW Sydney, ABFER’s 2021 monthly webinar series, CICM 2021, CFRC 2021, CMES 2021, CICF 2021, NBER Capital Markets and the Economy 2021, Sixth Annual Bank of Canada-Tsinghua PBCSF-University of Toronto Conference on the Chinese Economy, FMA 2021, NFA 2021 and GISF 2022. Zhe Geng acknowledges financial support from the National Natural Science Foundation of China (grant no. 72302058). We have read the Journal of Finance disclosure policy and have no conflicts of interest to disclose. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}