{
    "id": 26585,
    "citation_title": "Relocating or Redefined: A New Perspective on Urbanization in China",
    "citation_author": [
        "Li Gan",
        "Qing He",
        "Ruichao Si",
        "Daichun Yi"
    ],
    "citation_publication_date": "2019-12-30",
    "issue_date": "2019-12-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nChina's fast economic growth over the past 40 years has been accompanied by an increasingly rapid rate of urbanization, from about 20% in the early 1980s to 60% in 2018. In addition to natural population growth, rural-urban migration is generally believed to be a dominant driving force. Motivated by a recent finding of a high housing vacancy rate in urban China, however, we find that a large share of urban population growth comes from community reclassification. These redefined migrants (from communities which were reclassified from rural to urban) accounted for 33.4% of total urban population growth from 2010 to 2015. Households in reclassified communities share similar characteristics with those from rural villages, particularly in their ownership of housing. Furthermore, we provide evidence that at the prefecture level, the size of redefined migrants is significantly related to residential land supply, and to the proportion of households holding vacant housing units, but not to the change of night-time light. These results suggest that an inaccurate account of urbanization is an important factor for the oversupply of residential housing units in China.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}