{
    "id": 26587,
    "citation_title": "The (Non-) Effect of Opportunity Zones on Housing Prices",
    "citation_author": [
        "Jiafeng Chen",
        "Edward L. Glaeser",
        "David Wessel"
    ],
    "citation_publication_date": "2019-12-30",
    "issue_date": "2019-12-19",
    "revision_date": "2020-01-02",
    "topics": [
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWill the Opportunity Zone program, America’s largest new place-based policy in decades, generate neighborhood change? We compare single-family housing price growth in Opportunity Zones with price growth in areas that were eligible but not included in the program. We also compare Opportunity Zones to their nearest geographic neighbors. All estimates rule out price impacts greater than 1.3 percentage points with 95% confidence, suggesting that, so far, home buyers don’t believe that this subsidy will generate major neighborhood change. Opportunity Zone status reduces prices in areas with little employment, perhaps because buyers think that subsidizing new investment will increase housing supply.\n\n",
    "acknowledgement": "\nWe thank Isaiah Andrews, Ashesh Rambachan, Jonathan Roth, Suproteem Sarkar, Liyang Sun, and Christopher Walker for helpful discussions. We especially thank Yanchen Jiang for superb research assistance. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nEdward L. Glaeser\n\nI have received speaking fees from organizations that organize members that invest in real estate markets, including the National Association of Real Estate Investment Managers and the Pension Real Estate Association.\n\n\n"
}