{
    "id": 26580,
    "citation_title": "Asset Prices and Unemployment Fluctuations",
    "citation_author": [
        "Patrick J. Kehoe",
        "Pierlauro Lopez",
        "Virgiliu Midrigan",
        "Elena Pastorino"
    ],
    "citation_publication_date": "2019-12-23",
    "issue_date": "2019-12-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent critiques have demonstrated that existing attempts to account for the unemployment volatility puzzle of search models are inconsistent with the procylicality of the opportunity cost of employment, the cyclicality of wages, and the volatility of risk-free rates. We propose a model that is immune to these critiques and solves this puzzle by allowing for preferences that generate time-varying risk over the cycle, and so account for observed asset pricing fluctuations, and for human capital accumulation on the job, consistent with existing estimates of returns to labor market experience. Our model reproduces the observed fluctuations in unemployment because hiring a worker is a risky investment with long-duration surplus flows. Intuitively, since the price of risk in our model sharply increases in recessions as observed in the data, the benefit from creating new matches greatly drops, leading to a large decline in job vacancies and an increase in unemployment of the same magnitude as in the data.\n\n",
    "acknowledgement": "\nWe are indebted to Fernando Alvarez and Gabriel Chodorow-Reich for providing insightful discussions of our paper. We are also grateful to Bernardino Adao, Mark Aguiar, Andy Atkeson, John Campbell, John Cochrane, Harold Cole, Isabel Correia, Alessandro Dovis, Bob Hall, Gary Hansen, Erik Hurst, Dirk Krueger, Per Krusell, Lars Ljungqvist, Massimiliano Pisani, Morten Ravn, Richard Rogerson, Edouard Schaal, Robert Shimer, Pedro Teles, Gianluca Violante, and Jessica Wachter for invaluable comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}