{
    "id": 26583,
    "citation_title": "The U.S. Public Debt Valuation Puzzle",
    "citation_author": [
        "Zhengyang Jiang",
        "Hanno Lustig",
        "Stijn Van Nieuwerburgh",
        "Mindy Z. Xiaolan"
    ],
    "citation_publication_date": "2019-12-23",
    "issue_date": "2019-12-19",
    "revision_date": "2022-01-18",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Fiscal Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe government budget constraint ties the market value of government debt to the expected risk-adjusted present discounted value of fiscal surpluses. We find evidence that U.S. Treasury investors fail to impose this no-arbitrage restriction in the U.S. Both cyclical and long-run dynamics of tax revenues and government spending make the surplus claim risky. In a realistic asset pricing model, this risk in surpluses creates a large gap between the market value of debt and its fundamental value, the PDV of surpluses, suggesting that U.S. Treasurys may be mispriced.\n\n",
    "acknowledgement": "\nThe authors would like to thank Ravi Bansal, Marco Bassetto, Jules van Binsbergen (discussant), Philip Bond, Markus Brunnermeier (discussant), Max Croce (discussant), Tetiana Davydiuk (discussant), Peter DeMarzo, John Donaldson, Ben Hebert, Lars Hansen (discussant), Chris Hrdlicka, Narayana Kocherlakota, Nobu Kyotaki, Ralph Koijen, Yang Liu, Ian Martin, John Moore, Christian Moser, Jonathan Parker, Carolin Pflueger (discussant), Jean-Paul Renne, Tom Sargent, Lukas Schmid (discussant), Jesse Schreger, Ivan Werning, Pierre Yared, Steven Zeldes, and seminar and conference participants at the Joint Stanford-U.C. Berkeley finance seminar, Columbia University macro-economics, Kellogg finance, LSE, Chicago Booth finance, UT Austin finance, the Federal Reserve Board, the University of Washington, Stanford economics, Stanford finance, USC, UCLA Anderson, Shanghai Advanced Institute of Finance, the UCLA virtual finance workshop, Yale SOM, Banca d’Italia, NBIM, MIT Sloan-Harvard Business School joint seminar, the New York Federal Reserve Bank, the Society for Economic Dynamics meetings in St Louis, the Advances in Macro-Finance Tepper-LAEF Conference, NBER Summer Institute AP/MEFM, the Western Finance Association, the Midwest Finance Association, Minneapolis Federal Reserve Conference on Monetary/Fiscal Interactions, the American Finance Association, the Guanghua International Symposium on Finance, and the Vienna Symposium on Foreign Exchange Markets for insightful discussions. We gratefully acknowledge financial support from NSF award 2049260. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}