{
    "id": 26588,
    "citation_title": "Saving Behavior Across the Wealth Distribution: The Importance of Capital Gains",
    "citation_author": [
        "Andreas Fagereng",
        "Martin Blomhoff Holm",
        "Benjamin Moll",
        "Gisle Natvik"
    ],
    "citation_publication_date": "2019-12-30",
    "issue_date": "2019-12-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Money and Interest Rates",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nDo wealthier households save a larger share of their incomes than poorer ones? We use Norwegian administrative panel data on income and wealth to answer this empirical question. The relation between saving rates and wealth crucially depends on whether saving includes capital gains. Saving rates net of capital gains (\"net saving rates\") are approximately constant across the wealth distribution. However, saving rates including capital gains (\"gross saving rates\") increase markedly with wealth. The proximate explanation is that wealthier households own assets that experience persistent capital gains which they hold onto instead of selling them off to consume (\"saving by holding\"). These joint patterns for net and gross saving rates challenge canonical models of household wealth accumulation. They are instead consistent with theories in which time-varying discount rates or portfolio adjustment frictions keep households from realizing capital gains. Between 1995 and 2015 Norway's aggregate wealth-to-income ratio rose from approximately 4 to 7. \"Saving by holding\" accounts for up to 80 percent of this increase.\n\n",
    "acknowledgement": "\nWe thank Adrien Auclert, John Campbell, Karen Dynan, Giulio Fella, Matthieu Gomez, Adam Guren, Henrik Kleven, Claus Thustrup Kreiner, Camille Landais, Soren Leth-Petersen, Stefan Nagel, Monika Piazzesi, Luigi Pistaferri, Martin Schneider, Antoinette Schoar, Kjetil Storesletten, Ludwig Straub, Amir Sufi, Olav Syrstad, Martin Weale and seminar participants at various institutions for useful comments. This paper is part of a research project at Statistics Norway generously funded by the Norwegian Research Council (#287720). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}