{
    "id": 26589,
    "citation_title": "E-Cigarettes and Adult Smoking: Evidence from Minnesota",
    "citation_author": [
        "Henry Saffer",
        "Daniel L. Dench",
        "Michael Grossman",
        "Dhaval M. Dave"
    ],
    "citation_publication_date": "2019-12-30",
    "issue_date": "2019-12-19",
    "revision_date": "2021-09-24",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nE-cigarettes use a battery powered heater to turn a liquid containing nicotine into a vapor.  The vapor is inhaled by the user and is generally considered to be less harmful than the smoke from combustible cigarettes because the vapor does not contain the toxins that are found in tobacco smoke.  Because e-cigarettes provide an experience that is very similar to smoking, they may be effective in helping smokers to quit, and thus the availability of e-cigarettes could increase quit rates.  Alternatively, e-cigarettes may provide smokers with a method of bypassing smoking restrictions and prolong the smoking habit.  There is very little causal evidence to date on how e-cigarette use impacts smoking cessation among adults.  Although there is no federal tax on e-cigarettes, a few states have recently imposed heavy taxes on them.  We provide some of the first evidence on how e-cigarette taxes impact adult smokers, exploiting the large tax increase in Minnesota.  That state was the first to impose a tax on e-cigarettes by extending the definition of tobacco products to include e-cigarettes. This tax, which is 95% of the wholesale price, provides a plausibly exogenous deterrent to e-cigarette use.  We utilize data from the Current Population Survey Tobacco Use Supplements from 1992 to 2015, in conjunction with a synthetic control difference-in-differences approach.  We assess how this large tax increase impacted smoking cessation among adult smokers.  Estimates suggest that the e-cigarette tax increased adult smoking and reduced smoking cessation in Minnesota, relative to the control group, and imply a cross elasticity of current smoking participation with respect to e-cigarette prices of 0.13.  Our results suggest that in the sample period about 32,400 additional adult smokers would have quit smoking in Minnesota in the absence of the tax.  If this tax were imposed on a national level about 1.8 million smokers would be deterred from quitting in a ten year period.  The taxation of e-cigarettes at the same rate as cigarettes could deter more than 2.75 million smokers nationally from quitting in the same period.  The public health benefits of not taxing e-cigarettes, however, must be weighed against effects of this decision on efforts to reduce vaping by youth.\n\n",
    "acknowledgement": "\nThis project was funded by grant number R01-DA039968 entitled “The Economics of Electronic Nicotine Delivery Systems: Advertising and Outcomes”, from the National Institute of Health to the National Bureau of Economic Research, Inc. This study employs data from the A.C. Nielsen Company, which was purchased from the Kilts Center of the University of the Chicago Booth School of Business. Results are calculated (or derived) based on data from The Nielsen Company (US), LLC and marketing databases provided by the Kilts Center for Marketing Data Center at The University of Chicago Booth School of Business. Information about the data and access are available at http://research.chicagobooth.edu/nielsen/. We are grateful to the A.C. Nielsen Company and the Kilts Center for providing the data and for instructions in its use. The conclusions drawn from the Nielsen data are those of the researchers and do not reflect the views of Nielsen. Nielsen is not responsible for, had no role in, and was not involved in analyzing and preparing the results reported herein. Copyright © 2017. The Nielsen Company (US), LLC. All Rights Reserved. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}