{
    "id": 26592,
    "citation_title": "Voluntary Disclosure and Personalized Pricing",
    "citation_author": [
        "S. Nageeb Ali",
        "Gregory Lewis",
        "Shoshana Vasserman"
    ],
    "citation_publication_date": "2019-12-30",
    "issue_date": "2019-12-19",
    "revision_date": "2021-12-21",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFirms have ever increasing access to consumer data, which they use to personalize their advertising and to price discriminate. This raises privacy concerns. Policymakers have argued in response that consumers should be given control over their data, able to choose what to share and when. Since firms learn about a consumer’s preferences both from what they do and do not disclose, the equilibrium implications of consumer control are unclear. We study whether such measures improve consumer welfare in monopolistic and in competitive markets. We find that consumer control can improve consumer welfare relative to both perfect price discrimination and uniform pricing. First, consumers can use disclosure to amplify competitive forces. Second, consumers can disclose information to induce even a monopolist to lower prices. Whether consumer control improves welfare depends on the disclosure technology and market competitiveness. Simple disclosure technologies suffice in competitive markets. When facing a monopolist, a consumer needs partial disclosure possibilities to obtain any welfare gains.\n\n",
    "acknowledgement": "\nWe thank the Co-editor and six referees for their constructive feedback. We have benefited from suggestions made by Tan Gan, Nima Haghpanah, Navin Kartik, Vijay Krishna, Wenhao Li, Martin Peitz, Doron Ravid, Andy Skrzypacz, Yossi Spiegel, Nikhil Vellodi, Zi Yang, Jidong Zhou, and various conference and seminar audiences. We thank Microsoft Research for hosting Ali and Vasserman. Xiao Lin provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}