{
    "id": 26593,
    "citation_title": "An Econometric Model of International Long-run Growth Dynamics",
    "citation_author": [
        "Ulrich K. Müller",
        "James H. Stock",
        "Mark W. Watson"
    ],
    "citation_publication_date": "2019-12-30",
    "issue_date": "2019-12-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a Bayesian latent factor model of the joint evolution of GDP per capita for 113 countries over the 118 years from 1900 to 2017. We find considerable heterogeneity in rates of convergence, including rates for some countries that are so slow that they might not converge (or diverge) in century-long samples, and evidence of “convergence clubs” of countries. The joint Bayesian structure allows us to compute a joint predictive distribution for the output paths of these countries over the next 100 years. This predictive distribution can be used for simulations requiring projections into the deep future, such as estimating the costs of climate change. The model’s pooling of information across countries results in tighter prediction intervals than are achieved using univariate information sets. Still, even using more than a century of data on many countries, the 100-year growth paths exhibit very wide uncertainty.\n\n",
    "acknowledgement": "\nFor helpful comments we thank participants at several seminars and in particular those at the Resources for the Future workshop on Long-Run Projections of Economic Growth and Discounting. Müller acknowledges financial support from the National Science Foundation grant SES-1919336. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}