{
    "id": 26596,
    "citation_title": "Econometrics For Decision Making: Building Foundations Sketched By Haavelmo And Wald",
    "citation_author": [
        "Charles F. Manski"
    ],
    "citation_publication_date": "2019-12-30",
    "issue_date": "2019-12-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "History of Economic Thought",
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n"
    ],
    "program": [
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the early 1940s, Haavelmo proposed a probabilistic structure for econometric modeling, aiming to make econometrics useful for public decision making. His fundamental contribution has become thoroughly embedded in subsequent econometric research, yet it could not fully answer all the deep issues that the author raised. Notably, Haavelmo struggled to formalize the implications for decision making of the fact that models can at most approximate actuality. In the same period, Wald initiated his own seminal development of statistical decision theory. Haavelmo favorably cited Wald, but econometrics subsequently did not embrace statistical decision theory. Instead, it focused on study of identification, estimation, and statistical inference. This paper proposes statistical decision theory as a framework for evaluation of the performance of models in decision making. I particularly consider the common practice of as-if optimization: specification of a model, point estimation of its parameters, and use of the point estimate to make a decision that would be optimal if the estimate were accurate. A central theme is that one should evaluate as-if optimization or any other model-based decision rule by its performance across the state space, not the model space. I use prediction and treatment choice to illustrate. Statistical decision theory is conceptually simple, but application is often challenging. Advancement of computation is the primary task to continue building the foundations sketched by Haavelmo and Wald.\n\n",
    "acknowledgement": "\nThis paper provides the source material for my Haavelmo Lecture at the University of Oslo, December 3, 2019. Earlier drafts were circulated under the title “Statistical Inference for Statistical Decisions.” I am grateful to Olav Bjerkholt, Ivan Canay, Gary Chamberlain, Kei Hirano, Joel Horowitz, Valentyn Litvin, Bruce Spencer, and Alex Tetenov for comments. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}