{
    "id": 26597,
    "citation_title": "Demand for Older Workers: What Do Economists Think? What Are Firms Doing?",
    "citation_author": [
        "Steven G. Allen"
    ],
    "citation_publication_date": "2019-12-30",
    "issue_date": "2019-12-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Discrimination",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe employment rate for workers 55 and over has been increasing across the world for the last decade.  This creates opportunities for employers to diversify their workforce and retain valuable knowledge and skills, while at the same time posing the challenge of rising labor costs and blocked opportunities for younger workers.  This study summarizes in layperson’s terms the economic tradeoffs facing organizations as they design the optimal age structure of employees, as well as surveying recent research on how older workers fit into organizations.  Empirical studies show that whereas wage and benefit costs increase with age, there is no conclusive evidence that productivity increases as well.  Studies using macroeconomic data find no evidence that older workers block opportunities for the young, but two recent papers using a more disaggregated approach show that firms treat older and younger workers as substitutes.  A key challenge facing older workers is the decline over the last 20 years in the odds of becoming a new hire.  Although the turnover rate for older workers is much lower than for other age groups, employers have concerns about accommodating their work environment and work schedule preferences.  Resume studies show age discrimination also plays a factor, especially for women.  The paper concludes with suggestions for future research, including interindustry and international comparisons of microeconomic data on employment by age group and studies that take a close look within organizations that have engaged in innovative activities to hire or retain more older workers.\n\n",
    "acknowledgement": "\nThis paper is based upon a presentation to the NBER Workshop “Employer Concerns Associated with an Aging Workforce.”  Research support from the Sloan Foundation is gratefully acknowledged.  I appreciate helpful comments from Robert Clark and Beth Ritter. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}