{
    "id": 26594,
    "citation_title": "Railroads, Reallocation, and the Rise of American Manufacturing",
    "citation_author": [
        "Richard Hornbeck",
        "Martin Rotemberg"
    ],
    "citation_publication_date": "2019-12-30",
    "issue_date": "2019-12-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe examine impacts of market integration on the development of American manufacturing, as railroads expanded through the latter half of the 19th century.  Using new county-by-industry data from the Census of Manufactures, we estimate substantial impacts on manufacturing productivity from relative increases in county market access as railroads expanded.  In particular, the railroads increased economic activity in marginally productive counties. Allowing for the presence of factor misallocation generates much larger aggregate economic gains from the railroads than previous estimates.  Our estimates highlight how broadly-used infrastructure or technologies can have much larger economic impacts when there are inefficiencies in the economy.\n\n",
    "acknowledgement": "\nFor helpful comments and suggestions, we thank many colleagues and seminar participants at: Brown, Census, Chicago Booth, Chicago Federal Reserve, Clemson, Columbia, Columbia-NYU, Duke, Florida State, Harvard, Hunter, Iowa State, Indiana, LSE, NBER, New Economic School, Northwestern, NYU, OECD, Oxford, PERC, Princeton, Queens, SED, Sciences Po, Toronto, UCLA, Wharton, Williams, and Zurich.  Andrea Cerrato, William Cockriel, and Julius Luettge provided extensive research assistance.  This research was funded in part by the Initiative on Global Markets at the University of Chicago Booth School of Business, the Neubauer Family Faculty Fellowship, NBER Innovation Policy grant program, and PERC.  This material is based upon work supported by the National Science Foundation under Grant Number SES-1757050/1757051.  Any opinions, findings, and conclusions or recommendations expressed in this material are those of the authors and do not necessarily reflect the views of the National Science Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}