{
    "id": 26599,
    "citation_title": "Coordination and Bandwagon Effects: How Past Rankings Shape the Behavior of Voters and Candidates",
    "citation_author": [
        "Riako Granzier",
        "Vincent Pons",
        "Clémence Tricaud"
    ],
    "citation_publication_date": "2019-12-30",
    "issue_date": "2019-12-19",
    "revision_date": "2023-01-11",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCandidates’ placements in polls and past elections can be powerful coordination devices for parties and voters. Using an RDD in French two-round elections, we show that candidates who place first in the first round are more likely to stay in the race and win than those placed second. These effects are even larger for ranking second versus third, and also present for third versus fourth. They stem from allied parties agreeing on which candidate should drop out, voters coordinating their choice, and the “bandwagon effect” of wanting to vote for the winner. We find similar results across 19 other countries.\n\n",
    "acknowledgement": "\nPreviously circulated as “The Large Effects of a Small Win: How Past Rankings Shape the Behavior of Voters and Candidates.” For suggestions that have improved this article, we are grateful to Alberto Alesina, Abhijit Banerjee, Laurent Bouton, Pierre Boyer, Julia Cagé, Enrico Cantoni, Gary Cox, Rafael Di Tella, Allan Drazen, Andrew Eggers, Jon Fiva, Jeffry Frieden, Olivier Gossner, Benjamin Marx, Shom Mazumder, Benjamin Olken, Thomas Piketty, James Snyder, Matthew Weinzierl, as well as seminar participants at Berkeley, CREST, Ecole Polytechnique, European University Institute, Georgia State University, Kellogg School of Management, New York University, Paris School of Economics, Princeton University, Rice University, Stanford University, Texas A&M, UCLA Anderson, UCSD, USC Marshall School of Business, Université Laval, University of Bologna, University of Maryland, and Vanderbilt University, and conference participants at the APSA Annual Meeting, the Economics and Politics Workshop, the Annual Congress of the European Economic Association, the International Conference on Mathematical Optimization for Fair Social Decisions, Michel Balinski’s Conference, the Political Economy Workshop at the Norwegian Business School, and Sciences Po Quanti. We thank Sebastian Calonico, Matias Cattaneo, Max Farrell, and Rocio Titiunik for guiding us through the use of their RDD Stata package “rdrobust” and for sharing their upgrades; Nicolas Sauger for his help with the collection of the 1958, 1962, 1967, 1968, 1973, 1981, and 1988 French parliamentary election results; Abel François for sharing his data on 1993, 1997, and 2002 candidates’ campaign expenditures; Paul-Adrien Hyppolite for the excellent research assistance he provided at the onset of the project; and Eric Dubois for his outstanding work of data entry and cleaning. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}