{
    "id": 26590,
    "citation_title": "A Market for Work Permits",
    "citation_author": [
        "Michael Lokshin",
        "Martin Ravallion"
    ],
    "citation_publication_date": "2019-12-30",
    "issue_date": "2019-12-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIt will be politically difficult to liberalize international migration without protecting host-country workers. The paper explores the scope for efficiently managing migration using a competitive market for work permits. Host-county workers would have the option of renting out their citizenship work permit for a period of their choice, while foreigners purchase time-bound work permits. Aggregate labor supply need not rise in the host country. However, total output would rise and workers would see enhanced social protection. Simulations for the US and Mexico suggest that the new market would attract many skilled migrants, boosting GDP and reducing poverty in the US.\n\n",
    "acknowledgement": "\nFor their comments the authors thank Arthur Alik Lagrange, Emmanuelle Auriol, Michael Clemens, Asli Demirguc-Kunt, Asif Dowla, Alvaro Gonzalez, Anna Maria Mayda, Alice Mesnard, Branko Milanovic, Çağlar Özden, Daniel Valderrama-Gonzalez, Maja Vezmar, Dominique van de Walle and seminar participants at the World Bank. Daniel Valderrama-Gonzalez also assisted greatly in helping us form the cross-walk from the occupational categories in the Mexican data to those in the US data. These are the views of the authors and need not reflect those of their employers, including the World Bank, nor those of the National Bureau of Economic Research.\n\n\n"
}