{
    "id": 26598,
    "citation_title": "The Private and External Costs of Germany's Nuclear Phase-Out",
    "citation_author": [
        "Stephen Jarvis",
        "Olivier Deschenes",
        "Akshaya Jha"
    ],
    "citation_publication_date": "2019-12-30",
    "issue_date": "2019-12-19",
    "revision_date": "2022-05-18",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany countries have phased out nuclear electricity production in response to concerns about nuclear waste and the risk of nuclear accidents.  This paper examines the impact of the shutdown of roughly half of the nuclear production capacity in Germany after the Fukushima accident in 2011.  We use hourly data on power plant operations and a novel machine learning framework to estimate how plants would have operated differently if the phase-out had not occurred.  We find that the lost nuclear electricity production due to the phase-out was replaced primarily by coal-fired production and net electricity imports.  The social cost of this shift from nuclear to coal is approximately 12 billion dollars per year.  Over 70% of this cost comes from the increased mortality risk associated with exposure to the local air pollution emitted when burning fossil fuels.  Even the largest estimates of the reduction in the costs associated with nuclear accident risk and waste disposal due to the phase-out are far smaller than 12 billion dollars.\n\n",
    "acknowledgement": "\nThe authors thank seminar participants at the University of Wyoming, the University of Texas-Austin, and at Regensberg University for their comments and suggestions. The authors also wish to acknowledge the Library at the University of California, Berkeley, which provided support for the completion of this research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}