{
    "id": 266,
    "citation_title": "Interest Rate Risk and the Regulation of Financial Institutions",
    "citation_author": [
        "Jay B. Morrison",
        "David H. Pyle"
    ],
    "citation_publication_date": "1978-07-01",
    "issue_date": "1978-07-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA bank or other financial institution is potentially subject to at least four types of risk: (1) Credit risk -- defaults or delays in repayments. (2) Fraud -- embezzlement or insider abuse. (3) Liquidity risk -- or high cost of obtaining needed cash. (4) Interest rate risk -- differential changes in the value of assets and liabilities as interest rates shift. This paper reports a study of the interest-rate elasticity of the net worth of a commercial bank. Most of the study is devoted to the development of the necessary methodology to measure the interest-rate elasticity (IRE) of a bank's asset/liability mix. The report is organized into four major sections. The first summarizes the history of interest-rate elasticity models and points out the problems in applying them to bank assets and liabilities. An analytical framework is then developed to calculate the IRE of a portfolio of assets and liabilities. The next three sections apply the framework to a simulated bank. For simplicity, the bank is assumed to have only two classes of assets (commercial loans and cash) and three classes of liabilities(demand deposits, large denomination CD's, and capital). The second section develops models of the cash flows associated with each of the assets and liabilities. The third section quantifies the parameters necessary to calculate the net worth and IRE measures, and the fourth section details the design of a simulation and some simulation results for the 1973-75 period. The report concludes with a discussion of the regulatory implications of the study.\n\n",
    "acknowledgement": "\n"
}