{
    "id": 26607,
    "citation_title": "Heterogeneity and Asset Prices: A Different Approach",
    "citation_author": [
        "Nicolae B. Gârleanu",
        "Stavros Panageas"
    ],
    "citation_publication_date": "2020-01-06",
    "issue_date": "2020-01-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a tractable asset-pricing framework characterized by imperfect risk sharing among cohorts, who experience different levels of integrated life-time endowments. While all asset-pricing implications stem from the heterogeneity of consumption among investors, cross-sectional measures of inequality are non-volatile, only weakly related to asset prices, and far more persistent than the price-to-dividend ratio. We show how to identify a marginal agent’s consumption growth in this framework by utilizing cross-sectional information. Our proposed notion of marginal-agent consumption growth exhibits different and more volatile low-frequency variation than the aggregate consumption growth per capita, which is normally used in representative agent models. These low frequency movements in our measure of marginal agent consumption growth can explain a large portion of the low frequency movements in real interest rates and, when combined with recursive preferences, can account quantitatively for the stylized asset-pricing facts (high market price of risk, equity premium, volatility, and return predictability).\n\n",
    "acknowledgement": "\nWe are grateful for comments and suggestions from Valentin Haddad, Jon Ingersoll,  Ralph Koijen, Lawrence Schmidt, Pietro Veronesi, Motohiro Yogo, as well as participants at WFA, NBER Summer Institute on Asset Pricing, Princeton, Insead, NYU Stern, Berkeley Haas-Stanford GSB  joint seminar, UCLA Macro-Finance lunch. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}