{
    "id": 26602,
    "citation_title": "Monetary Policy in an Era of Global Supply Chains",
    "citation_author": [
        "Shang-Jin Wei",
        "Yinxi Xie"
    ],
    "citation_publication_date": "2020-01-06",
    "issue_date": "2020-01-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the implications of global supply chains for the design of monetary policy, using a small-open economy New Keynesian model with multiple stages of production. Within the family of simple monetary policy rules with commitment, a rule that targets separate producer price inflation at different production stages, in addition to output gap and real exchange rate, is found to deliver a higher welfare level than alternative policy rules. As an economy becomes more open, measured by the export share, the optimal weight on the upstream inflation rises relative to that on the final stage inflation. If we have to choose among aggregate price indicators, targeting PPI inflation yields a smaller welfare loss than targeting CPI inflation alone. As the production chain becomes longer, the optimal weight on PPI inflation in the policy rule that targets both PPI and CPI inflation will also rise. A trade cost shock such as a rise in the import tariff can alter the optimal weights on different inflation variables.\n\n",
    "acknowledgement": "\nWe thank Charles Engel and the anonymous referees for their constructive critiques. We thank Raphael Auer, Ricardo Caballero, Kristin Forbes, Jeffrey Frankel, Jordi Galí, Pierre-Olivier Gourinchas, Lars Hansen, Zheng Liu, Warwick Mckibbon, Hélène Rey, Johannes Pfeifer, Kei-Mu Yi, and participants in the seminars and workshops at the Reserve Bank of Australia, University of Melbourne, International Seminar on Macroeconomics at the Bank of England, Peking University HSBC business school, UIBE, and China International Conference in Macroeconomics for their valuable comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}