{
    "id": 26608,
    "citation_title": "Recovering Investor Expectations from Demand for Index Funds",
    "citation_author": [
        "Mark L. Egan",
        "Alexander MacKay",
        "Hanbin Yang"
    ],
    "citation_publication_date": "2020-01-06",
    "issue_date": "2020-01-03",
    "revision_date": "2021-08-06",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use a revealed-preference approach to estimate investor expectations of stock market returns. Using data on demand for index funds that follow the S&P 500, we develop and estimate a model of investor choice to flexibly recover the time-varying distribution of expected future returns across investors. Our analysis is facilitated by the prevalence of leveraged funds that track the same underlying asset: by choosing between higher and lower leverage, investors trade off higher return against less risk. Our estimates indicate that investor expectations are heterogeneous, extrapolative, and persistent. Following a downturn, investors become more pessimistic on average, but there is also an increase in disagreement among participating investors due to the presence of contrarian investors.\n\n",
    "acknowledgement": "\nWe thank John Campbell, Robin Greenwood, Sam Hanson, Ian Martin, Jesse Shapiro, Andrei Shleifer, Adi Sunderam and the seminar participants at the Columbia University Discussion Group on Intermediation, Harvard Business School, Notre Dame, Princeton University, Swiss Finance Institute Lugano, the University of Chicago Booth Household Finance Conference, the University of Copenhagen, and the University of Washington. We also thank John Graham and Campbell Harvey for providing the Duke CFO Global Business Outlook Survey data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}