{
    "id": 26603,
    "citation_title": "Evaluating State and Local Business Tax Incentives",
    "citation_author": [
        "Cailin R. Slattery",
        "Owen M. Zidar"
    ],
    "citation_publication_date": "2020-01-06",
    "issue_date": "2020-01-03",
    "revision_date": "2020-02-02",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThis essay describes and evaluates state and local business tax incentives in the United States. In 2014, states spent between $5 and $216 per capita on incentives for firms in the form of firm-specific subsidies and general tax credits, which mostly target investment, job creation, and research and development. Collectively, these incentives amounted to nearly 40% of state corporate tax revenues for the typical state, but some states' incentive spending exceeded their corporate tax revenues. States with higher per capita incentives tend to have higher state corporate tax rates. Recipients of firm-specific incentives are usually large establishments in manufacturing, technology, and high-skilled service industries, and the average discretionary subsidy is $178M for 1,500 promised jobs. Firms tend to accept subsidy deals from places that are richer, larger, and more urban than the average county, and poor places provide larger incentives and spend more per job. Comparing “winning” and runner-up locations for each deal in a bigger and more recent sample than in prior work, we find that average employment within the 3-digit industry of the deal increases by roughly 1,500 jobs. While we find some evidence of direct employment gains from attracting a firm, we do not find strong evidence that firm-specific tax incentives increase broader economic growth at the state and local level. Although these incentives are often intended to attract and retain high-spillover firms, the evidence on spillovers and productivity effects of incentives appears mixed. As subsidy-giving has become more prevalent, subsidies are no longer as closely tied to firm investment. If subsidy deals do not lead to high spillovers, justifying these incentives requires substantial equity gains, which are also unclear empirically.\n\n",
    "acknowledgement": "\nWe are especially grateful for helpful comments on an early draft from Tim Bartik, Pat Kline, Ilyana Kuziemko, Juan Carlos Suárez Serrato, and Dan Wilson as well as the editorial team—Gordon Hanson, Enrico Moretti, Tim Taylor, and Heidi Williams. We also thank Daron Acemoglu, Leah Boustan, Nick Buchholz, Janet Currie, Hank Farber, Pablo Fajgelbaum, Thomas Fujiwara, Henrik Kleven, Carlianne Patrick, Jim Poterba, Steve Redding, Stefanie Stantcheva, Matt Turner, John Van Reenen, and Eric Zwick for helpful comments and discussions. Stephanie Kestelman and Dustin Swonder provided excellent research assistance. We thank Carlianne Patrick for providing us data on million-dollar plants. This work is supported by National Science Foundation under Grant Number 1752431. We declare that we have no relevant or material financial interests that relate to the research described in this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}