{
    "id": 26604,
    "citation_title": "Who Bears the Welfare Costs of Monopoly? The Case of the Credit Card Industry",
    "citation_author": [
        "Kyle F. Herkenhoff",
        "Gajendran Raveendranathan"
    ],
    "citation_publication_date": "2020-01-06",
    "issue_date": "2020-01-03",
    "revision_date": "2021-05-13",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe measure the distribution of welfare losses from non-competitive behavior in the U.S. credit card industry during the 1970s and 1980s. The early credit card industry was characterized by regional monopolies that excluded competition. Several landmark court cases led the industry to adopt competitive reforms that resulted in greater, but still limited, oligopolistic competition. We measure the distributional consequences of these reforms by developing and estimating a heterogeneous agent, defaultable debt framework with oligopolistic lenders. Welfare gains from greater lender entry in the late 1970s are equivalent to a one-time transfer worth $3,400 (in 2016 dollars) for the bottom decile of earners (roughly 50% of their annual income) versus $900 for the top decile of earners. As the credit market expands, low-income households benefit more since they rely disproportionately on credit to smooth consumption. We find that greater lender entry resulting from these reforms delivers 65% of the potential gains from competitive pricing.\n\n",
    "acknowledgement": "\nWe thank Bob Adams, Matteo Benetton, Satyajit Chatterjee, Dean Corbae, Kyle Dempsey, Pablo D’Erasmo, Bob Hunt, Igor Livshits, Daniel Grodzicki, Aubhik Khan, Simon Mongey, Jaromir Nosal, Ned Prescott, Larry Santucci, Jim Schmitz, Julia Thomas, and Toni Whited for helpful comments. We thank seminar participants at the AEAs, Board of Governors, Bonn, Cleveland Fed, Philadelphia Fed, NBER-Household Finance, Minneapolis Fed, McMaster University, MIT Sloan, Notre Dame, Ohio State University, PUC Chile, Queen’s University, Stanford-SITE, University of Toronto, and the University of Saskatchewan. We thank Jacob Adenbaum for excellent research assistance. The authors thank the National Science Foundation (Award No. 1824422) and Washington Center for Equitable Growth for funding. The views expressed in this paper are those of the authors and do not necessarily reflect the position of the Federal Reserve Bank of New York, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}