{
    "id": 26600,
    "citation_title": "General Equilibrium Effects of Cash Transfers: Experimental Evidence from Kenya",
    "citation_author": [
        "Dennis Egger",
        "Johannes Haushofer",
        "Edward Miguel",
        "Paul Niehaus",
        "Michael W. Walker"
    ],
    "citation_publication_date": "2019-12-30",
    "issue_date": "2019-12-19",
    "revision_date": "2021-10-14",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow large economic stimuli generate individual and aggregate responses is a central question in economics, but has not been studied experimentally. We provided one-time cash transfers of about USD 1000 to over 10,500 poor households across 653 randomized villages in rural Kenya. The implied fiscal shock was over 15 percent of local GDP. We find large impacts on consumption and assets for recipients. Importantly, we document large positive spillovers on non-recipient households and firms, and minimal price inflation. We estimate a local transfer multiplier of 2.4. We interpret welfare implications through the lens of a simple household optimization framework.\n\n",
    "acknowledgement": "\nNiehaus is a co-founder, former president (2012 - 2017) and chairman (without compensation) of the board of GiveDirectly. Haushofer is the founder and a board member (uncompensated) of the Busara Center for Behavioral Economics. We thank the study participants for generously giving their time; Justin Abraham, Aakash Bhalothia, Christina Brown, Genevieve Deneoux, Tilman Graff, Max Lauletta, Michelle Layvant, Layna Lowe, Anya Marchenko, Gwyneth Miner, Max Mueller, Priscilla de Oliviera, Robert On, Rachel Pizatella-Haswell, Emaan Siddique, Zenan Wang, Francis Wong and Kejian Zhao for excellent research assistance; Innovations for Poverty Action for data collection fieldwork; the Busara Center for Behavioral Economics for piloting work; GiveDirectly for fruitful collaboration; and Martin Aragoneses, Vittorio Bassi, Abhijit Banerjee, Chris Blattman, Giacomo DiGiorgi, Esther Duflo, Yuriy Gorodnichenko, Seema Jayachandran, Adriana Lleras-Muney, Atif Mian, Emi Nakamura, Ben Olken, Jon Steinsson, numerous conference and seminar participants, and three anonymous referees and the Editor (D. Donaldson) for comments. This research was supported by grants from the National Science Foundation, International Growth Centre, CEPR/Private Enterprise Development in Low-Income Countries (PEDL), the Weiss Family Foundation, and an anonymous donor. The GiveDirectly program was supported by The Pershing Square Foundation. Walker gratefully acknowledges financial support from the NSF Graduate Research Fellowship (Grant No. DGE 1106400). The study received IRB approval from Maseno University and the Univ. of California, Berkeley. AEA Trial Registry RCT ID: AEARCTR-0000505.\n\n\n"
}