{
    "id": 26617,
    "citation_title": "Why Firms Offer Paid Parental Leave: An Exploratory Study",
    "citation_author": [
        "Claudia Goldin",
        "Sari Pekkala Kerr",
        "Claudia Olivetti"
    ],
    "citation_publication_date": "2020-01-06",
    "issue_date": "2020-01-03",
    "revision_date": "2021-01-25",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nWhy do competitive firms in the US provide paid parental leave (PPL)? Which firms do and to what extent? We use several firm- and individual-level data sets to answer these questions. These include the BLS-Employee Benefit Survey (EBS) for 2010 to 2018 and an extensive firm-level data collection that we compiled. Our work is undergirded by a two-period model with competitive firms whose workers vary by their optimal firm-specific training and the probability that each will remain on the job after PPL is taken. We find that firm-provided PPL has greatly increased in the last two decades and generally covers new fathers. The levels of provision differ greatly by the industry, firm size, and the degree of firm-specific training. But even the top-of-the-line firm in the US provides fewer fully paid parental weeks than does the median OECD nation.\n\n",
    "acknowledgement": "\nWe are extremely grateful to Namrata Narain, the primary RA on the project, to Jennifer Walsh who followed her, and to Valeria Ferraro who ably assisted in collecting data on firm-level benefits. Kristen Monaco of the BLS kindly helped us obtain the cross-tabulations of the Economic Benefits Survey (EBS). We thank Dev Patel and participants at the HKS-WAPPP seminar for providing helpful comments. The Russell Sage Foundation (Grant #85-18-05) and the NSF (Grant #1823635) are to be gratefully acknowledged for providing the research funding. We presented an earlier version of this paper at the AEI/Brookings “Paid Family and Medical Leave Author’s Conference,” November 19, 2019. We thank the participants and especially our discussant, Ann Bartel, for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}