{
    "id": 26618,
    "citation_title": "Does the Marginal Hospitalization Save Lives? The Case of Respiratory Admissions for the Elderly",
    "citation_author": [
        "Janet Currie",
        "David Slusky"
    ],
    "citation_publication_date": "2020-01-06",
    "issue_date": "2020-01-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSome commentators estimate that up to a third of U.S. medical spending may be wasted. This study focuses on the decision to hospitalize elderly Medicare patients who present at the emergency room (ER) with respiratory conditions.  Failing to hospitalize sick patients could have dire consequences.  However, in addition to generating higher costs, unnecessary hospitalization puts patients at risk of hospital acquired conditions and disrupts their lives. We use variation in the patient’s nearest hospital’s propensity to admit patients with similar observable characteristics as an instrument for the admission decision.  While OLS estimates suggest that admitted patients are more likely to die, when we instrument for patient admission we find that the marginal hospital admission increases the number of hospital days by seven days and increases charges by $42,000 but has no effect on the risk of death in the course of the next year.  The marginal hospitalization also reduces the risk of another emergency department visit in the next 30 days but increases outpatient visits over the same time horizon with no overall impact on charges.  Longer term effects also include increased outpatient visits but effects on patient costs and health outcomes over the next year are minimal.  Overall, these results lend support to the argument that in many cases the marginal hospitalization is unnecessary.\n\n",
    "acknowledgement": "\nWe thank Seth Freedman, John Romley, Ines Lee, Geir Godager, Rebecca Sachs, and conference participants at ASHEcon 2019, AEHESG 2019, NHESG 2019, and APPAM 2019. We would like to thank Colleen Fiato, John Piddock, John Schoneboom, and Wayne Appleton for assistance with accessing the data.  We thank the University of Kansas New Faculty General Research Fund and Princeton’s Center for Health and Wellbeing for supporting this research. All analyses and views expressed are the responsibility of the authors and not of the New York State Department of Health or any other institution. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}