{
    "id": 26612,
    "citation_title": "Contract Work at Older Ages",
    "citation_author": [
        "Katharine G. Abraham",
        "Brad Hershbein",
        "Susan Houseman"
    ],
    "citation_publication_date": "2020-01-06",
    "issue_date": "2020-01-03",
    "revision_date": "2020-06-10",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": [
        "\n",
        "\nRetirement and Disability Research Center\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nThe share of workers who are self-employed rises markedly with age. Given policy concerns about inadequate retirement savings, especially among those with lower education, and the resulting interest in encouraging employment at older ages, it is important to understand the role that self-employment arrangements play in facilitating work among seniors.  New data from a survey module fielded on a Gallup telephone survey distinguish independent contractor work from other self-employment and provide information on informal and online platform work. The Gallup data show that, especially after accounting for individuals who are miscoded as employees, self-employment is even more prevalent at older ages than suggested by existing data. Work as an independent contractor is the most common type of self-employment. Roughly one-quarter of independent contractors age 50 and older work for a former employer. At older ages, self-employment generally—and work as an independent contractor specifically—is more common among the highly educated, accounting for much of the difference in employment rates across education groups. We provide suggestive evidence that differences in opportunities for independent contractor work play an important role in the lower employment rates of less-educated older adults.\n\n",
    "acknowledgement": "\nThe research reported herein was performed pursuant to grant RDR18000003 from the US Social Security Administration (SSA) funded as part of the Retirement and Disability Research Consortium. The opinions and conclusions expressed are solely those of the author(s) and do not represent the opinions or policy of SSA, any agency of the Federal Government, or the National Bureau of Economic Research. Neither the United States Government nor any agency thereof, nor any of their employees, makes any warranty, express or implied, or assumes any legal liability or responsibility for the accuracy, completeness, or usefulness of the contents of this report. Reference herein to any specific commercial product, process or service by trade name, trademark, manufacturer, or otherwise does not necessarily constitute or imply endorsement, recommendation or favoring by the United States Government or any agency thereof. The Ewing Marion Kauffman Foundation, the Russell Sage Foundation, the Kellogg Foundation, and the Sloan Foundation provided additional support for this project. We thank Joanna Lahey for helpful comments on an earlier draft and  Joe Daly, Jeff Jones, Stephanie Marken, and Jonathan Rothwell at Gallup for assistance with implementing the survey module on which many of the results we report are based and with understanding details of the underlying Education Consumer Pulse Survey. We also thank Lillian Petrovic for outstanding research assistance.\n\n\n"
}