{
    "id": 26614,
    "citation_title": "Is Scholarly Refereeing Productive (at the Margin)?",
    "citation_author": [
        "Aboozar Hadavand",
        "Daniel S. Hamermesh",
        "Wesley W. Wilson"
    ],
    "citation_publication_date": "2020-01-06",
    "issue_date": "2020-01-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "General, Teaching",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn economics many articles are subjected to multiple rounds of refereeing at the same journal, which generates time costs of referees alone of at least $50 million. This process leads to remarkably longer publication lags than in other social sciences. We examine whether repeated refereeing produces any benefits, using an experiment at one journal that allows authors to submit under an accept/reject (fast-track or not) or the usual regime. We evaluate the scholarly impacts of articles by their subsequent citation histories, holding constant their sub-fields, authors’ demographics and prior citations, and other characteristics. There is no payoff to refereeing beyond the first round and no difference between accept/reject articles and others. This result holds accounting for authors’ selectivity into the two regimes, which we model formally to generate an empirical selection equation. This latter is used to provide instrumental estimates of the effect of each regime on scholarly impact.\n\n",
    "acknowledgement": "\nWe thank the participants in both surveys that we sent out, and Belinda Archbong, Garry Barrett, Andre Burgstaller, Colin Cameron, Steven Deller, Andrew Leigh, Andrew Oswald, Glen Waddell and participants in seminars at several universities for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nDaniel S. Hamermesh\n\n1. No funding was received to support this research;\n2. I have not received any funds from any individual, group or organization that has a financial ideological or political stake related to the article. I do not that I am the Editor of Economic Inquiry and an employee of the Western Economics Association International (WEAI) who owns the journal, but this is not related to the article itself.\n3. I am an employee of the WEAI, but that involvement is not related to the article.\n4. I have no close relatives or partners related to the paper.\n5. No party had the right to revise the paper prior to its circulation\n\n\n"
}