{
    "id": 26610,
    "citation_title": "Who's Paying for the US Tariffs? A Longer-Term Perspective",
    "citation_author": [
        "Mary Amiti",
        "Stephen J. Redding",
        "David E. Weinstein"
    ],
    "citation_publication_date": "2020-01-06",
    "issue_date": "2020-01-03",
    "revision_date": "2024-12-04",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Globalization and International Relations",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing data from 2018, a number of studies have found that recent U.S tariffs have been passed on entirely to U.S. importers and consumers. These results are surprising given that trade theory has long stressed that tariffs applied by a large country should drive down foreign prices. Using another year of data including significant escalations in the trade war, we find that U.S. tariffs continue to be almost entirely borne by U.S. firms and consumers. We show that the response of import values to the tariffs increases in absolute magnitude over time, consistent with the idea that it takes time for firms to reorganize supply chains. We find heterogeneity in the responses of some sectors, such as steel, where tariffs have caused foreign exporters to drop their prices substantially, enabling them to export relatively more than in sectors where tariff passthrough was complete.\n\n",
    "acknowledgement": "\nThis paper is forthcoming in the American Economic Review, Papers and Proceedings, 2020. We would like to thank Karen Ni and Angela Wu for excellent research assistance. The views expressed in this paper are those of the authors and do not necessarily reflect the position of the Federal Reserve Bank of New York, the Federal Reserve System, any other institution to which the authors are affiliated, or the National Bureau of Economic Research.\n\n\n"
}