{
    "id": 26616,
    "citation_title": "Are Political and Charitable Giving Substitutes? Evidence from the United States",
    "citation_author": [
        "Pinar Yildirim",
        "Andrei Simonov",
        "Maria Petrova",
        "Ricardo Perez-Truglia"
    ],
    "citation_publication_date": "2020-01-06",
    "issue_date": "2020-01-03",
    "revision_date": "2023-07-21",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nUsing micro data from the American Red Cross (ARC) and Federal Election Commission (FEC) in two natural experiments, we provide evidence that political and charitable giving are substitutes. In the first natural experiment, we estimate the effects of a positive shock to charitable donations to the ARC: foreign natural disaster events. We find that while charitable donations to ARC increase by 34.9% in the six weeks following a disaster, political donations decline by 18.8% in the same period. Put differently, each 1% increase in the charitable giving to ARC is accompanied by a 0.53% drop in political donations. At the average county-week level donations, the implied effect of a $1 increase in charitable giving is a $0.42 decline in political donations. In the second natural experiment, we estimate the effects of a positive shock to political giving: advertisements for political campaigns. Using a designated market area (DMA) boundary approach, we find that political advertisements increase political giving while they decrease charitable donations to ARC. Our estimates imply that each 1% increase in the political giving is accompanied by a 0.59% drop in charitable donations to ARC. At the average county-week level donations, the implied effect of a $1 increase in political giving is a $0.33 decline in charitable donations. The crowding out elasticities suggest that political and charitable giving are relatively close substitutes. We provide a number of robustness checks, and we discuss potential causal mechanisms.\n\n",
    "acknowledgement": "\nWe are thankful to the Wharton Customer Analytics Initiative, the American Red Cross, and Catholic Relief Services for the charitable donations data set which made this study possible. Yildirim thanks the Dean’s Research Fund and the Mack Institute at the Wharton School as well as the Wharton Behavioral Lab for their financial support. We thank Jose Felipe Montano-Campos, Renata Gaineddenova, Hangcheng Zhao, Vadim Zyamalov, Ruizhi Ma, and Luisa Cefala for excellent research assistance. We are grateful to Adam Bonica, Charlotte Cavaille, Gianmarco Leon, Giacomo Ponzetto, Americus Reed, Deb Small, Juuso Toikka, Katia Zhuravskaya, and seminar participants at UPF, CREI, Wharton, Imperial College, and Mapping Political Preferences in Toulouse for their valuable feedback. This project was reviewed in advance and approved by the Institutional Review Board at University of Pennsylvania, IRB Protocol #844319. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}