{
    "id": 26615,
    "citation_title": "Credit Rationing and Pass-Through in Supply Chains: Theory and Evidence from Bangladesh",
    "citation_author": [
        "M. Shahe Emran",
        "Dilip Mookherjee",
        "Forhad Shilpi",
        "M. Helal Uddin"
    ],
    "citation_publication_date": "2020-01-06",
    "issue_date": "2020-01-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe extend standard models of price pass-through in an imperfectly competitive  supply chain to incorporate rationing of trade credit. Credit rationing reverses predictions concerning effects of raw material import prices on pass-through to wholesale prices, and effects of regulations of intermediaries. To test these we study the effects of a policy in Bangladesh's edible oils supply chain during 2011-12 banning a layer of financing intermediaries. Evidence from a difference-in-difference estimation rejects the standard model. We find that the regulatory effort to reduce market power of financing intermediaries ended up raising consumer prices by restricting access to credit of downstream traders.\n\n",
    "acknowledgement": "\nAn earlier version of the paper was circulated under the title “Do Consumers Benefit from Supply Chain Intermediaries? Evidence from a Policy Experiment in Edible Oils Market in Bangladesh”. We are grateful to the Editors and two anonymous referees for perceptive comments on an earlier draft that substantially improved the paper. Wally Mullin, Chris Woodruff, Raymond Guiteras, Andrew Foster, Sabyasachi Das, Marcel Fafchamps, Sebastian Bustos, Nidhiya Menon, Wahiduddin Mahmud, Fahad Khalil, Will Martin provided helpful comments. Thanks to Rubaiya Emran for help with the graphs. We thank participants at development workshops at Cornell and Georgetown Universities, and at the AEA Annual Conference 2016 at San Francisco, NEUDC 2014 at Boston University, GCER Conference 2015 at Georgetown University and IGC conference at Dhaka for comments on earlier drafts.  The project received funds from KCP Trust Fund (World Bank) and IGC Bangladesh country program. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}