{
    "id": 26619,
    "citation_title": "The Negative Consequences of Loss-Framed Performance Incentives",
    "citation_author": [
        "Lamar Pierce",
        "Alex Rees-Jones",
        "Charlotte Blank"
    ],
    "citation_publication_date": "2020-01-06",
    "issue_date": "2020-01-03",
    "revision_date": "2024-03-22",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Economics of Information",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nBehavioral economists have proposed that incentive contracts result in higher productivity when bonuses are “loss framed”—prepaid then clawed back if targets are unmet. We test this claim by randomizing the pre- or post-payment of sales bonuses at 294 car dealerships. Although somewhat statistically imprecise, our analysis provides strong indications that the random assignment of loss framing had quantitatively important negative effects. We document that negative effects of loss framing can arise due to an increase in incentives for “gaming” behaviors. Based on these claims, we reassess the common wisdom regarding the desirability of loss framing.\n\n",
    "acknowledgement": "\nThe authors are grateful to Maritz, LLC for making possible the natural field experiment in this paper, and to Meghan Busse and Florian Zettelmeyer for help with design of the experiment. Pierce and Rees-Jones accepted no compensation from any party for this research. Blank served as Chief Behavioral Officer of Maritz, LLC during the conduct of this research. For especially helpful comments, we thank Greg Besharov, Stefano DellaVigna, Jon de Quidt, Alex Imas, Ian Larkin, and Ted O'Donoghue. We also thank seminar participants at Cornell, INSEAD, Mannheim, Purdue, the University of Chicago, the University of Maryland, the University of South Florida, and Yale, as well as conference participants at the AEA Annual Meetings, the Society for Judgment and Decision Making Annual Meetings, the Stanford Institute for Theoretical Economics Psychology and Economics Conference, and the Institutions and Innovation Conference. The opinions expressed in this paper are solely the authors’ and do not necessarily reflect the views of any individual or institution listed above, nor of the National Bureau of Economic Research.\n\n\n"
}