{
    "id": 26611,
    "citation_title": "Rising Import Tariffs, Falling Export Growth: When Modern Supply Chains Meet Old-Style Protectionism",
    "citation_author": [
        "Kyle Handley",
        "Fariha Kamal",
        "Ryan Monarch"
    ],
    "citation_publication_date": "2020-01-06",
    "issue_date": "2020-01-03",
    "revision_date": "2020-08-13",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the impacts of the 2018-2019 U.S. import tariff increases on U.S. export growth through the lens of supply chain linkages. Using 2016 confidential firm-trade linked data, we identify firms that eventually faced tariff increases. They accounted for 84% of all exports and represented 65% of manufacturing employment. For the average affected firm, the implied cost is $900 per worker in new duties. We construct product-level measures of exporters' exposure to import tariff increases and estimate the impact on U.S. export growth. The most exposed products had relatively lower export growth in 2018-2019, with larger effects in 2019. The decline in export growth in 2019Q3, for example, is equivalent to an ad valorem tariff on U.S. exports of 2% for the typical product and up to 4% for products with higher than average exposure.\n\n",
    "acknowledgement": "\nThe Census Bureau's Disclosure Review Board and Disclosure Avoidance Officers have reviewed this data product for unauthorized disclosure of confidential information and have approved the disclosure avoidance practices applied to this release (DRB Approval Numbers: CBDRB- FY19-519, CBDRB-FY20-104, CBDRB-FY20-CES006-004, CBDRB-FY20-CES006-005). We thank Chad Bown, Teresa Fort, Colin Hottman, Soumaya Keynes, CJ Krizan, Frank Li, and seminar and conference participants at the Federal Reserve Board, University of Michigan, Mid-Atlantic International Trade Workshop, U.S. Census Bureau, Stanford University, University of Virginia, Georgetown University, George Washington University, IDB, Rowan University, and FREIT ETOS for helpful comments and discussions. Any opinions and conclusions expressed herein are those of the authors and do not necessarily represent the views of the U.S. Census Bureau, other members of the research staff at the Board of Governors, the Board of Governors of the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}