{
    "id": 26625,
    "citation_title": "Technological Transitions with Skill Heterogeneity Across Generations",
    "citation_author": [
        "Rodrigo Adão",
        "Martin Beraja",
        "Nitya Pandalai-Nayar"
    ],
    "citation_publication_date": "2020-01-06",
    "issue_date": "2020-01-03",
    "revision_date": "2020-06-22",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Macroeconomics",
        "\n",
        "International Economics",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study how inequality, skills, and economic activity adjust over time to technological innovations. We develop a theory of technological transitions where economies adjust through two margins: (i) within-generation reallocation of workers with heterogeneous skills, and (ii) cross-generation changes in the skill distribution driven by entering generations investing in skills. We then characterize the equilibrium dynamics, showing that they resemble those of a q-theory of skill investment where q is lifetime inequality. Technological transitions are slower and more unequal whenever innovations are biased towards economic activities intensive in skills which differ more from those used in the rest of the economy—i.e., technology-skill specificity is higher. This is because the first margin is weaker and the second stronger. Lastly, we document that recent cognitive-biased innovations caused responses in occupational composition and training which were strong for younger generations but weak for older ones. This evidence is consistent with high technology-skill specificity, implying that cognitive-biased transitions are particularly slow and unequal because they are mainly driven by changes in the skill distribution across generations.\n\n",
    "acknowledgement": "\nFirst version: May 2018 under title \"Skill-Biased Technological Transitions.\" We are grateful to Masao Fukui, Agustin Gutierrez and Michelle Lam for excellent research assistance. We thank Christopher Tonetti for his superb discussion as well as all other participants at the NBER’s EF&G Fall meeting. For their valuable suggestions, we thank Daron Acemoglu, David Autor, Fernando Alvarez, Ariel Burstein, Juliette Caminade, V.V. Chari, Arnaud Costinot, Steve Davis, Dave Donaldson, Oded Galor, Erik Hurst, Greg Kaplan, Pablo Kurlat, Frank Levy, Simon Mongey, Fabrizio Perri, Aysegul Sahin, Dejanir Silva, Venky Venkateswaran, Gianluca Violante, and Fabrizio Zilibotti. We also thank seminar participants at Dartmouth, Duke, MIT, Northwestern, NYU, Notre-Dame, Philly Fed, Stockholm (IIES), UCLA, UCSD, U of Munich, USC Marshall, UT Austin, Yale, WashU/St. Louis Fed, the Barcelona GSE Summer Forum, and the NBER SI Income Distribution and Macroeconomics, and Micro Data for Macro Models groups for helpful comments. Data access was provided by the Research Data Centre (FDZ) of the German Federal  Employment Agency (BA) at the Institute for Employment Research (IAB). We thank Peter Brown and Clare Dingwell of the Harvard Economics Department, for facilitating access to IAB data. All results based on IAB microdata have been cleared for disclosure. The views expressed herein are those of the authors and do not necessarily reflect the views of the National  Bureau of Economic Research.\n\n\n"
}