{
    "id": 26621,
    "citation_title": "The Impact of Bequest Motives on Retirement Behavior in Japan: A Theoretical and Empirical Analysis",
    "citation_author": [
        "Charles Yuji Horioka",
        "Emin Gahramanov",
        "Aziz Hayat",
        "Xueli Tang"
    ],
    "citation_publication_date": "2020-01-06",
    "issue_date": "2020-01-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nIn this paper, we conduct a theoretical and empirical analysis of the impact of bequest motives on the work and retirement behavior of households in Japan using micro data from the Preference Parameters Study of Osaka University. Our empirical findings are consistent with our theoretical model and show that respondents with an altruistic or strategic/exchange bequest motive work more at the intensive margin than those without any bequest motive but that respondents with a strategic or exchange bequest motive work less at the extensive margin (i.e., retire earlier) than those without any bequest motive. Our findings for the strategic or exchange motive suggest that respondents with such a motive tend to work harder than others before they retire so that they can earn more, leave a larger bequest to their children, and elicit more care from them but that they tend to retire earlier than others so that they can start receiving care for themselves and their spouses from their children sooner. A policy implication of our findings is that the exchange of bequests for the care of parents by children may be very sensitive to the inheritance tax framework.\n\n",
    "acknowledgement": "\nThe empirical work undertaken in this paper utilizes micro data from the Preference Parameters Study of Osaka University’s 21st Century Center of Excellence (COE) Program “Behavioral Macrodynamics Based on Surveys and Experiments” and its Global COE Project “Human Behavior and Socioeconomic Dynamics.” We acknowledge the program/project’s contributors─Yoshiro Tsutsui, Fumio Ohtake, and Shinsuke Ikeda. We are also grateful to Young Jun Chun, Shoshana Grossbard, Nobuaki Hamaguchi, Tetsushi Homma, Shinichiro Iwata, Young Lee, Colin McKenzie, Oleksandr Movshuk, Jan Ondrich, Steven Stern, Midori Wakabayashi, other participants at the Annual Meeting of the Society of Economics of the Household, the Family Economics Workshop in Kyoto, the Kobe University-Nanyang Technological University-Hanyang University Joint Symposium in Economics, and seminars at ADA University (Azerbaijan), the American University of Sharjah, the Bank of France and l’Ecole des Hautes Etudes en Sciences Sociales, Monash University, Toyama University, the University of Western Australia, and especially Clémence Berson, Soungman Kang, Yoko Niimi, and Keunkwan Ryu for their valuable comments and discussions. This work was supported by a grant to Hayat from the faculty research scheme (FRGS), Department of Finance, Deakin University (2018-19) and JSPS (Japan Society for the Promotion of Science) KAKENHI Grant Numbers 15H01950 and 18H00870 and a project grant from the Asian Growth Research Institute to Horioka. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}