{
    "id": 26622,
    "citation_title": "Is Parental Leave Costly for Firms and Coworkers?",
    "citation_author": [
        "Anne A. Brenøe",
        "Serena P. Canaan",
        "Nikolaj A. Harmon",
        "Heather N. Royer"
    ],
    "citation_publication_date": "2020-01-06",
    "issue_date": "2020-01-03",
    "revision_date": "2020-06-17",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nMost existing evidence on the effectiveness of family leave policies comes from studies focusing on their impacts on affected families - mothers, fathers, and their children - without a clear understanding of the costs and effects on firms and coworkers. We estimate the effect of a female employee giving birth and taking parental leave on small firms and coworkers in Denmark. Using a dynamic difference-in-differences design, we compare small firms in which a female employee is about to give birth to an observationally equivalent sample of small firms with female employees who are not close to giving birth. Identification rests on a parallel trends assumption, which we substantiate through a set of natural validity checks. We find little evidence that parental leave take-up has negative effects on firms and coworkers overall. Specifically, after accounting for wage reimbursements received by firms offering paid leave, there are no measurable effects on firm output, labor costs, profitability or survival. Coworkers of the woman going on leave see temporary increases in their hours, earnings, and likelihood of being employed but experience no significant changes in well-being at work as proxied by sick days. These limited effects of parental leave reflect that most firms are very effective in compensating for the worker on leave by hiring temporary workers and by increasing other  employees' hours. In contrast, we do find evidence that parental leave has negative effects on a small subsample of firms that are less able to use their existing employees to compensate for an absent worker.\n\n",
    "acknowledgement": "\nWe thank seminar participants at the 2018 NBER Summer Institute, University of Copenhagen CEBI Lunch, Bocconi University, Aarhus University, SOLE 2019, University of California-Santa Barbara Labor Lunch, Vanderbilt University, University of California-San Diego, University of Georgia, University of Kentucky, University of Gothenburg, Duke University, University of Notre Dame, and SKILS 2020. We are also grateful to Anna Aizer, Youssef Benzarti, Marianne Bitler, Amelia Hawkins, Katherine Meckel, Erin Troland, and Caroline Walker for helpful comments and suggestions. We thank Maximilian Mähr, Claude Raisaro, and Molly Schwarz for outstanding research assistance. Nikolaj A. Harmon thanks David Card and the Department of Economics at the University of California Berkeley for their hospitality and many helpful discussions. This research was supported by the Carlsberg Foundation grant \"Understanding the Labor Market Effects of Parental Leave.\" The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}