{
    "id": 26629,
    "citation_title": "How Does State-Level Carbon Pricing in the United States Affect Industrial Competitiveness?",
    "citation_author": [
        "Brendan J. Casey",
        "Wayne B. Gray",
        "Joshua Linn",
        "Richard Morgenstern"
    ],
    "citation_publication_date": "2020-01-13",
    "issue_date": "2020-01-10",
    "revision_date": "2020-01-13",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPricing carbon emissions from a jurisdiction could harm the competitiveness of local firms, causing the leakage of emissions and economic activity to other regions. Past research concentrated on national carbon prices, but the impacts of subnational carbon prices could be more severe due to the openness of regional economies. Focusing on subnational carbon pricing in the United States, we specify a flexible model to capture competition between a plant in a state with carbon pricing and plants in other states or countries. We estimate model parameters using confidential plant-level data from 1982–2011 and simulate the effects of regional carbon prices covering the Northeast and Mid-Atlantic (regions that currently cap carbon emissions from the electric sector) on manufacturing output, employment, and profits. Importantly, we model industry mix within a state or region, not simply energy price differences. A carbon price of $10 per metric ton reduces employment in the regulated region by 2.7 percent, and raises employment in nearby states by 0.8 percent; the effects on output and profits are broadly similar. National employment falls just 0.1 percent, suggesting that domestic plants in other states as opposed to foreign facilities are the principal winners from state or regional carbon pricing.\n\n",
    "acknowledgement": "\nThe opinions and conclusions expressed are those of the authors and do not reflect those of the US Census Bureau or the National Bureau of Economic Research. This research was performed at a Federal Statistical Research Data Center under FSRDC Project Number FSRDC1191. All results using Census data have been reviewed to ensure that no confidential information is disclosed. The authors thank the Resources for the Future Carbon Pricing Initiative for supporting the research.\n\n\n"
}