{
    "id": 26626,
    "citation_title": "Cross-Asset Information Synergy in Mutual Fund Families",
    "citation_author": [
        "Jun Kyung Auh",
        "Jennie Bai"
    ],
    "citation_publication_date": "2020-01-06",
    "issue_date": "2020-01-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDespite common wisdom that equities and bonds are segmented, the organization structure of fund families can offset frictions regarding cross-asset segmentation. We find that actively-managed equity funds and corporate bond funds linked within a mutual fund family exhibit a significant co-movement in holdings of commonly-held firms' equities and bonds. Such cross-holdings facilitate information spillover, manifesting itself in the co-movement. Synthesizing cross-asset information can predict future equity returns and create profits for fund families as well as general investors. Our findings accentuate the importance of collaboration between equity funds and bond funds within fund families.\n\n",
    "acknowledgement": "\nWe thank Turan Bali, Tim Cohen, Amil Dasgupta, Darrell Duffie, Wayne Ferson, Wei Jiang, Hao Jiang, Francis Longstaff, Massimo Massa, Veronika Pool, Lu Zheng for their insightful comments, and William Birdthistle, John Morley, Mark Roe, Ann Lipton for legislative consultation on mutual fund governance. We also appreciate feedback from seminar participants at the Q-Group annual conference, the Rodney L. White Center annual conference on Financial Decisions and Asset Markets at the Wharton School, WFA (2019), University of Maryland, London School of Economics, American University, University of Cambridge Judge Business School, University of Liverpool, Bloomberg, Georgetown University, Yonsei University, Utrecht University, the Federal Reserve Bank of New York, Office of Financial Research, and ESMT Asset Management Conference. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}