{
    "id": 26632,
    "citation_title": "Imputing Missing Values in the US Census Bureau's County Business Patterns",
    "citation_author": [
        "Fabian Eckert",
        "Teresa C. Fort",
        "Peter K. Schott",
        "Natalie J. Yang"
    ],
    "citation_publication_date": "2020-01-13",
    "issue_date": "2020-01-10",
    "revision_date": "2021-01-21",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe County Business Patterns data published by the US Census Bureau track employment by county and industry from 1946 to the present. Two features of the data limit their usefulness to researchers: (1) employment for the majority of county-industry cells is suppressed to protect conﬁdentiality, and (2) industry classiﬁcations change over time. We address both issues. First, we develop a linear programming method that exploits the large set of adding-up constraints implicit in the hierarchical arrangement of the data to impute missing employment. Second, we provide concordances to map all data to a consistent set of industry codes. Finally, we construct a user-friendly, 1975 to 2016 county-level panel that classiﬁes industries according to a consistent set of 2012 NAICS codes in all years.\n\n",
    "acknowledgement": "\nThe imputed data sets and the industry concordances are available in the Data Appendix to this paper located at www.fpeckert.me/cbp. We thank Anubhav Agarwal, Soumya Gottipati, Udit Jain, and Yunus Tuncbilek for outstanding research assistance, and the Yale Economics Department and the Princeton IES Section for ﬁnancial support. We also thank Chris Harshaw and Dan Spielman at the Yale Network Institute for help with the Gurobi software and the Yale High-Powered Computer Cluster staﬀ for their assistance. We thank Don Davis, Thomas Holmes, and Stephen Redding for helpful comments. We note that all imputations in this paper are to assist researchers in conducting statistical analyses and impart no information about the underlying ﬁrms in counties or industries with suppressed data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}