{
    "id": 26631,
    "citation_title": "Transparency in Structural Research",
    "citation_author": [
        "Isaiah Andrews",
        "Matthew Gentzkow",
        "Jesse M. Shapiro"
    ],
    "citation_publication_date": "2020-01-13",
    "issue_date": "2020-01-10",
    "revision_date": "2020-07-01",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a formal definition of transparency in empirical research and apply it to structural estimation in economics. We discuss how some existing practices can be understood as attempts to improve transparency, and we suggest ways to improve current practice, emphasizing approaches that impose a minimal computational burden on the researcher. We illustrate with examples.\n\n",
    "acknowledgement": "\nPrepared as a discussion paper for the Journal of Business and Economic Statistics. We acknowledge funding from the National Science Foundation, the Brown University Population Studies and Training Center, and the Stanford Institute for Economic Policy Research (SIEPR). Patrick Kline, Emi Nakamura, participants in a 2020 ASSA session, discussants Stephane Bonhomme, Christopher Taber, and Elie Tamer, editor Christian Hansen, and an anonymous associate editor provided valuable comments. We thank our many dedicated research assistants for their contributions to this project.The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJesse M. Shapiro\n\nShapiro has, in the past, been a paid visitor at Microsoft Research New England and a paid consultant for FutureOfCapitalism, LLC. Shapiro has been paid for writing by the New York Times.\n\n\nShapiro's spouse has a disclosure statement posted at https://www.brown.edu/research/projects/oster/sites/brown.edu.research.projects.oster/files/uploads/COI.txt.\n\n\n"
}