{
    "id": 26630,
    "citation_title": "Household Balance Sheet Channels of Monetary Policy: A Back of the Envelope Calculation for the Euro Area",
    "citation_author": [
        "Jiri Slacalek",
        "Oreste Tristani",
        "Giovanni L. Violante"
    ],
    "citation_publication_date": "2020-01-13",
    "issue_date": "2020-01-10",
    "revision_date": "2020-06-01",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper formulates a back of the envelope approach to study the effects of monetary policy on household consumption expenditures. We analyze several transmission mechanisms operating through direct, partial equilibrium channels—intertemporal substitution and net interest rate exposure—and indirect, general equilibrium channels—net nominal exposure, as well as wealth, collateral and labor income channels. The strength of these forces varies across households depending on their marginal propensities to consume, their balance sheet composition, the sensitivity of their own earnings to fluctuations in aggregate labor income, and the responsiveness of aggregate earnings, asset prices and inflation to monetary policy shocks. We quantify all these channels in the euro area by combining micro data from the HFCS and the EU-LFS with structural VARs estimated on aggregate time series. We find that the indirect labor income channel and the housing wealth effect are strong drivers of the aggregate consumption response to monetary policy and explain the cross-country heterogeneity in these responses.\n\n",
    "acknowledgement": "\nWe thank Felipe Alves, Hugo Lhuillier, Adrian Monninger, Alessandro Pizzigolotto and Francisco Rodrigues for excellent research assistance. We also thank Fernando Alvarez, Rudi Bachmann, Florin Bilbiie, Chris Carroll, Gabriel Chodorow-Reich, Bill Dupor, Nicola Fuchs-Schündeln, Luigi Guiso, Jonathan Heathcote, Geoff Kenny, Luc Laeven, Michele Lenza, Davide Malacrino, Benjamin Moll, Dirk Niepelt, Ricardo Reis, Michael Reiter, and Christian Wolf for their comments. We are especially grateful to Ralph Luetticke for his insightful discussion. All opinions expressed are personal and do not necessarily represent the views of the European Central Bank or the European System of Central Banks. This paper uses data from the Eurosystem Household Finance and Consumption Survey. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}