{
    "id": 26634,
    "citation_title": "The Impact of Deunionization on the Growth and Dispersion of Productivity and Pay",
    "citation_author": [
        "Giovanni Dosi",
        "Richard B. Freeman",
        "Marcelo C. Pereira",
        "Andrea Roventini",
        "Maria Enrica Virgillito"
    ],
    "citation_publication_date": "2020-01-13",
    "issue_date": "2020-01-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Relations",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents an Agent-Based Model (ABM) that seeks to explain the concordance of sluggish growth of productivity and of real wages found in macro-economic statistics, and the increased dispersion of firm productivity and worker earnings found in micro level statistics in advanced economies at the turn of the 21st century. It shows that a single market process unleashed by the decline of unionization can account for both the macro and micro economic phenomena, and that deunionization can be modeled as an endogenous outcome of competition between high wage firms seeking to raise productive capacity and low productivity firms seeking to cut wages. The model highlights the antipodal competitive dynamics between a “winner-takes-all economy” in which corporate strategies focused on cost reductions lead to divergence in productivity and wages and a “social market economy” in which competition rewards the accumulation of firm-level capabilities and worker skills with a more egalitarian wage structure.\n\n",
    "acknowledgement": "\nWe thank for useful comments the participants to the Society for Computation in Economics and Finance (CEF), Milan (IT), 2018; WEHIA Conference, Tokyo (JP), 2018; International Schumpeter Society (ISS), Seoul (South Korea), 2018; EAEPE Conference, Nice (FR), 2018; AISRE Conference, Bolzano (IT), 2018; ANPEC Conference, Rio de Janeiro (BR), 2018; ICC-Tsinghua Conference, Beijing (CN), 2019. We gratefully acknowledge the support by the European Union’s Horizon 2020 research and innovation programme under grant agreement No. 822781 GROWINPRO – Growth Welfare Innovation Productivity – and by Fundação de Amparo à Pesquisa do Estado de São Paulo (FAPESP), process No. 2015/24341-7. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}