{
    "id": 26636,
    "citation_title": "Farm Profits, Prices and Household Behavior",
    "citation_author": [
        "Daniel R. LaFave",
        "Evan D. Peet",
        "Duncan Thomas"
    ],
    "citation_publication_date": "2020-01-13",
    "issue_date": "2020-01-10",
    "revision_date": "2024-12-10",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe agricultural household model, in which decisions about production and consumption are made simultaneously, lies at the heart of many models of development. Empirically modelling these simultaneous choices is not straightforward. The vast majority of empirical studies assume that farm-households behave as if markets are complete: in that case decision-making simplifies to a recursive system where consumption choices can be treated as if they are made after all production decisions. Previous empirical tests of this assumption have relied on restrictions on production decisions. We develop a new approach to testing based on household consumption choices and implement the procedure using data from rural Indonesia. Relative to production-side tests, the consumption-based test is well-suited to identifying those farm-households in any setting whose behavior is consistent with complete markets and those for whom the assumption is rejected. We find the recursion assumption is not rejected for larger farmers but is rejected for small farmers. The tests are straightforward to implement and the results of the tests provide new opportunities to identify the behaviors that households adopt in the face of incomplete markets.\n\n",
    "acknowledgement": "\nPeter Arcidiacono, Jean-Marie Baland, Dwayne Benjamin, Eric Edmonds, Elizabeth Frankenberg, Amar Hamoudi, Joe Hotz, Daniel Keniston, Sylvie Lambert, Aprajit Mahajan, David Margolis, Nguyen Nguyen, Jean-Phillipe Platteau, Edy Purwanto, Marcos Rangel, Mark Rosenzweig, T. Paul Schultz, Cecep Sumantri, John Strauss, Alessandro Tarozzi, Zaki Wahhaj and Liam Wren Lewis have provided very helpful comments. Funding from NIA R01 AG020909 is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}