{
    "id": 26639,
    "citation_title": "The Effects of Income on Children’s Health: Evidence from Supplemental Security Income Eligibility under New York State Medicaid",
    "citation_author": [
        "Hansoo Ko",
        "Renata E. Howland",
        "Sherry A. Glied"
    ],
    "citation_publication_date": "2020-01-13",
    "issue_date": "2020-01-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere is a well-established association between income and child health. We examine the Supplemental Security Income (SSI) program, which provides cash assistance to low-income children with disabilities, to assess how this relationship arises. We use a large database of Medicaid administrative records to estimate the causal effects of SSI receipt on children’s health, using a regression discontinuity design that exploits the rule that low-income children born below a birthweight threshold are automatically eligible for SSI. We find that children whose birthweights fall below the threshold are significantly more likely to be awarded SSI. Over the first 8 years of their lives, children with birthweights just below the threshold incur Medicaid expenditures 30% lower than do those born just above the threshold. They are less likely to be admitted to hospital, have shorter hospital stays when admitted, and use fewer specialist services. Eligible children experience reduced rates of diagnosis across a range of conditions, with significantly lower rates of both acute (infection, injury) and chronic (malnutrition, developmental delay) conditions in early life. SSI receipt delays the incidence of new chronic conditions by 1.7 months and reduces the number of new chronic conditions recorded through age 3 by 15%. Past health shocks significantly increase current healthcare utilization, but an interaction term between the SSI eligibility and past health shocks is not statistically significant, a pattern that suggests that increased income derived from SSI reduces the incidence of early health shocks but does not change how families respond to these shocks. Children receiving SSI are more likely to live in higher income neighborhoods mainly because their families are less likely to move out of better neighborhoods. However, we do not find evidence that children’s receipt of SSI affects their mother’s health or fertility. Reductions in Medicaid spending associated with SSI eligibility offset increased cash transfer payments by a ratio of 3.3:1.\n\n",
    "acknowledgement": "\nThis research was funded by grant 73216 from the Robert Wood Johnson Foundation's Policies for Action program. The views and opinions expressed in this paper are those of the authors and do not necessarily reflect the official policy or position of the New York State Department of Health, and also do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}