{
    "id": 26638,
    "citation_title": "Socio-Economic Decline and Death: The Life-Cycle Impacts of Recessions for Labor Market Entrants",
    "citation_author": [
        "Hannes Schwandt",
        "Till M. von Wachter"
    ],
    "citation_publication_date": "2020-01-13",
    "issue_date": "2020-01-10",
    "revision_date": "2023-04-04",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses several large cross-sectional data sources and a new approach to show that a large and recurring temporary economic shock affecting young adults– entering the labor market in a recession – has dynamic effects on mortality by cause, family outcomes, morbidity, and various measures of economic success throughout the life-cycle until middle age. We find that cohorts coming of age during the deep recession of the early 1980s suffer increases in mortality that appear in their late 30s and further strengthen through age 50, driven by behavior-related causes such as heart disease, lung cancer, and liver disease, as well as drug overdoses. At the same time, unlucky middle-aged labor market entrants earn less and work more while receiving less welfare support and experiencing higher rates of work-related disability. They are also less likely to be married, more likely to be divorced, experience higher rates of childlessness, and have lower income spouses. We show the entire trajectories of these outcomes are affected in a way predicted by economic life-cycle models. This implies long-lasting and costly effects for the large number of individuals graduating in recessions.\n\n",
    "acknowledgement": "\nWe are thankful to David Card, Janet Currie, Olivier Darmouni, Bill Evans, Jonathan Kowarski, Adriana Lleras-Muney, Steve Pischke, Julian Reif, Jonathan Skinner, Ann Stevens, seminar participants at UC Davis, Cemfi Madrid, Aarhus, Hohenheim, Ifo, University of Connecticut, University of Massachusetts Amherst, UC Riverside, UC Irvine and conference participants at NBER Summer Institute 2019, NBER Labor Studies meeting 2016, NBER Universities’ Research Conference 2013, Federal Reserve Bank of Minneapolis, Barcelona GSE Summer Forum, Society of Labor Economics 2019, International Health Economics Association 2019, and the American Society of Health Economics 2019. Nicolas Oderbolz provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}