{
    "id": 26642,
    "citation_title": "Unhappiness and age",
    "citation_author": [
        "David G. Blanchflower"
    ],
    "citation_publication_date": "2020-01-13",
    "issue_date": "2020-01-10",
    "revision_date": "2020-02-16",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI examine the relationship between unhappiness and age using data from six well-being data files on nearly ten million respondents across forty European countries and the United States.  I use fifteen different individual characterizations of unhappiness including despair; anxiety; loneliness; sadness; strain, depression and bad nerves; phobias and panic; being downhearted; having restless sleep; losing confidence in oneself; not being able to overcome difficulties; being under strain; feeling a failure; feeling left out; feeling tense; and thinking of yourself as a worthless person.  I also analyze responses to two more general attitudinal measures regarding the situation in the respondent's country as well as on the future of the world.  Responses to all these unhappiness questions show a, ceteris paribus, inverted U-shape in age, with controls and many also do so without them.  The resiliency of communities left behind by globalization was diminished by the Great Recession which made it especially hard for the vulnerable undergoing a midlife crisis with few resources, to withstand the shock.\nUnhappiness is hill-shaped in age.  There is an unhappiness curve.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}