{
    "id": 26648,
    "citation_title": "The Structure of Economic News",
    "citation_author": [
        "Leland Bybee",
        "Bryan T. Kelly",
        "Asaf Manela",
        "Dacheng Xiu"
    ],
    "citation_publication_date": "2020-01-20",
    "issue_date": "2020-01-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Data Collection",
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Business Cycles",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose an approach to measuring the state of the economy via textual analysis of business news. From the full text content of 800,000 Wall Street Journal articles for 1984{2017, we estimate a topic model that summarizes business news as easily interpretable topical themes and quantifies the proportion of news attention allocated to each theme at each point in time. We then use our news attention estimates as inputs into statistical models of numerical economic time series. We demonstrate that these text-based inputs accurately track a wide range of economic activity measures and that they have incremental forecasting power for macroeconomic outcomes, above and beyond standard numerical predictors. Finally, we use our model to retrieve the news-based narratives that underly “shocks” in numerical economic data.\n\n",
    "acknowledgement": "\nWe benefitted from discussions with Rob Engle, Will Goetzmann, Toby Moskowitz, Lasse Pedersen, Jesse Shapiro, Bob Shiller, and seminar and conference participants at AQR, Chicago, NYU, and Yale. Disclaimer: The views and opinions expressed are those of the authors and do not necessarily reflect the views of AQR Capital Management, its affiliates, or its employees; do not constitute an offer, solicitation of an offer, or any advice or recommendation, to purchase any securities or other financial instruments, and may not be construed as such, nor do they necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nBryan T. Kelly\n\nI have received research funding from the University of Chicago Fama-Miller Center exceeding $10,000 over the past three years.\nI have received consulting income from AQR Capital Management exceeding $10,000 over the past three years. AQR Capital Management is a global investment management firm, which may or may not apply similar investment techniques or methods of analysis as described herein. The views expressed here are those of the authors and not necessarily those of AQR.\n\n\n"
}