{
    "id": 26646,
    "citation_title": "Quantum Prices",
    "citation_author": [
        "Diego Aparicio",
        "Roberto Rigobon"
    ],
    "citation_publication_date": "2020-01-13",
    "issue_date": "2020-01-10",
    "revision_date": "2021-01-05",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOnline data was collected for 350,000 products from over 65 fashion retailers in the U.S. and the U.K. Many retailers practice an extreme form of stickiness described as quantum prices: a large number of differentiated products are priced using few sparse prices, with price changes occurring rarely and in large magnitudes. Quantum prices exist within categories (similar products) and across product introductions (over time). Most surprisingly, it also occurs across categories (very different products). Normalized measures indicate substantial price clustering beyond the role of popular prices, assortment size, or digit endings. Quantum prices imply frictions in lumpy price adjustments through product mix, inflation measurement, and in the law-of-one-price.\n\n",
    "acknowledgement": "\nData and codes will be made publicly available. We are grateful to Glenn Ellison for detailed discussions. We also thank Duncan Simester, Alberto Cavallo, Ignacio Puente, Mariana Albano, Pablo Azar, Manuel Bertolotto, Vivek Bhattacharya, Jean-Pierre Dube, Paul Ellickson, Sara Ellison, Miguel Espinosa, Ricardo Fraiman, Renee Gosline, Paul Joskow, Chris Knittel, Carolina Levinton, Juan Cristobal Lopez, Victor Martinez de Albeniz, John McCoy, Mateo Montenegro, Emi Nakamura, Chela Pedreschi, Pilar Posse, Drazen Prelec, Nancy Rose, Nader Tavassoli, Julian Villanueva, Birger Wernerfelt, Mike Whinston, seminar participants at MIT, the Golub Center for Finance and Policy, and the VI Financial Information Forum (CEMLA), and pricing managers and industry consultants, for helpful comments. Nicolas Gomez del Campo and Gina Rey provided outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}