{
    "id": 26645,
    "citation_title": "Real Effects of Search Frictions in Consumer Credit Markets",
    "citation_author": [
        "Bronson Argyle",
        "Taylor D. Nadauld",
        "Christopher Palmer"
    ],
    "citation_publication_date": "2020-01-13",
    "issue_date": "2020-01-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe establish two underappreciated facts about costly search. First, unless demand is perfectly inelastic, search frictions can result in significant deadweight loss by decreasing consumption. Second, whenever cross-price elasticities are non-zero, costly search in one market also affects quantities in other markets. As predicted by our model of search for credit under elastic demand, we show that search frictions in credit markets contribute to price dispersion, affect loan sizes, and decrease final-goods consumption. Using microdata from millions of auto-loan applications and originations not intermediated by car dealers, we isolate plausibly exogenous variation in interest rates due to institution-specific pricing rules that price risk with step functions. These within-lender discontinuities lead to substantial variation in the benefits of search across lenders and distort extensive- and intensive-margin loan and car choices differentially in high- versus low-search-cost areas. Our results demonstrate real effects of the costliness of shopping for credit and the continued importance of local bank branches for borrower outcomes even in the mobile-banking era. More broadly, we conclude that costly search affects consumption in both primary and complementary markets.\n\n",
    "acknowledgement": "\nWe thank our discussants Paul Calem, Anthony DeFusco, Paul Goldsmith-Pinkahm, Steven Laufer, Neale Mahoney, and Johannes Stroebel; seminar, conference, and workshop participants at Berkeley, Boston Federal Reserve, BYU, CFPB, Chicago Federal Reserve, Duke, FDIC, Housing-Urban-Labor-Macro Conference, Imperial, LSF, MIT, NBER Household Finance, NYU, OSU, Oxford, Philadelphia Federal Reserve, Red Rock Finance Conference, San Francisco Federal Reserve, UNC, and the WFA; and John Campbell, Claire Celerier, Glenn Ellison, Maryam Farboodi, Amy Finkelstein, Brigham Frandsen, Peter Ganong, Kyle Herkenhoff, Lars Lefgren, Andres Liberman, Brigitte Madrian, Adrien Matray, Adair Morse, Holger Mueller, Hoai-Luu Nguyen, Andrew Paciorek, Jonathan Parker, Brennan Platt, Tobias Salz, Amit Seru, David Sraer, Bryce Stephens, Johannes Stroebel, Stijn Van Nieuwerburgh, Stephen Zeldes, and Jonathan Zinman for helpful conversations. Tommy Brown and Sam Hughes provided excellent research assistance. Palmer thanks the Fisher Center for Real Estate and Urban Economics for support. An anonymous information-technology firm provided the data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nTaylor D. Nadauld\n\nTaylor Nadauld has a financial interest in the anonymous financial services software company that provided the data for this project.\n\n\n"
}