{
    "id": 26643,
    "citation_title": "Who Are the Hand-to-Mouth?",
    "citation_author": [
        "Mark A. Aguiar",
        "Mark Bils",
        "Corina Boar"
    ],
    "citation_publication_date": "2020-01-13",
    "issue_date": "2020-01-10",
    "revision_date": "2023-05-31",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany households hold little wealth. In standard precautionary savings models these households should not only display higher marginal propensities to consume (MPCs), but also higher future consumption growth. In contrast, we see from the PSID that such “hand-to-mouth” households do not display higher growth in spending. They also exhibit greater volatility of spending and adjust their spending to a greater extent through the number of categories consumed. Consistent with a role for preference heterogeneity, the panel data show that it is persistent differences across households, not current assets, that predict low consumption growth and other spending differences for the hand-to-mouth households. To identify the extent of preference heterogeneity, we consider the model of Kaplan and Violante (2014) with both liquid and illiquid assets, but allow heterogeneity in preferences. To match the data, many poor hand-to-mouth must be relatively impatient and have a high inter-temporal elasticity of substitution (IES). The model shows that preferences predominantly explain the higher MPCs for low-asset households. Preference heterogeneity notably increases the spending impact of fiscal transfers, but only if targeted, while reducing that from interest rate cuts.\n\n",
    "acknowledgement": "\nWe thank Nataliya Gimpelson, Stephan Gordeev, Man Chon Iao, Federico Kochen, and Paulo Lins for excellent research assistance on this project. We also thank Martin Blomhoff Holm, Greg Kaplan, Matthew Knowles, Gianluca Violante, and Ivan Werning for their helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}