{
    "id": 26652,
    "citation_title": "The Economic Consequences of Political Hierarchy: Evidence from Regime Changes in China, AD1000-2000",
    "citation_author": [
        "Ying Bai",
        "Ruixue Jia"
    ],
    "citation_publication_date": "2020-01-13",
    "issue_date": "2020-01-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe argue that China, with its long history, a relatively stable political system, and multiple regime changes, provides us an opportunity to investigate the political economy of administrative hierarchy. Using prefecture-level panel data and exploiting regime changes during AD1000-2000, we find that gaining and losing importance in the political hierarchy led to the rise and decline of different prefectures (measured by population density and urbanization). Moreover, political hierarchy shapes regional development via both political and market channels (reflected by public employment and transportation networks). More broadly, our study serves as new evidence on how politics shapes economic geography and offers a context to understand changes in economic activity location in the long run.\n\n",
    "acknowledgement": "\nWe thank Konrad Burchardi, Filipe Campante, Donald Davis, Edward Glaeser, Walker Hanlon, Stephan Haggard, Gordon Hanson, Jeffrey Lin, Stelios Michalopoulos, Nancy Qian, Craig McIntosh, Torsten Persson, James Rauch, Austin Wright, Xiaoxue Zhao, Junfu Zhang, Fabarizio Zilibotti and participants of various seminars for their comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}