{
    "id": 26657,
    "citation_title": "Monetary Policy Strategies for the Federal Reserve",
    "citation_author": [
        "Lars E.O. Svensson"
    ],
    "citation_publication_date": "2020-01-20",
    "issue_date": "2020-01-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe general monetary policy strategy of “forecast targeting” allows the Federal Reserve to respond flexibly to all relevant information in achieving its dual mandate of maximum employment and price stability. In contrast, a simple “instrument” rule such as a Taylor-type rule restricts the Federal Reserve to only respond in a rigid way to the partial information of current inflation and output. Forecast targeting can be used for any of the more specific strategies of annual-inflation targeting, price-level targeting, temporary price-level targeting, average-inflation targeting, and nominal-GDP targeting. These specific strategies are examined and evaluated according to how well they may fulfill the dual mandate, considering the possibilities of a binding effective lower bound for the federal funds rate and a flatter Phillips curve. Nominal-GPD targeting means that GDP and the GDP deflator are considered perfect substitutes. It therefore does not treat maximum employment and price stability as separate and independent targets. In addition, data on GDP and the GDP deflator have longer reporting lags and are subject to substantial ex post revisions. The latter will require both retrospective and prospective revisions of the target path, with large communication difficulties. Average-inflation targeting has good prospects of handling the problems of a binding effective lower bound and a flatter Phillips curve. As a permanently applied strategy, it would also have good possibilities of becoming understood by and credible with markets and the general public.\n\n",
    "acknowledgement": "\nA previous version of this paper was prepared for the conference Monetary Policy Strategy, Tools, and Communication Practices, Federal Reserve Bank of Chicago, June 4–5, 2019. I am grateful to Stefan Laséen, Edward Nelson, the conference discussant Sharon Kozicki, participants in the conference, and the editor for comments and helpful suggestions. Support from the Knut and Alice Wallenberg Research Foundation is gratefully acknowledged. Any views expressed and any errors are my own. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}