{
    "id": 26656,
    "citation_title": "Equilibrium Consequences of Corruption on Firms: Evidence from China’s Anti-Corruption Campaign",
    "citation_author": [
        "Haoyuan Ding",
        "Hanming Fang",
        "Shu Lin",
        "Kang Shi"
    ],
    "citation_publication_date": "2020-01-13",
    "issue_date": "2020-01-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nWe use China's recent anti-corruption campaign as a natural experiment to examine the (market expected) equilibrium consequences of (anti-)corruption. We argue that the announcement of inspections of provincial governments by the Central Commission for Discipline Inspection (CCDI) on May 17, 2013 represents a significant departure of past norms of anti-corruption campaigns, and thus serves a rare empirical opportunity to examine the equilibrium effects of anti-corruption campaigns for firms. We first present a conceptual framework to illustrate the channels through which anti-corruption actions can influence firms. Using an event study approach and May 17, 2013 as the event date, we find that, overall, the stock market responded positively to the announcement of strong anti-corruption actions. The announcement returns are significantly lower for luxury-goods producers, and SOES, large firms, or politically connected firms earn lower returns than private, small, or non-connected firms. We also find that existing local institutions play a crucial role in determining the announcement returns across firms. Moreover, a long-term difference-in-differences analysis shows that higher returns during the event window are associated with more subsequent entries of new firms and faster expansions of existing firms. Finally, we also provide direct evidence consistent with the endogenous grits effect.\n\n",
    "acknowledgement": "\nWe are grateful to seminar participants at Tsinghua University, Shanghai University of Finance and Economics, and NBER Chinese Economy conference (2017) for comments and suggestions that significantly improved the paper. Ding acknowledges financial support from the National Natural Science Foundation of China (no. 71703086). Fang acknowledges the financial support from the China Research Engagement Fund of the University of Pennsylvania. We are responsible for all remaining errors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}