{
    "id": 26668,
    "citation_title": "The Consumption Effects of the Disposition to Sell Winners and Hold Losers",
    "citation_author": [
        "Benjamin Loos",
        "Steffen Meyer",
        "Michaela Pagel"
    ],
    "citation_publication_date": "2020-01-20",
    "issue_date": "2020-01-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe use individual-level data on all security trades, holdings, spending, and income from an online retail bank. We study the effects of an exogenous change in the displayed purchase prices of the mutual funds in individuals’ portfolios. We find that individuals are more likely to sell what we call fictitious winners, i.e., funds that are winners under the newly displayed purchase price but are losers under the actual purchase price. We also document that individual consumption increases in response to realizing fictitious capital gains. We thus document a causal link among purchase prices, trades, and consumption using observational data and find that the trading and consumption results are more prevalent for less-informed investors. We thereby document a marginal propensity to consume out of (confused) capital gains, which is informative about the literature on consumption out of stock market wealth.\n\n",
    "acknowledgement": "\nWe thank Chris Mayer, Brad Barber, Stijn Van Nieuwerburgh, Florian Peters, Neng Wang, Rawley Heimer, Alexander Michaelides, Paul Tetlock, Gur Huberman, Markku Kaustia, Ivo Welch, Samuli Knüpfer, Valentin Haddad, Michael Weber, Valentin Haddad, Cameron Peng, Christine Laudenbach, Alex Imas, Johannes Maier, Simeon Schudy, and Martin Weber as well as seminar and conference participants at the 2nd Annual Conference for Women in Economics at Princeton, AQR Institute Academic Symposium 2019, Cornell IBHF Symposium, WashU Household Finance Conference, UCLA Anderson, University of Rotterdam, ESMT, University of Mannheim, Endless Summer Conference, New Consumption Data Workshop in Copenhagen, Red Rock Finance Conference, MIT Junior Finance Conference, SFS Cavalcade, Norwegian Business School, University of Georgia, Columbia, and Rising 5 Star for valuable comments. This research would not have been possible without the collaboration of a German bank. We gratefully acknowledge provision of data from this bank. We thank this bank and all its employees who helped us. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}