{
    "id": 26660,
    "citation_title": "Workplace Knowledge Flows",
    "citation_author": [
        "Jason Sandvik",
        "Richard Saouma",
        "Nathan Seegert",
        "Christopher T. Stanton"
    ],
    "citation_publication_date": "2020-01-20",
    "issue_date": "2020-01-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWhat prevents the spread of information among coworkers, and which management practices facilitate workplace knowledge flows? We conducted a field experiment in a sales company, addressing these questions with three active treatments. (1) Encouraging workers to talk about their sales techniques with a randomly chosen partner during short meetings substantially lifted average sales revenue during and after the experiment. The largest gains occurred for those matched with high-performing coworkers.  (2) Worker-pairs given incentives to increase joint output increased sales during the experiment but not afterward. (3) Worker-pairs given both treatments had little improvement above the meetings treatment alone. Managerial interventions providing structured opportunities for workers to initiate conversations with peers resulted in knowledge exchange; incentives based on joint output gains were neither necessary nor sufficient for knowledge transmission.\n\n",
    "acknowledgement": "\nWe thank seminar and conference participants at the Academy of Management, Ammersee Workshop, Barcelona GSE Summer Forum, BEPE Chile, McGill, Minnesota Carlson, NBER Organizational Economics, SIOE, and Strategy Science, along with Karen Bernhardt-Walther, Nick Bloom, Jen Brown, Zoe Cullen, Miguel Espinosa, Guido Friebel, Bob Gibbons, Ben Golub, James Hines, Mitch Hoffman, Larry Katz, Bill Kerr, Ed Lazear, Josh Lerner, Yimeng Li, Derek Neal, Luis Rayo, John Roberts, Ben Roth, Raffaella Sadun, Scott Schaefer, Kathryn Shaw, Orie Shelef, Andrei Shleifer, and Jason Snyder for helpful comments.  We thank our respective universities for research support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}