{
    "id": 26662,
    "citation_title": "The Economic Consequences of Being Denied an Abortion",
    "citation_author": [
        "Sarah Miller",
        "Laura R. Wherry",
        "Diana Greene Foster"
    ],
    "citation_publication_date": "2020-01-20",
    "issue_date": "2020-01-17",
    "revision_date": "2022-01-19",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nThis paper evaluates the economic consequences of being denied an abortion due to gestational limits. We link credit report data to the Turnaway Study, the first study to collect high-quality, longitudinal data on women receiving or being denied a wanted abortion in the United States. We compare financial outcomes over a ten-year period for women who had pregnancies just above and below a gestational age limit allowing for a wanted abortion. Outcome trajectories are similar for the two groups of women prior to the abortion encounter. Following the encounter, women who were denied an abortion experience a large increase in financial distress that is sustained for several years. There is also some evidence of a short-term reduction in credit access, but no change in measures of borrowing. Our results highlight important financial and economic consequences of restrictions on abortion access.\n\n",
    "acknowledgement": "\nWe would like to thank Andreas Hagemann, Chris Hollrah, Ted Joyce, Jason Lindo, Heather Royer, and David Slusky, and seminar participants at the APPAM, ASHEcon, and ASSA annual meetings, Brookings Institution, Dartmouth University, George Washington University, Harvard University, Imperial College London, NBER Summer Institute, RAND Corporation, Stanford University, Simon Fraser University, and the University of Michigan for their helpful comments. We also thank Cathleen Kelmar for her help in linking to Experian records. This study was supported by research and institutional grants from the Wallace Alexander Gerbode Foundation, the David and Lucile Packard Foundation, The William and Flora Hewlett Foundation, and an anonymous foundation. The authors thank Jasmine Powell, Elizabeth Gonzalez, and Rana Barar for study coordination and management. Laura Wherry also gratefully acknowledges non-financial support from the California Center for Population Research at UCLA, which receives core support (R24-HD041022) from the Eunice Kennedy Shriver National Institute of Child Health and Human Development. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}