{
    "id": 26665,
    "citation_title": "Product Innovation, Product Diversification, and Firm Growth: Evidence from Japan’s Early Industrialization",
    "citation_author": [
        "Serguey Braguinsky",
        "Atsushi Ohyama",
        "Tetsuji Okazaki",
        "Chad Syverson"
    ],
    "citation_publication_date": "2020-01-20",
    "issue_date": "2020-01-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe explore how firms grow by adding products. In contrast to most earlier work on the topic, our conceptual and empirical framework allows for separate treatment of product innovation (vertical differentiation) and diversification (horizontal differentiation). The market context is Japan’s cotton spinning industry at the turn of the last century. We find that introducing innovative products outside of the previously feasible set involves removing the “supply-side constraint” by investing in new types of machines and technologies. This process involves a high degree of uncertainty, however, so firms that take steps in this direction tend to first introduce innovative products on experimental basis. We show that conducting such experiments is a key to firm growth. It not only provides opportunities to capture the market in high-end vertically differentiated products when successful, but also facilitates horizontal differentiation of the firm’s products within its previous technical capabilities. In long-term outcomes over 20 years, the right tail of the firm size distribution becomes dominated by firms that were able to expand in both directions: moving first into technologically challenging vertically differentiated products, and then later applying their newly acquired high-end technical competence to horizontal expansion of their product portfolios.\n\n",
    "acknowledgement": "\nBraguinsky and Syverson were supported in part by NSF grant #1632833. Ohyama was supported by JSPS KAKENHI Grant Numbers 15K03409 and 15KK0078. Okazaki was supported in part by JSPS Kakenhi 190H00587. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}