{
    "id": 26663,
    "citation_title": "Private Money Production without Banks",
    "citation_author": [
        "Gary B. Gorton"
    ],
    "citation_publication_date": "2020-01-20",
    "issue_date": "2020-01-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI test the Dang, Gorton, and Holmström (2018) (DGH) theory that the optimal design of private money is debt backed by debt. I do this in the context of English inland bills of exchange (where all parties to the bill were in England), which were used as a medium of exchange during the Industrial Revolution in the north of England in the eighteenth and first half of the nineteenth centuries. These bills circulated via indorsements, committing each indorser’s personal wealth to back the bill. A sample of bills from the period 1762-1850 is studied to determine how frequently they changed hands (liquidity/velocity) and to determine how their credibility was established. Some bills were backed by banks and others by the joint liability of indorsers only.  I test the DGH theory by asking: Were bank-backed bills more liquid than the joint liability-backed bills?\n\n",
    "acknowledgement": "\nThis paper has benefitted enormously from the comments and suggestions of Olivier Accominotti and Stefano Ugolini. Also, thanks to Will Goetzmann, Charles Goodhart, Kate Hurst, Paul Schmelzing, Guillaume Vuillemey, Paolo Zannoni, Arwin Zeissler and participants in the Yale Economic History Lunch Group for comments and suggestions. Thanks to Jorge Colmenares-Miralles, Arwin Zeissler and Nicole Gorton for research assistance.  Thanks to Kate Hurst for archival research on identifying the names of drawers, drawees, and indorsers. For archival work on the bills, and help with archives, thanks to Andrew Lewis, Umut Kav, Val Wilson, Nathaniel Stevenson, Jessica Minshull, Karen Young, James Darby, Lyn Crawford, Karen Sampson, Alison Mussell, Caroline Picco, Keri Nicholson, Sally Cholewa, and Sophie Volker.  Thanks to John Nann, Stacia Stein, and Teresa Miguel-Stearns for help with legal cases.  Also, thanks for help from Gregory Clark. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}