{
    "id": 26666,
    "citation_title": "The Long-Run Effects of Monetary Policy",
    "citation_author": [
        "Òscar Jordà",
        "Sanjay R. Singh",
        "Alan M. Taylor"
    ],
    "citation_publication_date": "2020-01-20",
    "issue_date": "2020-01-17",
    "revision_date": "2024-09-13",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe document that the real effects of monetary shocks last for over a decade. Our approach relies on (1) identification of exogenous and non-systematic monetary shocks using the trilemma of international finance; (2) merged data from two new international historical cross-country databases; and (3) econometric methods robust to long-horizon inconsistent estimates. Notably, the capital stock and total factor productivity (TFP) exhibit greater hysteresis than labor. When we allow for asymmetry, we find these effects with tightening shocks, but not with loosening shocks. When extending the horizon of the responses reported in several recent studies that use alternative monetary shocks, we find similarly persistent real effects, thus supporting our main findings.\n",
    "acknowledgement": "\nWe are thankful to the editor Olivier Coibion, an anonymous referee, and our discussants – Edouard Challe, Stéphane Dupraz, Georgios Georgiadis, Yuriy Gorodnichenko, Valerie Ramey, and Andrea Tambalotti for stimulating discussions. We also thank Sushant Acharya, Gadi Barlevy, Susanto Basu, Saki Bigio, Lawrence Christiano, James Cloyne, Julian di Giovanni, Martin Eichenbaum, Charles Engel, Gauti Eggertsson, Antonio Fatás, John Fernald, Luca Fornaro, Jordi Galí, Pierre-Olivier Gourinchas, James Hamilton, Oleg Itskhoki, Jean-Paul L’Huillier, Silvia Miranda-Agrippino, Dmitry Mukhin, Juan Pablo Nicolini, Pascal Paul, Albert Queralto, Ina Simonovska, Jón Steinsson, Silvana Tenreyro, Martín Uribe, and Johannes Wieland, who provided very helpful comments and suggestions, as did many seminar and conference participants at the Barcelona Summer Forum, NBER Summer Institute EFG, IFM and EFCE Program Meetings, ECB Productivity Workshop, Econometric Society World Congress, SED Annual Meeting, ASSA Meetings, CEPR MEF Seminar Series, the Midwest Macro Conference, Delhi School of Economics, ISI Delhi, IGIDR Mumbai, Salento Macro, Bank of England, the Federal Reserve Banks of Richmond, San Francisco, St. Louis, and Board of Governors, the Swiss National Bank, the Bank of Spain, the Norges Bank, the Bank of Finland, Danmarks Nationalbank, Columbia, Northwestern University, Claremont McKenna College, UC Berkeley, UC Davis, UC Irvine, UCLA, UC San Diego, University of Wisconsin–Madison, Universität Zürich, Vanderbilt University, Asian School of Business, and Trinity College, Dublin. Antonin Bergeaud graciously shared detailed data from the long-term productivity database created with Gilbert Cette and Rémy Lecat at the Banque de France. All errors are ours. The views expressed herein are solely those of the authors and do not necessarily represent the views of the Federal Reserve Bank of San Francisco, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n\nAlan M. Taylor\n\nAlan M. Taylor has served as an author, consultant, or speaker for various research organizations, policy making institutions, and financial sector firms.\n\n\n"
}