{
    "id": 26669,
    "citation_title": "Cross-Country Trends in Affective Polarization",
    "citation_author": [
        "Levi Boxell",
        "Matthew Gentzkow",
        "Jesse M. Shapiro"
    ],
    "citation_publication_date": "2020-01-20",
    "issue_date": "2020-01-17",
    "revision_date": "2021-11-26",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe measure trends in affective polarization in twelve OECD countries over the past four decades. According to our baseline estimates, the US experienced the largest increase in polarization over this period. Five countries experienced a smaller increase in polarization. Six countries experienced a decrease in polarization. We relate trends in polarization to trends in potential explanatory factors.\n\n",
    "acknowledgement": "\nWe thank James Adams, Klaus Desmet, John Duca, Ray Fair, Morris Fiorina, Greg Huber, Shanto Iyengar, Emir Kamenica, Rishi Kishore, Yphtach Lelkes, Matthew Levendusky, Neil Malhotra, Greg Martin, Eoin McGuirk, Pippa Norris, Carlo Schwarz, Sean Westwood, and seminar participants at the DC Political Economy Center Webinar, Stanford University, the Brown Data Science Initiative, the CREST Reading Group on Political Economy, and the American  Economic Association for their comments and suggestions. We thank Lenka Drazanova and Philipp Rehm for sharing data, Dina Smeltz for sharing survey questionnaires, Rune Stubager for providing questionnaire translations, Will Horne for assistance with the CSES data, and Marc Swyngedouw for answering inquiries about the Belgium National Election Study. We also thank our many dedicated research assistants for their contributions to this project. We acknowledge funding from the Population Studies and Training Center, the Eastman Professorship, and the JP Morgan Chase Research Assistant Program at Brown University, the Stanford Institute for Economic Policy Research (SIEPR), the Institute for Humane Studies, the John S. and James L. Knight Foundation, and the Toulouse Network for Information Technology. This material is based upon work supported by the National Science Foundation Graduate Research Fellowship Program under Grant No. DGE-1656518. The research was also sponsored by the Army Research Office under Grant Number\nW911NF-20-1-0252. The U.S. Government is authorized to reproduce and distribute reprints for Government purposes notwithstanding any copyright notation herein. Any opinions, views, findings, and conclusions or recommendations expressed in this material are those of the authors and do not necessarily reflect the views or official policies of the National Science Foundation, the Army Research Office, the U.S. Government, National Bureau of Economic Research, the other funding sources, or the data sources. The appendix includes complete references for the data sources and therefore the references in the appendix should be considered as part of the references for this article.\n\n\n\nMatthew Gentzkow\n\nI am a member of the Toulouse Network of Information Technology, a research group funded by Microsoft. I have also done paid consulting for Amazon and Analysis Group.\n\n\n\nJesse M. Shapiro\n\nShapiro has, in the past, been a paid visitor at Microsoft Research New England and a paid consultant for FutureOfCapitalism, LLC. Shapiro has been paid for writing by the New York Times.\n\n\n"
}