{
    "id": 26667,
    "citation_title": "Trust in Risk Sharing: A Double-Edged Sword",
    "citation_author": [
        "Harold L. Cole",
        "Dirk Krueger",
        "George J. Mailath",
        "Yena Park"
    ],
    "citation_publication_date": "2020-01-20",
    "issue_date": "2020-01-17",
    "revision_date": "2022-08-22",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nWe analyze efficient risk-sharing arrangements when the value from deviating is determined endogenously by another risk sharing arrangement. Coalitions form to insure against idiosyncratic income risk. Self-enforcing contracts for both the original coalition and any coalition formed (joined) after deviations rely on a belief in future cooperation which we term “trust”. We treat the contracting conditions of original and deviation coalitions symmetrically and show that higher trust tightens incentive constraints since it facilitates the formation of deviating coalitions. As a consequence, although trust facilitates the initial formation of coalitions, the extent of risk sharing in successfully formed coalitions is declining in the extent of trust and efficient allocations might feature resource burning or utility burning: trust is indeed a double-edged sword.\n\n",
    "acknowledgement": "\nCole, Krueger, and Mailath thank the National Science Foundation for research support (grants #SES- 112354, 1260753, 1326781, 1559369, 1757084, 1851449), and Park thanks the New Faculty Startup Fund support from Seoul National University. Earlier versions were circulated under the titles “Coalition-Proof Risk Sharing Under Frictions” and “Social Capital: A Double-Edged Sword.” We thank the editor, referees, Loretta Mester, and the participants in the Wharton Macro lunch, European Summer Symposium in Economic Theory (Gerzensee), One World Mathematical Game Theory Seminar, 12th World Congress of the Econometric Society, 20th Annual Society for the Advancement of Economic Theory Conference, and many departmental seminars for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}