{
    "id": 26676,
    "citation_title": "States Taking the Reins? Employment Verification Requirements and Local Labor Market Outcomes",
    "citation_author": [
        "Shalise Ayromloo",
        "Benjamin Feigenberg",
        "Darren Lubotsky"
    ],
    "citation_publication_date": "2020-01-20",
    "issue_date": "2020-01-17",
    "revision_date": "2023-02-01",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate the impact of state-level “E-Verify” legislation that mandates employment eligibility verification for private-sector workers.  We document declines in formal sector employment and employment turnover after mandate passage, with effects concentrated among those likeliest to be work-ineligible. Using newly available data, we show that larger firms are far more likely to comply with mandates. Heterogeneity in adherence leads to substantial within-state employment spillovers from larger to smaller firms, as well as a reduction in the number of large firms. We find no evidence that work-ineligible populations relocate or that native-born workers’ labor market outcomes improve in response to mandates.\n\n",
    "acknowledgement": "\nWe thank seminar participants at Texas Christian University, the University of Arkansas at Little Rock, the University of Illinois at Chicago, APPAM, and SOLE for helpful feedback. We also thank Michael Disher, Ruveyda Gozen, Katherine McElroy, and Shogher Ohannessian for outstanding research assistance. Financial support was generously provided by the University of Illinois at Chicago Office of Social Science Research. Any errors are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}