{
    "id": 26671,
    "citation_title": "Monetary Policy and Sovereign Risk in Emerging Economies (NK-Default)",
    "citation_author": [
        "Cristina Arellano",
        "Yan Bai",
        "Gabriel P. Mihalache"
    ],
    "citation_publication_date": "2020-01-20",
    "issue_date": "2020-01-17",
    "revision_date": "2024-07-15",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops a New Keynesian model with sovereign default risk. Inflation is set by forward-looking firms, monetary policy is an interest rate rule, and the fiscal government borrows externally, long-term, with an option to default. In this framework, default risk creates inflation pressures through an expectations channel, and tight monetary policy disincentivizes fiscal overborrowing. The model sheds light on temporary inflation events in emerging market data, short-lived spikes in inflation, spreads, and domestic policy rates. As spreads rise, firms increase their prices in expectation of higher future inflation during defaults. Monetary policy tightens, which reduces inflation and helps bring spreads down by disciplining government borrowing. These monetary-fiscal interactions imply that delivering the flexible price allocation may not be optimal for monetary policy.\n\n",
    "acknowledgement": "\nWe thank our discussants Luigi Bocola, Satyajit Chatterjee, Giancarlo Corsetti, Juan Carlos Hatchondo, Alberto Martin, Radek Paluszynski, and Vivian Yue for insightful comments and suggestions. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis,  the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}