{
    "id": 26674,
    "citation_title": "Caught between Cultures: Unintended Consequences of Improving Opportunity for Immigrant Girls",
    "citation_author": [
        "Gordon B. Dahl",
        "Cristina Felfe",
        "Paul Frijters",
        "Helmut Rainer"
    ],
    "citation_publication_date": "2020-01-20",
    "issue_date": "2020-01-17",
    "revision_date": "2020-05-05",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nWhat happens when immigrant girls are given increased opportunities to integrate into the workplace and society, but their parents value more traditional cultural outcomes? Building on Akerlof and Kranton’s identity framework (2000), we construct a simple game-theoretic model which shows how expanding opportunities for immigrant girls can have the unintended consequence of reducing their well-being, since identity-concerned parents will constrain their daughter’s choices. The model can explain the otherwise puzzling findings from a reform which granted automatic birthright citizenship to eligible immigrant children born in Germany after January 1, 2000. Using survey data we collected in 57 schools in Germany and comparing those born in the months before versus after the reform, we find that birthright citizenship lowers measures of life satisfaction and self-esteem for immigrant girls. This is especially true for Muslims, where traditional cultural identity is salient. Birthright citizenship results in disillusionment where immigrant Muslim girls believe their chances of achieving their educational goals are lower and the perceived odds of having to forgo a career for family rise. Consistent with the model, immigrant Muslim parents invest less in their daughters’ schooling and have a lower probability of speaking German with their daughters if they are born after the reform. We further find that immigrant Muslim girls granted birthright citizenship are less likely to self-identify as German, are more socially isolated, and are less likely to believe foreigners can have a good life in Germany. In contrast, immigrant boys experience, if anything, an improvement in well-being and little effect on other outcomes. Taken together, the findings point towards immigrant girls being pushed by parents to conform to a role within traditional culture, whereas boys are allowed to take advantage of the opportunities that come with citizenship. Alternative models can explain some of the findings in isolation, while our identity model is consistent with all of the findings simultaneously.\n\n",
    "acknowledgement": "\nWe thank colleagues and seminar participants at several universities and conferences for valuable feedback and suggestions. We are grateful to the almost 20 research assistants and interns for their invaluable assistance with data collection. The project received generous financial support from the ifo Institute, University of Munich, University of St. Gallen, and University of Hamburg. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}