{
    "id": 26689,
    "citation_title": "Optimal Bank Regulation In the Presence of Credit and Run-Risk",
    "citation_author": [
        "Anil K. Kashyap",
        "Dimitrios P. Tsomocos",
        "Alexandros P. Vardoulakis"
    ],
    "citation_publication_date": "2020-01-27",
    "issue_date": "2020-01-24",
    "revision_date": "2023-02-01",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe modify the Diamond and Dybvig (1983) model so that, besides offering liquidity services to depositors, banks also raise equity funding, make loans that are risky, and can invest in safe, liquid assets. The bank and its borrowers are subject to limited liability. When profitable, banks monitor borrowers to ensure that they repay loans. Depositors may choose to run based on conjectures about the available resources for people withdrawing early and beliefs about banks’ monitoring. We model the run decision by solving a novel global game. We find that banks opt for a more deposit-intensive capital structure than a social planner would choose. The privately chosen asset portfolio can be more or less lending-intensive, while the level of lending can also be higher or lower depending on a planner’s preferences between liquidity provision and credit extension. To correct these three distortions, a package of three regulations is warranted.\n\n",
    "acknowledgement": "\nThis paper supersedes “How does macroprudential regulation change bank credit supply?\", NBER Working Paper No. 20165. We are grateful to Gadi Barlevy, Saki Bigio, Dong Beom Choi, Dean Corbae, John Geanakoplos, Emmanuel Farhi, Todd Keister, Stephen Morris, Enrico Perotti, Jean-Charles Rochet, Hyun Shin, Frank Smets, Adi Sunderam, Sergio Vicente, Randy Wright, and especially Harald Uhlig. We also thank the seminar participants at numerous institutions and conferences. Kashyap has received research support from the Initiative on Global Markets at the University of Chicago Booth School of Business, the Houblon Norman George Fellowship Fund, a grant from the Alfred P. Sloan Foundation to the Macro Financial Modeling (MFM) project at the University of Chicago and the National Science Foundation for a grant administered by the National Bureau of Economic Research. Kashyap’s disclosures of his outside compensated activities are available on his web page. All errors herein are ours. The views expressed in this paper are those of the authors and do not necessarily represent those of Federal Reserve Board of Governors, anyone in the Federal Reserve System, any of the institutions with which we are affiliated, or the National Bureau of Economic Research.\n\n\n\nAnil K. Kashyap\n\nAnil K Kashyap’s Information on Non-Teaching Compensated Activities: 2014 through\n2018 (excludes honoraria less than $1500). See my CV for various unpaid affiliations.\nConsulting\nSwedish Riksbank, 2012- 2016.\nEinaudi Institute of Economics and Finance, 2007 – 2018\nFederal Reserve Bank of Chicago, 1991—present\nEuropean Central Bank, 2018 -- present\nSponsored research\nNational Science Foundation through a grant administered through the National Bureau\nof Economic Research (with Judith Chevalier), Strategic Shoppers and Price Dynamics.\n\"Market Tantrums and Monetary Policy,\" (with Michael Feroli, Kermit L. Schoenholtz,\nand Hyun Song Shin), prepared for U.S. Monetary Policy Forum, Initiative on Global\nMarkets, University of Chicago Booth School of Business, 2014.\n“Deflating Inflation Expectations: The Implications of Inflation’s Simple Dynamics”\n(with Stephen G. Cecchetti, Michael E. Feroli, Peter Hooper and Kermit L. Schoenholtz)\nprepared for U.S. Monetary Policy Forum, Initiative on Global Markets, University of\nChicago Booth School of Business, 2017.\nAlfred P. Sloan Foundation grant to the Macro Financial Modeling (MFM) project at the\nUniversity of Chicago.\nSpeeches\nMorningstar, 2018\nYates Lecture, Tulane University\nInstitutional Investor, 2015.\n\n\n"
}