{
    "id": 26683,
    "citation_title": "A Unified Perspective on Efficiency, Redistribution, and Public Policy",
    "citation_author": [
        "Louis Kaplow"
    ],
    "citation_publication_date": "2020-01-20",
    "issue_date": "2020-01-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Public Goods",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSpecialized theoretical and empirical research should in principle be embedded in a unified framework that identifies the relevant interactions among different phenomena, enables an appropriate matching of policy instruments to objectives, and grounds normative analysis in individuals’ utilities and a social welfare function. This article advances an approach that both provides integration across many dimensions and contexts and also identifies which tasks may be undertaken separately and how such analysis should be conducted so as to be consistent with the underlying framework. It employs the distribution-neutral methodology and welfare analysis developed in Kaplow (2008a) and related work, offering applications to income taxation, commodity taxation, tax expenditures, externalities, public goods, capital income and wealth taxation, social security and retirement savings, estate and gift taxation, and transfer programs. It also explores welfare criteria and examines how their consideration enables the normative analysis of the taxation of families, heterogeneous preferences, and tax administration and enforcement.\n\n",
    "acknowledgement": "\nThis article originated in my Holland Medal address delivered at the 2019 annual meeting of the National Tax Association. I am grateful to the John M. Olin Center for Law, Economics, and Business at Harvard University for financial support. Disclaimer: I occasionally consult on antitrust cases, and my spouse is in the legal department of a financial services firm. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}