{
    "id": 26688,
    "citation_title": "Academic Engagement, Commercialization, and Scholarship: Empirical Evidence from Agricultural and Life Scientists at U.S. Land-grant Universities",
    "citation_author": [
        "Bradford L. Barham",
        "Jeremy D. Foltz",
        "Ana Paula Melo"
    ],
    "citation_publication_date": "2020-01-27",
    "issue_date": "2020-01-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nThis article examines the involvement of agricultural and life science faculty at U.S. land grant universities in two types of university-industry relations: academic engagement (sponsored research, industry collaborations, and presentations), academic commercialization (patenting, licensing, and start-ups) and traditional academic scholarship. It exploits large-scale, random sample cross-section surveys of nearly 1,500 scientists at the original 52 Land Grant Universities in 2005 and 2015. We fill a knowledge gap regarding the prevalence, coincidence, intensity, importance and factors shaping faculty involvement in university-industry relations (UIR). After several decades of promotion and emphasis on UIR activities participation in them has plateaued and is stable at a fairly high level. Academic engagement is far more prevalent (at 76% of faculty) and important than is academic commercialization (at 19% of faculty). Academic engagement generates 15-20 times the research funds than academic commercialization does, but both continue to be dwarfed by public funding. We find evidence of synergies between UIR activities and academic scholarship. We also explore how individual, institutional, and university-level factors help explain faculty UIR participation. We find differences across academic disciplines and highlight the role that faculty attitudes toward science and commercial activity shape involvement in UIR. Significant differences also stem from university level effects and may be contingent on culture, history, location, and quality of science.\n\n",
    "acknowledgement": "\nThanks to Petra Moser and participants at the NBER Research and Innovation in Agriculture meeting for comments, Jordan Van Rijn and Josh Alfonso for data work, and USDA-AFRI and USDA-Hatch grants for funding. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}