{
    "id": 26685,
    "citation_title": "College Access and Adult Health",
    "citation_author": [
        "Benjamin W. Cowan",
        "Nathan Tefft"
    ],
    "citation_publication_date": "2020-01-20",
    "issue_date": "2020-01-17",
    "revision_date": "2022-10-21",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate the relationship between college openings, college attainment, and health behaviors and outcomes later in life. Though a large prior literature attempts to isolate the causal effect of education on health via instrumental variables (IV), most studies use instruments that affect schooling behavior in childhood or adolescence, i.e. before the college enrollment decision. Our paper examines whether an increase in 2 and 4-year institutions per capita (“college accessibility”) in a state contributes to higher college attainment and better health later in life. Using 1980-2015 Census and American Community Survey data, we find consistent evidence that accessibility of public 2-year institutions positively affects schooling attainment and subsequent employment and earnings levels among whites but not among people of color. We then examine how public 2-year accessibility affects twenty health behaviors and outcomes in adulthood by employing restricted-use 1984-2015 National Health Interview Survey data. Only self-reported health is significantly affected by college accessibility among all (white) individuals. Among older men, however, college accessibility has a protective effect on several additional outcomes, including smoking behavior, exercise, the probability of a stroke or heart attack, and mortality.\n\n",
    "acknowledgement": "\nWe are grateful to the Robert Wood Johnson Evidence for Action (E4A) program for financial support (grant #76082). We also thank Enrico Moretti for providing us with the data on colleges per capita used in this paper. We thank Kitt Carpenter, Jeremy Cook, Phil DeCicca, and seminar participants at West Point, Cornell PAM, SUNY Albany, IUPUI, and the Midwest Health Economics Meeting for very helpful comments on previous versions of the paper. Tefft contributed to the paper prior to joining Amazon.com while at Bates College. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}