{
    "id": 26682,
    "citation_title": "Inequality, Information Failures, and Air Pollution",
    "citation_author": [
        "Catherine Hausman",
        "Samuel Stolper"
    ],
    "citation_publication_date": "2020-01-20",
    "issue_date": "2020-01-17",
    "revision_date": "2021-09-03",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nResearch spanning several disciplines has repeatedly documented disproportionate pollution exposure in low-income communities and communities of color. Among the various proposed causes of this pattern, those that have received the most attention are income inequality, discrimination, and ﬁrm costs (of inputs and regulatory compliance). We argue that an additional channel – information – is likely to play an important role in generating disparities in pollution exposure. We present multiple reasons for a tendency to underestimate pollution burdens. Using a model of housing choice, we then derive conditions under which “hidden” pollution leads to an inequality – even when all households face the same lack of information. This inequality arises when households sort according to known pollution and other disamenities, which we show are positively correlated with hidden pollution. To help bridge the gap between environmental justice and economics, we discuss the relationship between hidden information and three diﬀerent distributional measures: exposure to pollution; exposure to hidden pollution; and welfare loss due to hidden pollution.\n\n",
    "acknowledgement": "\nWe are grateful to Laura Bakkensen, Jonathan Colmer, Paul Courant, Ash Craig, Brooks Depro, Ludovica Gazze, Daniel Hausman, Gloria Helfand, Nick Kuminoﬀ, Michael Moore, Lucija Muehlenbachs, Steve Polasky, Ed Rubin, Carl Simon, David Thacher, Chris Timmins, Kathrine von Graevenitz, and various seminar and conference participants for helpful comments. We thank Jesse Buchsbaum for excellent research assistance with pollution and amenities data. The authors do not have any ﬁnancial relationships that relate to this research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}