{
    "id": 26686,
    "citation_title": "The Aggregate Consequences of Default Risk: Evidence from Firm-level Data",
    "citation_author": [
        "Timothy J. Besley",
        "Isabelle A. Roland",
        "John Van Reenen"
    ],
    "citation_publication_date": "2020-02-03",
    "issue_date": "2020-01-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the implications of perceived default risk for aggregate output and productivity. Using a model of credit contracts with moral hazard, we show that a firm’s probability of default is a sufficient statistic for capital allocation. The theoretical framework suggests an aggregate measure of the impact of credit market frictions based on firm-level probabilities of default which can be applied using data on firm-level employment and default risk. We obtain direct estimates of firm-level default probabilities using Standard and Poor’s PD Model to capture the expectations that lenders were forming based on their historical information sets. We implement the method on the UK, an economy that was strongly exposed to the global financial crisis and where we can match default probabilities to administrative data on the population of 1.5 million firms per year. As expected, we find a strong correlation between default risk and a firm’s future performance. We estimate that credit frictions (i) cause an output loss of around 28% per year on average; (ii) are much larger for firms with under 250 employees and (iii) that losses are overwhelmingly due to a lower overall capital stock rather than a misallocation of credit across firms with heterogeneous productivity. Further, we find that these losses accounted for over half of the productivity fall between 2008 and 2009, and persisted for smaller (although not larger) firms\n\n",
    "acknowledgement": "\nWe would like to thank the Lamfalussy Fellowship of the European Central Bank, the Paul Woolley Centre, STICERD, the ESRC and award ES/L012103/1 made through DEGRP for financial support. For useful comments and discussions, we thank Alina Barnett, Nick Bloom, Mark Franklin, Jonathan Haskel, Simon Gilchrist, Michelle Jin, Ralf Martin, David Miles, Rebecca Riley, Rosa Sanchis-Guarner, Chad Syverson, David Thesmar, Garry Young, Daniel Xu, the UK Secure Data Service, and participants at various seminars. Disclaimer: The paper makes use of confidential data collected by the UK Office for National Statistics and securely provided by the UK Data Service. The use of these data does not imply the endorsement of the data owner or the UK Data Service at the UK Data Archive in relation to the interpretation or analysis of the data. This work uses research data sets which may not exactly reproduce National Statistics aggregates. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nTimothy J. Besley\n\nIn addition to my position at LSE I have a part-time appointment as a Commissioner on the UK National Infrastructure Commission.\n\n\n"
}