{
    "id": 26687,
    "citation_title": "Looking Back at 50 Years of the Clean Air Act",
    "citation_author": [
        "Joseph E. Aldy",
        "Maximilian Auffhammer",
        "Maureen Cropper",
        "Arthur Fraas",
        "Richard Morgenstern"
    ],
    "citation_publication_date": "2020-01-27",
    "issue_date": "2020-01-24",
    "revision_date": "2020-12-01",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe synthesize and review retrospective analyses of federal air quality regulations to examine the contributions of the Clean Air Act to the vast air quality improvements seen since 1970. Geographic heterogeneity in stringency affects emissions, public health, compliance costs, and employment. Cap-and-trade has delivered greater emission reductions at lower cost than conventional mandates, yet has fallen short of textbook ideals. Market power also influenced the CAA’s benefits and costs. New benefit categories have been identified ex post, but specific technology requirements have not yet been rigorously evaluated.  Comparisons of aggregate benefits and costs of the CAA are beyond present capabilities.\n\n",
    "acknowledgement": "\nWe thank Jieyi Lu, Mark Nepf, Ken Norris, and Laura Zachery for excellent research assistance. We also thank Nat Keohane, Dick Schmalensee, Howard Shelanski and workshop participants at Environmental Defense Fund and Resources for the Future, and the editor and referees for constructive feedback on an earlier draft. The authors acknowledge the financial support of the Smith Richardson Foundation. The first author also acknowledges the financial support of the Alfred P. Sloan Foundation under grant G-2017-9922. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}