{
    "id": 26681,
    "citation_title": "Unpacking Skill Bias: Automation and New Tasks",
    "citation_author": [
        "Daron Acemoglu",
        "Pascual Restrepo"
    ],
    "citation_publication_date": "2020-01-20",
    "issue_date": "2020-01-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": null,
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe standard approach to modeling inequality, building on Tinbergen's seminal work, assumes factor-augmenting technologies and technological change biased in favor of skilled workers. Though this approach has been successful in conceptualizing and documenting the race between technology and education, it is restrictive in a number of crucial respects. First, it predicts that technological improvements should increase the real wages of all workers. Second, it requires sizable productivity growth to account for realistic changes in relative wages. Third, it is silent on changes in job and task composition. We extend this framework by modeling the allocation of tasks to factors and allowing richer forms of technological changes in particular, automation that displaces workers from tasks they used to perform, and the creation of new tasks that reinstate workers into the production process. We show that factor prices depend on the set of tasks that factors perform, and that automation: (i) powerfully impacts inequality; (ii) can reduce real wages; and (iii) can generate realistic changes in inequality with small changes in productivity. New tasks, on the other hand, can increase or reduce inequality depending on whether it is skilled or unskilled workers that have a comparative advantage in these new activities. Using industry-level estimates of displacement driven by automation and reinstatement due to new tasks, we show that displacement is associated with significant increases in industry demand for skills both before 1987 and after 1987, while reinstatement reduced the demand for skills before 1987, but generated higher demand for skills after 1987. The combined effects of displacement and reinstatement after 1987 explain a significant part of the shift towards greater demand for skills in the US economy.\n\n",
    "acknowledgement": "\nWe thank Chad Jones and participants in ASSA 2020 for their comments, and Google, the NSF, Schmidt Sciences, the Smith Richardson Foundation, and the Sloan Foundation for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}