{
    "id": 26697,
    "citation_title": "Do Elections Make You Sick?",
    "citation_author": [
        "Hung-Hao Chang",
        "Chad Meyerhoefer"
    ],
    "citation_publication_date": "2020-01-27",
    "issue_date": "2020-01-24",
    "revision_date": "2020-01-31",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAnecdotal reports and small-scale studies suggest that elections are stressful, and might lead to a deterioration in voters’ mental well-being. Nonetheless, researchers have yet to establish whether elections actually make people sick, and if so, why. By applying a regression discontinuity design to administrative health care claims from Taiwan, we determine that elections increased health care use and expense only during legally specified campaign periods by as much as 19%. Overall, the treatment cost of illness caused by elections exceeded publicly reported levels of campaign expenditure, and accounted for 2% of total national health care costs during the campaign period.\n\n",
    "acknowledgement": "\nThe authors would like to thank the National Health Institute in Taiwan for providing access to the individual health claim data. The authors also thank James Dearden and participants of the 2019 iHEA World Congress on Health Economics for valuable comments on an earlier version of this paper. The views expressed herein are those of the authors and do not reflect the policies of National Health Institute, Central Election Commission, Control Yuan in Taiwan, or the National Bureau of Economic Research. The authors share senior authorship and responsibility for any errors.\n\n\n"
}