{
    "id": 26691,
    "citation_title": "Effects of the Minimum Wage on Child Health",
    "citation_author": [
        "George Wehby",
        "Robert Kaestner",
        "Wei Lyu",
        "Dhaval M. Dave"
    ],
    "citation_publication_date": "2020-01-27",
    "issue_date": "2020-01-24",
    "revision_date": "2020-12-30",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nEffects of the minimum wage on labor market outcomes have been extensively debated and analyzed. Less studied, however, are other consequences of the minimum wage that stem from changes in a household’s income and labor supply. We examine the effects of the minimum wage on child health. To obtain estimates, we use data from the National Survey of Children’s Health in conjunction with a difference-in-differences research design. We find that an increase in the minimum wage throughout childhood is associated with a significant improvement in child health. A particularly interesting finding is that much of the benefits of a higher minimum wage are associated with the period between birth and age five.\n\n",
    "acknowledgement": "\nThe study was funded by a Policies-For-Action (P4A) grant from the Robert Wood Johnson Foundation (RWJF). The authors thank Jason Fletcher, David Simon, Hope Corman, and seminar participants at the RWJF P4A research webinar, at the Federal Reserve Bank of Boston (New England Studies Group), University of Chicago, and at Hunter College, City University of New York for providing helpful comments on the paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}