{
    "id": 26696,
    "citation_title": "The Employment Effects of the Social Security Earnings Test",
    "citation_author": [
        "Alexander M. Gelber",
        "Damon Jones",
        "Daniel W. Sacks",
        "Jae Song"
    ],
    "citation_publication_date": "2020-01-27",
    "issue_date": "2020-01-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate the impact of the Social Security Annual Earnings Test (AET) on the employment decisions of older Americans. The AET reduces Social Security benefits by one dollar for every two dollars earned above the exempt amount. Using a differences-in-differences design, we find that the employment rate of those predicted to become subject to the AET decreases substantially relative to those not predicted to become subject to it. The point estimates suggest that the AET reduces the employment rate of Americans aged 63-64 by at least 1.2 percentage points.\n\n",
    "acknowledgement": "\nThis research was supported by the U.S. Social Security Administration (SSA) through grant #RRC08098400-09 to the National Bureau of Economic Research as part of the SSA Retirement Research Consortium, as well as by the Alfred P. Sloan Foundation. This research was completed partly while Gelber was on leave at the Stanford Institute for Economic Policy Research, partly funded by a grant from the Alfred P. Sloan foundation. We thank Gary Engelhardt as well as seminar participants at SSA and the Retirement Research Consortium for comments, and we thank Jeff Shrader for sharing his code for two-sample two-stage least squares. The findings and conclusions expressed are solely those of the author(s) and do not represent the views of SSA, any agency of the Federal Government, or the National Bureau of Economic Research.\n\n\n\nAlexander M. Gelber\n\nI served as Deputy Assistant Secretary for Economic Policy at the U.S. Treasury from June 2012 to June 2013 (and as Acting Assistant Secretary during part of this period). In these capacities, I served as a member of the Social Security Trustees Working Group.\n\n\nin 2019-20 I served a member of the Social Security Advisory Board Technical Panel on Assumptions and Methods.\n\n\nThis research was supported by the U.S. Social Security Administration through grant #RRC08098400-06-00 to the National Bureau of Economic Research as part of the SSA Retirement Research Consortium and by grant #G-2015-14005 from the Alfred P. Sloan Foundation. The findings and conclusions expressed are solely those of the authors and do not represent the views of SSA, any agency of the Federal Government, or the NBER. The research was also supported by the UC Berkeley Institute for Research on Labor and Employment, UC Berkeley Center on Governing and Investing for the Future, and UC Berkeley Burch Center.\n\n\nI have no other relevant or material financial interests that relate to the research described in this paper.\n\n\nIRB approval was not obtained for this study as the nature of the data used for the study render the project exempt.\n\n\n"
}