{
    "id": 26694,
    "citation_title": "Changing Stability in U.S. Employment Relationships: A Tale of Two Tails",
    "citation_author": [
        "Raven Molloy",
        "Christopher Smith",
        "Abigail K. Wozniak"
    ],
    "citation_publication_date": "2020-01-27",
    "issue_date": "2020-01-24",
    "revision_date": "2020-01-29",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe confront two seemingly-contradictory observations about the US labor market: the rate at which workers change employers has declined since the 1980s, yet there is a commonly expressed view that long-term employment relationships are more difficult to attain. We reconcile these observations by examining how the distribution of employment tenure has changed in aggregate and for various demographic groups.  We show that the fraction of workers with short tenure (less than a year) has been falling since the 1980s, consistent with the decline in job changing.  Meanwhile, the fraction of workers with long tenure (20 years or more) has been rising modestly owing to an increase in long tenure for women and the ageing of the population.  Long tenure has declined markedly among older men; this trend may have spurred popular perceptions that long-term employment is less common than in the past. The decline in long-tenure for men appears due to an increase in mid-career separations that reduce the likelihood of reaching long-tenure, rather than an increase in late-career separations. Nevertheless, survey evidence indicates that these changes in employment relationships are not associated with heightened concerns about job insecurity or decreases in job satisfaction as reported by workers.  The decline in short-tenure is widespread, associated with fewer workers cycling among briefly-held jobs, and coincides with an increase in perceived job security among short tenure workers.\n\n",
    "acknowledgement": "\nAny opinions and conclusions expressed herein are those of the authors and do not indicate concurrence with other members of the research staff of the Federal Reserve, the Board of Governors, the Federal Reserve Bank of Minneapolis, or the National Bureau of Economic Research.  We thank participants and discussants from the ASSA meetings, the Southern Economic Association meetings, the Federal Reserve Bank of Cleveland, University of Maryland, BYU, the University of Illinois, the Board of Governors, Washington University, IZA/Bonn University, and Montana State University.\n\n\n\nAbigail K. Wozniak\n\nNone to report.\n\n\n"
}