{
    "id": 26698,
    "citation_title": "Factor Market Failures and the Adoption of Irrigation in Rwanda",
    "citation_author": [
        "Maria Jones",
        "Florence Kondylis",
        "John Loeser",
        "Jeremy Magruder"
    ],
    "citation_publication_date": "2020-01-27",
    "issue_date": "2020-01-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine constraints to adoption of new technologies in the context of hillside irrigation schemes in Rwanda. We leverage a plot-level spatial regression discontinuity design to produce 3 key results. First, irrigation enables dry season horticultural production, which boosts on-farm cash profits by 70%. Second, adoption is constrained: access to irrigation causes farmers to substitute labor and inputs away from their other plots. Eliminating this substitution would increase adoption by at least 21%. Third, this substitution is largest for smaller households and wealthier households. This result can be explained by labor market failures in a standard agricultural household model.\n\n",
    "acknowledgement": "\nThis draft benefited from comments from Chris Barrett, Paul Christian, Alain de Janvry, Simeon Djankov, Esther Duflo, Andrew Foster, Doug Gollin, Saahil Karpe, Elisabeth Sadoulet, John Strauss, Duncan Thomas, Chris Udry, and seminar audiences at Cornell University, Georgetown University, Michigan State University, North Carolina State University, World Bank, Northwestern University, University of California, Berkeley,  University of Southern California and Y-RISE. We thank the European Union, the Global Agriculture and Food Security Program (GAFSP), the World Bank Rwanda Country Management Unit, the World Bank i2i fund, 3ie, and IGC for generous research funding. Emanuele Brancati, Anna Kasimatis, Roshni Khincha, Christophe Ndahimana, and Shardul Oza provided excellent research assistance. Finally, we thank the technical staff at MINAGRI, the staff of the LWH project implementation unit, and the World Bank management and operational teams in Rwanda for being outstanding research partners. We are particularly indebted to Esdras Byiringiro, Jolly Dusabe, Hon. Dr. Gerardine Mukeshimana, and Innocent Musabyimana for sharing their deep knowledge of Rwandan agriculture with us. Magruder acknowledges support from NIFA.  The views expressed in this manuscript do not reflect the views of the World Bank or the National Bureau of Economic Research. All errors are our own.\n\n\n"
}