{
    "id": 26693,
    "citation_title": "Information and Social Norms: Experimental Evidence on the Labor Market Aspirations of Saudi Women",
    "citation_author": [
        "Monira Essa Aloud",
        "Sara Al-Rashood",
        "Ina Ganguli",
        "Basit Zafar"
    ],
    "citation_publication_date": "2020-01-27",
    "issue_date": "2020-01-24",
    "revision_date": "2020-12-23",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nHow important are social norms, information gaps and family constraints in explaining the low rates of female labor force participation (FLFP) in conservative societies? To answer this question, we conducted a field experiment embedded in a survey of female university students at a large public university in Saudi Arabia. We randomly provided one subset of individuals with information on the labor market and aspirations of their female peers (T1), while another subset was provided with this information along with a prime that made their parents more salient (T2). We find that expectations of working among those in the Control group are quite high, yet students underestimate the expected labor force attachment of their female peers. We show that social information matters: relative to the Control group, expectations about own labor force participation are significantly higher in the T1 group, which is driven primarily by receiving information about their peers’ aspirations. We show that T2, as intended, causes students to report a higher importance of parents’ approval of their choices. However, we do not find that the impact of information is counteracted by evoking parental expectations: impacts for the T2 group on labor market  expectations are not smaller than those for T1 group. However, T2 does lead to higher expectations of working in Education and the Public sectors - sectors that are more socially acceptable for women, suggesting that parental expectations their daughters’ labor market aspirations but partly shape them.\n\n",
    "acknowledgement": "\nThis research was supported by a grant from the Saudi Arabia Labor Market Research program administered by Evidence for Policy Design (EPoD) at the Harvard Kennedy School and the Saudi Arabia Human Resources Development Fund (HRDF). We appreciate support from King Saud University in conducting the surveys, and various participants of focus groups that enabled the design of the survey instruments and the interpretation of the results. We thank Jennifer Peck and participants at the SITE-Stockholm School of Economics ‘Gender in Economics’ conference and the 2019 EPoD-HRDF Policy Forum for useful comments. We benefited from input from Taghreed Alhaddab, Yaser Al Husaini, and Semiray Kasoolu. Jacob French, Zachary Milne and Kevin Winseck provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}