{
    "id": 26692,
    "citation_title": "Cigarette Taxes and Smoking Among Sexual Minority Adults",
    "citation_author": [
        "Christopher Carpenter",
        "Dario Sansone"
    ],
    "citation_publication_date": "2020-01-27",
    "issue_date": "2020-01-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe provide the first quasi-experimental evidence on the relationship between cigarette taxes and sexual minority adult smoking by studying individuals in same-sex households (a large share of whom are in same-sex romantic relationships) from the 1996-2018 Behavioral Risk Factor Surveillance System. We find that cigarette taxes significantly reduced smoking among men and women in same-sex households, and the effects we find for men in same-sex households are significantly larger than the associated effects for men in different-sex households (the vast majority of whom are heterosexual married/partnered men). This result suggests that the sizable disparities in adult smoking rates between heterosexual and sexual minority men would have been even larger in the absence of stricter tobacco control policy. In line with previous research indicating that cigarette taxes have ‘lost their bite’, we find no significant relationship between cigarette taxes and sexual minority smoking in more recent years.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge financial support from the Robert Wood Johnson Foundation Grant #76601. Results do not imply the endorsement of the Robert Wood Johnson Foundation or any other organization. We are grateful to Joseph Sabia and participants at the 2020 AEA/ASSA meetings for helpful comments. The usual caveats apply. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}