{
    "id": 26690,
    "citation_title": "The State of Mental Health Among the Elderly Chinese",
    "citation_author": [
        "Yi Chen",
        "Hanming Fang"
    ],
    "citation_publication_date": "2020-01-27",
    "issue_date": "2020-01-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nChina introduced its stringent family planning policies from the early 1970s, known as the \"Later, Longer, Fewer\" policies, and followed it with the One-Child Policy from 1979. The number of children born to Chinese parents significantly decreased from 5.7 in late 1960s to 2.5 in 1988. In Chen and Fang (2019), we show that family planning policies have drastically different effects on elderly parents' physical and mental well-beings. Whereas parents more exposed to the family planning policies consume more and enjoy slightly better physical health status, they report more severe depression symptoms. In this paper, we present a more complete picture of the difference in mental health among residents in rural and urban areas, between males and females, between different education groups, between those with one child and those with more than one children, and between widowed and non-widowed. We highlight the role of family support (from children and spouse) for the mental health status among the elderly Chinese.\n\n",
    "acknowledgement": "\nThis paper is prepared for the EWC/KDI Conference on Population Aging and Sustainable Growth, organized by the East-West Center and the Korea Development Institute, November 14-15, 2019. We are grateful for comments and suggestions received from the conference participants. Of course, we are responsible for all remaining errors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}