{
    "id": 26709,
    "citation_title": "A Century of the American Woman Voter: Sex Gaps in Political Participation, Preferences, and Partisanship Since Women’s Enfranchisement",
    "citation_author": [
        "Elizabeth U. Cascio",
        "Na’ama Shenhav"
    ],
    "citation_publication_date": "2020-02-03",
    "issue_date": "2020-01-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development of the American Economy",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nThis year marks the centennial of the Nineteenth Amendment, which provided American women a constitutional guarantee to the franchise. We assemble data from a variety of sources to document and explore trends in women’s political participation, issue preferences, and partisanship since that time. We show that in the early years following enfranchisement, women voted at much lower rates than men and held distinct issue preferences, despite splitting their votes across parties similarly to men.  But by the dawn of the 21st century, women not only voted more than men, but also voted differently, systematically favoring the Democratic party. We find that the rise in women’s relative voter turnout largely reflects cross-cohort changes in voter participation and coincided with increasing rates of high school completion. By contrast, women’s relative shift toward the Democratic party permeates all cohorts and appears to owe more to changes in how parties have defined themselves than to changes in issue preferences.  The findings suggest that a confluence of factors have led to the unique place women currently occupy in the American electorate, one where they are arguably capable of exerting more political influence than ever before.\n\n",
    "acknowledgement": "\nWe thank Andrew Ahn and Catalina Garcia Valenzuela for outstanding research assistance and Dartmouth College for funding support.  We also thank Christina Wolbrecht, Ebonya Washington, Dawn Teele, Dean Lacy, and Lisa Baldez for helpful comments. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}