{
    "id": 26703,
    "citation_title": "Ask and You Shall Receive? Gender Differences in Regrades in College",
    "citation_author": [
        "Cher Hsuehhsiang Li",
        "Basit Zafar"
    ],
    "citation_publication_date": "2020-01-27",
    "issue_date": "2020-01-24",
    "revision_date": "2020-02-05",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Experimental Design",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nUsing administrative data from a large 4-year public university, we show that male students are 18.6 percent more likely than female students to receive favorable grade changes initiated by instructors. These gender differences cannot be explained by observable characteristics of the students, instructors, and the classes. To understand the mechanisms underlying these gendered outcomes, we conduct surveys of students and instructors, which reveal that regrade requests are prevalent, and that male students are more likely than female students to ask for regrades on the intensive margin. Finally, we corroborate the gender differences in regrade requests in an incentivized controlled experiment where participants receive noisy signals of their performance, and where they can ask for regrades: we find that males have a higher willingness to pay (WTP) to ask for regrades. Because students' payoff depends on their final grade and the cost of regrades, male students' higher propensity to ask for regrades makes them financially better off only when the cost is low. Males are more likely than females to become financially worse off when the regrade cost is high. Almost half of the gender difference in the WTP is due to gender differences in confidence, uncertainty in beliefs about ability, and the Big Five personality traits.\n\n",
    "acknowledgement": "\nWe are grateful to Colorado State University for providing access to the administrative data. We thank Christine Exley, participants in the Allied Social Science Association Annual Meeting,  Asian & Australasian Society of Labour Economics Conference, NBER Education Meeting, Southern Economic Association Annual Meeting, University of Wisconsin-Madison Alumni Conference,  Colorado Summer Workshops, and seminar participants at San Francisco State University and University of West Georgia for valuable comments. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}