{
    "id": 26705,
    "citation_title": "Extending the Race between Education and Technology",
    "citation_author": [
        "David Autor",
        "Claudia Goldin",
        "Lawrence F. Katz"
    ],
    "citation_publication_date": "2020-01-27",
    "issue_date": "2020-01-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe race between education and technology provides a canonical framework that does an excellent job of explaining U.S. wage structure changes across the twentieth century. The framework involves secular increases in the demand for more-educated workers from skill-biased technological change, combined with variations in the supply of skills from changes in educational access. We expand the analysis backwards and forwards. The framework helps explain rising skill differentials in the nineteenth and twenty-first centuries, but needs to be augmented to illuminate the recent convexification of education returns and implied slowdown in the growth of the relative demand for college workers.  Increased educational wage differentials explain 75 percent of the rise of U.S. wage inequality from 1980 to 2000 as compared to 38 percent for 2000 to 2017.\n\n",
    "acknowledgement": "\nThis paper was prepared for the American Economic Association annual meetings session on “The Race between Education and Technology Revisited,” San Diego, CA, January 4, 2020. We are extremely grateful to Alice Wu for research assistance beyond the call of duty, John Van Reenen for comments and discussion, and Harvard University for research support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nDavid Autor\n\nAutor acknowledges research support from Accenture LLP, IBM Global Universities, Schmidt Sciences, and the Smith Richardson Foundation. I do not have any relevant and material financial relationships that might bear on this research.\n\n\n\nLawrence F. Katz\n\nI don’t think any of these positions or organizations are relevant to the article, but, for the sake, of full disclosure, I list my positions as an officer, director, or board member:\n\n\n(a) Editor, Quarterly Journal of Economics\n(b) Board of Directors, MDRC\n(c) Advisory Board, Opportunity and Inclusive Growth Institute, Federal Reserve Bank of\nMinneapolis\n(d) Co-Scientific Director, J-PAL North America\n\n\n"
}