{
    "id": 26701,
    "citation_title": "Leverage and Asset Prices: An Experiment.",
    "citation_author": [
        "Marco Cipriani",
        "Ana Fostel",
        "Daniel Houser"
    ],
    "citation_publication_date": "2020-01-27",
    "issue_date": "2020-01-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "General, Teaching",
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe develop a model of leverage that is amenable to laboratory implementation and gather experimental data. We compare two identical economies: in one economy, agents cannot borrow; in the other, they can leverage a risky asset to issue debt. Leverage increases asset prices in the laboratory. This increase is significant and quantitatively close to what theory predicts. Moreover, also as theory suggests, leverage allows gains from trade to be realized in the laboratory. Finally, the mechanism generating the price increase in the lab is due to the asset role as collateral, and different from what we would observe with a simple credit line or bigger cash endowments.\n\n",
    "acknowledgement": "\nWe thank Cecilia Chen, David Hou, and Reed Orchinik for outstanding research assistance. We thank Douglas Gale, John Geanakoplos, Rosemary Nagel, and Andrew Schotter for very helpful comments. The views in this paper should not be interpreted as reflecting the views of the Federal Reserve Bank of New York, the Federal Reserve System, or the National Bureau of Economic Research. All errors are ours.\n\n\n"
}