{
    "id": 26700,
    "citation_title": "Should the Government be Paying Investment Fees on $3 Trillion of Tax-Deferred Retirement Assets?",
    "citation_author": [
        "Mattia Landoni",
        "Stephen P. Zeldes"
    ],
    "citation_publication_date": "2020-01-27",
    "issue_date": "2020-01-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nUnder standard assumptions, both individuals and the government are indifferent between traditional tax-deferred retirement accounts and “front-loaded” (Roth) accounts. When we add investment fees to this benchmark, individuals are still indifferent but the government is not. We estimate that tax deferral increases demand for asset management services by $3 trillion, causing the government to pay $20.7 billion in corresponding annual fees. In a general equilibrium model with asset management services as differentiated products, we examine the incidence and welfare implications of the added demand. Tax deferral in our model produces a larger asset management industry, higher taxes, and lower social welfare.\n\n",
    "acknowledgement": "\nThe authors would like to acknowledge the helpful comments of Dan Bergstresser, Patrick Bolton, Emiliano Catonini, Kent Daniel, Philippe d'Astous, Michael Halling, Glenn Harrison, Daniel Hemel, Charles Jones, David Laibson, Deborah Lucas, Pierre-Carl Michaud, Brett Myers, Emi Nakamura, Thomas Philippon, Jim Poterba, Jon Steinsson, Simon Straumann; seminar participants at the Columbia Business School Finance Free Lunch, the Columbia Macro Lunch, CEIBS, Baruch College, Texas A&M Mays Business School, the Federal Reserve Bank of Chicago, EIEF, Yonsei University, the Federal Reserve Bank of Boston, and Vanguard; and conference participants at the Red Rock Finance Conference 2016, ESSFM Gerzensee 2017, the World Finance Conference 2017, DCIIA 2017, the EUROFIDAI Paris December 2017 meeting, the European Finance Association 2018 meeting, and the 2019 MIT GCFP 6th Annual Conference. We thank Abdullah Al-Sabah, Matt Hochhauser, Rachel Williams, and Logan Young for research assistance. Stephen Zeldes is an external advisor at FeeX.com, and is grateful to Eyal Halahmi, Yoav Zurel, and the rest of the team there for their help understanding and measuring investment management fees. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nStephen P. Zeldes\n\nStephen Zeldes is an external advisor at FeeX.com and receives compensation from the firm.  FeeX does work related to fees on retirement and other financial accounts held by individuals.\n\n\n"
}