{
    "id": 26706,
    "citation_title": "Execution Risk and Arbitrage Opportunities in the Foreign Exchange Markets",
    "citation_author": [
        "Takatoshi Ito",
        "Kenta Yamada",
        "Misako Takayasu",
        "Hideki Takayasu"
    ],
    "citation_publication_date": "2020-01-27",
    "issue_date": "2020-01-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWith the high-frequency data of firm quotes in the transaction platform of foreign exchanges, arbitrage profit opportunities—in the forms of a negative bid-ask spread of a currency pair and triangular transactions involving three currency pairs—can be detected to emerge and disappear in the matter of seconds. The frequency and duration of such arbitrage opportunities have declined over time, most likely due to the emergence of algorithmic trading. When a human trader detects such an arbitrage opportunity and places orders for multiple transactions—two in negative spreads and three in triangular arbitrage—there is no guarantee all of those orders are fulfilled in a fraction of one second. Thus, the arbitrageur has to consider execution risk, when he/she/it detects the emergence of such an opportunity. The novelty of this paper is to show that those arbitrage opportunities were exploitable and executable, before the mid-2000s, even considering the transactions costs and execution risk. After many algorithmic computers were allowed to be connected directly to the EBS transaction platform in the mid-2000s, the frequency of free lunch cases has declined and probabilities of successful executions of all legs for arbitrage declined. We calculate the change in the expected profit of an attempt to execute necessary transactions to reap benefits from arbitrage opportunity.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nTakatoshi Ito\n\n\"I serve as a non-resident Board of Director in a company that owns and operate an proprietary trading system and a financial holding company owning a bank, a life and non-life insurance companies in Japan also as an advisory board member of an alternative asset manager company and serve as a Editorial Board member of newsletter on Japanese Economy.\"\n\n\n"
}