{
    "id": 26711,
    "citation_title": "Misallocation or Mismeasurement?",
    "citation_author": [
        "Mark Bils",
        "Peter J. Klenow",
        "Cian Ruane"
    ],
    "citation_publication_date": "2020-02-03",
    "issue_date": "2020-01-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe ratio of revenue to inputs differs greatly across plants within countries such as the U.S. and India. Such gaps may reflect misallocation which hinders aggregate productivity. But differences in measured average products need not reflect differences in true marginal products. We propose a way to estimate the gaps in true marginal products in the presence of measurement error. Our method exploits how revenue growth is less sensitive to input growth when a plant’s average products are overstated by measurement error. For Indian manufacturing from 1985-2013, our correction lowers potential gains from reallocation by 20%. For the U.S. the effect is even more dramatic, reducing potential gains by 60% and eliminating 2/3 of a severe downward trend in allocative efficiency over 1978-2013.\n\n",
    "acknowledgement": "\nWe are grateful to seminar participants and, especially, Joel David for comments. Any opinions and conclusions expressed herein are those of the author(s) and do not necessarily represent the views of the U.S. Census Bureau, the IMF, its Executive Board, or its management. This research was performed at a Federal Statistical Research Data Center under FSRDC Project 1440. All results have been reviewed to ensure that no confidential information is disclosed. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}