{
    "id": 26714,
    "citation_title": "Exporting Uncertainty: The Impact of Brexit on Corporate America",
    "citation_author": [
        "Murillo Campello",
        "Gustavo S. Cortes",
        "Fabricio d'Almeida",
        "Gaurav Kankanhalli"
    ],
    "citation_publication_date": "2020-02-03",
    "issue_date": "2020-01-30",
    "revision_date": "2021-05-07",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nWe show that the 2016 Brexit Referendum had multi-faceted consequences for corporate America, shaping employment, investment, divestitures, R&D, and savings. The unexpected vote outcome led US firms to cut jobs and investment within US borders. Using establishment-level data, we document that these effects were modulated by the reversibility of capital and labor. American-based job destruction was particularly pronounced in industries with less skilled and more unionized workers. UK-exposed firms with less redeployable capital and high input-offshoring dependence cut investment the most. Data on the near-universe of US establishments also point to measurable, negative effects on establishment turnover (openings and closings). Our results demonstrate how foreign-born political uncertainty is transmitted across international borders, shaping domestic capital formation and labor allocation.\n\n",
    "acknowledgement": "\nWe are grateful to Warren Bailey, Craig Brown, Charles Calomiris, Danilo Cascaldi-Garcia, Steven Davis, Price Fishback, Janet Gao, Jesús Gorrín, John Graham, Darien Huang, Tim Johnson, Hyunseob Kim, Mauricio Larrain, Angie Low, Diogo Palhares, Minchul Shin, Felipe Silva, Allan Timmermann, and seminar participants at the Bank of Portugal, Bristol Workshop on Banking, Cambridge University, George Washington University, Hoover Institution, KU Leuven, LUBRAFIN Conference, Manchester Business School, National Bank of Belgium, Penn State, SFS Cavalcade, Syracuse University, University of Connecticut, University of Georgia, University of Illinois, University of Kentucky, Warwick Business School, and Washington University St. Louis for many useful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}