{
    "id": 26717,
    "citation_title": "Do Cash Windfalls Affect Wages? Evidence from R&D Grants to Small Firms",
    "citation_author": [
        "Sabrina T. Howell",
        "J. David Brown"
    ],
    "citation_publication_date": "2020-02-03",
    "issue_date": "2020-01-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nThis paper examines how employee earnings at small firms respond to a cash flow shock in the form of a government R&D grant. We use ranking data on applicant firms, which we link to IRS W2 earnings and other U.S. Census Bureau datasets. In a regression discontinuity design, we find that the grant increases average earnings with a rent-sharing elasticity of 0.07 (0.21) at the employee (firm) level. The beneficiaries are incumbent employees who were present at the firm before the award. Among incumbent employees, the effect increases with worker tenure. The grant also leads to higher employment and revenue, but productivity growth cannot fully explain the immediate effect on earnings. Instead, the data and a grantee survey are consistent with a backloaded wage contract channel, in which employees of financially constrained firms initially accept relatively low wages and are paid more when cash is available.\n\n",
    "acknowledgement": "\nWe are grateful to seminar participants at UCLA, USC, OSU, Chicago Booth Conference on Finance and Labor, NYU Stern, Temple, and WFA ECWF. We also thank Tania Babina, Jonathan Berk, Nick Bloom, Will Gornall, Luigi Guiso, Alex He, David R. Howell, Simon Jaeger, Xavier Jaravel, Patrick Kline, Ye Li, Adrien Matray, Claudio Michelacci, Holger Mueller, Paige Ouimet, John Van Reenen, Dimitris Papanikolaou, Thomas Philippon, Fabiano Schivardi, Rene Stulz, Chad Syverson, and Eric Zwick for helpful comments, and Alix Byrd and Jun Wong for research assistance. Howell’s research on this project was funded by the Kauffman Foundation. This paper uses data from the U.S. Census Bureau. Any opinions and conclusions expressed herein are those of the authors and do not necessarily represent the views of the U.S. Census Bureau. All results have been reviewed to ensure that no confidential information is disclosed. The Disclosure Review Board release numbers are DRB-B0086-CDAR-20180607, CMS request 7276, CBDRB- FY19-369, CBDRB-FY19-452, and CBDRB-FY2020-CES005-010 for DMS project P-7083300. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}