{
    "id": 26718,
    "citation_title": "Efficiency Versus Equity in the Provision of In-Kind Benefits: Evidence from Cost Containment in the California WIC Program",
    "citation_author": [
        "Katherine Meckel",
        "Maya Rossin-Slater",
        "Lindsey M. Uniat"
    ],
    "citation_publication_date": "2020-02-03",
    "issue_date": "2020-01-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn many U.S. public programs, the government contracts with private firms to deliver in-kind benefits to recipients. These public-private partnerships generate agency problems that could drive up costs and lower program efficiency, but cost containment regulations may discourage firm participation and reduce access among eligible households. We examine these trade-offs in the context of California’s Special Supplemental Nutrition Program for Women, Infants, and Children (WIC), which provides vouchers to low-income pregnant women and children under five to obtain free food packages from private vendors, and has complex rules about eligible products. We use variation from a 2012 cost containment reform, which resulted in a 55 percent drop in the number of small vendors, and examine how local access to small vendors affects WIC take-up among pregnant women. We find that within-ZIP-code access to small vendors raises the likelihood of WIC take-up among first-time mothers, and that this effect is stronger for foreign-born than U.S.-born women and exists even for mothers who also have access to a larger WIC vendor. Our findings suggest that small vendors are uniquely effective at lowering barriers to take-up among subgroups of women with high program learning costs, and that cost containment reforms, which frequently target these vendors, may have unintended consequences of inequitably reducing program access.\n\n",
    "acknowledgement": "\nWe thank Kelly Bedard, Julie Cullen, Janet Currie, Hilary Hoynes, and Heather Royer for helpful comments. We are grateful to Michael Amiri and Clyde Steele for helpful discussions and for providing data on the WIC vendor market in California. Rossin-Slater is grateful for support from the National Science Foundation (NSF) CAREER Award No. 1752203. Any opinions, findings, and conclusions or recommendations expressed in this paper are those of the authors and do not necessarily reflect the views of the National Science Foundation. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}