{
    "id": 26713,
    "citation_title": "Interaction of the Labor Market and the Health Insurance System: Employer-Sponsored, Individual, and Public Insurance",
    "citation_author": [
        "Naoki Aizawa",
        "Chao Fu"
    ],
    "citation_publication_date": "2020-02-03",
    "issue_date": "2020-01-30",
    "revision_date": "2021-02-25",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe U.S. health insurance system for working-age households is characterized not only by its heavy dependence on the labor market but also by the segregation of risk pools across its three components: employer-sponsored health insurance (ESHI), individual health insurance exchange (HIX), and Medicaid. To assess the potential efficiency loss associated with this risk pool segregation, we develop and estimate an equilibrium model of labor and health insurance markets, with rich heterogeneity across local markets, households, and firms. We estimate the model exploiting variations across states and policy environments before and after the Affordable Care Act. We use the estimated model to implement counterfactual policies that cross-subsidize between ESHI and HIX, which include pure risk pooling between the two markets as a special case. We find that such policies would benefit most households, improve average household welfare, and decrease government expenditure. Furthermore, the welfare gains are larger if the cross subsidization is interacted with Medicaid expansion.\n\n",
    "acknowledgement": "\nWe thank Samuel Bailey and Shoya Ishimaru for excellent research assistants. We thank Mariacristina De Nardi, Eric French, Martin Hackmann, Tom Holmes, Ami Ko, Jeremy Lise, Lee Lockwood, Matthew Notowidigdo, Amil Petrin, Chris Taber, and seminars and conferences participants at ASSA meeting, Barcelona GSE Summer Forum, CEME Conference at Chicago, CUHK, Econometric Society Meetings, FRB New York, FRB Saint Louis, GCER/Cemmap Conference, HKST, IFS, Purdue, SED, Stanford Institute of Theoretical Economics, UBC, U-Minnesota, UNC, USC, UW-Madison, UW-Milwaukkee, UWO and Yale for helpful comments. We thank Rachelle Hill at the Minnesota Census RDC, Robert Thomas at the Wisconsin Census RDC, and Ray Kuntz at AHRQ for help with the restricted access MEPS data. A part of analysis in this paper was conducted at the Minnesota RDC and Wisconsin Census RDC, and the support of AHRQ is acknowledged. All results have been reviewed to ensure that no confidential information is disclosed. Any opinions and conclusions expressed herein are those of the author(s) and do not  necessarily represent the views of the U.S. Census Bureau, AHRQ, the Department of Health and Human Services, or the National Bureau of Economic Research.\n\n\n"
}