{
    "id": 26710,
    "citation_title": "Countercyclical Capital Buffers: A Cautionary Tale",
    "citation_author": [
        "Christoffer Koch",
        "Gary Richardson",
        "Patrick Van Horn"
    ],
    "citation_publication_date": "2020-02-03",
    "issue_date": "2020-01-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCountercyclical capital buffers (CCyBs) are an old idea recently resurrected. CCyBs compel banks at the core of financial systems to accumulate capital during expansions so that they are better able to sustain operations during downturns. To gauge the potential impact of modern CCyBs, we compare the behavior of large and highly-connected commercial banks during booms before the Great Depression and Great Recession. Before the former, core banks did not expect bailouts and were subject to regulations that incentivized capital accumulation during booms. Before the later, core banks expected bailouts and kept capital levels close to regulatory minima. Our analysis indicates that the pre-Depression regulatory regime induced money-center banks to build capital buffers between 3% and 5% of total assets during economic expansions, which is up to double the maximum modern CCyB. These buffers enabled those banks to continue operations without government assistance during severe crises. This historical analogy indicates that modern countercyclical buffers may achieve their immediate goals of protecting core banks during crises but raises questions about whether they will contribute to overall financial stability.\n\n",
    "acknowledgement": "\nWe thank Geoffrey Gjerdes, Joseph Haubrich, and Gregor Matvos for comments that improved all aspects of the paper. We thank participants at the NBER Summer Institute, ASSA AEA Annual Meetings, and the Fed’s SCFIRM Conference for comments. We thank the UC Irvine Program in Corporate Welfare for financial support. We thank Joseph Johnson, Ara Dermajian, James Wong, and many UC Irvine undergraduates for research assistance. The views expressed in this paper and website are those of the authors and do not necessarily reflect the views of the Federal Reserve Bank of Dallas, the Federal Reserve System, or the National Bureau of Economic Research. Any errors or omissions are the sole responsibility of the authors.\n\n\n"
}