{
    "id": 26712,
    "citation_title": "Economic Incentives Surrounding Fertility: Evidence from Alaska's Permanent Fund Dividend",
    "citation_author": [
        "Nishant Yonzan",
        "Laxman Timilsina",
        "Inas Rashad Kelly"
    ],
    "citation_publication_date": "2020-02-03",
    "issue_date": "2020-01-30",
    "revision_date": "2020-02-07",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nStarting in 1982, the Alaska Permanent Fund Dividend allows each full-time resident in Alaska, including infants born in the qualifying year, to receive a sizable dividend. This dividend, which represents a form of a Universal Basic Income on a small scale, could alter incentives surrounding fertility. Using synthetic control and difference-in-differences models to account for confounding factors and unobserved heterogeneity, we model the effect of income on fertility by exploiting this income shock around 1982 using Natality files from Vital Statistics and abortion data from the Centers for Disease Control, merged with data from the Census on various state characteristics. Primary results suggest that the dividend increased fertility and reduced the spacing between births, particularly for females in the 20-44 year age group. Our results suggest that policies aimed at increasing income should consider fertility consequences and their implications for economic growth.\n\n",
    "acknowledgement": "\nOrder of authors is reverse alphabetical. The authors thank Dhaval Dave, Fulya Ersoy, and seminar participants at the CUNY Graduate Center and Loyola Marymount University for helpful comments on earlier drafts of the paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}