{
    "id": 26719,
    "citation_title": "The Wage Penalty of Regional Accents",
    "citation_author": [
        "Jeffrey Grogger",
        "Andreas Steinmayr",
        "Joachim Winter"
    ],
    "citation_publication_date": "2020-02-03",
    "issue_date": "2020-01-30",
    "revision_date": "2023-05-27",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Discrimination",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPrevious work has documented that speaking one’s native language with an accent distinct from the mainstream is associated with lower wages. In this study, we seek to estimate the causal effect of speaking with a distinctive regional accent, disentangling the effect of the accent from that of omitted variables. We collected data on workers’ speech in Germany, a country with wide variation in regional dialects. We use a variety of strategies in estimation, including an instrumental variables strategy in which the instruments are based on research findings from the linguistics of accent acquisition. All of our estimators show that speaking with a distinctive regional accent reduces wages by an amount that is comparable to the gender wage gap. We also find that workers with distinctive regional accents tend to sort away from occupations that demand high levels of face-to-face contact, consistent with various occupational sorting models.\n\n",
    "acknowledgement": "\nWe thank Astrid Adler, Francesco Cinnirella, Helmut Farbmacher, Bernd Fitzenberger, Chris Hansen, Alfred Lameli, Giovanni Mellace, Alexandra Spitz-Oener, Steven Stillman, Frank Windmeijer, Nikolaus Wolf, and participants at various seminars and workshops for invaluable discussions and Markus Nagler for comments on the draft. Terence Chau and Kevin Kloiber provided outstanding research assistance. Financial support by Deutsche Forschungsgemeinschaft through CRC TRR 190 (project number 280092119) is gratefully acknowledged. The usual disclaimer applies The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJeffrey Grogger\n\nThis research received financial support by Deutsche Forschungsgemeinschaft\nthrough CRC TRR 190 (project number 280092119).\nI declare that I have no other relevant or material financial interests that relate to the\nresearch described in this paper.\n\n\n"
}