{
    "id": 26725,
    "citation_title": "Is the Cure Worse than the Disease? Unintended Effects of Payment Reform in a Quantity-based Transfer Program",
    "citation_author": [
        "Katherine Meckel"
    ],
    "citation_publication_date": "2020-02-03",
    "issue_date": "2020-01-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nQuantity vouchers are used in redistributive programs to shield participants from price variation and alter their consumption patterns. However, because participants are insensitive to prices, vendors of program goods are incentivized to price discriminate between program and non-program customers. I study these trade-offs in the context of a reform to reduce price discrimination in the Supplemental Nutrition Program for Women, Infants, and Children (WIC), which provides a quantity voucher for nutritious foods to low-income mothers and children. The reform caused vendors to drop out, reducing program take-up. In addition, smaller vendors increased prices charged to non-WIC shoppers by 6.4%.\n\n",
    "acknowledgement": "\nI thank Julie Cullen, Janet Currie, Wojciech Kopczuk, Ilyana Kuziemko, and Adriana Lleras-Muney as well as seminar participants at APPAM, Columbia, Duke, the Federal Reserve Bank of Chicago, MSU, NBER Summer Institute, Notre Dame, Stanford, the STATA Texas Empirical Micro Conference, Texas A&M, UCLA, UCSD, U Chicago - Booth, U Chicago - Harris and UIUC for helpful comments. I am grateful to Marc Montrose at the Texas Department of State Health Services (DSHS) for assistance with the births data, as well as Leona Duong, Ray Krzesniak, and MaryAlice Winfree at the Women, Infants and Children (WIC) Program at the Texas DSHS. Katherine Rittenhouse provided excellent research assistance. Researcher(s) own analyses calculated (or derived) based in part on data from The Nielsen Company (US), LLC and marketing databases provided through the Nielsen Datasets at the Kilts Center for Marketing Data Center at The University of Chicago Booth School of Business. The conclusions drawn from the Nielsen data are those of the researcher(s) and do not reflect the views of Nielsen, nor do they necessarily reflect the views of the National Bureau of Economic Research. Nielsen is not responsible for, had no role in, and was not involved in analyzing and preparing the results reported herein.\n\n\n"
}