{
    "id": 26726,
    "citation_title": "Professional Interactions and Hiring Decisions: Evidence from the Federal Judiciary",
    "citation_author": [
        "Marco Battaglini",
        "Jorgen M. Harris",
        "Eleonora Patacchini"
    ],
    "citation_publication_date": "2020-02-03",
    "issue_date": "2020-01-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Discrimination",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the effect of hearing cases alongside female judicial colleagues on the probability that a federal judge hires a female law clerk. Federal judges are assigned to cases and to judicial panels at random and have few limitations on their choices of law clerks: these two features make the federal court system a unique environment in which to study the effect of professional interactions and beliefs in organizations. We constructed a unique dataset by aggregating federal case records from 2007-2017 to collect information on federal judicial panels, and by merging this data with judicial hiring information from the Judicial Yellow Book, a directory of federal judges and clerks. We find that a one standard deviation increase in the fraction of co-panelists who are female increases a judge’s likelihood of hiring a female clerk by 4 percentage points. This finding suggests that increases in the diversity of the upper rungs of a profession can shift attitudes in a way that creates opportunities at the entry level of a profession.\n\n",
    "acknowledgement": "\nWe thank Naci Mocan and Keith Jamieson for helpful comments. We also thank Sam Markiewitz, Becky Cardinali, Cenjia Lu, Ignasi Merediz, and Reese Ingraham for excellent research assistance. Harris and Patacchini acknowledge financial support from the Institute for Social Sciences at Cornell University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}