{
    "id": 26724,
    "citation_title": "The Effects of E-Cigarette Taxes on E-Cigarette Prices and Tobacco Product Sales: Evidence from Retail Panel Data",
    "citation_author": [
        "Chad D. Cotti",
        "Charles J. Courtemanche",
        "Johanna Catherine Maclean",
        "Erik T. Nesson",
        "Michael F. Pesko",
        "Nathan Tefft"
    ],
    "citation_publication_date": "2020-02-10",
    "issue_date": "2020-01-30",
    "revision_date": "2022-07-25",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate the effect of e-cigarette tax rates on e-cigarette prices, e-cigarette sales, and sales of other tobacco products using NielsenIQ Retail Scanner data from 2013 to 2019. We find that 90% of e-cigarette taxes are passed on to consumer retail prices. We then estimate reduced form and instrumental variables regressions to examine the effects of e-cigarette and cigarette taxes and prices on sales. We calculate an e-cigarette own-price elasticity of -2.2 and particularly large elasticity of demand for flavored e-cigarettes. Further, we document a cigarette own-price elasticity of -0.4 and positive cross-price elasticities of demand between e-cigarettes and cigarettes, suggesting economic substitution.\n\n",
    "acknowledgement": "\nAuthor order is alphabetic and lead authorship is shared amongst all the authors. Research reported in this publication was supported by the National Institute on Drug Abuse of the National Institutes of Health under Award Number R01DA045016 (PI: Michael Pesko). There are no conflicts of interest. Tefft completed work on the project prior to joining Amazon while a faculty member at Bates College. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research, Institute for the Labor Economics, or the National Institutes of Health. We thank audiences at the American Society for Health Economists Conference (2022), American Economic Association Annual Meeting (2022), University of Victoria Department of Economics (2021), Society for Research on Nicotine & Tobacco Conference (2021), Midwest Health Economics Conference (2020), Tobacco Online Policy Seminar (2020), Southern Economic Association Conference (2020), National Bureau of Economic Research Summer Institute Health Economics Program (2020), Society for Benefit-Cost Analysis Conference (2020), and Iowa State Department of Economics (2020) for helpful comments. We also thank Hunt Allcott, Brant Callaway, Scott Cunningham, Dhaval Dave, Daniel Dench, Andrew Goodman-Bacon, Michael Grossman, Donald Kenkel, Alex McGlothlin, David Powell, Charlie Rafkin, Henry Saffer, Pedro Sant'Anna, and Douglas Webber for helpful comments and suggestions. Researcher(s)’ own analyses calculated (or derived) based in part on data from Nielsen Consumer LLC and marketing databases provided through the NielsenIQ Datasets at the Kilts Center for Marketing Data Center at The University of Chicago Booth School of Business. The conclusions drawn from the NielsenIQ data are those of the researcher(s) and do not reflect the views of NielsenIQ. NielsenIQ is not responsible for, had no role in, and was not involved in analyzing and preparing the results reported herein. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}