{
    "id": 26727,
    "citation_title": "Are Large Deficits and Debt Dangerous?",
    "citation_author": [
        "Michael J. Boskin"
    ],
    "citation_publication_date": "2020-02-10",
    "issue_date": "2020-02-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Traditional View (TV) of large deficits and debt is they have large economic costs, save in a recession and early recovery, because they crowd out investment and lower future income, and taken to extremes, can cause inflation and even a financial crisis. The TV has been challenged, most fundamentally in Olivier Blanchard’s 2019 AEA Presidential Address, an elegant extension of Peter Diamond’s OLG model to account for risk in an expected utility framework.  He concludes they may have no fiscal cost and increase welfare. I present evidence of looming large deficit and debt/GDP increases and their effects on recovery from recession, interest rates and long-run growth. I discuss several substantive issues with the “no fiscal cost” view that limit its applicability, including accounting neither for the effect of increasing debt on interest rates and growth nor the pre-existing primary deficit, debt and their projected evolution; disputable readings of the data; strong assumptions and parameter values driving the results; and a political economy of deficits and debt likely to lead to even larger debt ratios.  Acknowledging uncertainties, the evidence still suggests that large increases in the debt ratio could lead to much higher taxes, lower future incomes and intergenerational inequity.\n\n",
    "acknowledgement": "\nI would like to thank Alan Auerbach, Seth Benzell and Olivier Blanchard for helpful comments. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}