{
    "id": 26729,
    "citation_title": "The Demand for Interns",
    "citation_author": [
        "David A. Jaeger",
        "John M. Nunley",
        "Alan Seals",
        "Eric J. Wilbrandt"
    ],
    "citation_publication_date": "2020-02-10",
    "issue_date": "2020-02-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe describe the demand for interns in the U.S. using ads from an internship-specific website. We find that internships are more likely to be paid when more closely associated with a specific occupation, when the local labor market has lower unemployment, and when the local and federal minimum wage are the same.  A résumé audit study with more than 11,500 applications reveals that employers are more likely to respond positively when internship applicants have previous internship experience. Employers are also less likely to respond to applicants with black-sounding names and when the applicant is more distant from the firm.\n\n",
    "acknowledgement": "\nThe authors thank the Department of Economics at Auburn University and the Department of Economics and the College of Business Administration at the University of Wisconsin—La Crosse for generous funding. This paper would not have been possible without the research assistance of Nicole Daly, David Dowling, Carly Galbraith, Sam Goldstein, and Andrew Johnson. We offer special thanks to Bob Wilson, who helped us with the O*NET-SOC AutoCoder. We also appreciate the comments and suggestions from conference and seminar participants at APPAM, Cornell University, Boston University, Fordham University, the IZA World Labor Conference, Lancaster University, the London School of Economics, the National Symposium on College Internships Research at University of Wisconsin—Madison, the Norwegian University of Science and Technology (Trondheim), the annual meeting of the Ausschuss für Bevolkerungökonomik of the Verein für Sozialpolitik, and ZEW as well as from Randy Beard, Taggert Brooks, Mary Hamman, Joanna Lahey, Mike Stern, and Sheida Teimouri. The IRBs at Auburn University, University of Wisconsin—La Crosse, and CUNY Graduate Center ruled that the subjects in our study were not human subjects. We agreed, however, to maintain the anonymity of all firms and universities used in the study.  No unpaid interns worked to produce this research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}