{
    "id": 26730,
    "citation_title": "Decentralized Targeting of Agricultural Credit Programs: Private versus Political Intermediaries",
    "citation_author": [
        "Pushkar Maitra",
        "Sandip Mitra",
        "Dilip Mookherjee",
        "Sujata Visaria"
    ],
    "citation_publication_date": "2020-02-10",
    "issue_date": "2020-02-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe compare two different methods of appointing a local commission agent as an intermediary for a credit program. In the Trader-Agent Intermediated Lending Scheme (TRAIL), the agent was a randomly selected established private trader, while in the Gram Panchayat-Agent Intermediated-Lending Scheme (GRAIL), he was randomly chosen from nominations by the elected village council. More TRAIL loans were taken up, but repayment rates were similar, and TRAIL loans had larger average impacts on borrowers' farm incomes. The majority of this difference in impacts is due to differences in treatment effects conditional on farmer productivity, rather than differences in borrower selection patterns. The findings can be explained by a model where TRAIL agents increased their middleman profits by helping more able treated borrowers reduce their unit costs and increase output. In contrast, for political reasons GRAIL agents monitored the less able treated borrowers and reduced their default risk.\n\n",
    "acknowledgement": "\nFunding was provided by the Australian Agency for International Development, the International Growth Centre, United States Agency for International Development, the Hong Kong Research Grants Council (GRF 16503014) and the HKUST Institute for Emerging Market Studies (IEMS15BM05). We thank the director and staff of Shree Sanchari for collaborating on the project. Jingyan Gao, Arpita Khanna, Clarence Lee, Daijing Lv, Foez Mojumder, Moumita Poddar and Nina Yeung provided exceptional research assistance, and Elizabeth Kwok provided excellent administrative support. We thank audiences at numerous seminars and conferences for their comments and suggestions, which have significantly improved the paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}