{
    "id": 26735,
    "citation_title": "Physician Health Management Skills and Patient Outcomes",
    "citation_author": [
        "Emilia Simeonova",
        "Niels Skipper",
        "Peter R. Thingholm"
    ],
    "citation_publication_date": "2020-02-10",
    "issue_date": "2020-02-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA host of different factors affect health and longevity, ranging from genetic endowments to public policy. Physicians have a substantial influence on patients’ health and health-related costs, but we know little about the extent of this influence beyond clinical decisions such as adequate diagnosis and treatment. This paper demonstrates that the health management styles of primary care physicians significantly affect the health outcomes of their patients. Using data on the population of statin users in Denmark and matching patients to their primary care physicians, we show that the physician’s ability to facilitate adherence with prescription medications has significant positive effects on patient outcomes and health costs even after controlling for observable and unobservable patient characteristics. Policy interventions aimed at improving this aspect of physicians’ health management styles have important implications for patient outcomes and health care costs.\n\n",
    "acknowledgement": "\nSimeonova and Skipper gratefully acknowledge support from the Danish Council for Independent Research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}