{
    "id": 26739,
    "citation_title": "Technological Innovation and Discrimination in Household Finance",
    "citation_author": [
        "Adair Morse",
        "Karen Pence"
    ],
    "citation_publication_date": "2020-02-10",
    "issue_date": "2020-02-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nTechnology has changed how discrimination manifests itself in financial services. Replacing human discretion with algorithms in decision-making roles reduces taste-based discrimination, and new modeling techniques have expanded access to financial services to households who were previously excluded from these markets. However, algorithms can exhibit bias from human involvement in the development process, and their opacity and complexity can facilitate statistical discrimination inconsistent with antidiscrimination laws in several aspects of financial services provision, including advertising, pricing, and credit-risk assessment. In this chapter, we provide a new amalgamation and analysis of these developments, identifying five gateways whereby technology induces discrimination to creep into financial services. We also consider how these technological changes in finance intersect with existing discrimination and data privacy laws, leading to our contribution of four frontlines of regulation. Our analysis concludes that the net effect of innovation in technological finance on discrimination is ambiguous and depends on the future choices made by policymakers, the courts, and firms.\n\n",
    "acknowledgement": "\nThe views in this chapter are not necessarily those of the Federal Reserve Board, its staff, or the National Bureau of Economic Research. Any errors are the sole responsibility of the authors. We are grateful to Katrina Blodgett, Carol Evans, and Varda Hussain for their careful review of the chapter and thank Bobby Bartlett, Tobias Berg, David Cross, Tim Lambert, Miles Larbey, David Palmer, Raghavendra Rau, Bradley Schnarr, Christopher Shelton, Luigi Zingales, and seminar participants at the University of Virginia for helpful comments and conversations.\n\n\n"
}