{
    "id": 26736,
    "citation_title": "Simplifying and Improving the Performance of Risk Adjustment Systems",
    "citation_author": [
        "Thomas G. McGuire",
        "Anna L. Zink",
        "Sherri Rose"
    ],
    "citation_publication_date": "2020-02-10",
    "issue_date": "2020-02-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRisk-adjustment systems used to pay health plans in individual health insurance markets have evolved towards better “fit” of payments to plan spending, at the individual and group levels, generally achieved by adding variables used for risk adjustment.  Adding variables demands further plan and provider-supplied data.  Some data called for in the more complex systems may be easily manipulated by providers, leading to unintended “upcoding” or to unnecessary service utilization.  While these drawbacks are recognized, they are hard to quantify and are difficult to balance against the concrete, measurable improvements in fit that may be attained by adding variables to the formula.  This paper takes a different approach to improving the performance of health plan payment systems.  Using the HHS-HHC V0519 model of plan payment in the Marketplaces as a starting point, we constrain fit at the individual and group level to be as good or better than the current payment model while reducing the number of variables called for in the model.  Opportunities for simplification are created by the introduction of three elements in design of plan payment:  reinsurance (based on high spending or plan losses), constrained regressions, and powerful machine learning methods for variable selection.  We first drop all variables relying on drug claims.  Further major reductions in the number of diagnostic-based risk adjustors are possible using machine learning integrated with our constrained regressions.  The fit performance of our simpler alternatives is as good or better than the current HHS-HHC V0519 formula.\n\n",
    "acknowledgement": "\nThis research was supported by a grant from the Laura and John Arnold Foundation and NIH Director’s New Innovator Award DP2-MD012722. The views presented here are those of the authors and not necessarily those of the Laura and John Arnold Foundation, its directors, officers, or staff.  We thank Konstantin Beck, Michael Chernew, Randy Ellis, Lukas Kauer, Tim Layton, Joseph Newhouse, Eran Politzer, Sonja Schillo, Richard van Kleef and participants at the Risk Adjustment Network Meeting in Portland, Maine, September 24-26, 2019 for helpful comments.  We are grateful to Tram Nham for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}