{
    "id": 26731,
    "citation_title": "Globotics and Development: When Manufacturing is Jobless and Services are Tradable",
    "citation_author": [
        "Richard Baldwin",
        "Rikard Forslid"
    ],
    "citation_publication_date": "2020-02-10",
    "issue_date": "2020-02-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGlobalization and robotics (globotics) are transforming the world economy at an explosive pace. While much of the literature has focused on rich nations, the changes are quite likely to affect developing nations in important ways. The premise of the paper - which should be regarded as a thought-piece - is based on an extreme thought experiment. What does development look like when digitech has rendered manufacturing jobless and many services freely traded? Our conclusion is that the service-led development path may become the norm rather than the exception; think India, not China. Since success in the service sector is based on quite different factors than success in manufacturing, development strategies and mindsets may have to change. This is an optimistic conclusion since it suggests that developing nations can directly export the source of their comparative advantage - low-cost labor - without having first to make goods with that labor.\n\n",
    "acknowledgement": "\nWe acknowledge financial support from the UN University's WIDER; the paper was first presented at the WIDER Development Conference in partnership with UNESCAP, 11-13 September 2019, in Bangkok, Thailand The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}