{
    "id": 26738,
    "citation_title": "Competing with Robots: Firm-Level Evidence from France",
    "citation_author": [
        "Daron Acemoglu",
        "Claire LeLarge",
        "Pascual Restrepo"
    ],
    "citation_publication_date": "2020-02-10",
    "issue_date": "2020-02-06",
    "revision_date": "2020-02-11",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing several sources, we construct a data set of robot purchases by French manufacturing firms and study the firm-level implications of robot adoption. Out of 55,390 firms in our sample, 598 have adopted robots between 2010 and 2015, but these firms account for 20% of manufacturing employment and value added. Consistent with theory, robot adopters experience significant declines in labor share and the share of production workers in employment, and increases in value added and productivity. They expand their overall employment as well. However, this expansion comes at the expense of their competitors (as automation reduces their relative costs). We show that the overall impact of robot adoption on industry employment is negative. We further document that the impact of robots on overall labor share is greater than their firm-level effects because robot adopters are larger and grow faster than their competitors.\n\n",
    "acknowledgement": "\nWe thank our discussant Robert Seamans as well as David Autor and John Van Reenen for their comments. We also thank SYMOP for generously sharing their data with us. Financial support from Accenture, Banque de France, Google, IBM, Microsoft, the NSF, Schmidt Sciences, the Sloan Foundation and the Smith Richardson Foundation is gratefully acknowledged. This work is supported by a public grant overseen by the French National Research Agency (ANR) as part of the program . The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}