{
    "id": 26732,
    "citation_title": "Not Playing Favorites: An Experiment on Parental Fairness Preferences",
    "citation_author": [
        "James Berry",
        "Rebecca Dizon-Ross",
        "Maulik Jagnani"
    ],
    "citation_publication_date": "2020-02-10",
    "issue_date": "2020-02-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe conduct a lab-in-the-field experiment to identify parents' preferences for investing in their children. The experiment exogenously varied the short-run returns to educational investments to identify how much parents care about maximizing total household earnings, minimizing cross-sibling inequality in \"outcomes\" (child-level earnings), and minimizing cross-sibling inequality in \"inputs\" (child-level investments). We show that while parents place some weight on maximizing earnings, they also display a strong preference for equality in inputs, forgoing roughly 40% of their potential earnings or 90% of a day’s wage to equalize inputs. We find no evidence that parents care about equalizing outcomes.\n\n",
    "acknowledgement": "\nThis study was funded by the J-PAL Post-Primary Initiative, the Charles E. Merrill Faculty Research Fund at the University of Chicago Booth School of Business, and the University of Delaware. The study protocols received approval from the IRBs of Innovations for Poverty Action, the University of Chicago, and the National Commission for Science and Technology in Malawi. We thank Faith Millongo and Marumbo Munyenyembe for leading the fieldwork, and Lea Dousset and Yashna Nandan for excellent research assistance. We are grateful to Sabrin Beg, Marianne Bertrand, Esther Duflo, Pascaline Dupas, Richard Hornbeck, Seema Jayachandran, Michael Kremer, Maria Rueda, Laura Schechter, and Jeremy Tobacman for helpful conversations and feedback. We are also grateful for feedback from seminar participants at University of Chicago (Booth GSB), MIT, University of Namur, Toulouse School of Economics, Aix-Marseille University, University of Texas, and University of Melbourne, as well as conference participants at the 2018 Advances in Field Experiments Conference, 2019 NBER Spring Education Meetings, 2019 RISE, 2019 SEEDEC, 2019 SITE, 2019 NEUDC, and 2019 MWIEDC. All errors are our own.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}