{
    "id": 26733,
    "citation_title": "The Allocation of Authority in Organizations: A Field Experiment with Bureaucrats",
    "citation_author": [
        "Oriana Bandiera",
        "Michael Carlos Best",
        "Adnan Qadir Khan",
        "Andrea Prat"
    ],
    "citation_publication_date": "2020-02-10",
    "issue_date": "2020-02-06",
    "revision_date": "2021-08-09",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n",
        "Country Studies",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe design a field experiment to study how the allocation of authority between frontline procurement officers and their monitors affects performance both directly and through the response to incentives. In collaboration with the government of Punjab, Pakistan, we shift authority from monitors to procurement officers and introduce financial incentives in a sample of 600 procurement officers in 26 districts. We find that autonomy alone reduces prices by 9% without reducing quality and that the effect is stronger when the monitor tends to delay approvals for purchases until the end of the fiscal year. In contrast, the effect of performance pay is muted, except when agents face a monitor who does not delay approvals. Time use data reveal agents’ responses vary along the same margin: autonomy increases the time devoted to procurement and this leads to lower prices only when monitors cause delays. By contrast, incentives work when monitors do not cause delays. The results illustrate that organizational design and anti-corruption policies must balance agency issues at different levels of the hierarchy.\n\n",
    "acknowledgement": "\nThis experiment was preregistered in the Social Science Registry at https://www.socialscienceregistry.org/trials/610. Its pre-analysis plan and a \"populated\" version of the pre-analysis plan (Duflo et al., 2020) are available there also. We are grateful to the World Bank, the International Growth Centre, and the JPAL Governance Initiative for financial support. We thank Ahsen Omar Majid, Sher Afghan Asad, Maha Rehman, Ameera Jamal, Omar Gondal, Khawaja Hussain Mahmood, Subhan Khalid, Sophia Tahir Mir, Ovais Siddiqui, Noor Sehur, Zain ul Abideen, Ahsan Farooqui, Natasha Ansari and Reem Hasan for outstanding research assistance in Lahore, and Hamza Husain, Sakshi Gupta and Advitha Arun for outstanding research assistance at Columbia. We thank the Government of Punjab and in particular Naeem Sheikh, Imdad Bosal, Umer Saif, Zubair Bhatti and Ali Bahadar Qazi for their collaboration over the years. We thank many seminar participants and especially Abhijit Banerjee, Ernesto Dal Bo, Bob Gibbons, Imran Rasul, and Guido Tabellini for helpful comments and discussion. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nAdnan Qadir Khan\n\n•\tFinancial support for the project came from 3ie, the IGC (supported by the UK Department for International Development), and the NSF (under grant SES-1124134). The online web portal used for this project, called Punjab Online Procurement System or POPS, had earlier received some funding from the World Bank Pakistan office.\n•\tFieldwork for this project in Pakistan was managed by the Center for Economic Research, Pakistan (CERP).\n•\tThis project received the in-kind support of the Government of Punjab, Pakistan, which provided access to administrative tax data for the project and which implemented the transfers described in this paper.\n•\tI used to work for the Government of Punjab and Pakistan from November 1992 to August 2005. Other than salaries for my period of work from 1992 to 2005, I have received no financial payments from the Government of Punjab.\n•\tI currently work for the London School of Economics as a Professor in Practice. In the past I have worked with the International Growth Centre at LSE that was funded by DFID.\n•\tI am a director of Center for Economic Research in Pakistan (CERP) which implemented the project in Pakistan. CERP is non-profit research center and has no stake in the outcomes of any given evaluation results. My position at CERP is not paid.\n•\tNeither the funders nor the Government of Punjab had right of prior review over this study.\n\n\n"
}