{
    "id": 26744,
    "citation_title": "Identity Verification Standards in Welfare Programs: Experimental Evidence from India",
    "citation_author": [
        "Karthik Muralidharan",
        "Paul Niehaus",
        "Sandip Sukhtankar"
    ],
    "citation_publication_date": "2020-02-10",
    "issue_date": "2020-02-06",
    "revision_date": "2021-09-07",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe evaluate reforms that integrated more stringent, biometric ID requirements into India’s largest social protection program, using large-scale randomized and natural experiments. Corruption fell but with substantial costs to legitimate beneﬁciaries, 1.5-2 million of whom lost access to beneﬁts at some point during the reforms. Adverse eﬀects appear to have been driven primarily by decisions about the way the transition was managed, illustrating both the risks of rapid reforms, and how the impacts of promising new technologies can be highly sensitive to the protocols governing their use.\n\n",
    "acknowledgement": "\nWe thank Prashant Bharadwaj, Michael Callen, Gordon Dahl, Lucie Gadenne, Siddharth George, Roger Gordon, Ashok Kotwal, Lee Lockwood, Aprajit Mahajan, Ted Miguel, Yusuf Neggers, Monica Singhal and participants in various seminars for comments and suggestions. This paper would not have been possible without the continuous eﬀorts and inputs of the J-PAL/UCSD project team including Avantika Prabhakar, Burak Eskici, Frances Lu, Jianan Yang, Kartik Srivastava, Krutika Ravishankar, Mayank Sharma, Sabareesh Ramachandran, Simoni Jain, Soala Ekine, Thomas Brailey, Vaibhav Rathi, and Xinyi Liu. Finally, we thank the Bill and Melinda Gates Foundation (especially Dan Radcliﬀe and Seth Garz) for the ﬁnancial support that made this study possible. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}