{
    "id": 26742,
    "citation_title": "Ethnic Attrition, Assimilation, and the Measured Health Outcomes of Mexican Americans",
    "citation_author": [
        "Francisca M. Antman",
        "Brian Duncan",
        "Stephen J. Trejo"
    ],
    "citation_publication_date": "2020-02-10",
    "issue_date": "2020-02-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe literature on immigrant assimilation and intergenerational progress has sometimes reached surprising conclusions, such as the puzzle of immigrant advantage which finds that Hispanic immigrants sometimes have better health than U.S.-born Hispanics.  While numerous studies have attempted to explain these patterns, almost all studies rely on subjective measures of ethnic self-identification to identify immigrants’ descendants.  This can lead to bias due to “ethnic attrition,” which occurs whenever a U.S.-born descendant of a Hispanic immigrant fails to self-identify as Hispanic.  In this paper, we exploit information on parents’ and grandparents’ place of birth to show that Mexican ethnic attrition, operating through intermarriage, is sizable and selective on health, making subsequent generations of Mexican immigrants appear less healthy than they actually are.  Consequently, conventional estimates of health disparities between Mexican Americans and non-Hispanic whites as well as those between Mexican Americans and recent Mexican immigrants have been significantly overstated.\n\n",
    "acknowledgement": "\nWe thank Brian Cadena, Terra McKinnish, Joseph P. Price, Fernando Riosmena, and conference participants at the Society of Labor Economists meeting and the Western Economics Association International meeting for their feedback. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}