{
    "id": 26741,
    "citation_title": "Gains from Trade: Does Sectoral Heterogeneity Matter?",
    "citation_author": [
        "Rahul Giri",
        "Kei-Mu Yi",
        "Hakan Yilmazkuday"
    ],
    "citation_publication_date": "2020-02-10",
    "issue_date": "2020-02-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper assesses the quantitative importance of including sectoral heterogeneity in computing the gains from trade. Our framework draws from Caliendo and Parro (2015) and has sectoral heterogeneity along five dimensions, including the elasticity of trade to trade costs. We estimate the sectoral trade elasticity with the Simonovska and Waugh (2014) simulated method of moments estimator and micro price data. Our estimates range from 2.97 to 8.94. Our benchmark model is calibrated to 21 OECD countries and 20 sectors. We remove one or two sources of sectoral heterogeneity at a time, and compare the gains from trade to the benchmark model. We also compare an aggregate model with a single elasticity to the benchmark model. Our main result from these counterfactual exercises is that sectoral heterogeneity does not always lead to an increase in the gains from trade, which is consistent with the theory.\n\n",
    "acknowledgement": "\nWe thank Lorenzo Caliendo, Fernando Parro, Bent Sorensen, Ina Simonovska, Michael Sposi, Jing Zhang, and especially Michael Waugh for very helpful discussions and comments. We also thank Michael Waugh for sharing his SMM estimation codes with us. We thank participants at the Midwest International Trade Conference, York U., National U. of Singapore, the Atlanta Fed-Emory University International Economics Workshop, LSU, the Bank of Mexico, the 2018 Asia Meeting of the Econometric Society, and Union College for their comments. The views expressed here are those of the authors and do not necessarily represent those of the Federal Reserve Bank of Dallas, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}