{
    "id": 26748,
    "citation_title": "The Determinants of Income Segregation and Intergenerational Mobility: Using Test Scores to Measure Undermatching",
    "citation_author": [
        "Raj Chetty",
        "John N. Friedman",
        "Emmanuel Saez",
        "Nicholas Turner",
        "Danny Yagan"
    ],
    "citation_publication_date": "2020-02-17",
    "issue_date": "2020-02-13",
    "revision_date": "2020-06-08",
    "topics": [
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze how changes in the allocation of students to colleges would affect segregation by parental income across colleges and intergenerational mobility in the United States. We do so by linking data from tax records on parents' incomes and students' earnings outcomes for each college to data on students' SAT and ACT scores. We find that equalizing application, admission, and matriculation rates across parental income groups conditional on test scores would reduce segregation substantially, primarily by increasing the representation of middle-class students at more selective colleges. However, it would have little impact on the fraction of low-income students at elite private colleges because there are relatively few students from low-income families with sufficiently high SAT/ACT scores. Differences in parental income distributions across colleges could be eliminated by giving low and middle-income students a sliding-scale preference in the application and admissions process similar to that implicitly given to legacy students at elite private colleges. Assuming that 80% of observational differences in students' earnings conditional on test scores, race, and parental income are due to colleges' causal effects — a strong assumption, but one consistent with prior work — such changes could reduce intergenerational income persistence among college students by about 25%. We conclude that changing how students are allocated to colleges could substantially reduce segregation and increase intergenerational mobility, even without changing colleges' educational programs.\n\n",
    "acknowledgement": "\nThis work was conducted under IRS contract TIRNO- 16-E-00013 and reviewed by the Office of Tax Analysis at the U.S. Treasury. We thank Joseph Altonji, David Deming, Eric Hanushek, Jess Howell, Michael Hurwitz, Lawrence Katz, David Lee, Richard Levin, Sean Reardon, anonymous referees, and numerous seminar participants for helpful comments; Trevor Bakker, Kaveh Danesh, Katie Donnelly Moran, Niklas Flamang, Robert Fluegge, Jamie Fogel, Benjamin Goldman, Clancy Green, Sam Karlin, Carl McPherson, Daniel Reuter, Benjamin Scuderi, Priyanka Shende, Jesse Silbert, Mandie Wahlers, and our other pre-doctoral fellows for outstanding research assistance; and especially Adam Looney for supporting this project. Chetty, Friedman, Saez, and Yagan acknowledge funding from the Russell Sage Foundation, the Bill & Melinda Gates Foundation, the Robert Wood Johnson Foundation, the Schmidt Futures Foundation, the Center for Equitable Growth at UC-Berkeley, the Washington Center for Equitable Growth, the UC Davis Center for Poverty Research, the Alfred P. Sloan Foundation, the Laura and John Arnold Foundation, the Chan-Zuckerberg Initiative, the Overdeck Foundation, and Bloomberg Philanthropies. The opinions expressed in this paper are those of the authors alone and do not necessarily reflect the views of the Internal Revenue Service, the U.S. Treasury Department, the Federal Reserve Board of Governors, the College Board, or the National Bureau of Economic Research. The results in this paper build on those reported in an earlier NBER working paper entitled “Mobility Report Cards: The Role of Colleges in Intergenerational Mobility.” A manuscript that combines the results from both papers is available at https://opportunityinsights.org/wp-content/uploads/2020/02/coll_mrc_qje_paper.pdf and is forthcoming in the Quarterly Journal of Economics.\n\n\n"
}