{
    "id": 26746,
    "citation_title": "The Economic Consequences of Increasing Sleep Among the Urban Poor",
    "citation_author": [
        "Pedro Bessone",
        "Gautam Rao",
        "Frank Schilbach",
        "Heather Schofield",
        "Mattie Toma"
    ],
    "citation_publication_date": "2020-02-10",
    "issue_date": "2020-02-06",
    "revision_date": "2021-04-08",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThe urban poor in developing countries face challenging living environments, which may interfere with good sleep. Using actigraphy to measure sleep objectively, we find that low-income adults in Chennai, India sleep only 5.5 hours per night on average despite spending 8 hours in bed. Their sleep is highly interrupted, with sleep efficiency—sleep per time in bed—comparable to those with disorders such as sleep apnea or insomnia. A randomized three-week treatment providing information, encouragement, and improvements to home sleep environments increased sleep duration by 27 minutes per night by inducing more time in bed. Contrary to expert predictions and a large body of sleep research, increased nighttime sleep had no detectable effects on cognition, productivity, decision-making, or well-being, and led to small decreases in labor supply. In contrast, short afternoon naps at the workplace improved an overall index of outcomes by 0.12 standard deviations, with significant increases in productivity, psychological well-being, and cognition, but a decrease in work time.\n\n",
    "acknowledgement": "\nWe thank the editors, four anonymous referees and numerous seminar audiences, colleagues and interested readers for helpful comments and generous feedback. We are particularly grateful to Isaiah Andrews for patiently answering numerous questions regarding multiple-inference corrections. We thank Alosias A, Vivian Aluoch, Srinivas Balasubramanian, Dillon Bowen, Phoebe Cai, Stephanie Chan-Ahuja, Fiona Chen, Thomas Escande, Juliette Finetti, Isadora Frankenthal, Gabriel Jardanovski, Kannan Kumar, Gunjita Gupta, Erik Hausen, Yihong Huang, Dexin Li, Andrew Locke, Madeline McKelway, Adrien Pawlik, João Pugliese, Jane von Rabeau, Sangeetha Ramanathan, Cory Rand, Maya Roy, Krishna Prasad Srinivasan, Nikkil Sudharsanan, Sifan Xue, Ziqing Yan, and Yanzun Yang for excellent research assistance. We thank all our study participants and staff, all those who took the time to participate in our expert survey, and sleep medicine experts Dr. Dinges, Dr. Basner, Dr. Redline, and Dr. Perlis for their help and guidance on this study. We gratefully acknowledge generous funding and support by the Government of Tamil Nadu, the Abdul Latif Jameel Poverty Action Lab, IFMR LEAD, the William F. Milton Fund, the Harvard Global Health Institute, the Program on the Global Development of Aging, the SHASS Research Fund, the Mind, Brain, and Behavior Interfaculty Initiative, the Institute for Translational Medicine and Therapeutics (ITMAT), the Weiss Family Program Fund for Research in Development Economics, and the Pershing Square Venture Fund for Research on the Foundations of Human Behavior. Time spent on research reported in this publication was also supported by the National Institute on Aging of the National Institutes of Health under award number K01AG055691, as well as the Program for Training in Sleep, Circadian and Respiratory Neurobiology in the Division of Sleep Medicine at Harvard Medical School and Brigham & Women’s Hospital, which is supported by a Ruth L. Kirschstein NRSA (T-32 grant) from the National Heart, Lung and Blood Institute within the National Institutes of Health. The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health or the National Bureau of Economic Research. We received IRB approval from Harvard University, protocol number 14-2294, the Institute for Financial Management and Research in India, and the Indian Council of Medical Research. The experiment was pre-registered with a pre-analysis plan on the AEA registry, number AEARCTR-0002494.\n\n\n"
}