{
    "id": 26747,
    "citation_title": "College Attainment, Income Inequality, and Economic Security: A Simulation Exercise",
    "citation_author": [
        "Brad Hershbein",
        "Melissa Schettini Kearney",
        "Luke W. Pardue"
    ],
    "citation_publication_date": "2020-02-10",
    "issue_date": "2020-02-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe conduct an empirical simulation exercise that gauges the plausible impact of increased rates of college attainment on a variety of measures of income inequality and economic insecurity. Using two different methodological approaches—a distributional approach and a causal parameter approach—we find that increased rates of bachelor’s and associate degree attainment would meaningfully increase economic security for lower-income individuals, reduce poverty and near-poverty, and shrink gaps between the 90th and lower percentiles of the earnings distribution. However, increases in college attainment would not significantly reduce inequality at the very top of the distribution.\n\n",
    "acknowledgement": "\nThis paper was prepared for the 2020 ASSA session “The Race between Education and Technology Revisited.” We extend our gratitude to Larry Katz for organizing the session and providing comments on an earlier draft and to Sandy Black for being a discussant of the paper. We thank participants of the University of Maryland Applied Micro workshop for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}