{
    "id": 26753,
    "citation_title": "Central Bank Digital Currency: Central Banking For All?",
    "citation_author": [
        "Jesús Fernández-Villaverde",
        "Daniel Sanches",
        "Linda Schilling",
        "Harald Uhlig"
    ],
    "citation_publication_date": "2020-02-17",
    "issue_date": "2020-02-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe introduction of a central bank digital currency (CBDC) allows the central bank to engage in large-scale intermediation by competing with private financial intermediaries for deposits. Yet, since a central bank is not an investment expert, it cannot invest in long-term projects itself, but relies on investment banks to do so. We derive an equivalence result that shows that absent a banking panic, the set of allocations achieved with private financial intermediation will also be achieved with a CBDC.    During a panic, however, we show that the rigidity of the central bank's contract with the investment banks has the capacity to deter runs. Thus, the central bank is more stable than the commercial banking sector. Depositors internalize this feature ex-ante, and the central bank arises as a deposit monopolist, attracting all deposits away from the commercial banking sector. This monopoly might endangered maturity transformation.\n\n",
    "acknowledgement": "\nThe contribution of Linda Schilling has been prepared under the Lamfalussy fellowship program sponsored by the ECB. The views expressed in this paper are those of the authors and do not necessarily reflect the views of the ECB, the Federal Reserve Bank of Philadelphia, or the Federal Reserve System.  The project was partially written during a research stay of Linda Schilling at the Simons Institute at UC Berkeley. T The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nHarald Uhlig\n\nI have consulting relationships with the Federal Reserve Bank of Chicago, the Bundesbank and the ECB, interacting with researchers there.\n\n\n"
}