{
    "id": 26757,
    "citation_title": "Social Groups and the Effectiveness of Protests",
    "citation_author": [
        "Marco Battaglini",
        "Rebecca B. Morton",
        "Eleonora Patacchini"
    ],
    "citation_publication_date": "2020-02-17",
    "issue_date": "2020-02-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe present an informational theory of public protests, according to which public protests allow citizens to aggregate privately dispersed information and signal it to the policy maker. The model predicts that information sharing of signals within social groups can facilitate information aggregation when the social groups are sufficiently large even when it is not predicted with individual signals. We use experiments in the laboratory and on Amazon Mechanical Turk to test these predictions. We find that information sharing in social groups significantly affects citizens' protest decisions and as a consequence mitigates the effects of high conflict, leading to greater efficiency in policy makers' choices. Our experiments highlight that social media can play an important role in protests beyond simply a way in which citizens can coordinate their actions; and indeed that the information aggregation and the coordination motives behind public protests are intimately connected and cannot be conceptually separated.\n\n",
    "acknowledgement": "\nAn earlier version of this paper was presented at the Formal Theory & Comparative Politics Workshop at Yale University, Princeton University's Political Economy Seminar Series, Boston University, the Maastricht Behavioral and Experimental Economics Symposium (M-BEES), and the Asia-Pacific Meetings of the Economic Science Association. We thank Nejla Asimovic, Alizeh Batra, Irina Bolgari, Alexander Demin, Nicholas Haas, Arusyak Hakhnazaryan, Giacomo Lemoli, Taylor Mattia, Tereza Petrovicova, and Massimo Pulejo for their extremely helpful assistance. All errors remain the authors'. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}