{
    "id": 26754,
    "citation_title": "Historical Natural Experiments: Bridging Economics and Economic History",
    "citation_author": [
        "Davide Cantoni",
        "Noam Yuchtman"
    ],
    "citation_publication_date": "2020-02-17",
    "issue_date": "2020-02-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "History of Economic Thought",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe analysis of historical natural experiments has profoundly impacted economics research across fields. We trace the development and increasing application of the methodology, both from the perspective of economic historians and from the perspective of economists in other subdisciplines. We argue that the historical natural experiment represents a methodological bridge between economic history and other fields: historians are able to use the cutting edge identification strategies emphasized by applied microeconomists; economists across subfields are able to scour history for useful identifying variation; development and growth economists are able to trace the historical roots of contemporary outcomes. Differences in fields suggest differences in scholars' aims of studying historical natural experiments. We propose a taxonomy of three primary motives that reflect priorities in different fields: historians aim to understand causal processes within specific settings. Economists across fields aim to identify \"clean\" historical events (in whatever context) to test hypotheses of theoretical interest or estimate causal parameters. And, growth and development economists aim to identify past variation that can be causally linked to contemporary outcomes of interest. We summarize important contributions made by research in each category. Finally, we close with a brief discussion of challenges facing each category of work.\n\n",
    "acknowledgement": "\nPrepared for the Handbook of Historical Economics. We thank the editors, Alberto Bisin and Giovanni Federico, for their advice and encouragement. Helpful and much appreciated suggestions and critiques were provided by Sascha Becker, Mathias Buhler, James Fenske, Joel Mokyr, Torsten Persson, and many seminar and conference participants. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}