{
    "id": 26751,
    "citation_title": "Drug Firms' Payments and Physicians' Prescribing Behavior in Medicare Part D",
    "citation_author": [
        "Colleen Carey",
        "Ethan M.J. Lieber",
        "Sarah Miller"
    ],
    "citation_publication_date": "2020-02-17",
    "issue_date": "2020-02-13",
    "revision_date": "2021-03-02",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn a pervasive but controversial practice, drug firms frequently make monetary or in-kind payments to physicians in the course of promoting prescription drugs. We use a federal database on the universe of such payments between 2013 and 2015 linked to prescribing behavior in Medicare Part D. We account for the targeting of payments with fixed effects for each physician-drug combination. In an event study, we show that physicians increase prescribing of drugs for which they receive payments in the months just after payment receipt, with no evidence of differential trends between paid and unpaid physicians prior to the payment. Next, we examine five case studies of major drugs going off patent. Physicians receiving payments from the firms experiencing the patent expiry transition their patients just as quickly to generics as physicians who do not receive such payments. In addition, using hand-collected efficacy data on three major therapeutic classes, we show that drug quality is largely unaffected by the receipt of payments.\n\n",
    "acknowledgement": "\nWe are grateful for helpful comments from Judy Hellerstein, Seth Freedman, Sean Nicholson, Ashley Swanson, Benedic Ippolito, Thuy Nguyen, and seminar participants at Harvard University, Cornell University, University of Michigan, Duke University, Johns Hopkins University, University of Maryland, the 2020 American Economic Association meetings, the 2015 International Health Economics Association meetings, the 2015 American Health Economics Conference, the 2016 Association for Public Policy Analysis and Management Annual Meeting. Anup Das provided excellent research assistance. Colleen Carey acknowledges the financial support of the Robert Wood Johnson Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}