{
    "id": 26755,
    "citation_title": "Can Investors Time Their Exposure to Private Equity?",
    "citation_author": [
        "Gregory Brown",
        "Robert S. Harris",
        "Wendy Hu",
        "Tim Jenkinson",
        "Steven N. Kaplan",
        "David T. Robinson"
    ],
    "citation_publication_date": "2020-02-17",
    "issue_date": "2020-02-13",
    "revision_date": "2020-02-21",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nPrivate equity performance, both for buyouts and venture capital, has been highly cyclical: periods of high fundraising have been followed by periods of low performance. Despite this seemingly predictable variation, we find modest gains, at best, to pursuing realistic, investable strategies that time capital commitments to private equity. This occurs, in part, because investors can only time their commitments to funds; they cannot time when commitments are called or when investments are exited. There is a high degree of time-series correlation in net cash flows even across commitment strategies that allocate capital in a very different manner over time.\n\n",
    "acknowledgement": "\nThe authors are grateful to Manuel Adelino, Oleg Gredil, Per Stromberg, Michael Cembalest and seminar participants at the 2017 Private Equity Research Consortium Symposium, the 2019 Southern California Private Equity Conference, and the AlpInvest London LP Roundtable for their helpful feedback and suggestions. We thank the Private Equity Research Consortium and the UAI Foundation for their support and Burgiss for supplying data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nRobert S. Harris\n\nHarris has invested in private and public equities and has held a board position for funds investing in public equities.\n\n\n\nSteven N. Kaplan\n\nKaplan has consulted to private equity fund general partners and limited partners.\n\n\n"
}