{
    "id": 26759,
    "citation_title": "School Effects on Socio-emotional Development, School-Based Arrests, and Educational Attainment",
    "citation_author": [
        "C. Kirabo Jackson",
        "Shanette C. Porter",
        "John Q. Easton",
        "Alyssa Blanchard",
        "Sebastián Kiguel"
    ],
    "citation_publication_date": "2020-02-17",
    "issue_date": "2020-02-13",
    "revision_date": "2020-03-02",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing value-added models, we find that high schools impact students’ self-reported socioemotional development (SED) by enhancing social well-being and promoting hard work. Conditional on schools’ test score impacts, schools that improve SED reduce school-based arrests, and increase high-school completion, college-going, and college persistence. Schools that improve social well-being have larger effects on attendance and behavioral infractions in high school, while those that promote hard work have larger effects on GPA. Importantly, school SED value-added is more predictive of school impacts on longer-run outcomes than school test-score value-added. As such, for the longer-run outcomes, using both SED and test score value-added more than doubles the variance of the explained school effect relative to using test score value-added alone. Results suggest that adolescence can be a formative period for socioemotional growth, high-school impacts on SED can be captured using self-report surveys, and SED can be fostered by schools to improve longer-run outcomes. These findings are robust to tests for plausible forms of selection.\n\n",
    "acknowledgement": "\nThe authors thank the staff at Chicago Public Schools, particularly the Office of Social and Emotional Learning, and the University of Chicago Consortium on School Research for providing access to, and information about, the Chicago Public Schools data. This paper benefited from discussion with seminar participants at the UChicago Consortium, and data management was facilitated by their archivist, Todd Rosenkranz. The authors acknowledge funding for this research from the Bill Melinda Gates Foundation. The content is solely the responsibility of the authors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}