{
    "id": 26761,
    "citation_title": "Partial Identification and Inference for Dynamic Models and Counterfactuals",
    "citation_author": [
        "Myrto Kalouptsidi",
        "Yuichi Kitamura",
        "Lucas Lima",
        "Eduardo A. Souza-Rodrigues"
    ],
    "citation_publication_date": "2020-02-17",
    "issue_date": "2020-02-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "International Economics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe provide a general framework for investigating partial identification of structural dynamic discrete choice models and their counterfactuals, along with uniformly valid inference procedures. In doing so, we derive sharp bounds for the model parameters, counterfactual behavior, and low-dimensional outcomes of interest, such as the average welfare effects of hypothetical policy interventions. We char- acterize the properties of the sets analytically and show that when the target outcome of interest is a scalar, its identified set is an interval whose endpoints can be calculated by solving well-behaved constrained optimization problems via standard algorithms. We obtain a uniformly valid inference pro- cedure by an appropriate application of subsampling. To illustrate the performance and computational feasibility of the method, we consider both a Monte Carlo study of firm entry/exit, and an empirical model of export decisions applied to plant-level data from Colombian manufacturing industries. In these applications, we demonstrate how the identified sets shrink as we incorporate alternative model restrictions, providing intuition regarding the source and strength of identification.\n\n",
    "acknowledgement": "\nWe would like to thank Victor Aguirregabiria, Phil Haile, Bo Honoré, Arthur Lewbel, Rob McMillan, Ismael Mourifié, Salvador Navarro, Ariel Pakes, John Rust, Elie Tamer, Xun Tang, Petra Todd, and Yuanyuan Wan for helpful discussions, and workshop participants at Cornell University, Ohio University, Saint Louis FED, UCLA, University of Toronto, the ASSA Meetings 2019, the 3rd Conference on Structural Dynamic Models, the Counterfactuals with Economic Restrictions Conference at Western Ontario, the 5th Banff Empirical Microeconomics Workshop, the 2019 Interactions Conference: Bringing Together Econometrics and Applied Microeconomics at the University of Chicago, and the First IO Workshop at Javeriana University for additional comments. Financial support from the University of Toronto Mississauga is gratefully acknowledged. All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}