{
    "id": 26766,
    "citation_title": "When and How to Use Public-Private Partnerships in Infrastructure: Lessons From the International Experience",
    "citation_author": [
        "Eduardo Engel",
        "Ronald D. Fischer",
        "Alexander Galetovic"
    ],
    "citation_publication_date": "2020-02-17",
    "issue_date": "2020-02-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPublic-private partnerships (PPPs) have emerged as a new organizational form to provide public infrastructure over the last 30 years. Governments find them attractive because PPPs can be used to avoid fiscal check-and-balances and increase spending. At the same time, PPPs can lead to important efficiency gains, especially for transportation infrastructure. These gains include better maintenance, reduced bureaucratic costs, and filtering white elephants. For these gains to materialize, it is necessary to deal with the governance of PPPs, which is more demanding than for the public provision of infrastructure. The governance can be improved by the use of contracts with appropriate risk allocation and by avoiding opportunistic renegotiations, which have been pervasive. The good news is that, based on the experience with PPPs over the last three decades, we have learnt how to address these challenges.\n\n",
    "acknowledgement": "\nWe are thankful to Ed Glaeser, Keith Hennessey, James Poterba and conference participants for their comments and suggestions. We thank Nicolás Campos for outstanding research assistance. Fischer gratefully acknowledges the financial support from the Complex Engineering Systems Institute (CONICYT - PIA - FB0816) and the Instituto Milenio MIPP IS130002. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}