{
    "id": 26760,
    "citation_title": "Why Is the Euro Punching Below Its Weight?",
    "citation_author": [
        "Ethan Ilzetzki",
        "Carmen M. Reinhart",
        "Kenneth S. Rogoff"
    ],
    "citation_publication_date": "2020-02-17",
    "issue_date": "2020-02-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOn the twentieth anniversary of its inception, the euro has yet to expand its role as an international currency. We document this fact with a wide range of indicators including its role as an anchor or reference in exchange rate arrangements—which we argue is a portmanteau measure—and as a currency for the denomination of trade and assets. On all these dimensions, the euro comprises a far smaller share than that of the US dollar. Furthermore, that share has been roughly constant since 1999. By some measures, the euro plays no larger a role than the Deutschemark and French franc that it replaced. We explore the reasons for this underperformance. While the leading anchor currency may have a natural monopoly, a number of additional factors have limited the euro’s reach, including lack of financial center, limited geopolitical reach, and US and Chinese dominance in technology research. Most important, in our view, is the comparatively scarce supply of (safe) euro-denominated assets, which we document. The European Central Bank’ lack of policy clarity may have also played a role. We show that the euro era can be divided into a “Bundesbank-plus” period and a “Whatever it Takes” period. The first shows a smooth transition from the European Exchange Rate Mechanism and continued to stabilize German inflation. The second period is characterised by an expanding ECB arsenal of credit facilities to European banks and sovereigns\n\n",
    "acknowledgement": "\nWe acknowledge financial support from the Centre for Macroeconomics and Ferrante Fund. We thank the editor, Tommaso Monacelli; our discussants Fernando Broner, Alberto Martin, and Moritz Schularick; participants at the Economic Policy panel, the Central Bank of Finland, and the University of Naples Federico II; and four anonymous referees for their useful guidance. We also thank participants at the Annual Meeting of the Central Bank Research Association, the 3rd Annual Research Conference of the Bank of Spain, the University of Naples Federico II, and the Institute for Humane Studies’ Academic Research Seminar for their useful comments. We thank Ricardo Reis and Saleem Bahaj for sharing their data on central bank swaps. The authors acknowledge support from the Centre for Macroeconomics. Lukas Althoff, Hugo Reichart, and Earth Tantasith provided outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}