{
    "id": 26769,
    "citation_title": "Medicaid Physician Fees and Access to Care among Children with Special Health Care Needs",
    "citation_author": [
        "Pinka Chatterji",
        "Sandra Decker",
        "Jason U. Huh"
    ],
    "citation_publication_date": "2020-02-24",
    "issue_date": "2020-02-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe objective of this study is to use data from the National Survey of Children with Special Health Care Needs (NS-CSHCN) to test whether Medicaid physician fees are correlated with access to health services and adequacy of insurance coverage among CSHCN.  We use a difference-in-differences method, comparing the effects of Medicaid physician fees on outcomes of publicly-insured children in states that raised fees vs. in states that did not. We also consider a triple difference specification using privately-insured children as the comparison group. Our findings indicate that raising the Medicaid primary care fee level close to at least 90 percent of the Medicare level reduces the likelihood that publicly-insured CSHCN lack a usual source of care in a doctor’s office by about 15 percent. Fee increases are also associated with improved access to specialty doctor care, and large improvements in caregivers’ satisfaction with the adequacy of health insurance coverage, among publicly-insured CSHCN.  Results for some other access measures, such as global measures of having difficulties and delays accessing services, were mixed.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research or the Agency for Healthcare Research and Quality.\n\n\n"
}