{
    "id": 26770,
    "citation_title": "A Method to Construct Geographical Crosswalks with an Application to US Counties since 1790",
    "citation_author": [
        "Fabian Eckert",
        "Andrés Gvirtz",
        "Jack Liang",
        "Michael Peters"
    ],
    "citation_publication_date": "2020-02-24",
    "issue_date": "2020-02-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "General, Teaching",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Development Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nEmpirical researchers often have to map data provided for a \"reporting\" spatial unit, say counties in 1900, to a \"reference\" one, say, counties in 2010. We discuss a general method to create such crosswalks: computing the share of the area of each reporting unit nested in a given reference unit. Using these shares, data can be re-aggregated from the reporting to the reference units. We apply the method to construct a crosswalk for US county-level data since 1790 to present-day counties or commuting zones. We also provide the code to generate other crosswalks given maps of reporting and reference units.\n\n",
    "acknowledgement": "\nCorresponding email address: mail@fpeckert.me. A repository with the county crosswalks for every decade since 1790, the county map files and replication code, and a general Python code to create crosswalks given any reporting and reference maps can be found at https://www.fpeckert.me/eglp. We are grateful to Henry Glick from the Yale StatLab for help with ArcGIS and to Dave van Riper from the Minnesota Population Center for numerous discussions about the details of historical geographical delineations in the Census data. We also thank David Autor, Rebecca Jackson, Stephen Redding, and Esteban Rossi-Hansberg for early comments and encouragement. Gvirtz thanks the German National Academic Foundation and the Economic and Social Research Council for generous financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}