{
    "id": 26772,
    "citation_title": "Confirmatory Bias in Health Decisions: Evidence from the MMR-Autism Controversy",
    "citation_author": [
        "Mengcen Qian",
        "Shin-Yi Chou",
        "Ernest K. Lai"
    ],
    "citation_publication_date": "2020-02-24",
    "issue_date": "2020-02-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSince Wakefield et al. (1998), the public was exposed to mixed information surrounding the claim that measles-mumps-rubella vaccine causes autism. A persistent trend to delay the vaccination during 1998–2011 in the US was driven by children of college-educated mothers, suggesting that these mothers held biases against the vaccine influenced by the early unfounded claim. Consistent with confirmatory bias, exposures to negative information about the vaccine strengthened their biases more than exposures to positive information attenuated them. Positive online information, however, had strong impacts on vaccination decisions, suggesting that online dissemination of vaccine-safety information may help tackle the sticky misinformation.\n\n",
    "acknowledgement": "\nWe are grateful to Mary E. Deily, Tin Cheuk (Tommy) Leung, and Suhui Li for valuable comments and suggestions. We also express our gratitude to conference participants at the 6th Biennial Conference of the American Society of Health Economists and the 9th World Congress of the International Health Economics Association for useful discussion. The first author (Qian) gratefully acknowledges financial supports from the National Science Foundation of China (Grant No. 71704027) and the “Chenguang Program” supported by the Shanghai Education Development Foundation and the Shanghai Municipal Education Commission (Grant No. 17CG03). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}