{
    "id": 26773,
    "citation_title": "Beyond Basis Basics: Liquidity Demand and Deviations from the Law of One Price",
    "citation_author": [
        "Todd M. Hazelkorn",
        "Tobias J. Moskowitz",
        "Kaushik Vasudevan"
    ],
    "citation_publication_date": "2020-02-24",
    "issue_date": "2020-02-20",
    "revision_date": "2020-08-13",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe argue that deviations from the law of one price between futures and spot prices, known as bases, capture important information about liquidity demand for equity market exposure in global equity index futures markets. We show that bases (1) co-move with dealer and investor futures positions, (2) are contemporaneously positively correlated with spot and futures markets with the same sign, and (3) negatively predict futures and spot market returns with the same sign. These findings are uniquely consistent with our liquidity demand model and distinct from other explanations for bases, such as arbitrage opportunities or intermediary balance sheet costs. We show persistent supply-demand imbalances for equity index exposure reflected in bases, where compensation for meeting liquidity demand for that exposure is large (5-6% annual premium).\n\n",
    "acknowledgement": "\nWe thank Jules van Binsbergen, Thomas Bonczek,Will Diamond, Darrell Duffie, Gary Gorton, Ronen Israel, Michael Katz, Toomas Laarits, Kristoffer Laursen, Ari Levine, Paul Leyzerovich, Lasse Pedersen, Christopher Polk (discussant), Ashwin Thapar, Tuomo Vuolteenaho, Chen Wang, Franklin Wang and seminar participants at AQR Capital Management, Yale SOM, and the 2019 American Finance Association Conference meetings in Atlanta for helpful comments and suggestions. A previous version of this paper was circulated with the title “Beyond Basis Basics: Leverage Demand and Deviations from the Law of One Price.” AQR Capital is a global asset manager who may or may not use the insights and methods in this paper. The views expressed here are those of the authors and not necessarily those of AQR, nor of the National Bureau of Economic Research.\n\n\n"
}