{
    "id": 26778,
    "citation_title": "Forward Guidance and Household Expectations",
    "citation_author": [
        "Olivier Coibion",
        "Dimitris Georgarakos",
        "Yuriy Gorodnichenko",
        "Michael Weber"
    ],
    "citation_publication_date": "2020-02-24",
    "issue_date": "2020-02-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe compare the causal effects of forward guidance communication about future interest rates on households’ expectations of inflation, mortgage rates, and unemployment to the effects of communication about future inflation in a randomized controlled trial using more than 25,000 U.S. individuals in the Nielsen Homescan panel. We elicit individuals’ expectations and then provide 22 different forms of information regarding past, current and/or future inflation and interest rates. Information treatments about current and next year’s interest rates have a strong effect on household expectations but treatments beyond one year do not have any additional impact on forecasts. Exogenous variation in inflation expectations transmits into other expectations. The richness of our survey allows us to better understand how individuals form expectations about macroeconomic variables jointly and the non-response to long-run forward guidance is consistent with models in which agents have constrained capacity to collect and process information.\n\n",
    "acknowledgement": "\nWe thank the Fama-Miller Center and the Initiative on Global Markets, both at the University of Chicago Booth School of Business for financial support for conducting the surveys. Coibion, Gorodnichenko, and Weber also thank the NSF for financial support. We are grateful to Narayana Kocherlakota and seminar and conference participants at many institutions. We thank Jonas Dalmazzo, Mathieu Pedemonte and Vitalia Yaremko for excellent research assistance. We also thank Shannon Hazlett and Victoria Stevens at Nielsen for their assistance with the collection of the PanelViews Survey. Results in this article are calculated based on data from The Nielsen Company (US), LLC and marketing databases provided by the Kilts Center for Marketing Data Center at The University of Chicago Booth School of Business. Information on availability and access to the data is available at http://research.chicagobooth.edu/nielsen. The randomized control trial is registered at the AER RCT Registry (#AEARCTR- 0005378). The views expressed in this paper are those of the authors and do not necessarily reflect the views of the European Central Bank, the Euro system, or the National Bureau of Economic Research.\n\n\n"
}