{
    "id": 26775,
    "citation_title": "Advance Market Commitments: Insights from Theory and Experience",
    "citation_author": [
        "Michael Kremer",
        "Jonathan D. Levin",
        "Christopher M. Snyder"
    ],
    "citation_publication_date": "2020-02-24",
    "issue_date": "2020-02-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nTen years ago, donors committed $1.5 billion to a pilot Advance Market Commitment (AMC) to help purchase pneumococcal vaccine for low-income countries. The AMC aimed to encourage the development of such vaccines, ensure distribution to children in low-income countries, and pilot the AMC mechanism for possible future use. Three vaccines have been developed and more than 150 million children immunized, saving an estimated 700,000 lives. This paper reviews the economic logic behind AMCs, the experience with the pilot, and key issues for future AMCs.\n\n",
    "acknowledgement": "\nThe authors were members of the Economic Expert Group that helped to design the pilot Advance Market Commitment for pneumococcus vaccine. We are grateful to Arthur Baker and Junyi Que for excellent research assistance and Owen Barder, Rachel Glennerster, Imran Rasul, and participants in “The Economics of Health Epidemics” session at the 2020 American Economic Association meetings for insightful comments. This working paper integrates the text and online appendix of a paper forthcoming in the American Economic Association Papers and Proceedings. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJonathan D. Levin\n\nIn 2007-2008, I was a member of the Economic Expert Group convened by GAVI and AMC sponsors that helped to design the pneumococcal pilot AMC discussed in the paper. In 2008, immediately following, I was a member of the Implementation Working Group that considered additional aspects of the AMC design. These activities were uncompensated.\n\n\nIn 2014-15, I consulted for the Gates Foundation on a project to recommend improvements to the UNICEF procurement mechanism for vaccines. I was compensated for this work.\n\n\n\nChristopher M. Snyder\n\nI was a member of the Economics Expert Group that helped design the pilot Advance Market Commitment (AMC) for pneumococcus vaccine. I was not paid for that work. I have worked as an unpaid advisor on several other AMC projects in both official and unofficial capacities. I received modest honoraria for two related projects: I performed a proposal review for an AMC for hoof and mouth disease funded by AgResults and presented a conference paper on funding mechanisms for emergency medical countermeasures funded by the Nuclear Threat Initiative.\n\n\n"
}