{
    "id": 26779,
    "citation_title": "Drinking and Driving",
    "citation_author": [
        "Frank A. Sloan"
    ],
    "citation_publication_date": "2020-02-24",
    "issue_date": "2020-02-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDriving while intoxicated causes many traffic accidents and deaths. Two decisions are closely related, whether to engage in heavy drinking, and to drive, conditional on heavy drinking. This paper reviews the extensive literature on heavy drinking, addiction, and driving after heavy drinking. Relevant public policies involve a combination of deterrence, incapacitation, and treatment. While there is empirical support for the rational addiction model applied to heavy drinking, some attributes of drinker-drivers differ from others (e.g., impulsivity in domains other than alcohol consumption, hyperbolic discounting). Policies most effective in reducing drinking and driving are alcohol excise taxes, minimum drinking age and zero tolerance laws for underage persons, dram shop and social host liability, and criminal sanctions overall. Empirical studies have not determined which specific criminal sanctions are most effective. A major impediment to criminal sanctions as a deterrent is that the probability of being stopped/arrested when driving while intoxicated is extremely low, < 0.01 to 0.02 at most, further reduced by probability of conviction/sentencing following stop/arrest far below 1. Incarceration lengths tend to be too short to incapacitate people from drinking and driving. Alcohol treatment’s effectiveness is limited by low treatment rates among persons for whom treatment is appropriate.\n\n",
    "acknowledgement": "\nForthcoming: the Handbook of Labor, Human Resources and Population Economics, edited by Klaus F. Zimmermann. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}