{
    "id": 26776,
    "citation_title": "Digitization and Pre-Purchase Information: The Causal and Welfare Impacts of Reviews and Crowd Ratings",
    "citation_author": [
        "Imke C. Reimers",
        "Joel Waldfogel"
    ],
    "citation_publication_date": "2020-02-24",
    "issue_date": "2020-02-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDigitization has led to product proliferation, straining traditional institutions for product discovery; but digitization has also spawned crowd-based rating systems. We compare the relative impacts of professional critics and crowd-based Amazon star ratings on consumer welfare in book publishing.  We assemble data on daily Amazon sales ranks, star ratings, and prices for thousands of books in 2018, along with information on their professional reviews in several major outlets. Using various fixed effects and discontinuity-based empirical strategies, we estimate that a New York Times review raises estimated sales by 78 percent during the first five days following a review; and the elasticity of sales with respect to an Amazon star is about 0.75. We use these causal estimates to calibrate structural models of demand for measuring the welfare impact of pre-purchase information in a way that respects the distinction between ex ante and ex post utility.  The aggregate effect of star ratings on consumer surplus is roughly 15 times the effect of traditional review outlets. Crowd-based information now accounts for the vast majority of pre-purchase information, but the absolute effects of professional reviews have not declined over time.\n\n",
    "acknowledgement": "\nThis research was not funded.  Data were purchased from Keepa using Waldfogel's University of Minnesota research budget. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}