{
    "id": 26771,
    "citation_title": "Information Acquisition, Efficiency, and Non-Fundamental Volatility",
    "citation_author": [
        "Benjamin M. Hébert",
        "Jennifer La'O"
    ],
    "citation_publication_date": "2020-02-24",
    "issue_date": "2020-02-20",
    "revision_date": "2021-04-29",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze non-fundamental volatility and efficiency in large games featuring strategic interaction and endogenous information acquisition. We adopt the rational inattention approach to information acquisition but generalize to a large class of information costs. Agents can learn about exogenous states as well as endogenous aggregate actions. We study how properties of information costs relate to properties of equilibria. We provide necessary and sufficient conditions to guarantee zero non-fundamental volatility in equilibrium and another set of necessary and sufficient conditions to guarantee constrained efficient equilibria. Mutual information, the cost typically assumed in rational inattention models, precludes non-fundamental volatility and imposes efficiency.\n\n",
    "acknowledgement": "\nWe thank John Leahy, Andrew Caplin, and Alessandro Pavan for their excellent discussions and feedback on our paper. We also thank Marios Angeletos, Navin Kartik, Elliot Lipnowski, and Mike Woodford for their insightful advice and comments. We would like to thank Harald Uhlig (editor) and four anonymous referees for comments and suggestions that helped improve the paper. All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}