{
    "id": 26783,
    "citation_title": "The Cost of Convenience: Ridehailing and Traffic Fatalities",
    "citation_author": [
        "John M. Barrios",
        "Yael Hochberg",
        "Hanyi Yi"
    ],
    "citation_publication_date": "2020-03-02",
    "issue_date": "2020-02-28",
    "revision_date": "2021-07-30",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the effect of the introduction of ridehailing in U.S. cities on fatal traffic accidents. The arrival of ridehailing is associated with an increase of approximately 3% in the number of fatalities and fatal accidents, for both vehicle occupants and pedestrians. The effects persist when controlling for proxies for smartphone adoption patterns.  Consistent with ridehailing increasing congestion and road usage, we find that introduction is associated with an increase in arterial vehicle miles traveled, excess gas consumption, and annual hours of delay in traffic. On the extensive margin, ridehailing’s arrival is also associated with an increase in new car registrations. These effects are higher in cities with prior higher use of public transportation and carpools, consistent with a substitution effect, and in larger cities. These effects persist over time. Back-of-the-envelope estimates of the annual cost in human lives range from $5.33B to $13.24B.\n\n",
    "acknowledgement": "\nWe thank Manuel Adelino, Marianne Bertrand, Jonathan Bonham, Eric Budish, Erik Brynjolfsson, Hans Christensen, Will Cong, Rebecca Dizon-Ross, Aaron Edlin, Michael Ewens, Mara Faccio, Austen Goolsbee, Shane Greenstein, Jonathan Hall, Sharique Hasan, Susan Helper, Jessica Jeffers, Steve Kaplan, Emir Kamenica, Elisabeth Kempf, Ed Lazear, Christian Leuz, John List, Paul Oyer, David Robinson, Paola Sapienza, Rob Seamans, Scott Stern, Tom Wollmann, Luigi Zingales, and workshop participants at the University of Chicago Booth School of Business, Carnegie Mellon University Tepper School of Management, Duke University Innovation and Entrepreneurship Symposium, Rice University, UC Berkeley Law and Economics, and the NBER Entrepreneurship and Economics of Digitization Working Group meetings for helpful conversations, comments and suggestions. Parts of this research were conducted while Hochberg was visiting faculty at the University of Chicago. All errors are our own. Barrios gratefully acknowledges the support of the Stigler Center and the Centel Foundation/Robert P. Reuss Fund at the University of Chicago Booth School of Business. Corresponding Author: Yael Hochberg (hochberg@rice.edu), Rice University, 6100 Main St. MS-531, Houston, TX 77005. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}