{
    "id": 26780,
    "citation_title": "Cigarette Taxes and Teen Marijuana Use",
    "citation_author": [
        "D. Mark Anderson",
        "Kyutaro Matsuzawa",
        "Joseph J. Sabia"
    ],
    "citation_publication_date": "2020-02-24",
    "issue_date": "2020-02-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe spillover effect of cigarette taxes on youth marijuana use has been the subject of intense public debate.  Opponents of cigarette taxes warn that tax hikes will cause youths to substitute toward marijuana.  On the other hand, public health experts often claim that because tobacco is a “gateway” drug, higher cigarette taxes will deter youth marijuana use.  Using data from the National and State Youth Risk Behavior Surveys (YRBS) for the period 1991-2017, we explore the relationship between state excise taxes on cigarettes and teen marijuana use.  In general, our results fail to support either of the above hypotheses.  Rather, we find little evidence to suggest that teen marijuana use is sensitive to changes in the state cigarette tax.  This null result holds for the sample period where cigarette taxes are observed to have the largest effect on teen cigarette use and across a number of demographic groups in the data.  Finally, we find preliminary evidence that the recent adoption of state e-cigarette taxes is associated with a reduction in youth marijuana use.\n\n",
    "acknowledgement": "\nDr. Anderson has no financial arrangement that might give rise to conflicts of interest with respect to the research reported in this paper. Dr. Sabia acknowledges research support from the Center for Health Economics & Policy Studies (CHEPS) at San Diego State University, which includes grants received from the Charles Koch Foundation and the Troesh Family Foundation. We thank Thanh Tam Nguyen for useful data assistance and Isaac Baumann for helpful editorial assistance. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}