{
    "id": 26785,
    "citation_title": "The Role of Heterogeneous Risk Preferences, Discount Rates, and Earnings Expectations in College Major Choice",
    "citation_author": [
        "Arpita Patnaik",
        "Joanna Venator",
        "Matthew Wiswall",
        "Basit Zafar"
    ],
    "citation_publication_date": "2020-03-02",
    "issue_date": "2020-02-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we estimate a rich model of college major choice using a panel of experimentally-derived data. Our estimation strategy combines two types of data: data on self-reported beliefs about future earnings from potential human capital decisions and survey-based measures of risk and time preferences. We show how to use these data to identify a general life-cycle model, allowing for rich patterns of heterogeneous beliefs and preferences. Our data allow us to separate perceptions about the degree of risk or perceptions about the current versus future payoffs for a choice from the individual's preference for risk and patience. Comparing our estimates of the general model to estimates of models which ignore heterogeneity in risk and time preferences, we find that these restricted models are likely to overstate the importance of earnings to major choice. Additionally, we show that while men are less risk averse and patient than women, gender differences in expectations about own-earnings, risk aversion, and patience cannot explain gender gaps in major choice.\n\n",
    "acknowledgement": "\nWe thank the NYU Center for Experimental Social Sciences (CESS) for providing assistance in conducting the information survey and experiment, and the Federal Reserve Bank of New York for funding the study. The paper has benefited from the comments of the editor, Adeline Delavande, and two anonymous referees. We also thank participants in the Behavioral Research in Economics Workshop (BREW) India. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}