{
    "id": 26788,
    "citation_title": "Across-Country Wage Compression in Multinationals",
    "citation_author": [
        "Jonas Hjort",
        "Xuan Li",
        "Heather Sarsons"
    ],
    "citation_publication_date": "2020-03-02",
    "issue_date": "2020-02-28",
    "revision_date": "2022-11-16",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany employers link wages at establishments outside of the home region to the level at headquarters. We show this using new data on 1,213 multinationals’ establishments across the world and linked employee-level data on their establishments in Brazil. Headquarters wage changes arising from minimum wage and exchange rate shocks are partially transmitted to workers employed in the same position abroad. Wage change transmission appears to be direct and results from firm-wide wage-setting procedures rather than associated technology or employment changes. “Anchored” wage-setting is associated with particular headquarter country characteristics.\n\n",
    "acknowledgement": "\nWe are grateful to editors Stefano DellaVigna and Thomas Lemieux, four anonymous referees, David Card, and Alex Mas for guidance that significantly improved the paper. We also thank Oriana Bandiera, Sandy Black, Nick Bloom, Jeff Clemens, Arindrajit Dube, Alex Frankel, Francois Gerard, Gordon Hanson, Simon Jäger, Emir Kamenica, Alan Krueger, Attila Lindner, W. Bentley MacLeod, Hannes Malmberg, Enrico Moretti, Suresh Naidu, John Van Reenen, Jonah Rockoff, David Silver, Catherine Thomas, Felix Tintelnot, and Eric Verhoogen for helpful advice and comments; Juan-Andres Castro Cienfuegos, Madhunika Iyer, Nidhaanjit Jain, and Jett Pettus for great research assistance; the Company for data access and many helpful conversations; and seminar audiences at the AEA Annual Meeting, Berkeley Haas, Bonn, Boston University, Brown, Columbia, IZA, LERA, LSE, NBER Summer Institute, NYU, Rome, UBC, UCL, UCLA, UCLA Anderson, UCSD, Uppsala, UVA, UWa, Zurich, and the briq Workshop on Firms, Jobs and Inequality for great feedback. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}