{
    "id": 26782,
    "citation_title": "Media Competition and News Diets",
    "citation_author": [
        "Charles Angelucci",
        "Julia Cagé",
        "Michael Sinkinson"
    ],
    "citation_publication_date": "2020-02-24",
    "issue_date": "2020-02-20",
    "revision_date": "2021-09-10",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTechnological innovations in content delivery, such as the advent of broadcast television or of the Internet, threaten local newspapers’ ability to bundle their original local content with third-party content such as wire national news. We examine how the entry of television – with its initial focus on national news – affected local newspapers as well as consumer news diets in the United States. We develop a model of local media and show that entry of national television news could reduce the provision of local news. We construct a novel dataset of U.S. newspapers’ economic performance and content choices from 1944 to 1964 and exploit quasi-random variation in the rollout of television to show that this new technology was a negative shock in both the readership and advertising markets for newspapers. Newspapers responded by providing less content, particularly local news. We tie this change towards increasingly nationalized news diets to a decrease in split-ticket voting across Congressional and Presidential elections.\n\n",
    "acknowledgement": "\nThe authors would like to acknowledge the valuable advice and suggestions provided by seminar audiences at the Berlin Applied Micro Seminar, Columbia University, the FCC, Imperial College, Harvard/MIT joint IO Workshop, INSEAD, London Business School, London School of Economics, the University of Mannheim, Microsoft, the NYC Media Workshop, Stanford University, the Toulouse School of Economics, the Universitat de Barcelona, and Wharton. We are also grateful to conference participants at the 19th CEPR-JIE Applied IO Conference, the HEC Montréal-CIRANO-RIIB Conference on Industrial Organization, the Petralia Workshop 2017, the 15th Annual Media Economics Workshop, the IAST Workshop on “Information, Communication, and Knowledge in Historical Perspective”, the 4th Rome Junior Conference on Applied Microeconomics, and the Social & Political Economics Conference at John Hopkins. This paper particularly benefited from discussions with Clément de Chaisemartin, Ruben Enikolopov, Lisa George, Doh-Shin Jeon, Sarah Laval, Simone Meraglia, Andrea Prat, Jonah Rockoff, and Ekaterina Zhuravskaya. We thank Luca Bassem Abdul Hay, Matteo Di Bernardo, Paul Berthe, Shelley Han, Jameson Lee, Ondre Padgett, Timothy Rickert, Arjuna Sakae Anday, Rachel Tosney, and more particularly Nicolas Longuet Marx and Jett Pettus for excellent research assistance, and Yannick Guyonvarch for his precious help with the didmultipleGT analysis. Julia Cagé thanks the French National Research Agency (ANR) for funding (reference: ANR-17-CE26-0004-01), and the Sciences Po’s Scientific advisory board (SAB). All errors remain our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}