{
    "id": 26789,
    "citation_title": "Take the Q Train: Value Capture of Public Infrastructure Projects",
    "citation_author": [
        "Arpit Gupta",
        "Stijn Van Nieuwerburgh",
        "Constantine Kontokosta"
    ],
    "citation_publication_date": "2020-03-02",
    "issue_date": "2020-02-28",
    "revision_date": "2020-08-19",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nTransit infrastructure is a critical asset for economic activity yet costly to build in dense urban environments. We measure the benefit of the Second Avenue Subway extension in New York City, the most expensive urban transit infrastructure project in recent memory, by analyzing local real estate prices which capitalize the benefits of transit spillovers. We find 8% price increases, creating $6 billion in new property value. Using cell phone ping data, we document substantial reductions in commuting time especially among subway users, offering a plausible mechanism for the price gains. The increase in prices reflects both higher rents and lower risk. Infrastructure improvements lower the riskiness of real estate investments. Only 30% of the private value created by the subway is captured through higher property tax revenue, and is insufficient to cover the cost of the subway. Targeted property tax increases may help governments capture more of the value created, and serve as a useful funding tool.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge financial support from the Lincoln Institute and the NYU Stern Infrastructure Initiative, as well as comments from conference participants at the CREFR Spring Conference, the PREA Institute Conference in NYC, the AREUEA National Conference 2020, the Stanford Hoover Institute infrastructure conference, and the 2019 Urban Economics Association conference. We thank Yuan Lai, Michael Leahy, and Joshua Coven for superb research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}