{
    "id": 26787,
    "citation_title": "Does Student Loan Forgiveness Drive Disability Application?",
    "citation_author": [
        "Philip Armour",
        "Melanie A. Zaber"
    ],
    "citation_publication_date": "2020-03-02",
    "issue_date": "2020-02-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nRetirement and Disability Research Center\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nStudent loan debt in the US exceeds $1.3 trillion, and unlike credit card and medical debt, typically cannot be discharged through bankruptcy. Moreover, this debt has been increasing: the share of borrowers leaving school with more than $50,000 of federal student debt increased from 2 percent in 1992 to 17 percent in 2014. However, federal student loan debt discharge is available for disabled individuals through the Department of Education's Total and Permanent Disability Discharge (TPDD) mechanism through certification of a total and permanent disability. In July 2013, the TPDD expanded to include receipt of Social Security Disability Insurance (SSDI) or Supplemental Security Income (SSI) as an eligible category for discharge, provided medical improvement was not expected. Using data from the Survey of Income and Program Participation (SIPP) matched to SSI and SSDI applications, we find that SSDI and SSI application rates increased among respondents with student loans relative to rates among those without student loans. Our estimates suggest the policy change raised the probability of applying for SSDI or SSI in a given quarter among student loan-holders by 50% (baseline rate per quarter is approximately 0.3%), generally increasing SSI and SSDI awards. However, these induced award recipients were unlikely to receive the disability designation necessary to obtain student loan discharge. Given that the geographic distributions of student loan indebtedness and historical SSDI/SSI program participation differ, there are strong implications for both the size and location of SSDI and SSI beneficiaries. Furthermore, these findings highlight the importance of learning from policy changes in programs that interact with SSDI and SSI to better understand the drivers of disability program participation.\n\n",
    "acknowledgement": "\nWe would like to thank Kathleen Mullen, Priyanka Anand, and Fatih Unlu for helpful comments. We are also grateful to seminar participants at the US Social Security Administration, the American Public Policy and Management annual meetings, and the Center for Causal Inference for useful discussions that shaped the paper. Any remaining errors are our own. We thank Rushil Zutshi for research support. The research reported herein was performed pursuant to grant RDR18000003 from the US Social Security Administration (SSA) funded as part of the Retirement and Disability Research Consortium. The opinions and conclusions expressed are solely those of the author(s) and do not represent the opinions or policy of SSA, any agency of the Federal Government, or NBER. Neither the United States Government nor any agency thereof, nor any of their employees, makes any warranty, express or implied, or assumes any legal liability or responsibility for the accuracy, completeness, or usefulness of the contents of this report. Reference herein to any specific commercial product, process or service by trade name, trademark, manufacturer, or otherwise does not necessarily constitute or imply endorsement, recommendation or favoring by the United States Government, any agency thereof, or the National Bureau of Economic Research. Armour over the past three years has received funding in excess of $5,000 from the Social Security Administration’s Retirement and Disability Research Consortium, RAND’s Institute for Civil Justice, the National Institute of Occupational Safety and Health, the Department of Defense, the National Institute on Aging, AARP Public Policy Institute, the Consumer Financial Protection Bureau.\n\n\n"
}