{
    "id": 26795,
    "citation_title": "Random-Coefficients Logit Demand Estimation with Zero-Valued Market Shares",
    "citation_author": [
        "Jean-Pierre H. Dubé",
        "Ali Hortaçsu",
        "Joonhwi Joo"
    ],
    "citation_publication_date": "2020-03-02",
    "issue_date": "2020-02-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAlthough typically overlooked, many purchase datasets exhibit a high incidence of products with zero sales. We propose a new estimator for the Random-Coefficients Logit demand system for purchase datasets with zero-valued market shares. The identification of the demand parameters is based on a pairwise-differencing approach that constructs moment conditions based on differences in demand between pairs of products. The corresponding estimator corrects non-parametrically for the potential selection of the incidence of zeros on unobserved aspects of demand. The estimator also corrects for the potential endogeneity of marketing variables both in demand and in the selection propensities. Monte Carlo simulations show that our proposed estimator provides reliable small-sample inference both with and without selection-on- unobservables. In an empirical case study, the proposed estimator not only generates different demand estimates than approaches that ignore selection in the incidence of zero shares, it also generates better out-of-sample fit of observed retail contribution margins.\n\n",
    "acknowledgement": "\nWe thank Giovanni Compiani, Jonas Lieber, Olivia Natan, and seminar participants at Erasmus University for valuable comments and suggestions. Andrew Wooders provided excellent research assistance. Hortaçsu gratefully acknowledges financial support from the National Science Foundation (SES 1426823) and Dubé acknowledges the Kilts Center for Marketing at the University of Chicago Booth School of Business and the Charles E. Merrill faculty research fund for financial support. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}