{
    "id": 26799,
    "citation_title": "The Secured Credit Premium and the Issuance of Secured Debt",
    "citation_author": [
        "Efraim Benmelech",
        "Nitish Kumar",
        "Raghuram Rajan"
    ],
    "citation_publication_date": "2020-03-02",
    "issue_date": "2020-02-28",
    "revision_date": "2022-02-08",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCredit spreads for secured debt are lower than for unsecured debt, especially when a firm’s credit quality deteriorates, the economy slows, or average credit spreads widen. Yet investment grade firms tend to be reluctant to issue secured debt at all times. In contrast, we find that for firms that are rated below-investment grade, the likelihood of secured debt issuance increases as firm’s credit quality deteriorates, the economy slows, or average credit spreads widen. This differential pattern of issue behavior is consistent with highly rated firms seeing unencumbered collateral as a form of insurance, to be used only in extremis.\n\n",
    "acknowledgement": "\nThe authors thank Dave Brown, Mark Flannery, Chris James, Gregor Matvos and Michael Schwert and seminar participants at the 2021 American Finance Association meeting, Georgie Institute of Technology, HEC Paris, Kellogg School of Management, SMU Cox and University of St. Gallen for very helpful comments and discussions. Sanhitha Jugulum and Manvendra Tiwari provided outstanding research assistance. Rajan thanks the Fama Miller Center, IGM, and the Stigler Center at the University of Chicago Booth School for research support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}