{
    "id": 26793,
    "citation_title": "The Financial Center Leverage Cycle: Does it Spread Around the World?",
    "citation_author": [
        "Graciela L. Kaminsky",
        "Leandro Medina",
        "Shiyi Wang"
    ],
    "citation_publication_date": "2020-03-09",
    "issue_date": "2020-02-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Globalization and International Relations",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWith a novel database, we examine the evolution of capital flows to the periphery since the collapse of the Bretton Woods System in the early 1970s. We decompose capital flows into global, regional, and idiosyncratic factors. In contrast to previous findings, which mostly use data from the 2000s, we find that booms and busts in capital flows are mainly explained by regional factors and not the global factor.  We then ask, what drives these regional factors.  Is it the leverage cycle in the financial center? What triggers the leverage cycle in the financial center?  Is it a change in global investors’ risk appetite?  Or, is it a change in the demand for capital in the periphery?  We link leverage in the financial center to regional capital flows and the cost of borrowing in international capital markets to answer these questions.  Our estimations indicate that regional capital flows are driven by supply shocks.  Interestingly, we find that the leverage in the financial center has a time-varying behavior, with a movement away from lending to the emerging periphery in the 1970s to the 1990s towards lending to the advanced periphery in the 2000s.\n\n",
    "acknowledgement": "\nWe thank Pablo Hernando-Kaminsky for very useful comments.  Graciela Kaminsky gratefully acknowledges support from the National Science Foundation (Award No 1023681), the Institute for New Economic Thinking (Grant No INO14-00009), and the SOAR Fellowship (IIEP, GWU). The views expressed in this paper are those of the authors and do not necessarily represent the views of the IMF, its Executive Board, IMF Management, or the National Bureau of Economic Research.\n\n\n"
}