{
    "id": 26792,
    "citation_title": "The Collateral Channel of Monetary Policy: Evidence from China",
    "citation_author": [
        "Hanming Fang",
        "Yongqin Wang",
        "Xian Wu"
    ],
    "citation_publication_date": "2020-03-02",
    "issue_date": "2020-02-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Monetary Economics",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nCollateral-based monetary policy tools have been used extensively by major central banks. Lack of proper policy counterfactuals, however, makes it difficult to empirically identify their causal effects on the financial market and the real economy. We exploit a quasi-natural experiment in China, where dual-listed bonds are traded in two mostly segmented markets: the interbank market regulated by the Central Bank, and the exchange market regulated by the securities regulator. During a policy shift in our study period, China's Central Bank included a class of previously ineligible bonds in the interbank market to become eligible collateral for financial institutions to borrow money from its Medium-Term Lending Facility (MLF). This policy shift allows us to implement a triple-difference strategy to estimate the causal impact of the collateral-based unconventional monetary policy. We find that in the secondary market the policy reduced the spreads of the newly collateralizable bonds in the treatment market (the interbank market) by 42-62 basis points. We also find that there is a pass-through effect from the secondary market to the primary market: the spreads of the treated bonds newly issued in the interbank market were reduced by 54 basis points.\n\n",
    "acknowledgement": "\nWe thank Tri Vi Dang, Zhiguo He, Guillermo Ordonez, Gregory Phelan, Jian Wang, Wei Xiong, Tianran Zhao, seminar participants at CUHK (Shenzhen), Fudan University, ShanghaiTech University, and University of Pennsylvania, and professionals in the Chinese bond markets for helpful comments. We are responsible for all remaining errors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}