{
    "id": 26803,
    "citation_title": "Utilization-Adjusted TFP Across Countries: Measurement and Implications for International Comovement",
    "citation_author": [
        "Zhen Huo",
        "Andrei A. Levchenko",
        "Nitya Pandalai-Nayar"
    ],
    "citation_publication_date": "2020-03-02",
    "issue_date": "2020-02-28",
    "revision_date": "2020-11-25",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops estimates of TFP growth adjusted for movements in unobserved factor utilization for a panel of 29 countries and up to 37 years. When factor utilization changes are unobserved, the commonly used Solow residual mismeasures actual changes in TFP. We use a general equilibrium dynamic multi-country multi-sector model to derive a production function estimating equation that corrects for unobserved factor usage. We compare the properties of utilization-adjusted TFP series to the standard Solow residual, and quantify the roles of both TFP and utilization for international business cycle comovement. Utilization-adjusted TFP is virtually uncorrelated across countries, and does not generate much GDP comovement through its propagation. Shocks to factor utilization can more successfully account for international co-movement.\n\n",
    "acknowledgement": "\nThe time series for the utilization-adjusted TFP estimates by country and sector are available for download online. We are grateful to the editors (Loukas Karabarbounis and Urban Jermann), an anonymous referee, David Baqaee, Chris Boehm, Lorenzo Caliendo, Yongsung Chang, Gabe Chodorow-Reich, Olivier Coibion, Javier Cravino, Emmanuel Farhi, John Fernald, Jesus Fernandez-Villaverde, Simon Gilchrist, Felipe Saffie, Kang Shi, Alireza Tahbaz-Salehi, Linda Tesar and seminar participants at various institutions for helpful comments, and to Barthélémy Bonadio and Jaedo Choi for superb research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}