{
    "id": 26808,
    "citation_title": "What Determines Consumer Financial Distress? Place- and Person-Based Factors",
    "citation_author": [
        "Benjamin J. Keys",
        "Neale Mahoney",
        "Hanbin Yang"
    ],
    "citation_publication_date": "2020-03-02",
    "issue_date": "2020-02-28",
    "revision_date": "2022-02-23",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe use credit report data to study consumer financial distress in America. We show there are large, persistent disparities in financial distress across regions. To understand these patterns, we conduct a “movers” analysis. For collections and default, there is only weak convergence following a move, suggesting these types of distress are not primarily caused by place-based factors (e.g., local economic conditions and state laws) but instead reflect person-based characteristics (e.g., financial literacy and risk preferences). In contrast, for personal bankruptcy, we find a sizable place-based effect, which is consistent with anecdotal evidence on how local legal factors influence personal bankruptcy.\n\n",
    "acknowledgement": "\nThe results in this paper were calculated (or derived) based on credit data provided by TransUnion, a global information solutions company, through a relationship with the Kilts Center for Marketing at The University of Chicago Booth School of Business. All views expressed and any errors contained in this paper are solely those of the authors. We thank Bruno Escobar Izquierdo and Xuyang Xia for excellent research assistance and seminar audiences at the Bank of England, the Central Bank of Ireland, Dartmouth, Georgetown, Imperial College London, the J.P. Morgan Chase Institute, Kellogg, NYU-Stern, Washington University, and the Wharton School for helpful comments. Keys thanks the Research Sponsors Program of the Zell/Lurie Real Estate Center. Mahoney acknowledges support from the Initiative on Global Markets at the University of Chicago Booth School of Business. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}