{
    "id": 26809,
    "citation_title": "Trust and Saving in Financial Institutions by the Poor",
    "citation_author": [
        "Sebastian Galiani",
        "Paul Gertler",
        "Camila Navajas Ahumada"
    ],
    "citation_publication_date": "2020-03-02",
    "issue_date": "2020-02-28",
    "revision_date": "2022-09-21",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe randomly assigned beneficiaries of a conditional cash transfer program in Peru to attend a 3 hour training session designed to build their trust in financial institutions. We find that the intervention: (a) increased trust in banks, but had no effect on financial literacy, and (b) increased savings over a ten month period. The increase in savings represents a 1.4 percentage point increase in the savings rate out of the cash transfer deposits, and a 0.4 percentage point increase in the savings rate out of household income.\n\n",
    "acknowledgement": "\nThe intervention described in this study was designed and implemented by a team from the Instituto de Estudios Peruanos led by Ursala Aldana. Administrative data were provided by the Banco de la Nacion, the Ministry of Development and Social Inclusion (MIDIS) and Juntos. Intervention monitoring as well as the household survey was led by Sophie Ayling, Adam Kemmis Bety, Patricia Paskov and Dylan Ramshaw of the Innovations for Poverty Action. This paper has also benefited from comments by Sean Higgins, Dean Karlan, Paul Niehaus and participants at presentations to Banco de la Nacion, CGAP, the Quipo Commision, MIDIS, the Superintendencia de Banca, Seguros and UC San Diego. This study is registered with the AEA - RCT ID AEARCTR-0000340 and received human subjects approval from IPA’s IRB. The authors gratefully acknowledge funding from the World Bank’s Consultative Group to Assist the Poor, Innovations for Poverty Action, and Instituto de Estudios Peruanos. The funding organizations did not participate in any phase of the research nor had any editorial discretion. The authors have no financial or material interests in the results of this research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}