{
    "id": 26807,
    "citation_title": "Does Information About Climate Risk Affect Property Values?",
    "citation_author": [
        "Miyuki Hino",
        "Marshall Burke"
    ],
    "citation_publication_date": "2020-03-02",
    "issue_date": "2020-02-28",
    "revision_date": "2024-04-25",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFloods and other climate hazards pose a widespread and growing threat to housing and infrastructure around the world. By incorporating climate risk into asset prices, markets can discourage excessive development in hazardous areas. However, the extent to which markets actually price these risks remains poorly understood. Here we measure the effect of information about flood risk on residential property values in the United States. Using multiple empirical approaches and two decades of sales data covering the universe of homes in the US, we find little evidence that housing markets fully price information about flood risk in aggregate. However, the price penalty for flood risk is larger for commercial buyers and in states where sellers must disclose information about flood risk to potential buyers, suggesting that policies to improve risk communication could influence market outcomes. Our findings indicate that floodplain homes in the US are currently overvalued by a total of $34B, raising concerns about the stability of real estate markets as climate risks become more salient and severe.\n\n",
    "acknowledgement": "\nM.H. was supported by the Sykes Family Fellowship in E-IPER. We thank C. Field, K. Mach, D. Lobell, S. Heft-Neal, R. Molina and seminar participants at Stanford and UNC for helpful comments, the Stanford Geospatial Center for assistance with historical floodplain maps, and Stanford Libraries for providing the Corelogic data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}