{
    "id": 26806,
    "citation_title": "Network-Based Hiring: Local Benefits; Global Costs",
    "citation_author": [
        "Arun G. Chandrasekhar",
        "Melanie Morten",
        "Alessandra Peter"
    ],
    "citation_publication_date": "2020-03-02",
    "issue_date": "2020-02-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Market Structures",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nEntrepreneurs, particularly in the developing world, often hire from their networks: friends, family, and resulting referrals. Network hiring has two benefits, documented extensively in the empirical literature: entrepreneurs know more about the ability of their network (and indeed they are often positively selected), and network members may be less likely to engage in moral hazard. We study theoretically how network hiring affects the size and composition (i.e., whether to hire friends or strangers) of the firm. Our primary result is that network hiring, while locally beneficial, can be globally inefficient. Because of the existence of a network, entrepreneurs set inefficiently low wages, firms are weakly too small, rely too much on networks for hiring, and resulting welfare losses increase in the quality of the network. Further, if entrepreneurs are uncertain about the true quality of the external labor market, the economy may become stuck in an information poverty trap where forward-looking entrepreneurs or even entrepreneurs in a market with social learning never learn the correct distribution of stranger ability, exacerbating welfare losses. We show that the poverty trap can worsen when network referrals are of higher quality.\n\n",
    "acknowledgement": "\nWe thank Ran Abramitzky, Abhijit Banerjee, Nick Bloom, Emily Breza, Gabriel Carroll, Ben Golub, Rachel Heath, Nate Hilger, Matt Jackson, Victor Lavy, Kaivan Munshi, Ben Olken,  Isaac Sorkin, Meredith Startz, Adam Szeidl, and Xiao Yu Wang for helpful discussions. Financial support from the NSF under grant SES-1530791 is gratefully acknowledged. Chandrasekhar and Morten thank the Alfred P. Sloan Foundation for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}