{
    "id": 26805,
    "citation_title": "Housing Discrimination and the Toxics Exposure Gap in the United States: Evidence from the Rental Market",
    "citation_author": [
        "Peter Christensen",
        "Ignacio Sarmiento-Barbieri",
        "Christopher Timmins"
    ],
    "citation_publication_date": "2020-03-02",
    "issue_date": "2020-02-28",
    "revision_date": "2020-04-21",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nLocal pollution exposures disproportionately impact minority households, but the root causes remain unclear. This study conducts a correspondence experiment on a major online housing platform to test whether housing discrimination constrains minority access to housing options in markets with significant sources of airborne chemical toxics. We find that renters with African American or Hispanic/LatinX names are 41% less likely than renters with White names to receive responses for properties in low-exposure locations. We find no evidence of discriminatory constraints in high-exposure locations, indicating that discrimination increases relative access to housing choices at elevated exposure risk.\n\n",
    "acknowledgement": "\nWe thank David Albouy, Spencer Banzhaf, Pat Bayer, Johnathan Colmer, Rebecca Diamond, Nick Kuminoff, Juan Carlos Serrato, Daniel Sullivan, Reed Walker, Randy Walsh, and seminar participants at NBER Energy and Environmental Economics, The Workshop on Environmental Economics and Data Science, Triangle Resources and Environmental Economics (TREE) Seminar, UC Berkeley, UC Santa Cruz, UC San Diego, UC Santa Barbara Occasional Workshop in Environmental Economics, UNLV, University of Miami, University of Virginia, and Wharton School for excellent comments. We thank Davis Berlind, Christopher Kim, Daniel Rychel, Tom Phillips and student assistants in the University of Illinois Big Data and Environmental Economics and Policy (BDEEP) Group and the Duke Environmental Justice Lab for research assistance. We acknowledge generous support from the Russell Sage Foundation, National Science Foundation, and the National Center for Supercomputing Applications. The experiment was registered on the AEA RCT Registry as trial 3366 (Christensen et al., 2018) and the human subjects protocol for this research design was approved by the University of Illinois Institutional Review Board (IRB #18381) on 12/07/2017. All data and code will be available prior to publication using DOI 10.5281/zenodo.3492234. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}