{
    "id": 26804,
    "citation_title": "The Electric Vehicle Transition and the Economics of Banning Gasoline Vehicles",
    "citation_author": [
        "Stephen P. Holland",
        "Erin T. Mansur",
        "Andrew J. Yates"
    ],
    "citation_publication_date": "2020-03-02",
    "issue_date": "2020-02-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nElectric vehicles have a unique potential to transform personal transportation. We analyze the transition to electric vehicles with a dynamic model that captures the falling costs of producing electric vehicles, the decreasing pollution from electricity generation, the increasing substitutability of electric for gasoline vehicles, and the durability of the vehicle stock. Due to the external costs from pollution, inefficiencies under business as usual result from the mix of vehicles as well as the transition timing, the severity of which depends on substitutability. We calibrate the model to the US market and find the magnitude of the inefficiency is rather modest: less than 5 percent of total external costs. The optimal purchase subsidy for electric vehicles and the optimal ban on the production of gasoline vehicles both give about the same efficiency improvement, but the latter leads to a sharp increase in gasoline vehicle production just before the ban. Phasing out gasoline vehicles with a bankable production quota reduces deadweight loss substantially more than the other policies, but may lead to a very large deadweight loss if set incorrectly.\n\n",
    "acknowledgement": "\nWe thank Severin Borenstein, Nicholas Muller, Derek Lemoine, Ashley Langer, and seminar participants at University of Pittsburgh, Indiana University, University of British Columbia, University of California Energy Institute, University of North Carolina Chapel Hill, and the NBER conference on the Economics of Autonomous and Electric Vehicles for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nAndrew J. Yates\n\nIn the last three years, my research has been funded by the National Science Foundation, although this funding was for topics that are unrelated to the subject of this paper.\n\n\nI declare that I have no other relevant or material financial interests that relate to the research described in this paper.\n\n\n"
}