{
    "id": 26802,
    "citation_title": "Dynamic Banking and the Value of Deposits",
    "citation_author": [
        "Patrick Bolton",
        "Ye Li",
        "Neng Wang",
        "Jinqiang Yang"
    ],
    "citation_publication_date": "2020-03-09",
    "issue_date": "2020-02-28",
    "revision_date": "2023-10-19",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a theory of banking in which banks cannot perfectly control deposit flows. Facing uninsurable loan and deposit shocks, banks dynamically manage lending, wholesale funding, deposits, and equity. Deposits create value by lowering funding costs. However, when the bank is undercapitalized and at risk of breaching leverage requirements, the marginal value of deposits can turn negative as deposit inflows, by raising leverage, increase the likelihood of costly equity issuance. Banks’ inability to fully control leverage distinguishes them from non-depository intermediaries. Our model suggests a re-evaluation of leverage regulations and offers new perspectives on banking in a low interest-rate environment.\n\n",
    "acknowledgement": "\nWe thank the anonymous Associate Editor, two anonymous referees, Jason Allen, Adrien d’Avernas, Juliane Begenau (discussant), Philip Bond, Markus Brunnermeier, Peter DeMarzo, Jason Donaldson, Itamar Drechsler (discussant), Philip Dybvig, Isil Erel, Xavier Gabaix, Zhiguo He (discussant), Ji Huang (discussant), Sebastian Infante, Bart Lambrecht, Anil Kashyap, Naveen Khanna, Arvind Krishnamurthy, Bernadette Minton, Cyril Monnet (discussant), Stefan Nagel, Dirk Niepelt (discussant), Christian Opp (discussant), Guillermo Ordoñez, Jonathan Payne (discussant), Monika Piazzesi, Alexi Savov (discussant), Dejanir Silva (discussant), René Stulz, Anjan Thakor, Quentin Vandeweyer, Matías Vieyra (discussant), Ernst-Ludwig von Thadden, Larry Wall (discussant), Mike Weisbach, Chao Ying (discussant), Haoxiang Zhu and seminar/conference participants at Biennial International Association of Deposit Insurers Conference, BI-SSE Asset Pricing & Financial Econometrics Conference, Cambridge Corporate Finance Theory Symposium, CESifo Macro Money & International Finance, China International Conference in Finance, China International Conference in Macroeconomics, European Finance Association 2021, Federal Reserve Board, FOM Virtual Corporate Finance Fridays, Fed-Maryland Short-Term Funding Markets 2021, Midwest Finance Association 2021, NBER Summer Institute 2021, Northern Finance Association 2021, Society for Economic Dynamics 2021, Ohio State University, and Washington University in St. Louis Annual Corporate Finance Conference. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}