{
    "id": 2681,
    "citation_title": "Terms of Trade and the Transmission of Output Shocks in a Rational Expectations Model",
    "citation_author": [
        "Carol L. Osler"
    ],
    "citation_publication_date": "1988-08-01",
    "issue_date": "1988-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper analyses the effects of productivity shocks on the current and future terms of trade and on output in a two country framework. An overlapping-generations model is used in which individuals allocate their savings between domestic and foreign capital assets according to their preferences for risk and return. Since production in both countries is specialized, changes its the terms of trade affect investment returns in both countries; rational expectations regarding such changes are assumed and a new approach to analyzing the comparative statics of rational expectations equilibria is developed. It is concluded that a temporary, positive productivity shock to the home country will cause the domestic terms of trade to depreciate initially and then to appreciate slowly back towards its trend level. The depreciation causes foreign output to fall below trend, and causes a symmetric rise in domestic output, via its effects on capital stocks. The impact of a permanent productivity shock differs, however. In this case investors will reallocate their portfolios and increase their holdings of domestic assets, which are expected to earn higher returns. If the portfolio shifts are strong enough, they cause the terms of trade to appreciate initially. Foreign output falls and domestic output rises in this case as well, this time because of the portfolio shifts towards domestic capital.\n\n",
    "acknowledgement": "\n"
}