{
    "id": 26811,
    "citation_title": "Intended and Unintended Effects of Banning Menthol Cigarettes",
    "citation_author": [
        "Christopher Carpenter",
        "Hai V. Nguyen"
    ],
    "citation_publication_date": "2020-03-02",
    "issue_date": "2020-02-28",
    "revision_date": "2021-05-03",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBans on menthol cigarettes have been recommended by the World Health Organization, adopted throughout the European Union, and proposed by the United States Food and Drug Administration (FDA), primarily due to concerns that menthol cigarettes enable youth smoking. Yet there is almost no direct evidence on their effects using real-world policy variation. We provide the first comprehensive evaluation of this policy by studying Canada where seven provinces banned menthol cigarettes prior to a nationwide menthol ban in 2018. Using provincial sales data, we show that menthol cigarette sales fell to zero immediately after menthol bans, with no meaningful effect on non-menthol sales. Survey data confirm that provincial menthol bans significantly reduced menthol cigarette smoking among both youths and adults. We also find strong evidence of substitution, however: provincial menthol bans significantly increased non-menthol cigarette smoking among youths, resulting in no overall net change in youth smoking rates. We also document evidence of evasion: provincial menthol bans shifted smokers’ cigarette purchases away from grocery stores and gas stations to First Nations reserves (where the menthol bans do not bind). Our results demonstrate the importance of accounting for substitution and evasion responses in the design of stricter tobacco regulations.\n\n",
    "acknowledgement": "\nCarpenter is E. Bronson Ingram Professor of Economics at Vanderbilt University, Research Associate at the National Bureau of Economic Research, and Research Fellow at IZA Institute for the Study of Labor. Nguyen is Canada Research Chair in Health Policy Evaluation and Health Care Sustainability at Memorial University of Newfoundland. We thank Robert Nugent from Health Canada for sharing data on cigarette sales. We thank Rahi Abouk, Grant Gibson, Catherine Maclean, Erik Nesson, Paul Niekamp, Mark Stehr, and seminar and conference participants at Vanderbilt, Western Kentucky University and the 2019 Canadian Health Economics Study Group for helpful comments. All interpretations, errors, and omissions are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}