{
    "id": 26819,
    "citation_title": "Black-Friendly Businesses in Cities During the Civil Rights Era",
    "citation_author": [
        "Maggie E.C. Jones",
        "Trevon D. Logan",
        "David Rosé",
        "Lisa D. Cook"
    ],
    "citation_publication_date": "2020-03-09",
    "issue_date": "2020-03-05",
    "revision_date": "2024-01-25",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nQuantitative analysis of Black business districts and evidence on the magnitude of social change leading up to the passage of the Civil Rights Act of 1964, in particular as it relates to the accessibility of public accommodations, is limited.  We combine newly digitized data on the precise geocoded location of nearly 6,000 Green Book establishments—public accommodations that were friendly towards African American clientele—across major urban areas with existing and new sources of data on social change to understand the dynamics of Black-friendly businesses within cities during the middle of the twentieth century.  In doing so, we document a new set of facts. First, we show that the location and growth of Green Book establishments responded to economic forces. Second, we show that there was a large increase in the number of Green Book establishments in cities between 1939 and 1955.  Third, for Green Book establishments located in cities for which the Home Owner’s Loan Corporation (HOLC) drew residential security maps, the vast majority (nearly 70 percent) were located in the lowest-grade, redlined neighborhoods. And finally, we show that 1950s urban renewal projects were related to the contraction of non-discriminatory businesses.  Collectively, these facts suggest that more research on Black-owned and Black-friendly businesses is needed to fully understand the economics of urban change in the twentieth century.\n\n",
    "acknowledgement": "\nWe thank Fraser Summerfield for valuable feedback on this work, as well as seminar participants at Wilfird Laurier Univeristy and 2023 CEA conference. We thank Dr. Peggy Ann Brown and Kevin Morrow for help with the phone books at the Library of Congress. This work would not have been possible without the help of our dedicated team of research assistants: Shekdoon Abdulle, Stefan Arsic, Ashley Brewster, Maddy Conkle, Jack Csokmay, Vi Dinh, Mark Drodz, Matthew Edwards, Burke Evans, Alisa Feng, Fahim Hossain, Rohan Kaushal, Daniel Lake, Julia Miracle, Daniel Missell, Abby Nenna, Yamini Panagari, Ethan Pointer, Ryan Scott, Maggie Seikel, Jessica Shakesprere, Jamila Spears, Morgan Thompson, Julia Uhler, Brandon Wong, Eric Yam, and Lingxuan Yang. Portions of the research were supported by the National Science Foundation (Award #1949159). Parts of this paper were previously circulated as NBER Working Paper No. 26819, “The Green Books and the Geography of Segregation in Public Accommodations”. This paper is dedicated to Prof. Franklin D. Wilson (1942-2020) and is indebted to his mentorship, scholarship, and methodological approach. All errors are our own. This paper was written prior to  Lisa D. Cook accepting a position with Board of Governors of the Federal Reserve System, and the views expressed herein are those of the authors and do not necessarily reflect the views of that institution, nor of the National Bureau of Economic Research.\n\n\n"
}