{
    "id": 26817,
    "citation_title": "Perceived Precautionary Savings Motives: Evidence from FinTech",
    "citation_author": [
        "Francesco D’Acunto",
        "Thomas Rauter",
        "Christoph K. Scheuch",
        "Michael Weber"
    ],
    "citation_publication_date": "2020-03-16",
    "issue_date": "2020-03-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe study the spending response of first-time borrowers to an overdraft facility and elicit their preferences, beliefs, and motives through a FinTech application. Users increase their spending permanently, lower their savings rate, and reallocate spending from non-discretionary to discretionary goods. Interestingly, liquid users react more than others but do not tap into negative deposits. The credit line acts as a form of insurance. These results are not fully consistent with models of financial constraints, buffer stock models, or present-bias preferences. We label this channel perceived precautionary savings motives: Liquid users behave as if they faced strong precautionary savings motives even though no observables, including elicited preferences and beliefs, suggest they should.\n\n",
    "acknowledgement": "\nWe thank Fabian Nagel, Tom Kim, Hannah Amann, and especially Federica Ansbacher for excellent research assistance. We appreciate helpful comments from Sumit Agarwal, Greg Buchak, Indraneel Chakraborty, Francisco Gomes, Sabrina Howell, David Low, Amit Seru, Wenlan Qian, and workshop participants at the Columbia “New Technologies in Finance” Conference, the 2019 Red Rock Finance Conference, the 2019 Summer Finance Conference at ISB, the 7th ABFER Annual Conference, the 2019 LBS Summer Finance Symposium, the 2019 CFPB Conference, and the 2020 AEA and AFA Annual Meeting. D’Acunto gratefully acknowledges financial support from the Ewing Marion Kauffman Foundation. Rauter and Weber gratefully acknowledge financial support from the IBM Corporation Faculty Fellowship and the Fama Faculty Fellowship at the University of Chicago Booth School of Business. Scheuch gratefully acknowledges financial support from the Austrian Science Fund (FWF project number DK W 1001-G16). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}