{
    "id": 26813,
    "citation_title": "Early Childhood Care and Cognitive Development",
    "citation_author": [
        "Juan Chaparro",
        "Aaron Sojourner",
        "Matthew J. Wiswall"
    ],
    "citation_publication_date": "2020-03-02",
    "issue_date": "2020-02-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper combines multiple sources of information on early childhood development in a unified model for analysis of a wide range of early childhood policy interventions. We develop a model of child care in which households decide both the quantities and qualities of maternal and non-maternal care along with maternal labor supply. The model introduces a novel parenting-effort channel, whereby child care subsidies that permit less parenting may enable better parenting. To estimate the model, we combine observational data with experimental data from the Infant Health and Development Program (IHDP) which randomly assigned free child care when the child was 1 and 2 years old. We estimate a cognitive skill production function and household preferences, giving insight into mechanisms driving the ex post heterogeneous effects of the IHDP intervention, accounting for alternative care substitutes available to the control group and spillovers of the child care offer across the household's decisions. We also estimate ex ante effects of counterfactual policies such as an offer of lower-quality care, requiring a co-pay for subsidized care, raising the maternal wage offer, or a cash transfer. Finally, we use the model to rationalize existing evidence from outside the US on the effects of universal child care programs.\n\n",
    "acknowledgement": "\nThanks to Flavio Cunha, Liz Davis, Greg Duncan, Drew Griffen, Rob Grunewald, Jeff Smith, Chris Taber, Deb Vandell and communities at Cornell, Purdue, Ohio State, UC Berkeley, UC Irvine, UMinnesota, UWisconsin IRP, and Yale for valuable discussion. Chaparro and Sojourner received funding from the  Eunice Kennedy Shriver NICHD under Award P01HD065704, the Center for Personalized Prevention Research, and the Human Capital Research Collaborative. Wiswall received support from National Science Foundation grant 1357636.  Content is solely the authors' responsibility and doesn't represent the National Institutes of Health's official views. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}