{
    "id": 26810,
    "citation_title": "Human Capital as Engine of Growth – The Role of Knowledge Transfers in Promoting Balanced Growth Within and Across Countries",
    "citation_author": [
        "Isaac Ehrlich",
        "Yun Pei"
    ],
    "citation_publication_date": "2020-03-02",
    "issue_date": "2020-02-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Macroeconomics",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUnlike physical capital, human capital has both embodied and disembodied dimensions. It can be perceived of as skill and acquired knowledge, but also as knowledge spillover effects between overlapping generations and across different skill groups within and across countries. We illustrate the roles these characteristics play in the process of economic development; the relation between income growth and income and fertility distributions; and the relevance of human capital in determining the skill distribution of immigrants in a balanced-growth global equilibrium setting. In all three illustrations, knowledge spillover effects play a key role. The analysis offers new insights for understanding the decline in fertility below population replacement rate in many developed countries; the evolution of income and fertility distributions across developing and developed countries; and the often asymmetric effects that endogenous immigration flows and their skill composition exert on the long-term net benefits from immigration to natives in source and destination countries.\n\n",
    "acknowledgement": "\nThis paper is based on lectures given at the Asian Development Bank’s Distinguished Speakers Program in Manila on August 2, 2019 and the Conference on Human Capital and Economic Development in China, sponsored by the Center for Excellence on Human Capital, Technology Transfer, and Economic Growth and Development, and the Confucius Institute at the University at Buffalo on October 5, 2019. The authors are indebted to Yasuyuki Sawada for very helpful comments on a previous draft and to Sungmin Park for dedicated assistance. The first author acknowledges the financial support from the Asian Development Bank for his lecture and paper. The usual ADB disclaimer applies The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}