{
    "id": 26815,
    "citation_title": "Issuance Overpricing of China’s Corporate Debt Securities",
    "citation_author": [
        "Yi Ding",
        "Wei Xiong",
        "Jinfan Zhang"
    ],
    "citation_publication_date": "2020-03-09",
    "issue_date": "2020-03-05",
    "revision_date": "2021-05-20",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nWe document issuance overpricing of corporate debt securities in China, which contrasts with underpricing of equity and debt securities in Western countries. The phenomenon in China is robust across subsamples of issuances with different credit ratings, maturities, issuer types, and issuing history, reflecting the distinct institutional environment and issuance process in China’s market for corporate debt securities. The average overpricing dropped from 7.44 basis points to 2.41 basis points after the government prohibited underwriters from using rebates in issuances in October 2017. By analyzing overpricing before and after the rebate ban and across different issuers and underwriters, we uncover two channels for underwriters, who compete for future underwriting business, to drive up overpricing: rebates and self-purchases.\n\n",
    "acknowledgement": "\nWe thank workshop participants at the Chinese University of Hong Kong, Shenzhen, the Five Star Conference in Beijing, and Tsinghua PBC School of Finance for helpful comments and suggestions. We are grateful to constructive comments of two referees. The paper was previously circulated under the title “Overpricing in China’s Corporate Bond Market.” The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}