{
    "id": 26812,
    "citation_title": "Prices and Federal Policies in Opioid Markets",
    "citation_author": [
        "Casey B. Mulligan"
    ],
    "citation_publication_date": "2020-03-02",
    "issue_date": "2020-02-28",
    "revision_date": "2022-10-14",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nConsumer theory is extended to incorporate deviations from the law of one price that are common in markets for prescription and illicitly-manufactured opioids. The extension helps to resolve “puzzling” findings in the literature, such as race and age gaps in mortality rates and a failure of increases in the full price of Rx opioids to reduce opioid fatalities. The theory also identifies characteristics of public policies that are essential for predicting consumer behavior and thereby population life expectancy. Most surprising is that, with heroin and fentanyl relatively cheap of late, any Rx opioid policy could – and likely does – have the opposite total-consumption effect after 2013 than it would before, especially when the more expensive Rx opioid products are differentially affected. The theoretical framework also guides assembly of a dataset of federal opioid policies and assessment of the role of technological change and law enforcement in illicit markets.\n\n",
    "acknowledgement": "\nI appreciate discussions with Kevin M. Murphy, Alex Torgovitsky, Troy Durie, Bill Evans, Ethan Lieber, participants at the 2020 Conference on the Economics of the Opioid Epidemic at the University of Chicago and seminars at Clemson, UTexas and Chicago, and three anonymous referees; financial support from the Program on Foundational Research on Health Care Markets at the Becker-Friedman Institute; and the research assistance of Rodrigo Estrada and Daniela Vadillo. This work benefits not only from the CEA reports cited in the bibliography, but also interactions with the CEA staff, especially Kevin Corinth, Kevin Hassett, Don Kenkel, Tom Philipson, Eric Sun, Paula Worthington, and Joel Zinberg. Molly Schnell brought to our attention the untapped potential of market analysis of opioid fatalities. However, none of these can be blamed for errors in this paper. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}