{
    "id": 26822,
    "citation_title": "The Effects of Professor Gender on the Post-Graduation Outcomes of Female Students",
    "citation_author": [
        "Hani Mansour",
        "Daniel I. Rees",
        "Bryson M. Rintala",
        "Nathan N. Wozny"
    ],
    "citation_publication_date": "2020-03-09",
    "issue_date": "2020-03-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAlthough women earn approximately 50 percent of science, technology, engineering and math (STEM) bachelor’s degrees, more than 70 percent of scientists and engineers are men. We explore a potential determinant of this STEM gender gap using newly collected data on the career trajectories of United States Air Force Academy students. Specifically, we examine the effects of being assigned female math and science professors on occupation choice and postgraduate education. We find that, among high-ability female students, being assigned a female professor leads to substantial increases in the probability of working in a STEM occupation and the probability of receiving a STEM master’s degree.\n\n",
    "acknowledgement": "\nThe authors would like to thank Bill Bremer and Beth Wilson for their assistance in obtaining the data for this project. They would also like to thank the participants of the Association for Public Policy Analysis and Management 2018 Fall Research Conference and the second IZA Workshop on Gender and Family Economics for helpful comments and suggestions. The views expressed are those of the authors and do not necessarily reflect the official policy or position of the U.S. Air Force Academy, the U.S. Air Force, the Department of Defense, the U.S. Government, or the National Bureau of Economic Research. PA#: USAFA-DF-2020-44\n\n\n"
}