{
    "id": 26829,
    "citation_title": "Convex Supply Curves",
    "citation_author": [
        "Christoph Boehm",
        "Nitya Pandalai-Nayar"
    ],
    "citation_publication_date": "2020-03-09",
    "issue_date": "2020-03-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe provide evidence that industries' supply curves are convex. To guide our empirical analysis, we develop a putty-clay model in which capacity constraints at the plant level generate convex supply curves at the industry level. The model's key insight is that an industry's capacity utilization rate is a sufficient statistic for the slope of its supply curve. Using data on capacity utilization and three different instruments, we estimate the supply curve and find robust evidence for convexity. Supply curves are essentially flat at low levels of capacity utilization but increasing at higher levels. Further, industries with low initial capacity utilization rates expand production twice as much after demand shocks as industries that produce close to their capacity limit. The nonlinearity we identify has a number of macroeconomic implications, including that responses to shocks are state-dependent, that the Phillips curve is convex, and that the welfare costs of business cycles are larger than in Lucas (1987).\n\n",
    "acknowledgement": "\nWe thank our discussants Yuriy Gorodnichenko and Hikaru Saijo. The paper also benefited from conversations with Mark Aguiar, Pol Antras, David Baqaee, Saroj Bhattarai, Oli Coibion, Javier Cravino, Aaron Flaaen, Oleg Itskhoki, Andrei Levchenko, Chris Sims, and Jaume Ventura as well as with seminar participants at UT Austin, Princeton, Wisconsin, the Federal Reserve Board, the St Louis Fed, Tsinghua, Texas A\\&M, SED Annual Meetings, ASSA Annual Meetings, the West Coast International/Macro Workshop and Hong Kong University. Pandalai-Nayar thanks the ECB for the Baron Alexandre Lamfalussy Fellowship, which supported this research. Any opinions and conclusions expressed herein are those of the authors and do not necessarily represent the views of the U.S. Census Bureau. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}