{
    "id": 26824,
    "citation_title": "A Model of Scientific Communication",
    "citation_author": [
        "Isaiah Andrews",
        "Jesse M. Shapiro"
    ],
    "citation_publication_date": "2020-03-09",
    "issue_date": "2020-03-05",
    "revision_date": "2021-03-29",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n"
    ],
    "program": [
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a positive model of empirical science in which an analyst makes a report to an audience after observing some data. Agents in the audience may differ in their beliefs or objectives, and may therefore update or act differently following a given report. We contrast the proposed model with a classical model of statistics in which the report directly determines the payoff. We identify settings in which the predictions of the proposed model differ from those of the classical model, and seem to better match practice.\n\n",
    "acknowledgement": "\nThis article previously circulated under the title “Statistical Reports for Remote Agents.” We acknowledge funding from the National Science Foundation under Grants No. 1654234 and 1949047, the Sloan Research Fellowship, the Silverman (1968) Family Career Development Chair at MIT, and the Eastman Professorship and Population Studies and Training Center at Brown University. Any opinions, ﬁndings, and conclusions or recommendations expressed in this material are those of the authors and do not necessarily reflect the views of the funding sources. We thank Glen Weyl for contributions to this project in its early stages. Conversations with Matthew Gentzkow and Kevin M. Murphy on related projects greatly influenced our thinking. For comments and helpful This article previously circulated under the title “Statistical Reports for Remote Agents.” We acknowledge funding from the National Science Foundation under Grants No. 1654234 and 1949047, the Sloan Research Fellowship, the Silverman (1968) Family Career Development Chair at MIT, and the Eastman Professorship and Population Studies and Training Center at Brown University. Any opinions, findings, and conclusions or recommendations expressed in this material are those of the authors and do not necessarily reflect the views of the funding sources. We thank Glen Weyl for contributions to this project in its early stages. Conversations with Matthew Gentzkow and Kevin M. Murphy on related projects greatly influenced our thinking. For comments and helpful conversations, we also thank Alberto Abadie, Tim Armstrong, Gary Chamberlain, Xiaohong Chen, Max Kasy, Elliot Lipnowski, Adam McCloskey, Emily Oster, Mikkel Plagborg-Møller, Tomasz Strzalecki, and Neil Thakral. The paper also benefited from the comments of seminar and conference audiences at Brown University, Harvard University, the Massachusetts Institute of Technology, the University of Chicago, Boston College, Rice University, Texas A&M University, New York University, Columbia University, the University of California Los Angeles, the University of Texas at Austin, Oxford University, the Eitan Berglas School of Economics, the National Bureau of Economic Research, and the Wharton School, and from comments by conference discussants Jann Spiess and James Heckman. We thank our dedicated research assistants for their contributions to this project. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJesse M. Shapiro\n\nShapiro has, in the past, been a paid visitor at Microsoft Research New England and a paid consultant for FutureOfCapitalism, LLC. Shapiro has been paid for writing by the New York Times.\n\n\nShapiro's spouse has a disclosure statement posted at https://www.brown.edu/research/projects/oster/sites/brown.edu.research.projects.oster/files/uploads/COI.txt.\n\n\nShapiro's affiliations are listed at\nhttps://www.brown.edu/Research/Shapiro/pdfs/cv.pdf\n\n\n"
}