{
    "id": 26826,
    "citation_title": "Online Estimation of DSGE Models",
    "citation_author": [
        "Michael D. Cai",
        "Marco Del Negro",
        "Edward P. Herbst",
        "Ethan Matlin",
        "Reca Sarfati",
        "Frank Schorfheide"
    ],
    "citation_publication_date": "2020-03-09",
    "issue_date": "2020-03-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper illustrates the usefulness of sequential Monte Carlo (SMC) methods in approximating DSGE model posterior distributions. We show how the tempering schedule can be chosen adaptively, document the accuracy and runtime benefits of generalized data tempering for “online”  estimation (that is, re-estimating a model as new data become available), and provide examples of multimodal posteriors that are well captured by SMC methods. We then use the online estimation of the DSGE model to compute pseudo-out-of-sample density forecasts and study the sensitivity of the predictive performance to changes in the prior distribution. We find that making priors less informative (compared to the benchmark priors used in the literature) by increasing the prior variance does not lead to a deterioration of forecast accuracy.\n\n",
    "acknowledgement": "\nWe thank participants at various conferences and seminars for helpful comments. Schorfheide acknowledges financial support from the National Science Foundation under Grant SES 1851634. The views expressed in this paper are those of the authors and do not necessarily reflect the position of the Federal Reserve Bank of New York, the Federal Reserve Board, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}