{
    "id": 26825,
    "citation_title": "Terrorist Attacks, Cultural Incidents and the Vote for Radical Parties: Analyzing Text from Twitter",
    "citation_author": [
        "Francesco Giavazzi",
        "Felix Iglhaut",
        "Giacomo Lemoli",
        "Gaia Rubera"
    ],
    "citation_publication_date": "2020-03-09",
    "issue_date": "2020-03-05",
    "revision_date": "2020-11-13",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the role of perceived threats from other cultures induced by terrorist attacks and by a criminal event on public discourse and voters’ support for radical right parties. We first develop a rule which allocates Twitter users in Germany to electoral districts and then use a machine learning method to compute measures of textual similarity between the tweets they produce and tweets by accounts of the main German parties. Using the dates of the exogenous events we estimate constituency-level shifts in similarity to party language. We find that following these events Twitter text becomes on average more similar to that of the main radical right party, AfD, while the opposite happens for other parties. Regressing estimated shifts in similarity on changes in vote shares between federal elections we find a significant association. Our results point to the role of perceived threats from other cultures on the success of nationalist parties.\n\n",
    "acknowledgement": "\nWe thank Guido Tabellini, Marco Tabellini, Jesse Shapiro and participants in the Spring 2019 NBER Political Economy meeting for very helpful comments. We gratefully acknowledge a grant from the Italian Ministry for Universities MIUR PRIN Prot. 2015FMRE5X The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}