{
    "id": 26834,
    "citation_title": "Language Training and Refugees' Integration",
    "citation_author": [
        "Jacob Nielsen Arendt",
        "Iben Bolvig",
        "Mette Foged",
        "Linea Hasager",
        "Giovanni Peri"
    ],
    "citation_publication_date": "2020-03-09",
    "issue_date": "2020-03-05",
    "revision_date": "2021-02-03",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe evaluate a Danish reform focused on improving Danish language training for those granted refugee status on or after January 1, 1999. Using a Regression Discontinuity Design we find a significant, permanent, positive effect on earnings. This effect emerged after completion of language classes and was accompanied by additional schooling and higher probability of working in communication-intensive jobs, suggesting that language training, rather than other minor aspects of the reform, produced it. We also find evidence of higher completion rates of lower secondary school and lower probability of crime for male children with both parents exposed to the reform.\n\n",
    "acknowledgement": "\nThe paper is a substantially revised version of NBER WP 26834. This project is conducted as part of the Economic Assimilation Research Network (EARN), generously financed by the Innovation Fund Denmark (grant no. 6149-00024B). Mette Foged also acknowledges funding from EPRN (grant no. 107757). We thank the Ministry of Immigration and Integration for assistance with data and reports on early language training in Denmark and Janis Kreuder for excellent research assistance. The project benefited from feedback and discussions with Oddbjorn Raaum, Tommaso Frattini, Jakob Roland Munch, Torben Tranaes, Matti Sarvimaki and participants at the following seminars and workshops: “Forced Displacement, Asylum Seekers and Refugees”, Queen Mary University London; the first “EARN Workshop on Integration”, University of Copenhagen; Uppsala; Global Migration Research Center, UC Davis; Danish Center for Social Science Research (VIVE); CReAM, UCL; University of Bristol; Senior Migration Seminar; FAIR, NHH; Monash University; ZEW, Mannheim; and UCLA. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}