{
    "id": 26837,
    "citation_title": "Gender Roles and the Gender Expectations Gap",
    "citation_author": [
        "Francesco D’Acunto",
        "Ulrike Malmendier",
        "Michael Weber"
    ],
    "citation_publication_date": "2020-03-09",
    "issue_date": "2020-03-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nExpectations about macro-finance variables, such as inflation, vary significantly across genders, even within the same household. We conjecture that traditional gender roles expose women and men to different economic signals in their daily lives, which in turn produce systematic variation in expectations. Using unique data on the contributions of men and women to household grocery chores, their resulting exposure to price signals, and their inflation expectations, we show that the gender expectations gap is tightly linked to participation in grocery shopping. We also document a gender gap in other economic expectations and discuss how it might affect economic choices.\n\n",
    "acknowledgement": "\nWe thank Johannes Hermle for excellent research assistance. We also thank Shannon Hazlett and Victoria Stevens at Nielsen for their assistance with the collection of the PanelViews Survey. We gratefully acknowledge financial support from the University of Chicago Booth School of Business and the Fama--Miller Center for Research in Finance to run the surveys. We also thank Klaus Adam, Sumit Agarwal, Andreas Fuster, Ricardo Perez-Truglia, Chris Roth, Giorgio Topa, Johannes Wohlfart, and conference and seminar participants at the NBER Behavioral Finance, the NBER Corporate Finance, the 2019 SITE workshop, the Cleveland Fed Conference on Inflation, Boston College, and the University of Chicago for valuable comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}