{
    "id": 26833,
    "citation_title": "Robustly Optimal Monetary Policy in a New Keynesian Model with Housing",
    "citation_author": [
        "Klaus Adam",
        "Michael Woodford"
    ],
    "citation_publication_date": "2020-03-09",
    "issue_date": "2020-03-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analytically characterize optimal monetary policy for an augmented New Keynesian model with a housing sector. With rational private sector expectations about housing prices and inflation, optimal monetary policy can be characterized by a standard “target criterion” in terms of inflation and the output gap, that makes no reference to housing prices. If instead the policymaker is concerned with potential departures of private sector expectations from rational ones, and seeks a policy that is robust against such possible departures, then the optimal target criterion will also depend on housing prices. For empirically realistic cases, robustness requires the central bank to “lean against” housing prices, i.e., to adopt a stance that is projected to undershoot (overshoot) its normal targets for inflation and the output gap following unexpected housing price increases (decreases). Notably, robustly optimal policy does not require that the central bank distinguish between “fundamental” and “non-fundamental” movements in housing prices.\n\n",
    "acknowledgement": "\nWe thank Pierpaolo Benigno, Massimo Marinacci, Jianjun Miao, Lars Svensson, Luigi Paciello and Monika Piazzesi for helpful comments. This paper supersedes our earlier drafts titled \"Leaning Against Housing Prices as Robustly Optimal Monetary Policy\" and \"Housing Prices and Robustly Optimal Monetary Policy.\" The research of Klaus Adam has been supported by CRC-TR224 (Project C2) of the German Research Foundation (DFG). Any remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}