{
    "id": 26836,
    "citation_title": "Education and Health Over the Life Cycle",
    "citation_author": [
        "Robert Kaestner",
        "Cuiping Schiman",
        "Jason M. Ward"
    ],
    "citation_publication_date": "2020-03-09",
    "issue_date": "2020-03-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere is little theoretical and empirical research on the effects of education on health over the life cycle. In this article, we extend the Grossman (1972) model of the demand for health and use the extended model to analyze the effect of education on health at different ages. The main conclusion from our model is that it is unlikely that the relationship between education and health will be constant over the life cycle and that education is likely to have little effect on health at younger ages when there is little depreciation of the health stock. We also present an extensive empirical analysis documenting the association between education and health over the life cycle. Results of our analysis suggest that in terms of mortality, education has little effect until age 60, but then lowers the hazard rate of death. For measures of morbidity, education has an effect at most ages between 45 to 60, but after age 60 has apparently little effect most likely due to selective mortality. In addition, most of the apparent beneficial effect of education stems from obtaining a high school degree or more. It is the health and mortality of lowest education group—those with less than a high school degree—that diverges from the health and mortality of other education groups. Finally, we find that the educational differences in health have become larger for more recent birth cohorts.\n\n",
    "acknowledgement": "\nCuiping Schiman was supported during this project by a NHLBI grant (R01-60036640) awarded to Dr. Norrina Allen. Sponsors did not participate in the design or conduct of the study, or in the collection, analyses, and interpretation of the data, or in the preparation and review of the manuscript. The views expressed herein are those of the authors and do not necessarily reflect the views of the sponsors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nRobert Kaestner\n\nRobert Kaestner has nothing to disclose.\n\n\n"
}