{
    "id": 26832,
    "citation_title": "Mandated Sick Pay: Coverage, Utilization, and Crowding-In",
    "citation_author": [
        "Johanna Catherine Maclean",
        "Stefan Pichler",
        "Nicolas R. Ziebarth"
    ],
    "citation_publication_date": "2020-03-09",
    "issue_date": "2020-03-05",
    "revision_date": "2024-06-04",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing the National Compensation Survey from 2009 to 2022 and difference-in-differences methods, we find that state-level sick pay mandates are effective in broadening access for U.S. workers. Increases in coverage reach 30ppt from a 63% baseline five years post-mandate. Mandates have more bite in jobs with low pre-mandate coverage. Further, mandates reduce inequality in access to paid sick leave substantially, both across and within firms. Covid-19 reinforced existing positive trends in coverage and take-up. Sick leave use increases linearly, whereas costs plateau after five years. Finally, we find crowding-in of non-mandated benefits which we label “job upscaling” by firms to differentiate jobs and attract labor.\n\n",
    "acknowledgement": "\nThis paper previously circulated as 'Mandated Sick Pay: Coverage, Utilization, and Welfare Effects.' First and foremost, we thank the Bureau of Labor Statistics for making the data accessible to us. In particular, we thank Maury Gittleman and Michael Lettau for their patience and answering numerous data-related questions. Further, we thank Jérôme Adda, Alexander Ahammer, Ronald Bachmann, Sonia Bhalotra, Nicholas Bloom, Chris Bollinger, Rene Böheim, David Bradford, Michael Burda, Colleen Carey, Michael Darden, Emilia deBono, Arindrajit Dube, Marcus Dillender, Gary Engelhardt, Itzik Fadlon, Jonas Feld, Alfonso Flores-Lagunes, Anne Gielen, Laszko Goerke, Martin Halla, Enda Hargaden, Sarah Hamersma, Sven Hartman, Matt Harris, Nathan Hendren, Martin Karlsson, Pierre Koning, Wojciech Kopczuk, Jing Li, Domenico Lisi, Norman Lorenz, Rick Mansfield, Olivier Marie, Fabrizio Mazzonna, Kathy Michelmore, Magne Mogstad, Sean Murphy, Kathleen Mullen, Robert Nuscheler, Reto Odermatt, Alberto Palermo, Nico Pestel, Giovanni Pica, Joe Sabia, Kjell Salvanes, Seth Sanders, Brenda Samaniego de la Parra, Bruce Schackman, Georg Schaur, Bernhard Schmidpeter, Seth Seabury, Kathryn Shaw, Siggi Siegloch, Perry Singleton, Stefan Staubli, Holger Stichnoth, Alois Stutzer, Joanna Tyrowicz, Mark Unruh, Christian Vossler, Bruce Weinberg, Rudolf Winter-Ebmer, Ansgar Wübker, Véra Zabrodina, and Maria Zhu for helpful comments and suggestions.  In particular, we thank our discussants Priyanka Anand, Eric Chyn, Pascale Lengagne and Simona Gamba as well as Katherine Wen for excellent research assistance. Moreover, we thank participants at the 2020 World Risk and Insurance Economics Congress (WRIEC), the 2020 HEaLth and Pandemics (HELP!) Econ Working Group, the 2020 Equitable Growth Conference, the the 2019 American-European Health Economics Study Group meeting in Vienna, the 2019 NBER Workshop on Labor Demand and Older Workers in Cambridge, the 2019 SKILS seminar in Engelberg, the 2019 International Health Economics Association (iHEA) in Basel, the 2019 IRDES-DAUPHINE Workshop on Applied Health Economics and Policy Evaluation, the 2018 Annual MaTax Conference at ZEW Mannheim, the 2018 Annual Conference of the American Society of Health Economists (ASHEcon) in Atlanta, the Annual Conference of the European Society for Population Economics (ESPE) in Antwerp, the 2018 Annual Meetings of the Southern Economic Association (SEA), the 2019 APPAM Fall Research Conference in Denver, the 2018 European Conference on Health Economics (EuHEA) in Maastricht, the 2018 and 2019 Annual Meetings of the Society of Labor Economists (SOLE), the 2018 IZA World Labor Conference, the Auckland University of Technology School of Economics Research Seminar, the University of Linz’ Online Economics Research Seminar, the Tinbergen Institute’s Labor Seminar as well as in research seminars at the Center for Health Economics & Policy Studies (CHEPS) at San Diego State University, Cornell University, Corvinus University, the Düsseldorf Institute for Competition Economics (DICE), ETH Zurich, HEC Montreal, IAAEU at the University of Trier, the Institute of Economics at the Universita della Svizzera Italiana, ISER at the University of Essex, the Robert Wood Johnson Foundation (RWJF), Seoul National University, Syracuse University, RWI Essen, the University of Augsburg, the University of Basel, the University of Hamburg, the University of Mannheim and ZEW, the University of Ottawa, the University of Southern Florida, the University of St. Gallen, the University of Tennessee, and Weill Cornell Medicine for their helpful comments and suggestions. Last but not least we thank Maury Gittleman at the Bureau of Labor Statistics for helping us with numerous data questions. This research was conducted with restricted access to Bureau of Labor Statistics (BLS) data. The views expressed here do not necessarily reflect the views of the BLS. Generous funding from the Robert Wood Johnson Foundation’s Policies for Action Program (#74921) and the W.E. Upjohn Institute for Employment Research’s Early Career Research Awards (ECRA) program #17-155-15, and the Center for Equitable Growth (#92653) are gratefully acknowledged. Research reported in this publication was supported by the National Institute on Mental Health of the National Institutes of Health under Award Number 1R01MH132552 (PI: Johanna Catherine Maclean). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Institutes of Health. Neither we nor our employers have relevant or material financial interests that relate to the research described in this paper. We take responsibility for all remaining errors in and shortcomings of the paper.\n\n\n"
}