{
    "id": 26838,
    "citation_title": "Rising Bank Concentration",
    "citation_author": [
        "Dean Corbae",
        "Pablo D'Erasmo"
    ],
    "citation_publication_date": "2020-03-09",
    "issue_date": "2020-03-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nConcentration of insured deposit funding among the top four commercial banks in the U.S. has risen from 15% in 1984 to 44% in 2018, a roughly three-fold increase. Regulation has often been attributed as a factor in that increase. The Riegle-Neal Interstate Banking and Branching Efficiency Act of 1994 removed many of the restrictions on opening bank branches across state lines. We interpret the Riegle-Neal act as lowering the cost of expanding a bank's funding base. In this paper, we build an industry equilibrium model in which banks endogenously climb a funding base ladder. Rising concentration occurs along a transition path between two steady states after branching costs decline.\n\n",
    "acknowledgement": "\nThe authors wish to thank the editors Bill Dupor and Miguel Faria-e-Castro, the discussant Jochen Mankart, and Jean-Francois Houde for helpful comments. The views expressed in this paper do not necessarily reflect those of the Federal Reserve Bank of Philadelphia or the Federal Reserve System. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}