{
    "id": 26839,
    "citation_title": "Urbanization and its Discontents",
    "citation_author": [
        "Edward L. Glaeser"
    ],
    "citation_publication_date": "2020-03-09",
    "issue_date": "2020-03-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAmerican cities have experienced a remarkable renaissance over the past 40 years, but in recent years, cities have experienced considerable discontent. Anger about high housing prices and gentrification has led to protests. The urban wage premium appears to have disappeared for less skilled workers. The cities of the developing world are growing particularly rapidly, but in those places, the downsides of density are acute. In this essay, I review the causes of urban discontent and present a unified explanation for this unhappiness. Urban resurgence represents private sector success, and the public sector typically only catches up to urban change with a considerable lag. Moreover, as urban machines have been replaced by governments that are more accountable to empowered residents, urban governments do more to protect insiders and less to enable growth. The power of insiders can be seen in the regulatory limits on new construction and new businesses, the slow pace of school reform and the unwillingness to embrace congestion pricing.\n\n",
    "acknowledgement": "\nThis essay was written as a Presidential Address for the Eastern Economics Association. I am grateful for research assistance from Ben Austin and Brandon Tan. Margaret Brissenden and Theodore Glaeser provided helpful editorial assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}