{
    "id": 26830,
    "citation_title": "A Quantitative Analysis of Distortions in Managerial Forecasts",
    "citation_author": [
        "Yueran Ma",
        "Tiziano Ropele",
        "David Sraer",
        "David Thesmar"
    ],
    "citation_publication_date": "2020-03-09",
    "issue_date": "2020-03-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nThis paper quantifies the economic costs of distortions in managerial forecasts. We match a unique managerial survey run by the Bank of Italy with administrative data on firm balance sheets and income statements. The resulting dataset allows us to observe a long panel of managerial forecast errors for a sample of firms representative of the Italian economy. We show that managerial forecast errors are positively and significantly autocorrelated. This persistence in forecast error is consistent with managerial underreaction to new information. To quantify the economic significance of this forecasting bias, we estimate a dynamic equilibrium model with heterogeneous firms and distorted expectations. The estimated model matches not only the persistence of forecast errors, but the empirical link between investment and managerial forecasts. Relative to a counterfactual with rational expectations, we find that managers exhibit large forecasting biases, which lead to significant distortions in firm-level investment. These distortions, however, imply limited loss in firm value. In general equilibrium, the estimated model leads to negligible aggregate efficiency losses from distorted forecasts.\n\n",
    "acknowledgement": "\nWe thank seminar participants at ASSA, Princeton University, UIUC, UC Berkeley, Boston College, Brandeis, Chicago, Dartmouth, MIT,  UCLA and SITE for their insightful comments. The views expressed here should not be interpreted as representing the views of the Bank of Italy or any other institution with which the authors are affiliated. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}