{
    "id": 26844,
    "citation_title": "Searching for STARs: Work Experience as a Job Market Signal for Workers without Bachelor's Degrees",
    "citation_author": [
        "Peter Q. Blair",
        "Tomas G. Castagnino",
        "Erica L. Groshen",
        "Papia Debroy",
        "Byron Auguste",
        "Shad Ahmed",
        "Fernando Garcia Diaz",
        "Cristian Bonavida"
    ],
    "citation_publication_date": "2020-03-09",
    "issue_date": "2020-03-05",
    "revision_date": "2021-07-23",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nThe demand for a skilled workforce is increasing even faster than the supply of workers with college degrees – the result: rising wage inequality by education levels, and firms facing a skills gap. While it is often assumed that increasing the number of college graduates is required to fill this gap, this paper explores the extent to which workers without BA college degrees can help fill this gap. To find workers without BA degrees who are potentially skilled through alternative routes (STARs), we use data on the skill requirements of jobs to compute the “skill distance” between a worker’s current occupation and higher wage occupations with similar skill requirements in their local labor market. Based on our calculations, of the 16 million non-college educated workers with skills for high-wage work (> twice median earnings), 11 million whom we term “Rising STARs” are currently employed in middle-to low-wage work. We propose a general taxonomy for STARs to identify potential job transitions to higher wage work within their current earnings category and across earnings categories.\n\n",
    "acknowledgement": "\nWe thank Jennifer Brodie, Sean Burke, Amy Mortimer, Martin Evelyn and Annemarie Korte for their valued partnership in this research. We would like to thank Bobby Chung, Nathan Hendren and members of the BE-Lab for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. Further, the statements, findings, conclusions, views, and opinions contained and expressed here are not necessarily those of Accenture or any of its affiliated or subsidiary entities.\n\n\n"
}