{
    "id": 26849,
    "citation_title": "A Method to Estimate Discrete Choice Models that is Robust to Consumer Search",
    "citation_author": [
        "Jason Abaluck",
        "Giovanni Compiani"
    ],
    "citation_publication_date": "2020-03-16",
    "issue_date": "2020-03-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Data Collection",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Insurance",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe state a sufficient condition under which choice data alone suffices to identify consumer preferences when choices are not fully informed. Suppose that: (i) the data generating process is a search model in which the attribute hidden to consumers is observed by the econometrician; (ii) if a consumer searches good j, she also searches goods which are better than j in terms of the non-hidden component of utility; and (iii) consumers choose the good that maximizes overall utility among searched goods. Canonical models will be biased: the value of the hidden attribute will be understated because consumers will be unresponsive to variation in the attribute for goods that they do not search. Under the conditions above and additional mild restrictions, an alternative method of recovering preferences using cross derivatives of choice probabilities succeeds regardless of the search protocol and is thus robust to whether consumers are informed. The approach nests several standard models, including full information. Our methods suggest natural tests for full information and can be used to forecast how consumers will respond to additional information. We verify in a lab experiment that our approach succeeds in recovering preferences when consumers engage in costly search.\n\n",
    "acknowledgement": "\nThanks to Abi Adams, Judy Chevalier, Magne Mogstad, Barry Nalebuff, Aniko Oery, Nicholas Ryan, Fiona Scott Morton, Raluca Ursu, Miguel Villas-Boas, and seminar participants at Yale, SICS 2019, Marketing Science 2019, Caltech, QME 2019, University of Bologna, Northwestern, and UT Austin for helpful comments and suggestions. Tianyu Han and Jaewon Lee provided excellent research assistance. Jason blames any remaining errors on the widening partisan divide in this country (the US) and the lackluster proofreading efforts of the economics Twitter community. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}