{
    "id": 26846,
    "citation_title": "Rebates in the Pharmaceutical Industry: Evidence from Medicines Sold in Retail Pharmacies in the U.S.",
    "citation_author": [
        "Pragya Kakani",
        "Michael Chernew",
        "Amitabh Chandra"
    ],
    "citation_publication_date": "2020-03-16",
    "issue_date": "2020-03-12",
    "revision_date": "2022-04-21",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": [
        "\n",
        "\nTraining Program in Aging and Health Economics\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nRising list prices are often used to illustrate the burden of prescription drug spending, but payers routinely negotiate rebates from manufacturers that generate differences between list and net prices. List prices are easily available and affect patient cost-sharing, but net prices are confidential and affect innovation incentives. We use novel data on medicines sold in a retail setting to quantify rebate growth, the sensitivity of pharmaceutical price indices to list versus net prices, and contribution of net price growth to revenue growth. From 2012 to 2017, we find average rebates increased from 32% to 48%, owing entirely to growth in rebate-levels over a product lifetime rather than shifts towards high rebate products. Annual inflation of list prices was 12% while that of net prices was 3%, implying that financial rewards to manufacturers per unit sold have not grown proportionally to list prices. This pattern is mirrored in 19 of the 20 top drug classes by revenue including insulins, where list and net price inflation were 16% and 2% annually respectively. Finally, we find price growth explains 76% of revenue growth when measured by list prices but 31% of revenue growth when measured by net prices. Moreover, new product entry is the most important factor affecting pharmaceutical revenue growth. These findings provide a cautionary note on using list prices for policy analysis.\n\n",
    "acknowledgement": "\nWe thank Scott Hinds and Robert Evans from SSR Health, LLC for providing access to the data. Researchers can obtain these data from SSR Health and obtain code from us to analyze these data. We are also thankful to Kendra Singh for expert research assistance. Finally, Pragya Kakani gratefully acknowledges funding support from the National Institute on Aging, through Grant Number T32-AG000186 to the National Bureau of Economic Research, and from the Agency for Healthcare Research and Quality (AHRQ) T-32 Training Grant under Grant Number T32HS000055. The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institute on Aging or the Agency for Healthcare Research and Quality. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nMichael Chernew\n\nAll-inclusive COI, 3/6/2020\n\n\nDr. Michael Chernew reported having equity in V-BID Health, Virta Health and Archway Health. He sits on the board of advisors for, BCBSA and Virta Health. He has received payment for consultancy from Janssen Pharmaceuticals, Merck & Company, Pfizer, PhRMA, Takeda Pharmaceutical. He has received speaking honoraria from, Teva Pharmaceuticals, MedAxiom. Dr. Chernew has research funding from The Laura and John Arnold Foundation, Peterson Center on HealthCare and GlaxoSmithKline LLC, Altarum, The Commonwealth Fund, MITRE.\n\n\n\nAmitabh Chandra\n\nOutside Professional Activities For Amitabh Chandra\nDisclosures for 2019\n\n\nCongressional Budget Office (Federal Government). Panel of Health Advisors. Unpaid.\nLeigh Speakers Bureau, Speaking fee-- no consulting\nAbbVie, Speaking fee-- no consulting\nOnex Private Equity, no consulting\nHealthcare Policy Leadership Council\nDisclosures for 2020\n\n\nCongressional Budget Office (Federal Government). Panel of Health Advisors. Unpaid.\nLeigh Speakers Bureau, Speaking fee, no consulting\nHealthcare Policy Leadership Council\nNMS Management, Speaking fee, no consulting\n\n\n"
}