{
    "id": 26842,
    "citation_title": "How Developmental Neuroscience Can Help Address the Problem of Child Poverty",
    "citation_author": [
        "Seth Pollak",
        "Barbara L. Wolfe"
    ],
    "citation_publication_date": "2020-03-09",
    "issue_date": "2020-03-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nNearly 1 in 5 children in the United States lives in a household whose income is below the official federal poverty line, and more than 40% of children live in poor or near-poor households. Research on the effects of poverty on children’s development has been a focus of study for many decades and is now increasing as we accumulate more evidence about the implications of poverty. The American Academy of Pediatrics recently added “Poverty and Child Health” to its Agenda for Children to recognize what has now been established as broad and enduring effects of poverty on child development. A recent addition to the field has been the application of neuroscience-based methods. Various techniques including neuroimaging, neuroendocrinology, cognitive psychophysiology, and epigenetics are beginning to document ways in which early experiences of living in poverty affect infant brain development. We discuss whether there are truly worthwhile reasons for adding neuroscience and related biological methods to study child poverty. And how might these perspectives help guide developmentally-based and targeted interventions and policies for these children and their families.\n\n",
    "acknowledgement": "\nS.D.P. was supported by the National Institute of Mental Health (grant MH016285), a core grant to the Waisman Center from the National Institute of Child Health and Human Development [U54 HD090256], and both S.D.P and B.L.W. were supported by a grant from the Russell Sage Foundation The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}