{
    "id": 26840,
    "citation_title": "Happiness and the Quality of Government",
    "citation_author": [
        "John F. Helliwell",
        "Haifang Huang",
        "Shun Wang"
    ],
    "citation_publication_date": "2020-03-09",
    "issue_date": "2020-03-05",
    "revision_date": "2023-04-11",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis chapter uses happiness data to assess the quality of government. Our happiness data are drawn from the Gallup World Poll, starting in 2005 and extending to 2017 or 2018. In our analysis of the panel of more than 150 countries and generally over 1,500 national-level observations, we show that government delivery quality is significantly correlated with national happiness, but democratic quality is not. We also analyze other quality of government indicators. Confidence in government is correlated with happiness, however forms of democracy and government spending seem not. We further discuss three channels (including peace and conflict, trust, and inequality) whereby quality of government and happiness are linked. We finally summarize what has been learned about how government policies could be formed to improve citizens’ happiness.\n\n",
    "acknowledgement": "\nThis paper is a draft chapter for the Oxford Handbook of Quality of Government, edited by Andreas Bågenholm, Monika Bauhr, Marcia Grimes, and Bo Rothstein. The authors are grateful to the Gallup Organization for access to data, and to the Canadian Institute for Advanced Research and KDI School of Public Policy and Management for research support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}