{
    "id": 26845,
    "citation_title": "The Environmental Bias of Trade Policy",
    "citation_author": [
        "Joseph S. Shapiro"
    ],
    "citation_publication_date": "2020-05-04",
    "issue_date": "2020-05-01",
    "revision_date": "2020-11-24",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper describes a new fact, then analyzes its causes and consequences: in most countries, import tariffs and non-tariff barriers are substantially lower on dirty than on clean industries, where an industry's “dirtiness” is defined as its carbon dioxide (CO2) emissions per dollar of output. This difference in trade policy creates a global implicit subsidy to CO2 emissions in internationally traded goods and so contributes to climate change. This global implicit subsidy to CO2 emissions totals several hundred billion dollars annually. The greater protection of downstream industries, which are relatively clean, substantially accounts for this pattern. The downstream pattern can be explained by theories where industries lobby for low tariffs on their inputs but final consumers are poorly organized. A quantitative general equilibrium model suggests that if countries applied similar trade policies to clean and dirty goods, global CO2 emissions would decrease and global real income would change little.\n\n",
    "acknowledgement": "\nI thank Costas Arkolakis, Tim Armstrong, Kyle Bagwell, Brian Copeland, Arnaud Costinot, Thibault Fally, Penny Goldberg, Larry Goulder, Edgar Hertwich, Sam Kortum, Arik Levinson, Giovanni Maggi, Guillermo Noguera, Bill Nordhaus, Michael Peters, Steve Puller, Andrés Rodríguez-Clare, Katheryn Russ, Nick Ryan, Bob Staiger, Reed Walker, Marty Weitzman, and seminar participants at AEA, AERE, Columbia, Dartmouth, the Environmental Defense Fund, Georgetown, Harvard/MIT, Harvard Kennedy School, IDB, the Kiel Institute, NBER EEE, NBER ITI, NTA, Princeton, San Francisco Fed, Stanford, Sweden's Ministry for Foreign Affairs, UBC, UC Berkeley, U Hawaii, UC Santa Barbara, UC San Diego, U Mass Amherst, Vanderbilt, the World Bank, and Yale for useful discussions, Matt Fiedler and Ralph Ossa for sharing code, Elyse Adamic, Kenneth Lai, Eva Lyubich, Daisy Chen Sun, and Katherine Wagner for excellent research assistance, and the Alfred P. Sloan Foundation, NSF SES-1850790, and USDA NIFA #1021396 for generous support. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}