{
    "id": 26843,
    "citation_title": "The International Market for Corporate Control",
    "citation_author": [
        "Anusha Chari"
    ],
    "citation_publication_date": "2020-03-09",
    "issue_date": "2020-03-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper documents a set of stylized facts about recent trends in cross-border M&A (CBMA) activity around the world. The facts focus on key features of CBMA such as (i) the magnitude; (ii) how it varies across industries and locations; (iii) how it compares to levels of greenfield FDI over time; (iv) horizontal (market access) versus vertical (integrating supply chains) transactions; (v) the mode of financing; (vi) diversifying transactions versus those in the same industry; (vii) patterns of control acquisition; and (viii) strategic versus financially motivated transactions. The paper also examines whether the nature of cross-border M&A activity differs across developed and emerging markets. Next, it considers the incentives for firms to buy firms in other countries and to sell divisions to foreign buyers and examines the evidence about post-acquisition outcomes. The paper concludes with a discussion of policy challenges that confront governments as they weigh the balance of national security concerns against a desire to increase foreign investment in their economies.\n\n",
    "acknowledgement": "\nI thank Sharjil Haque for stellar research assistance. I also thank participants at the Brookings conference on Multinational Corporations in a Changing Global Economy for helpful comments and suggestions. Special thanks are due to Jim Hines, Fritz Foley, David Wessel, Steve Kamin, Lindsey Oldenski, Ron Davies, Fred Bergsten, Dhammika Dharmapala, Peter Merrill, In Song Kim, Tim McDonald, Ann Harrison, Isil Erel, Michael Weisbach and Yeejin Jang. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}