{
    "id": 26858,
    "citation_title": "Wandering Astray: Teenagers' Choices of Schooling and Crime",
    "citation_author": [
        "Chao Fu",
        "Nicolás Grau",
        "Jorge Rivera"
    ],
    "citation_publication_date": "2020-03-16",
    "issue_date": "2020-03-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nWe build and estimate a dynamic model of teenagers' choices of schooling and crime, incorporating four factors that may contribute to the different routes taken by different teenagers: heterogeneous endowments, unequal opportunities, uncertainties about one's own ability, and contemporaneous shocks. We estimate the model using administrative panel data from Chile that link school records with juvenile criminal records. Counterfactual policy experiments suggest that, for teenagers with disadvantaged backgrounds, interventions that combine mild improvement in their schooling opportunities with free tuition (by adding 22 USD per enrollee-year to the existing voucher) would lead to an 11% decrease in the fraction of those ever arrested by age 18 and a 17% increase in the fraction of those consistently enrolled throughout primary and secondary education.\n\n",
    "acknowledgement": "\nWe thank Tatiana Reyes and Damián Vergara for excellent research assistance. We thank seminar and conference participants at Duke, PUC-Rio, Universidad de los Andes (Colombia), Universidad de Chile, Econometric Society Meetings for helpful comments. Nicolás Grau thanks the Centre for Social Conflict and Cohesion Studies (CONICYT/ FONDAP/15130009) for financial support. Powered@NLHPC: This research was partially supported by the supercomputing infrastructure of the NLHPC (ECM-02). All errors are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}