{
    "id": 26852,
    "citation_title": "The Shadow Margins of Labor Market Slack",
    "citation_author": [
        "R. Jason Faberman",
        "Andreas I. Mueller",
        "Ayşegül Şahin",
        "Giorgio Topa"
    ],
    "citation_publication_date": "2020-03-16",
    "issue_date": "2020-03-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use a mix of new and existing data to develop the Aggregate Hours Gap (AHG), a novel measure of labor market underutilization. Our measure differentiates individuals by detailed categories of labor market participation and uses data on their desired work hours as a measure of their potential labor supply. We show that desired hours vary widely by demographics and detailed labor force status, and that the gap between desired and actual work hours is strongly positively correlated with reported search effort. The Aggregate Hours Gap suggests a more sluggish labor market recovery since the Great Recession than either the official unemployment rate or alternative measures of labor market underutilization. Modest amounts of underutilization among the part-time employed and a substantial degree of underutilization among those out of the labor force account for the disparity. The Aggregate Hours Gap also does well in accounting for wage movements over our sample period.\n\n",
    "acknowledgement": "\nWe thank our editors Antoine Martin and Ken West, our discussant Marianna Kudlyak, two anonymous referees, and conference participants at the JMCB 50th Anniversary Conference for their comments. Ali Ismail and Jin Yan provided excellent research assistance. The views expressed in this paper are our own and do not necessarily reflect the views of the Federal Reserve Banks of Chicago or New York or the Federal Reserve System. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}