{
    "id": 26856,
    "citation_title": "Measuring the Cost of Regulation: A Text-Based Approach",
    "citation_author": [
        "Charles W. Calomiris",
        "Harry Mamaysky",
        "Ruoke Yang"
    ],
    "citation_publication_date": "2020-03-16",
    "issue_date": "2020-03-12",
    "revision_date": "2022-07-01",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe derive a measure of firm-level regulatory exposure from the text of corporate earnings calls. We use this measure to study the effect of regulation on companies’ growth, leverage, profitability, and equity returns. Higher regulatory exposure results in slower sales and asset growth, lower leverage, reduced profitability, but higher post-call equity returns. These effects are mitigated for larger firms. Our findings suggest that both compliance risk and physical operational cost are consequences of increased regulation, but the magnitude of the effects of compliance risk are larger. The topical context of regulation is important for future firm-level outcomes.\n\n",
    "acknowledgement": "\nWe are grateful to the Data Science Institute at Columbia University for financial support, and S&P Global Market Intelligence for providing us with the data for this study. We thank Glenn Blomquist (discussant), and seminar participants at the American Enterprise Institute, Imperial College, Colorado State, Utah State, University of Texas, and the 2020 Southern Economic Association Conference for their comments. We thank Roya Arab Loodaricheh and Hongyu Wu for excellent research assistance. The views expressed here are the authors’ and do not necessarily reflect the views of the Securities and Exchange Commission. This paper was initially released prior to Ruoke Yang joining the Commission. The Securities and Exchange Commission disclaims responsibility for any private publication or statement of any SEC employee or Commissioner. This article expresses the authors’ views and does not necessarily reflect those of the Commission, the Commissioners, members of the staff, or the National Bureau of Economic Research.\n\n\n"
}