{
    "id": 26853,
    "citation_title": "Do Consumers Distinguish Fixed Cost from Variable Cost? “Schmeduling\" in Two-Part Tariffs in Energy",
    "citation_author": [
        "Koichiro Ito",
        "Shuang Zhang"
    ],
    "citation_publication_date": "2020-03-16",
    "issue_date": "2020-03-12",
    "revision_date": "2023-08-29",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Nonprofits",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nA central assumption in economics is that consumers properly distinguish fixed cost from variable cost. This assumption is fundamental to various economic theories, including optimal taxation, redistribution, and price discrimination. Using a quasi-experiment in heating price reform in China, we find empirical evidence that is inconsistent with this conventional assumption and more consistent with the “schmeduling” model in Liebman and Zeckhauser (2004). As we demonstrate the policy implications for two-part energy tariffs, this consumer behavior makes fixed cost directly relevant to the perceived relative prices of goods, and therefore alters the welfare implications of price, tax, and subsidy designs.\n\n",
    "acknowledgement": "\nFor helpful comments, we thank Hunt Allcott, Kjetil Storesletten, Douglas Almond, Severin Borenstein, Fiona Burlig, Steve Cicala, Lucas Davis, Tatyana Deryugina, Larry Goulder, Michael Greenstone, Kelsey Jack, Ryan Kellogg, Catherine Wolfram, and seminar participants at Stanford, Colorado Boulder, UC Berkeley, University of Chicago, Resources for the Future, the Federal Reserve Board of Governors, NBER Chinese Economy Meeting, and NBER Environment and Energy Program Meeting. We thank Theodor Kulczycki, Jing Qian, Chenyu Qiu, Andrew Smith, Max Snyder, and Yixin Zhou for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}