{
    "id": 26850,
    "citation_title": "Unpacking Household Engel Curves",
    "citation_author": [
        "Philippe De Vreyer",
        "Sylvie Lambert",
        "Martin Ravallion"
    ],
    "citation_publication_date": "2020-03-16",
    "issue_date": "2020-03-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe classic Working-Leser household Engel curve is unpacked to reveal individual budget allocations across commodities as a function of both individual and household total spending. Two main findings emerge on calibrating our model to an unusual sub-household dataset for Senegal. First, for all except education spending, our results are consistent with the separable structures found in two-stage bargaining and collective models of the household. Second, there are large biases in standard household Engel-curve estimates when compared to consistently aggregated sub-household estimates, though in differing degrees and directions depending on the type of commodity. The main source of bias is a household effect on sub-household spending behavior, though this is partially offset by a bias due to intra-household inequality, which emerges as a confounder in aggregating to the household level.\n\n",
    "acknowledgement": "\nNo financial support was received beyond the authors' normal salaries at their academic institutions. For helpful comments and discussions the authors thank Tanguy Bernard, Isabelle Chort, Vassilis Hajivassiliou, Franco Peracchi and participants at the workshop on “Family and Development” at the University of Bordeaux, 2019. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}