{
    "id": 26859,
    "citation_title": "Contagion of Fear",
    "citation_author": [
        "Kris James Mitchener",
        "Gary Richardson"
    ],
    "citation_publication_date": "2020-03-16",
    "issue_date": "2020-03-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Great Depression is infamous for banking panics, which were a symptomatic of a phenomenon that scholars have labeled a contagion of fear. Using geocoded, microdata on bank distress, we develop metrics that illuminate the incidence of these events and how banks that remained in operation after panics responded. We show that between 1929-32 banking panics reduced lending by 13%, relative to its 1929 value, and the money multiplier and money supply by 36%. The banking panics, in other words, caused about 41% of the decline in bank lending and about nine-tenths of the decline in the money multiplier during the Great Depression.\n\n",
    "acknowledgement": "\nWe thank conference and seminar participants at the University of California – Berkeley, CEPR-Bank of Norway, Toulouse School of Economics, University of Colorado-Boulder, Université libre de Bruxelles, the Federal Reserve Bank of Cleveland, and Yale University for helpful comments and suggestions. Joseph Johnson and Fabrizio Marodin provided invaluable research assistance. The University of California at Irvine’s Program on Corporate Welfare provided financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}