{
    "id": 26868,
    "citation_title": "Migration Costs and Observational Returns to Migration in the Developing World",
    "citation_author": [
        "David Lagakos",
        "Samuel Marshall",
        "Ahmed Mushfiq Mobarak",
        "Corey Vernot",
        "Michael E. Waugh"
    ],
    "citation_publication_date": "2020-03-23",
    "issue_date": "2020-03-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent studies find that observational returns to rural-urban migration are near zero in three developing countries. We revisit this result using panel tracking surveys from six countries, finding higher returns on average. We then interpret these returns in a multi-region Roy model with heterogeneity in migration costs. In the model, the observational return to migration confounds the urban premium and the individual benefits of migrants, and is not directly informative about the welfare gain from lowering migration costs. Patterns of regional heterogeneity in returns, and a comparison of experimental to observational returns, are consistent with the model’s predictions.\n\n",
    "acknowledgement": "\nCorresponding author: David Lagakos, 9500 Gilman Drive, La Jolla, CA 92093-0508, 858-534-3383, lagakos@ucsd.edu. For helpful comments we thank Laurence Ales, Todd Schoellman, Chris Sleet and participants in the 2019 Carnegie-Rochester-NYU conference on migration policy. We thank Chris Udry and research staff at the Global Poverty Research Lab at Northwestern for access to Wave II of their Ghana Socio-Economic Panel Survey. For outstanding research assistance, we thank Pranav Bhandarkar, Min Byung Chae, Jorge Colmenares, Lukas Fesser, Xiaoyu Gao, Songjie Huang, Lixing Liang, Tomer Mangoubi, Michael Mao, Hannah Moreno, Hideto John Mori, Sebastian Quaade, Jaclyn Schess and LianaWang. All potential errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nAhmed Mushfiq Mobarak\n\nMobarak's salary is paid by Yale University, and he has received other income from the International Growth Centre at LSE during the period that this research was conducted. None of these organizations have any material interests in the results of this research. He has consulted with Evidence Action, whose program \"No Lean Season\" is indirectly linked to the research described in this paper. Evidence Action did not see the results of the paper, or have any opportunity to review, edit or comment on the results of this research.\n\n\n"
}