{
    "id": 26864,
    "citation_title": "Can Mentoring Help Female Assistant Professors in Economics? An Evaluation by Randomized Trial",
    "citation_author": [
        "Donna K. Ginther",
        "Janet Currie",
        "Francine D. Blau",
        "Rachel Croson"
    ],
    "citation_publication_date": "2020-03-23",
    "issue_date": "2020-03-19",
    "revision_date": "2020-12-04",
    "topics": [
        "\n",
        "Other",
        "\n",
        "General, Teaching",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Discrimination",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWomen continue to be underrepresented in academic ranks in the economics profession. The Committee on the Status of Women in the Economics Profession of the American Economics Association established the CeMENT mentoring workshop to support women in research careers. The program was designed as a randomized controlled trial. This study evaluates differences between the treatment and control groups in career outcomes. Results indicate that relative to women in the control group, treated women are more likely to stay in academia and more likely to have received tenure in an institution ranked in the top 30 or 50 in economics in the world.\n",
    "acknowledgement": "\nWe are grateful to the many women who have volunteered their time to participate in this experiment. We are grateful to the National Science Foundation (SBE-0317755) and the American Economic Association for their financial support of the mentoring workshops and to the National Science Foundation (SES-1547054) for funding this evaluation; and to Daniel Newlon, Alice Hogan, Nancy Lutz, and John Siegfried, for supporting this program. Gwyn Loftis, and Pat Fisher provided invaluable help with the initial implementing the workshops. We thank Kasey Buckles for comments on this research. Many students have helped with data collection and analysis over the years but we would like to single out Molly Schnell and Rina Na for special thanks. This paper was revised in August, 2020 after discovering a data error. Any other errors are our own responsibility. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}