{
    "id": 26863,
    "citation_title": "Occupational Skill Premia around the World: New Data, Patterns and Drivers",
    "citation_author": [
        "David Kunst",
        "Richard B. Freeman",
        "Remco Oostendorp"
    ],
    "citation_publication_date": "2020-03-23",
    "issue_date": "2020-03-19",
    "revision_date": "2021-03-04",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Relations",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFirms hire workers to undertake tasks and activities associated with particular occupations, which makes occupations a fundamental unit in economic analyses of the labor market. Using a unique dataset on pay in identically defined occupations in developing and advanced countries, we find that in most countries occupational skill premia narrowed substantially from the 1950s to the 1980s, then widened through the 2000s, creating a U-shaped pattern of change. The narrowing was due in part to the huge worldwide increase in the supply of educated workers. The subsequent widening was due in part to the weakening of trade unions and a shift in demand to more skilled workers associated with rising trade. The data indicate that supply, demand, and institutional forces are all drivers of occupational skill premia, ruling out simple single factor explanations of change. The paper concludes with a call for improving the collection of occupational wage data to understand future changes in the world of work.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Occupational Skill Premia around the World.\" We thank Kathleen G. Beegle, Claudio E. Montenegro, David Newhouse and Aditi Mishra for their help in accessing the World Bank I2D2 surveys. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}