{
    "id": 26860,
    "citation_title": "Immigration and Worker-Firm Matching",
    "citation_author": [
        "Gianluca Orefice",
        "Giovanni Peri"
    ],
    "citation_publication_date": "2020-03-16",
    "issue_date": "2020-03-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe process of matching between firms and workers is an important mechanism in determining the distribution of wages. In a labor market characterised by large dispersion of workers' productivity and worker-firm complementarity, high quality firms have strong incentives to screen for the quality of workers. This process will increase the positive quality association of firm-worker matches known as positive assortative matching (PAM). Immigration in a local labor market, by increasing the variance of workers abilities, may drive stronger PAM between firms and workers. Using French matched employer-employee (DADS) data over the period 1995-2005 we document that positive supply-driven changes of immigrant workers in a district increased the strength of PAM. We then show that this association is consistent with causality, is quantitatively significant, and is associated with higher average productivity and firm profits, but also with higher wage dispersion. We also show that the increased degree of positive assortative matching is mainly reached by high-productive firms \"losing\" lower quality workers and \"attracting\" higher quality workers.\n\n",
    "acknowledgement": "\nThis work benefited from a State aid managed by the National Agency for Research, through the program \"Investissements devenir\" with the following reference: ANR-10-EQPX-17 (Remote Access to data CASD). We are grateful to Frederic Docquier, Lionel Fontagne', Hillel Rapoport, Ariell Reshef, Gonzague Vannoorenberghe and participants to seminars held at University of Paris 1, Cergy-Pontoise, IESEG, Paris School of Economics, Universit\\'{e} Catholique de Louvain and OECD-CEPII Migration conference for insightful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}