{
    "id": 26867,
    "citation_title": "What Will Be the Economic Impact of COVID-19 in the US? Rough Estimates of Disease Scenarios",
    "citation_author": [
        "Andrew Atkeson"
    ],
    "citation_publication_date": "2020-03-23",
    "issue_date": "2020-03-19",
    "revision_date": "2020-10-12",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Macroeconomics",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis note is intended to introduce economists to a simple SIR model of the progression of COVID-19 in the United States over the next 12-18 months. An SIR model is a Markov model of the spread of an epidemic in a population in which the total population is divided into categories of being susceptible to the disease (S), actively infected with the disease (I), and recovered (or dead) and no longer contagious (R). How an epidemic plays out over time is determined by the transition rates between these three states. This model allows for quantitative statements regarding the tradeoff between the severity and timing of suppression of the disease through social distancing and the progression of the disease in the population. Example applications of the model are provided. Special attention is given to the question of if and when the fraction of active infections in the population exceeds 1% (at which point the health system is forecast to be severely challenged) and 10% (which may result in severe staffing shortages for key financial and economic infrastructure) as well as the cumulative burden of the disease over an 18 month horizon.\n\n",
    "acknowledgement": "\nAll errors are mine. The views expressed here are entirely my own and not official statements of the Federal Reserve Bank of Minneapolis, the Federal Reserve, or the National Bureau of Economic Research.\n\n\n"
}