{
    "id": 26869,
    "citation_title": "Chain Restaurant Calorie Posting Laws, Obesity, and Consumer Welfare",
    "citation_author": [
        "Charles J. Courtemanche",
        "David E. Frisvold",
        "David Jimenez-Gomez",
        "Mariétou Ouayogodé",
        "Michael Price"
    ],
    "citation_publication_date": "2020-03-23",
    "issue_date": "2020-03-19",
    "revision_date": "2022-07-15",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe 2010 Patient Protection and Affordable Care Act (ACA) introduced a mandate requiring chain restaurants to post calorie counts on menus and menu boards. This paper investigates whether and why calorie posting laws work. To do so, we develop a model of calories consumed that highlights two potential channels through which mandates influence choice and outlines an empirical strategy to disentangle these alternatives. We test the predictions of our model using data from the Behavioral Risk Factor Surveillance System to compare changes in body mass index (BMI), obesity, and consumer well-being in locations that implemented calorie-posting laws between 2008 and 2011 to those in neighboring locations without such laws. We find that calorie mandates lead to a small but statistically significant reduction in average BMI of 0.2 kg/m² (1.5 pounds) and reductions in self-reported measures of life satisfaction. Quantile regressions provide evidence that reductions in BMI and life satisfaction are concentrated among those with healthy weight. Viewed in its totality, the pattern of results is consistent with an economic model in which calorie labels influence consumers both by providing information and by imposing a welfare-reducing moral cost on unhealthy eating.\n\n",
    "acknowledgement": "\nWe thank Chelsea Crain and Abigail Kappelman for research assistance. We thank Melissa Haberlin for her legal expertise and assistance interpreting local and state calorie mandate legislation.  We thank participants from numerous seminars and conferences for helpful comments. We acknowledge funding from the National Institute of Diabetes and Digestive and Kidney Diseases of the National Institutes of Health under award number R01DK107686. The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health or the National Bureau of Economic Research.\n\n\n"
}