{
    "id": 26862,
    "citation_title": "Fiscal Federalism and the Budget Impacts of the Affordable Care Act's Medicaid Expansion",
    "citation_author": [
        "Jonathan Gruber",
        "Benjamin D. Sommers"
    ],
    "citation_publication_date": "2020-03-16",
    "issue_date": "2020-03-12",
    "revision_date": "2024-04-26",
    "topics": [
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMedicaid’s federal-state matching system of financing is the nation’s largest example of fiscal federalism.  Using generous federal subsidies, the Affordable Care Act incentivized states to expand Medicaid, which became a state option in the aftermath of a 2012 Supreme Court ruling.  As of early 2020, 14 states had not yet expanded, with concerns over state budgetary effects described as a key barrier. We use an event-study approach to analyze state budget data from 2010-2018 and assess the effects of state Medicaid expansion decisions.  We find that Medicaid expansion increased total spending in expansion states by 6% to 9%, compared to non-expansion states.  By source of funds, federal spending via the states increased by 10% in the first year of Medicaid expansion, rising to 27% in 2018.  Changes in spending from state funding were modest and non-significant, with less than a 1% change from baseline annually in the most recent years, 2017 and 2018.  Meanwhile, we find no evidence that increased Medicaid spending from expansion produced any reductions in spending on education, corrections, transportation, or public assistance.  Changes in Medicaid spending tracked closely with the baseline pre-ACA (2013) uninsured rate in each states, with expansion leading to roughly $2680 in added annual spending per uninsured adult.  As a result, we estimate states that didn’t expand Medicaid passed up $43 billion in federally-subsidized program funds in 2018.  Finally, state projections in the aggregate were reasonably accurate, with expansion states projecting average Medicaid spending from 2014-2018 within 2 percent of the actual amounts, and in fact overestimating Medicaid spending in most years.\n\n",
    "acknowledgement": "\nThe authors are grateful to Dennis Lee for excellent research assistance.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.  Dr. Sommers' financial disclosure statement is available online.\n\n\n\nBenjamin D. Sommers\n\nOutside the scope of this paper, Dr. Sommers reports grants from Commonwealth Fund, Robert Wood Johnson Foundation,  REACH Healthcare Foundation, and Baylor Scott & White; personal fees and non-financial support from University of Rochester, MetroHealth / Case Western Reserve University, AcademyHealth, University of Chicago, University of Cincinnati, Northwestern Medical Center, Massachusetts Medical Society, and the American Economic Journal; and personal fees from Health Research & Educational Trust.\n\n\n"
}