{
    "id": 2687,
    "citation_title": "U.S. Tax Laws and Capital Flight From Latin America",
    "citation_author": [
        "Charles E. McLure",
        "Jr."
    ],
    "citation_publication_date": "1988-08-01",
    "issue_date": "1988-08-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe interplay between the tax laws of the United States and those of the countries of Latin America creates inducements for capital flight. Most Latin American countries tax only income originating within their boundaries. If other countries tax income of foreigners originating within their boundaries as heavily, there is no tax advantage to capital flight. Latin American countries thus depend on other countries for the prevention of tax-induced capital flight and the loss of public revenues, investment funds, and equity it implies. Income from a U.S. trade or business conducted by foreigners, including capital gains, is subject to U.S. tax. Capital gains on real estate and dividends are generally taxed, but it may be possible to reduce those taxes substantially. The United States does not tax most other capital gains realized by foreigners. Most interest income paid to foreigners is also exempt from U.S. tax. Thus U.S. tax laws help attract capital from Latin America. A solution to this problem does not seem likely. The United States seems unlikely to reverse its policies. Little is to be gained from adoption of a residence-based approach by Latin American countries. A more radical approach that might be more effective would be a switch to consumption-based direct taxation in which interest income is neither taxed nor allowed as a deduction. This would reduce the attraction of favorable U.S. tax treatment by making equally attractive treatment available at home, but raises troublesome issues of equity, the treatment of foreign investment, and transition.\n\n",
    "acknowledgement": "\n"
}