{
    "id": 26876,
    "citation_title": "Understanding Cross-country Differences in Health Status and Expenditures",
    "citation_author": [
        "Raquel Fonseca",
        "François Langot",
        "Pierre-Carl Michaud",
        "Thepthida Sopraseuth"
    ],
    "citation_publication_date": "2020-03-23",
    "issue_date": "2020-03-19",
    "revision_date": "2023-02-15",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing a general equilibrium heterogeneous agent model featuring health production, we quantify the contribution of health price in explaining cross-country differences in health expenditures and health status. Considering other country-specific explanatory factors, U.S. health prices are estimated to be 33% higher than those of European countries. This price differential explains more than 60% of the difference in health expenditures and more than half of the difference in health status between Europe and the U.S. Despite its large impact at the aggregate level, these price differences increase the lifetime cost of living of Americans by two percentage points.\n\n",
    "acknowledgement": "\nCorresponding Author: François Langot, flangot@univ-lemans.fr. We thank Mariacristina De Nardi, Eric French, Olivia Mitchell, Josep Pijoan-Mas, Jose Victor Rios Rull and Pascal St-Amour for helpful comments as well as seminar and conference participants at ASFE annual conference, GATE workshop on \"Heterogeneity and Health\", CEMFI, SCSE, LACEA, CIRANO, UQAM, Cergy University, and Evry University. This research was supported by the National Institute on Aging, under grant R01AG030824, PANORisk Regional grant (Pays de la Loire, France), and Institut Universitaire de France. This research is also part of the program of the Research Chair in Intergenerational Economics. Fonseca and Michaud are immensely indebted to the late James P. Smith, who left us in 2022, for stimulating their interest in the understanding of the origins of health differences across time, space and socioeconomic status. Errors are our own. Edited by Harald Uhlig. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}