{
    "id": 26874,
    "citation_title": "Harry Johnson’s “Case for Flexible Exchange Rates” – 50 Years Later",
    "citation_author": [
        "Maurice Obstfeld"
    ],
    "citation_publication_date": "2020-03-23",
    "issue_date": "2020-03-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFifty years ago, Harry G. Johnson published “The Case for Flexible Exchange Rates, 1969,” its title echoing Milton Friedman’s classic essay of the early 1950s. Though somewhat forgotten today, Johnson’s reprise was an important element in the late 1960s debate over the future of the international monetary system. The present paper has three objectives. The first is to lay out the historical context in which Johnson’s “Case” was written and read. The second is to examine Johnson’s main points and see how they stand up to nearly five decades of experience with floating exchange rates since the end of the Bretton Woods system. The third is to review the most recent academic critiques of exchange-rate flexibility and ask how fatal they are to Johnson’s basic argument. I conclude that the essential case for exchange rate flexibility still stands strong.\n\n",
    "acknowledgement": "\nThis paper draws from the Harry G. Johnson Lecture, presented at the 50th anniversary conference of the Money, Macro, and Finance Research Group at the London School of Economics, September 6, 2019. For help and advice, I thank Robert Aliber, Gianluca Benigno, Russell Boyer, Douglas Irwin, David Laidler, Edward Nelson, Catherine Schenk, and Alan Taylor. None of them is responsible for my assertions or interpretations. Jianlin Wang provided superb research assistance. I benefited from opportunities to present parts of this work before audiences at the Australian National University, the March 2019 conference on “New Economics of Exchange Rate Adjustment” at Cambridge University, and the 22nd Central Bank Macroeconomic Workshop held at the Central Bank of Armenia in September 2019. Support from the Class of 1958 chair at UC Berkeley is acknowledged with thanks. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nMaurice Obstfeld\n\nClass of 1958 chair at UC Berkeley\n\n\n"
}