{
    "id": 26871,
    "citation_title": "Out of the Woodwork: Enrollment Spillovers in the Oregon Health Insurance Experiment",
    "citation_author": [
        "Adam Sacarny",
        "Katherine Baicker",
        "Amy Finkelstein"
    ],
    "citation_publication_date": "2020-03-23",
    "issue_date": "2020-03-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nOregon Health Insurance Experiment\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nWe analyze the impact of expanded adult Medicaid eligibility on the Medicaid enrollment of already-eligible children. To do so, we exploit the 2008 Oregon Medicaid lottery, in which some low-income uninsured adults were randomly selected for the chance to apply for Medicaid. Children in these households were eligible for Medicaid irrespective of whether the household won the lottery. We estimate statistically significant but transitory impacts of adult lottery selection on children’s Medicaid enrollment: for every 9 adults who enroll in Medicaid due to the lottery, one additional child also enrolls at the same time. Our results shed light on the existence, magnitude, and nature of so-called “woodwork effects”.\n\n",
    "acknowledgement": "\nWe are grateful to Heidi Allen, Sarah Miller, Kosali Simon and seminar participants at ASHEcon and IHEA for helpful comments. We thank Sam Wang for outstanding research assistance on this study and Rose Burnam for outstanding research assistance on preparatory work. We gratefully acknowledge funding from the National Institute on Aging: R01-AG034151. This research was overseen and approved by the institutional review boards of Columbia University, Massachusetts Institute of Technology and the National Bureau of Economic Research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nAdam Sacarny\n\nI have received financial support in the form of grants from the following organizations: National Institute on Aging, J-PAL North America, the Laura and John Arnold Foundation, and the Robert Wood Johnson Foundation. I have received funding through an Intergovernment Personnel Act (IPA) agreement between the U.S. General Services Administration and Columbia University to support randomized trials with the Defense Health Agency and the Centers for Medicare and Medicaid Services.\n\n\n\nKatherine Baicker\n\nBaicker Disclosure\n\n\nGrants (Direct or Indirect Salary Support):\nNIA\n\n\nFinancial Interests:\nDirector, Eli Lilly\nDirector, HMS\n\n\nPositions:\nMember, Congressional Budget Office Panel of Health Advisers\nMember, NIHCM Advisory Board\nTrustee, Mayo Clinic\nTrustee, NORC\n\n\n"
}