{
    "id": 26873,
    "citation_title": "Market Design, Human Behavior, and Management",
    "citation_author": [
        "Yan Chen",
        "Peter Cramton",
        "John A. List",
        "Axel Ockenfels"
    ],
    "citation_publication_date": "2020-03-23",
    "issue_date": "2020-03-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Behavioral Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nWe review past research and discuss future directions on how the vibrant research areas of market design and behavioral economics have influenced and will continue to impact the science and practice of management in both the private and public sectors. Using examples from various auction markets, reputation and feedback systems in online markets, matching markets in education, and labor markets, we demonstrate that combining market design theory, behavioral insights, and experimental methods can lead to fruitful implementation of superior market designs in practice.\n\n",
    "acknowledgement": "\nChen acknowledges financial support from the National Science Foundation via grant numbers SES-1620319 and 1838994. Cramton and Ockenfels acknowledge funding by the European Research Council (ERC) under the European Union’s Horizon 2020 research and innovation program under grant agreement No 741409, as well as by the German Research Foundation (DFG) under Germany´s Excellence Strategy (EXC 2126/1– 390838866). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}