{
    "id": 26883,
    "citation_title": "Inference for Ranks with Applications to Mobility across Neighborhoods and Academic Achievement across Countries",
    "citation_author": [
        "Magne Mogstad",
        "Joseph P. Romano",
        "Azeem Shaikh",
        "Daniel Wilhelm"
    ],
    "citation_publication_date": "2020-03-30",
    "issue_date": "2020-03-27",
    "revision_date": "2022-01-18",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIt is often desired to rank diﬀerent populations according to the value of some feature of each population. For example, it may be desired to rank neighborhoods according to some measure of intergenerational mobility or countries according to some measure of academic achievement. These rankings are invariably computed using estimates rather than the true values of these features. As a result, there may be considerable uncertainty concerning the rank of each population. In this paper, we consider the problem of accounting for such uncertainty by constructing conﬁdence sets for the rank of each population. We consider both the problem of constructing marginal conﬁdence sets for the rank of a particular population as well as simultaneous conﬁdence sets for the ranks of all populations. We show how to construct such conﬁdence sets under weak assumptions. An important feature of all of our constructions is that they remain computationally feasible even when the number of populations is very large. We apply our theoretical results to re-examine the rankings of both neighborhoods in the United States in terms of intergenerational mobility and developed countries in terms of academic achievement. The conclusions about which countries do best and worst at reading, math, and science are fairly robust to accounting for uncertainty. The conﬁdence sets for the ranking of the 50 most populous commuting zones by measures of mobility are also found to be small. These rankings, however, become much less informative if one includes all commuting zones, if one considers neighborhoods at a more granular level (counties, Census tracts), or if one uses movers across areas to address concerns about selection.\n\n",
    "acknowledgement": "\nThe second author acknowledges support from the National Science Foundation (MMS-1949845). The third author acknowledges support from the National Science Foundation (SES-1530661). The fourth author acknowledges support from the ESRC Centre for Microdata Methods and Practice at IFS (RES-589-28-0001) and the European Research Council (Starting Grant No. 852332). We thank Sergei Bazylik and Eyo Herstad for excellent research assistance and the following individuals for helpful comments: Raj Chetty, Nathan Hendren, Helmut Küchenhoﬀ, Imran Rasul, and David Ritzwoller. Finally, we thank Isaiah Andrews, Toru Kitagawa, and Adam McCloskey for sharing their code, allowing us to easily apply their methods to our applications. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}