{
    "id": 26881,
    "citation_title": "What Do We Learn From Cross-Regional Empirical Estimates in Macroeconomics?",
    "citation_author": [
        "Adam Guren",
        "Alisdair McKay",
        "Emi Nakamura",
        "Jón Steinsson"
    ],
    "citation_publication_date": "2020-03-23",
    "issue_date": "2020-03-19",
    "revision_date": "2020-05-15",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent empirical work uses variation across cities or regions to identify the effects of economic shocks of interest to macroeconomists. The interpretation of such estimates is complicated by the fact that they reflect both partial equilibrium and local general equilibrium effects of the shocks. We propose an approach for recovering estimates of partial equilibrium effects from these cross-regional empirical estimates. The basic idea is to divide the cross-regional estimate by an estimate of the local fiscal multiplier, which measures the strength of local general equilibrium amplification. We apply this approach to recent estimates of housing wealth effects based on city-level variation, and derive conditions under which the adjustment is exact. We then evaluate its accuracy in a richer general equilibrium model of consumption and housing. The paper also reconciles the positive cross-sectional correlation between house price growth and construction with the notion that cities with larger price volatility have lower housing supply elasticities using a model in which housing supply elasticities are more dispersed in the long run than in the short run.\n\n",
    "acknowledgement": "\nAn earlier version of this paper previously circulated as an appendix to “Housing Wealth Effects: The Long View” by the same authors. We thank Joao Fonseca Rodrigues for excellent research assistance. We thank Adrien Auclert, Gabe Chodorow-Reich, Erik Hurst, and Valerie Ramey for helpful comments and discussions. Guren thanks the National Science Foundation (grant SES-1623801) and the Boston University Center for Finance, Law, and Policy. Nakamura thanks the National Science Foundation (grant SES-1056107). Nakamura and Steinsson thank the Alfred P. Sloan Foundation for financial support. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}