{
    "id": 2688,
    "citation_title": "The Seasonal Cycle and the Business Cycle",
    "citation_author": [
        "Robert B. Barsky",
        "Jeffrey A. Miron"
    ],
    "citation_publication_date": "1988-08-01",
    "issue_date": "1988-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAlmost all recent research on macroeconomic fluctuations has worked with seasonally adjusted or annual data. This paper takes a different approach by treating seasonal fluctuations as worthy of study in their own right. We document the quantitative importance of seasonal fluctuations, and we present estimates of the seasonal patterns in a set of standard macroeconomic variables. Our results show that seasonal fluctuations are an important source of variation in all macroeconomic quantity variables but small or entirely absent in both real and nominal price variables. The timing of the seasonal fluctuations consists of increases in the second and fourth quarter, a large decrease in the first quarter, and a mild decrease in the third quarter. The paper demonstrates that, with respect to each of several major stylized facts about business cycles, the seasonal cycle displays the same characteristics as the business cycle, in some cases even more dramatically than the business cycle. That is, we find that at seasonal frequencies as well as at business cycle frequencies, output movements across broadly defined sectors move together, the timing of production and sales coincide closely, labor productivity is procyclical, nominal money and real output are highly correlated, and prices vary less than quantities. There is a \"seasonal business cycle\" in the United States economy, and its characteristics mirror closely those of the conventional business cycle.\n\n",
    "acknowledgement": "\n"
}