{
    "id": 26885,
    "citation_title": "Copyright and Creativity. Evidence from Italian Opera During the Napoleonic Age",
    "citation_author": [
        "Michela Giorcelli",
        "Petra Moser"
    ],
    "citation_publication_date": "2020-03-30",
    "issue_date": "2020-03-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Law and Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nThis paper exploits exogenous variation in the adoption of copyrights – as a result of the timing of Napoléon’s military victories in Italy – to examine the effects of copyrights on creativity. To measure changes in creative output we compare changes in the creation of new operas across states with and without copyrights. Difference-in-differences analyses show that basic copyrights increased both the number and the quality of operas, measured by their popularity and durability. Notably, there is no evidence of comparable benefits for extensions in copyright lengths. Complementary analyses for other types of musical compositions confirm the main results.\n\n",
    "acknowledgement": "\nWe thank the editor Ali Hortaçsu, three anonymous referees, Tony Arther, Ben Depoorter, Stephan Heblich, Sarah Kaplan, Frank Mueller-Langer, Douglas O’Reagan, François Velde, Joel Waldfogel, and seminar participants at Dartmouth, IfW Kiel, the Max Planck Institute, the NBER, Northwestern, Stanford Literary Lab, Toronto, Toulouse, UCLA, and Yale for helpful comments. Joy Chen, Ben Diner, Bang Nguyen, and Juan Sebastian Rojas provided outstanding research assistance. Moser gratefully acknowledges financial support from the National Science Foundation through NSF CAREER grant 1151180 and from INet Grant INO1500022. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}