{
    "id": 26880,
    "citation_title": "Early Childhood Education and Life-cycle Health",
    "citation_author": [
        "Jorge Luis García",
        "James J. Heckman"
    ],
    "citation_publication_date": "2020-03-23",
    "issue_date": "2020-03-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper forecasts the life-cycle treatment effects on health of a high-quality early childhood program. Our predictions combine microsimulation using non-experimental data with experimental data from a midlife long-term follow-up. The follow-up incorporated a full epidemiological exam. The program mainly benefits males and significantly reduces the prevalence of heart disease, stroke, cancer, and mortality across the life-cycle. For men, we estimate an average reduction of 3.8 disability-adjusted years (DALYs). The reduction in DALYs is relatively small for women. The gain in quality-adjusted life years (QALYs) is almost enough to offset all of the costs associated with program implementation for males and half of program costs for women.\n\n",
    "acknowledgement": "\nThe authors wish to thank Frances Campbell, Craig and Sharon Ramey, Margaret Burchinal, Carrie Bynum, and the staff of the Frank Porter Graham Child Development Institute at the University of North Carolina Chapel Hill for the use of data and source materials from the Abecedarian Project and the Carolina Approach to Responsive Education. Collaboration with Bryan Tysinger of the Leonard D. Schaeffer Center for Health Policy and Economics at the University of Southern California on adapting the Future America Model is gratefully acknowledged. James J. Heckman: This research was supported in part by: NIH grants NICHD R37HD065072 and NICHD R01HD054702; and the American Bar Foundation. The views expressed in this paper are solely those of the authors and do not necessarily represent those of the funders or the official views of the National Institutes of Health. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}