{
    "id": 26889,
    "citation_title": "Scientific Grant Funding",
    "citation_author": [
        "Pierre Azoulay",
        "Danielle Li"
    ],
    "citation_publication_date": "2020-03-30",
    "issue_date": "2020-03-27",
    "revision_date": "2021-06-08",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis chapter provides an overview of grant funding as an innovation policy tool aimed at both practitioners and science policy scholars. We first discuss how grants relate to other contractual mechanisms such as patents, prizes, or procurement contracts, and argue that, among these, grants are likely to be the most effective way of supporting early-stage, exploratory science. Next, we provide a brief history of the modern scientific grant and discuss the current state of knowledge regarding several key elements of the design of grant programs: the choice of program scope, the design of peer review, as well as approaches for creating incentives for risk-taking and translation for grant recipients. We argue that, in making these choices, policy-makers might consider adopting a portfolio-based mindset that seeks a diversity of approaches, while accepting that high failure rates for individual projects is in fact part of an effective grant-making program. Finally, increased rigor in the evaluation of grant programs is likely to raise the quality of funded proposals. In particular, randomized controlled trials and other quasi-experimental techniques might enable policy makers to communicate and enhance the impact that these programs have on discovery and innovation, thereby creating a stronger justification for their expansion or continued existence.\n\n",
    "acknowledgement": "\nSend correspondence to pazoulay@mit.edu.We thank Ben Jones, Bhaven Sampat, Georg von Graevenitz, and Austan Goolsbee for useful suggestions and comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}