{
    "id": 26884,
    "citation_title": "Government Incentives for Entrepreneurship",
    "citation_author": [
        "Josh Lerner"
    ],
    "citation_publication_date": "2020-03-30",
    "issue_date": "2020-03-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nIn the dozen years since the Global Financial Crisis, there has been a surge of interest on the part of governments in promoting entrepreneurial activity, largely by providing financing. This essay explores these policies, focusing on financial incentives to entrepreneurs and the intermediaries who fund them. The motivation for these efforts is clear: the well-documented relationships between economic growth, innovation, entrepreneurship and venture capital. Yet despite good intentions, many of these public initiatives have ended in disappointment. I argue that these failures have not simply been a matter of bad luck. Instead, the unfortunate outcomes have reflected the fundamental structural issues that make it difficult for governments to launch sustained successful efforts to promote entrepreneurship over sustained periods. I highlight several critical challenges, and outline two principles that might render these efforts more effective.\n\n",
    "acknowledgement": "\nParts of this essay were adapted from Lerner (2009), Lerner (2013) and Ivashina and Lerner (2019). I thank Ben Jones and Ralph Lerner for helpful comments, Susan Woodward of Sand Hill Econometrics for access to data, and Harvard Business School’s Division of Research for financial support. I have received compensation from advising institutional investors in private capital funds, private capital groups, and governments designing policies relevant to private capital.  All errors and omissions are my own. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}