{
    "id": 26890,
    "citation_title": "Measuring Welfare and Inequality with Incomplete Price Information",
    "citation_author": [
        "David Atkin",
        "Benjamin Faber",
        "Thibault Fally",
        "Marco Gonzalez-Navarro"
    ],
    "citation_publication_date": "2020-03-30",
    "issue_date": "2020-03-27",
    "revision_date": "2020-12-01",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "International Economics",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose and implement a new approach that allows us to estimate income-specific changes in household welfare in contexts where well-measured prices are not available for important subsets of consumption. Using rich but widely available expenditure survey microdata, we show that we can recover income-specific equivalent and compensating variations as long as preferences fall within the broad quasi-separable class (Gorman 1970; 1976). Our approach is flexible enough to allow for non-parametric estimation at each point of the income distribution. We implement this approach to estimate inflation and welfare changes in rural India between 1987 and 2000, and to revisit the impacts of India’s trade reforms. Our estimates reveal that lower rates of inflation for the rich erased the real income convergence documented by the existing literature that uses the subset of consumption with well-measured prices to calculate inflation.\n\n",
    "acknowledgement": "\nDavid Atkin and Benjamin Faber thank the Stanford Economics Department and SIEPR for their hospitality while writing this paper. We thank participants at seminars and conferences for helpful comments, and Arnaud Costinot, Swati Dhingra, Dave Donaldson, Pablo Fajgelbaum, Ana Cecilia Fieler, Jessie Handbury, Ethan Ligon, Stephen Redding and David Weinstein for valuable discussions. Amir Hafiz, Amir Hisham, Tasnia Hussain, Yulu Tang, and Guan Yi Lin provided excellent research assistance. This paper subsumes an earlier version titled “A New Engel on Price Index and Welfare Estimation”. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}