{
    "id": 26891,
    "citation_title": "Paying Outsourced Labor: Direct Evidence from Linked Temp Agency-Worker-Client Data",
    "citation_author": [
        "Andres Drenik",
        "Simon Jäger",
        "Miguel Pascuel Plotkin",
        "Benjamin Schoefer"
    ],
    "citation_publication_date": "2020-03-30",
    "issue_date": "2020-03-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Relations",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe estimate how much firms differentiate pay premia between regular and outsourced workers. We study temp agency work arrangements where pay setting has previously escaped measurement because existing datasets do not report links between user firms (the workplaces where temp workers perform their labor) and temp agencies (their formal employers). We overcome this measurement challenge by leveraging unique administrative data from Argentina with such links. We estimate that temp agency workers receive 49% of the workplace-specific pay premia earned by regular workers in user firms: the midpoint between the benchmark for insiders (one) and the competitive spot-labor market benchmark (zero).\n\n",
    "acknowledgement": "\nWe thank David Autor and Raffaele Saggio for useful comments. We also thank participants at the ASSA 2020 Meeting, Stanford SIEPR, and the University of British Columbia for feedback. We thank Nikhil Basavappa and Jonathan Cohen for research assistance and the Good Companies, Good Jobs Initiative at MIT Sloan for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}