{
    "id": 26896,
    "citation_title": "The Effects of State Scope of Practice Laws on the Labor Supply of Advanced Practice Registered Nurses",
    "citation_author": [
        "Sara Markowitz",
        "E. Kathleen Adams"
    ],
    "citation_publication_date": "2020-03-30",
    "issue_date": "2020-03-27",
    "revision_date": "2021-03-13",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the effects of changes in states’ scope of practice laws (SOP) for advanced practice registered nurses (APRNs) on individual labor supply decisions.  Restrictive SOP impose costs and other barriers to practice that may affect these decisions.  Using survey data on APRNs, we analyze employment in nursing, work hours, part-time work status, multiple job holding, self-employment, wages, and migration.  Results show that the level of SOP restrictions are not strong determinants of many labor market decisions, with a few exceptions.  We find that hours worked and self-employment both increase when nurses practice in regulatory environments that are free from physician oversight requirements.\n\n",
    "acknowledgement": "\nFunding for this research was provided by AHRQ grant 1R01HS024530.    We thank Mark Votruba, Nathan Petek and seminar participants at Indiana University, Louisiana State University, and the ASHEcon conference for extremely helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}