{
    "id": 26892,
    "citation_title": "The Rise of For-Profit Experimental Medicine",
    "citation_author": [
        "Pierre Azoulay",
        "Ariel Fishman"
    ],
    "citation_publication_date": "2020-03-30",
    "issue_date": "2020-03-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBeginning around 1990, academic medical centers have ceased to be the primary locus of industry-sponsored clinical trial activity. Instead, clinical trials have increasingly been conducted in private practices and for-profit, dedicated study sites. We examine the underlying causes of this startling evolution. On the demand side, the greater availability of non-academic investigators has enabled pharmaceutical firms to better match physicians' skills with specific projects. On the supply side, we argue that the growth of managed care health insurance has contributed to a rise in the number of non-academic physicians performing clinical research. We find evidence consistent with these claims using a unique data set containing information about 85,919 site contracts for 7,735 clinical trials between 1991 and 2003. Furthermore, we examine the gap in prevailing prices for comparable procedures conducted for clinical trials versus conventional medical care, and conclude that the effect of managed care on entry is consistent with non-academic physicians “inducing demand” so as to resist downward pressures on their income.\n\n",
    "acknowledgement": "\nSend all correspondence to pazoulay@mit.edu. We thank Sherry Glied, Joshua Graff Zivin, Scott Stern, and Scott Shane for useful discussions. A major portion of this research was conducted while both authors were at Columbia University. The usual disclaimer applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}