{
    "id": 26895,
    "citation_title": "Off to a Good Start: The NBER and the Measurement of National Income",
    "citation_author": [
        "Hugh Rockoff"
    ],
    "citation_publication_date": "2020-03-30",
    "issue_date": "2020-03-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "History of Economic Thought",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe creation of the National Bureau of Economic Research was a response to the bitter controversies over the distribution of income that roiled the United States during the Progressive Era. Thanks to Malcolm Rorty, a business economist, and Nahum I. Stone, an independent socialist economist, a “Committee on the Distribution of Income” was created; what might be considered the first name of the Bureau. Funding was secured, the Bureau was chartered in 1920, and Wesley Mitchell was appointed the director of research. The Bureau’s first publication, Income in the United States, its Amount and Distribution was widely hailed as a major contribution. Further estimates of national income and its distribution for the 1920s were made by Willford King and Lillian Epstein. The Great Depression led to legislation requiring federal government estimates. Simon Kuznets was seconded from the Bureau to the Commerce Department where he led the team that produced the first federal estimates and established the unit for producing updates. The early investigators at the Bureau proved to be masters of combining sources of data to produce credible estimates. The result was estimates that still underlie our understanding of the growth and fluctuations of the American Economy.\n\n",
    "acknowledgement": "\nMany thanks are due to Katharine Abraham who discussed a previous draft when it was presented at the 2020 annual meeting of the American Economic Association in a session celebrating the 100th anniversary of the Bureau, and to Claudia Goldin for many helpful comments. The remaining errors are mine. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}