{
    "id": 26893,
    "citation_title": "Self-Citation, Cumulative Advantage, and Gender Inequality in Science",
    "citation_author": [
        "Pierre Azoulay",
        "Freda B. Lynn"
    ],
    "citation_publication_date": "2020-03-30",
    "issue_date": "2020-03-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn science, self-citation is often interpreted as an act of self-promotion that (artificially) boosts the visibility of one’s prior work in the short term, which could then inflate professional authority in the long term. Recently, in light of research on the gender gap in self-promotion, two, large-scale studies of publications examine if women self-cite less than men. But they arrive at conflicting conclusions; one concludes yes whereas the other, no. We join the debate with an original study of 36 cohorts of life scientists (1970–2005) followed through 2015 (or death or retirement). We track not only the rate of self-citation per unit of past productivity, but also the likelihood of self-citing intellectually distant material and the rate of return on self-citations with respect to a host of major career outcomes, including grants, future citations, and job changes. With comprehensive, longitudinal data, we find no evidence whatsoever of a gender gap in self-citation practices or returns. Men may very well be more aggressive self-promoters than women, but this dynamic does not manifest in our sample with respect to self-citation practices. Implications of our null findings are discussed, particularly with respect to gender inequality in scientific careers more broadly.\n\n",
    "acknowledgement": "\nAddress all correspondence to freda-lynn@uiowa.edu. Azoulay acknowledges the financial support of the National Science Foundation through its SciSIP Program (Award SBE-1460344). Soomi Kim provided exceptional research assistance. We thank Ezra Zuckerman for useful discussions. All errors are our own.The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}