{
    "id": 26897,
    "citation_title": "The Virus of Fear: The Political Impact of Ebola in the U.S.",
    "citation_author": [
        "Filipe R. Campante",
        "Emilio Depetris-Chauvin",
        "Ruben Durante"
    ],
    "citation_publication_date": "2020-03-30",
    "issue_date": "2020-03-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Behavioral Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study how fear can affect the behavior of voters and politicians by looking at the Ebola scare that hit the U.S. a month before the 2014 midterm elections. Exploiting the timing and location of the four cases diagnosed in the U.S., we show that heightened concern about Ebola, as measured by online activity, led to a lower vote share for the Democrats in congressional and gubernatorial elections, as well as lower turnout, despite no evidence of a general anti-incumbent effect (including on President Obama's approval ratings). We then show that politicians responded to the Ebola scare by mentioning the disease in connection with immigration and terrorism in newsletters and campaign ads. This response came only from Republicans, especially those facing competitive races, suggesting a strategic use of the issue in conjunction with topics perceived as favorable to them. Survey evidence suggests that voters responded with increasingly conservative attitudes on immigration but not on other ideologically-charged issues. Taken together, our findings indicate that emotional reactions associated with fear can have a strong electoral impact, that politicians perceive and act strategically in response to this, and that the process is mediated by issues that can be plausibly associated with the specific fear-triggering factor.\n\n",
    "acknowledgement": "\nWe thank Alberto Bisin, Fred Finan and Massimo Morelli, and seminar participants in the Ridge-Lacea Workshop on Political Economy (Medellín), Panel on Causes and Consequences of Populism (2019 EEA Conference), University of Chile, Lancaster University, and UPF for helpful comments. We also thank Ricardo Perez-Truglia and Leopoldo Fergusson for sharing data. We thank Nathaly Andrade, Francisco Eslava, Elliot Motte, and Héctor Paredes for excellent research assistance. This project has received funding from the European Union’s Horizon 2020 research and innovation program [Grant 759885]. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}