{
    "id": 26894,
    "citation_title": "The Economics of the Fed Put",
    "citation_author": [
        "Anna Cieslak",
        "Annette Vissing-Jorgensen"
    ],
    "citation_publication_date": "2020-03-30",
    "issue_date": "2020-03-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSince the mid-1990s, low stock returns predict accommodating policy by the Federal Reserve. This fact emerges because, over this period, negative stock returns comove with downgrades to the Fed’s growth expectations. Textual analysis of the FOMC documents reveals that policymakers pay attention to the stock market, and their negative stock-market mentions predict federal funds rate cuts. The primary mechanism why policymakers find the stock market informative is via its effect on consumption, with a smaller role for the market viewed as predicting the economy.\n\n",
    "acknowledgement": "\nWe thank John Cochrane, Ian Dew-Becker, Refet Gurkaynak, Leonardo Gamabacorta, Stephen Hansen, Narayana Kocherlakota, Emanuel Moench, Stijn van Nieuwerburgh, Robert Novy-Marx, David Lucca, Jonathan Parker, Christina Romer, David Romer, Alexi Savov, Jonathan Wright, and conference participants at the NBER Asset Pricing Meetings, NBER Monetary Economics Summer Institute, Tepper-LAEF, Chicago Booth Recent Advances in Empirical Asset Pricing Conference, American Economic Association, American Finance Association, BI-SHoF, SFS Cavalcade, JHU Carey Finance Conference, DAEINA, European Finance Association, 3rd ECB Research Conference, as well as seminar participants at the London School of Economics, London Business School, Oxford Saïd, EPFL Lausanne, UBC Sauder, Stockholm School of Economics, Aalto University, University of Georgia, Georgia State University, University of Amsterdam, Board of Governors of the Federal Reserve, Norges Bank, UC Davis, UC Irvine, Aarhus University, NYU Stern, Philadelphia Fed, Boston Fed, New York Fed, San Francisco Fed, Bank of Canada, Duke Fuqua, and Berkeley Haas for their comments. Song Xiao provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}