{
    "id": 26899,
    "citation_title": "Externalities in International Tax Enforcement: Theory and Evidence",
    "citation_author": [
        "Thomas R. Tørsløv",
        "Ludvig S. Wier",
        "Gabriel Zucman"
    ],
    "citation_publication_date": "2020-03-30",
    "issue_date": "2020-03-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe show that the fiscal authorities of high-tax countries can lack the incentives to combat profit shifting to tax havens. Instead, they have incentives to focus their enforcement efforts on relocating profits booked by multinationals in other high-tax countries, crowding out the enforcement on transactions that shift profits to tax havens, and reducing the global tax payments of multinational companies. This incentive problem can help explain why profit shifting to low-tax countries persists despite its tax revenue cost for high-tax countries. The predictions of our model are motivated and supported by the analysis of two new datasets: the universe of transfer price corrections conducted by the Danish tax authority, and new cross-country data on international tax enforcement. Both of these datasets shows that that tax authorities in high-tax countries focus their transfer pricing enforcement effort on correcting transactions with other high-tax countries rather than transactions involving tax havens.\n\n",
    "acknowledgement": "\nWe thank the Danish Tax Administration for data access and many conversations, Alan Auerbach, Johannes Becker, David Bradbury, Richard Bolwijn, Iain Campbell, Kimberly Clausing, Alex Cobham, Mihir Desai, Michael Devereux, Fritz Foley, Maya Forstater, Teresa Fort, Jason Furman, Martin Hearson, Niels Johannesen, Petr Janský, Michael Keen, Edward Kleinbard, Claus Kreiner, Paul Krugman, Gian Maria Milesi-Ferretti, Pierre Moscovici, Casey Mulligan, Gaetan Nicodeme, Mitchell Petersen, Thomas Piketty, Nadine Riedel, Dani Rodrik, Emmanuel Saez, Antoinette Schoar, Juan Carlos Suárez Serrato, Amir Sufi, Felix Tintelnot, John Van Reenen, Margrethe Vestager, Eric Zwick, and numerous seminar and conference participants for helpful comments and reactions. Zucman acknowledges financial support from the FRIPRO program of the Research Council of Norway. The authors retain sole responsibility for the views expressed in this research, and they do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}