{
    "id": 26900,
    "citation_title": "The Effect of Privacy Regulation on the Data Industry: Empirical Evidence from GDPR",
    "citation_author": [
        "Guy Aridor",
        "Yeon-Koo Che",
        "Tobias Salz"
    ],
    "citation_publication_date": "2020-03-30",
    "issue_date": "2020-03-27",
    "revision_date": "2022-06-10",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUtilizing a novel dataset from an online travel intermediary, we study the effects of EU’s General Data Protection Regulation (GDPR). The opt-in requirement of GDPR resulted in 12.5% drop in the intermediary-observed consumers, but the remaining consumers are trackable for a longer period of time. Our findings imply that privacy conscious consumers exert privacy externalities on opt-in consumers, making them more predictable. Consistent with this finding, the average value of the remaining consumers to advertisers has increased, offsetting some of the losses from consumer opt-outs.\n\n",
    "acknowledgement": "\nThis paper was previously circulated as The Economic Consequences of Data Privacy Regulation: Empirical Evidence from the GDPR.We would like to thank Daron Acemoglu, Francesco Decarolis, Glenn Ellison, Sara Ellison, Avi Goldfarb, and seminar and conference participants at Columbia University, ASSA Meetings, the MaCCI/EPoS Virtual IO Seminar, Columbia Data Science Day, FTC PrivacyCon, Yale Law Big Tech & Antitrust Conference, the ACM Conference on Economics and Computation, BIRSWorkshop on Statistical Methods for Computational Advertising, Toulouse Economics of Platforms Seminar, and ETH Zurich for helpful comments. We would further like to thank William Nelson for his help. Krista Moody provided outstanding research assistance. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}