{
    "id": 26903,
    "citation_title": "Which Banks are (Over) Levered? Insights from Shadow Banks and Uninsured Leverage",
    "citation_author": [
        "Erica Jiang",
        "Gregor Matvos",
        "Tomasz Piskorski",
        "Amit Seru"
    ],
    "citation_publication_date": "2020-03-30",
    "issue_date": "2020-03-27",
    "revision_date": "2024-06-24",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe examine why banks maintain such high financial leverage, with debt financing accounting for about 90% of banks’ assets. To answer this question, we use uniquely assembled data on capital structure decisions of shadow banks that on the asset side conduct very similar business to banks. The shadow bank data provides us with a window into “free market” financing choices of financial intermediaries that unlike banks are lightly regulated and do not have access to insured deposit funding. We demonstrate that shadow banks employ twice the amount of equity capital compared to equivalent banks, with the most significant disparity observed between smaller and mid-size banks. Uninsured leverage, defined as uninsured debt funding to assets, increases with size for both banks and shadow banks while cost of debt declines with size. We rationalize these facts within a calibrated quantitative equilibrium model of intermediation. Our analysis reveals that the primary driver of high leverage among smaller and mid-size banks is their access to insured deposit funding. In the absence of deposit insurance, these banks would maintain a capitalization level at least 25% higher in relative terms than observed in the data. Conversely, deposit insurance plays a comparatively minor role in influencing the financial leverage of the largest banks, where the predominant factor is their capacity to generate money-like deposits. These results suggest a significant scope for the increase of capitalization of smaller and mid-size banks to align their capital structures with their private market counterparts. The aggregate consequences of such increase would be limited, because of reallocation of lending activity from smaller to large banks and to shadow banks.\n\n",
    "acknowledgement": "\nWe thank Viral Acharya, Sumit Agarwal, Anat Admati, Jason Allen, Andy Atkeson, Jonathan Berk, Markus Brunnermeier, Robert Clark, John Cochrane, Dean Corbae, Peter DeMarzo, Andrea Eisfeldt, Kilian Huber, Sasha Indarte, Arvind Krishnamurthy, Stephan Luck, Stefan Nagel, Raghuram Rajan, Hyun Shin, Jeremy Stein, Amir Sufi, Adi Sunderam, Anjan Thakor, Emil Verner, Luigi Zingales and seminar and conference participants at Berkeley, Chicago, Columbia, Colorado, Dartmouth, ECB, Harvard Business School, Imperial College London, Kellogg School of Management, Michigan, Minnesota, Olin, Stanford, UCLA, USC, London Business School, University of Wisconsin, NBER Corporate Finance meeting, Stanford Institute of Theoretical Economics Financial Regulation, and Western Finance Association for helpful comments. We also thank Monica Clodius, Cache Ellsworth, and Yilan Zheng for outstanding research assistance. First Version: September 2019. This paper was previously titled “Banking without Deposits: Evidence from Shadow Bank Call Reports.” The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}