{
    "id": 26901,
    "citation_title": "An SEIR Infectious Disease Model with Testing and Conditional Quarantine",
    "citation_author": [
        "David W. Berger",
        "Kyle F. Herkenhoff",
        "Simon Mongey"
    ],
    "citation_publication_date": "2020-03-30",
    "issue_date": "2020-03-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe extend the baseline Susceptible-Exposed-Infectious-Recovered (SEIR) infectious disease epidemiology model to understand the role of testing and case-dependent quarantine. Our model nests the SEIR model. During a period of asymptomatic infection, testing can reveal infection that otherwise would only be revealed later when symptoms develop. Along with those displaying symptoms, such individuals are deemed known positive cases. Quarantine policy is case-dependent in that it can depend on whether a case is unknown, known positive, known negative, or recovered. Testing therefore makes possible the identification and quarantine of infected individuals and release of non-infected individuals. We fix a quarantine technology—a parameter determining the differential rate of transmission in quarantine—and compare simple testing and quarantine policies. We start with a baseline quarantine-only policy that replicates the rate at which individuals are entering quarantine in the US in March, 2020. We show that the total deaths that occur under this policy can occur under looser quarantine measures and a substantial increase in random testing of asymptomatic individuals. Testing at a higher rate in conjunction with targeted quarantine policies can (i) dampen the economic impact of the coronavirus and (ii) reduce peak symptomatic infections—relevant for hospital capacity constraints. Our model can be plugged into richer quantitative extensions of the SEIR model of the kind currently being used to forecast the effects of public health and economic policies.\n\n",
    "acknowledgement": "\nWe thank David Dam, Meghana Gaur and Chengdai Huang for excellent research assistance. The views expressed in this study are those of the author and do not necessarily reflect the position of the Federal Reserve Bank of New York, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}