{
    "id": 26905,
    "citation_title": "The Political-Economy Trilemma",
    "citation_author": [
        "Joshua Aizenman",
        "Hiro Ito"
    ],
    "citation_publication_date": "2020-03-30",
    "issue_date": "2020-03-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates Rodrik’s political-economy trilemma: policy makers face a trade-off of choosing two out of three policy goals or governance styles, namely, (hyper-) globalization, national sovereignty, and democracy. We develop a set of indexes that measure the extent of attainment of the three factors for 139 countries in the period of 1975-2016. Using these indexes, we examine the validity of the hypothesis of the political-economy trilemma by testing whether the three trilemma variables are linearly related. We find that, for industrialized countries, there is a linear relationship between globalization and national sovereignty (i.e., a dilemma), and that for developing countries, all three indexes are linearly correlated (i.e., a trilemma). We also investigate whether and how three political-economic factors affect the degree of political and financial stability. The results indicate that more democratic industrialized countries tend to experience more political instability while developing countries tend to be able to stabilize their politics if they are more democratic. The lower level of national sovereignty an industrialized country attains, the more stable its political situation tends to be, while a higher level of sovereignty helps a developing country to stabilize its politics. Globalization brings about political stability for both groups of countries. Furthermore, more globalized countries, whether industrial or developing, tend to experience more financial stability. Future data will allow us to test the possibility of regime changes associated with the post-2016 dynamics.\n\n",
    "acknowledgement": "\nThis paper was conceived when Ito was visiting the Research Institute of Economy, Trade and Industry (RIETI, Japan) as a visiting fellow. The authors are grateful for helpful comments and suggestions by Discussion Paper seminar participants at RIETI. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}