{
    "id": 26904,
    "citation_title": "The Dynamic Efficiency in Resource Allocation: Evidence from Vehicle License Lotteries in Beijing",
    "citation_author": [
        "Youming Liu",
        "Shanjun Li",
        "Caixia Shen"
    ],
    "citation_publication_date": "2020-03-30",
    "issue_date": "2020-03-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nThe efficiency of resource allocation is often analyzed in static frameworks with a focus on the cross-sectional heterogeneity in the willingness to pay among users.  When the resource is durable in nature, the temporal heterogeneity could be important in assessing the efficiency properties of different allocation mechanisms. This paper uses a dynamic model to empirically quantify the efficiency outcome of using lotteries to allocate scarce resources among forward-looking consumers. In the context of the lottery policy for vehicle licenses in Beijing,  our analysis shows that lotteries significantly affect intertemporal decisions in that households participate in lotteries at least four years earlier on average than they would be in a counterfactual environment of no quantity constraint. The welfare loss due to temporal heterogeneity and resulting changes in participation decisions accounts for over half of the total welfare loss from the lottery policy.  The analysis highlights the importance of taking dynamic efficiency into account in designing resource allocation mechanisms.\n\n",
    "acknowledgement": "\nThe authors thank Yonghong An, Panle Jia Barwick and especially Marc Rysman for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}