{
    "id": 26915,
    "citation_title": "A Fisherian Approach to Financial Crises: Lessons from the Sudden Stops Literature",
    "citation_author": [
        "Javier Bianchi",
        "Enrique G. Mendoza"
    ],
    "citation_publication_date": "2020-03-30",
    "issue_date": "2020-03-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSudden Stops are financial crises defined by a large, sudden current-account reversal. They occur in both advanced and emerging economies  and result in deep recessions, collapsing asset prices, and real exchange-rate depreciations. They are preceded by economic expansions, current-account deficits, credit booms, and appreciated asset prices and real exchange rates. Fisherian models (i.e. models with credit constraints linked to market prices) explain these stylized facts as an outcome of Irving Fisher's debt-deflation mechanism. On the normative side, these models feature a pecuniary externality that provides a foundation for  macroprudential policy (MPP). We review the stylized facts of Sudden Stops, the evidence on MPP use and effectiveness, and the findings of the literature on Fisherian models. Quantitatively, Fisherian amplification is strong  and optimal MPP reduces sharply the size and frequency of crises, but it is also complex and potentially time-inconsistent, and simple MPP rules are less effective.  We also provide a new MPP analysis incorporating investment.  Using a constant debt-tax policy, we construct a crisis probability-output frontier showing that there is a tradeoff between financial stability and long-run output (i.e., reducing the probability of crises reduces long-run output).\n\n",
    "acknowledgement": "\nThis paper was prepared for the May  2019 conference on Frontiers of Business Cycle Research hosted by the Penn Institute for Economic Research. We thank our discussant, Mark Aguiar, and also Jonathan Heathcote and Vincenzo Quadrini for helpful comments and suggestions. Valuable research assistance by Eugenio Rojas and Sergio Villalvazo is also gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}