{
    "id": 26913,
    "citation_title": "On the Representativeness of Voter Turnout",
    "citation_author": [
        "Louis Kaplow",
        "Scott Duke Kominers"
    ],
    "citation_publication_date": "2020-03-30",
    "issue_date": "2020-03-27",
    "revision_date": "2024-03-12",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn prominent voting models, expected pivotality drives voters’ turnout decisions and hence determines voting outcomes. In practice, many individuals turn out for reasons unrelated to pivotality, and their votes overwhelm the forces analyzed in pivotality-based models. Accordingly, we examine a model of large-N elections at the opposite end of the spectrum, where pivotality effects vanish and turnout is driven entirely by individuals’ direct costs and benefits from the act of voting itself. Under certain conditions, the level of turnout is irrelevant to representativeness—and thus to outcomes. Under others, “anything is possible:” for any distribution of underlying preferences, any other distribution of preferences in the turnout set—and thus any voting outcome—can arise. We characterize particular skews in terms of representativeness and offer limiting results. These results sharpen and in some respects redirect applied work examining voter turnout, with an emphasis on underlying determinants of representativeness.\n\n",
    "acknowledgement": "\nWe thank Stephen Ansolabehere, Thomas Brennan, Anthony Fowler, Andy Hall, Ravi Jagadeesan, Jon Landman, Eliza Oak, Benjamin Roth, Matthew Stephenson, Yufei Zhao, attendees at the 2021 Econometric Society meeting, and the editor, Richard Holden, as well as several referees, for comments; Andrea Lowe, Robert Minton, Andrew Paik, John Rady, and especially Jimin He for research assistance; and National Science Foundation grants CCF-1216095 and SES-1459912, the John M. Olin Center for Law, Economics, and Business at Harvard University, the Harvard Milton Fund, and the Ng Fund and the Mathematics in Economics Research Fund of the Harvard Center of Mathematical Sciences and Applications for financial support. Disclosures: Kaplow occasionally consults on antitrust matters, and his spouse has been a lawyer who mostly represents financial services firms. Kominers advises a variety of marketplace businesses, startups, and crypto projects, and serves as an expert on market design- and crypto-related matters. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}