{
    "id": 26918,
    "citation_title": "Macroeconomic Implications of COVID-19: Can Negative Supply Shocks Cause Demand Shortages?",
    "citation_author": [
        "Veronica Guerrieri",
        "Guido Lorenzoni",
        "Ludwig Straub",
        "Iván Werning"
    ],
    "citation_publication_date": "2020-04-06",
    "issue_date": "2020-04-02",
    "revision_date": "2020-06-07",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Fiscal Policy",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe present a theory of Keynesian supply shocks: supply shocks that trigger changes in aggregate demand larger than the shocks themselves. We argue that the economic shocks associated to the COVID-19 epidemic—shutdowns, layoffs, and firm exits—may have this feature. In one-sector economies supply shocks are never Keynesian. We show that this is a general result that extend to economies with incomplete markets and liquidity constrained consumers. In economies with multiple sectors Keynesian supply shocks are possible, under some conditions. A 50% shock that hits all sectors is not the same as a 100% shock that hits half the economy. Incomplete markets make the conditions for Keynesian supply shocks more likely to be met. Firm exit and job destruction can amplify the initial effect, aggravating the recession. We discuss the effects of various policies. Standard fiscal stimulus can be less effective than usual because the fact that some sectors are shut down mutes the Keynesian multiplier feedback. Monetary policy, as long as it is unimpeded by the zero lower bound, can have magnified effects, by preventing firm exits. Turning to optimal policy, closing down contact-intensive sectors and providing full insurance payments to affected workers can achieve the first-best allocation, despite the lower per-dollar potency of fiscal policy.\n\n",
    "acknowledgement": "\nI do not have any conflict of interest or financial relationship that would bear on the research in this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}