{
    "id": 26914,
    "citation_title": "The Gender Gap in Housing Returns",
    "citation_author": [
        "Paul Goldsmith-Pinkham",
        "Kelly Shue"
    ],
    "citation_publication_date": "2020-03-30",
    "issue_date": "2020-03-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Financial Economics",
        "\n",
        "Behavioral Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nHousing wealth represents the dominant form of savings for American households. Using detailed data on housing transactions across the United States since 1991, we find that single men earn 1.5 percentage points higher unlevered returns per year on housing relative to single women. The gender gap grows significantly larger after accounting for mortgage borrowing: men earn 7.9 percentage points higher levered returns per year relative to women. Approximately 45% of the gap in housing returns can be explained by gender differences in the location and timing of transactions. The remaining gap arises primarily from gender differences in execution prices: data on repeat sales reveal that women buy the same property for approximately 2% more and sell for 2% less. Women experience worse execution prices because of differences in the choice of initial list price and negotiated discount relative to the list price. Gender differences in upgrade and maintenance rates, and preferences for housing characteristics and listing agents appear to be less important factors. Overall, the gender gap in housing returns is economically large and can explain 30% of the gender gap in wealth accumulation at retirement.\n\n",
    "acknowledgement": "\nWe thank James Choi, Tim Landvoigt (discussant), Gonzalo Maturana (discussant), Barry Nalebuff, Chris Palmer (discussant), Paola Sapienza (discussant), Matt Spiegel, and seminar audiences at Berkeley, Colorado Finance Summit, Five Star Conference, Florida International University, FMA, Georgia State University, Johns Hopkins University, NBER Behavioral Economics, Stanford, University of Michigan, University of Delaware, University of Pittsburgh, University of Toronto, Yale, and Yale-RFS Conference on Real and Private-Value Assets for helpful comments. We thank Gen Li, Huijun Sun, and Kaushik Vasudevan for excellent research assistance. This research was funded in part by the International Center for Finance at Yale SOM. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}