{
    "id": 26916,
    "citation_title": "Expectations, reference points, and compliance with COVID-19 social distancing measures",
    "citation_author": [
        "Guglielmo Briscese",
        "Nicola Lacetera",
        "Mario Macis",
        "Mirco Tonin"
    ],
    "citation_publication_date": "2020-03-30",
    "issue_date": "2020-03-27",
    "revision_date": "2020-10-01",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe surveyed representative samples of Italian residents at three critical points in the COVID-19 pandemic, to test whether and how intentions to comply with social-isolation restrictions respond to the duration of their possible extension. Individuals reported being more likely to reduce, and less likely to increase, their self-isolation effort if negatively surprised by a given hypothetical extension (i.e., if the extension is longer than what they expected), whereas positive surprises had no impact. These results are consistent with reference-dependent preferences, with individual expectations serving as a reference point, and loss aversion. Our findings indicate that public authorities should carefully manage expectations about policy measures and account for behavioral reactions to deviations from previous announcements.\n\n",
    "acknowledgement": "\nA version of this work limited to the first survey wave circulated as \"Compliance with COVID-19 Social-Distancing Measures in Italy: The Role of Expectations and Duration” (NBER Working paper 26916). We gratefully acknowledge the financial support of the Sandra Rotman Centre for Health Sector Strategy at the University of Toronto and the Hopkins Business of Health Initiative. The study received approval by the Research Ethics Board of the University of Toronto (Protocol #00039165) and by the Homewood Institutional Review Board of Johns Hopkins University (Protocol #HIRB00010962). We thank Luigi Guiso and seminar participants at Bocconi University, OECD, the University of Pittsburgh, the University of Bologna, and the Society of Italian Economists (SIE) for useful comments. All authors contributed equally to this article. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}