{
    "id": 26917,
    "citation_title": "The Coronavirus Epidemic Curve is Already Flattening in New York City",
    "citation_author": [
        "Jeffrey E. Harris"
    ],
    "citation_publication_date": "2020-04-06",
    "issue_date": "2020-04-02",
    "revision_date": "2020-04-06",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nNew York City has been rightly characterized as the epicenter of the coronavirus pandemic in the United States. Just one month after the first cases of coronavirus infection were reported in the city, the burden of infected individuals with serious complications of COVID-19 has already outstripped the capacity of many of the city’s hospitals. As in the case of most pandemics, scientists and public officials don’t have complete, accurate, real-time data on the path of new infections. Despite these data inadequacies, there already appears to be sufficient evidence to conclude that the curve in New York City is indeed flattening. The purpose of this report is to set forth the evidence for – and against – this preliminary but potentially important conclusion. Having examined the evidence, we then inquire: if the curve is indeed flattening, do we know what caused to it to level off?\n\n",
    "acknowledgement": "\nThe comments of the following individuals are greatly appreciated: Gil Brodsky, Peter Diamond, Denise Everett, Daniel Geselowitz, Ali Harris, Dena Harris, Kathryn Blackmond Laskey, Ken Laskey, Zoe Lazarre, Marylee Maendler, Melissa Oppenheim Margolis, Heide O’Connell, Brina Sedar, Susan Goldberg Simon, Rivana Cohen Stadtlander and Mark Weinstein. The opinions expressed here are solely those of the author and do not represent the views of the Massachusetts Institute of Technology, the National Bureau of Economic Research, or any other individual or organization. The author has received no direct or indirect remuneration for this article, and has no conflicts of interest to declare. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}