{
    "id": 26911,
    "citation_title": "Taming the Bias Zoo",
    "citation_author": [
        "Hongqi Liu",
        "Cameron Peng",
        "Wei A. Xiong",
        "Wei Xiong"
    ],
    "citation_publication_date": "2020-03-30",
    "issue_date": "2020-03-27",
    "revision_date": "2021-01-13",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Chinese Economy",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nThe success of the behavioral economics literature has led to a new challenge—a large number of behavioral biases offering observationally similar predictions for a targeted anomaly in financial markets. To tame the bias zoo, we propose a new approach of combining subjective survey responses with observational data; this approach has the advantage of being robust to question-specific biases introduced through surveys. We illustrate this approach by administering a nationwide survey of Chinese retail investors to elicit their trading motives. In cross-sectional regressions of respondents’ actual turnover on survey-based measures of trading motives, perceived information advantage and gambling preference dominate other motives, even though they are not the most prevalent biases simply based on survey responses.\n\n",
    "acknowledgement": "\nWe thank Jingxuan Chen and Zi Ye for able research assistance. For helpful comments, we thank Nick Barberis, Hui Chen, Thummim Cho, James Choi, Bing Han, David Hirshleifer, Rawley Heimer, Sam Hartzmark, Xing Huang, Lawrence Jin, Christian Julliard, Terry Odean, Søren Leth-Petersen, Andrei Shleifer, Johannes Stroebel, Martin Weber, and seminar participants at Baruch, the CEPR Household Finance Workshop, Chapman, CUHK Shenzhen, Imperial College, INSEAD, LSE, the NBER Behavioral Finance Meeting, Princeton, the Red Rock Finance Conference, and Tilburg. Cameron Peng acknowledges financial support from the Paul Woolley Centre at LSE. Wei A. Xiong acknowledges support from the National Natural Science Foundation of China (Project Number 71703104). An earlier version of this paper was circulated under the title “Resolving the Excessive Trading Puzzle: An Integrated Approach Based on Surveys and Transactions.” The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}