{
    "id": 26910,
    "citation_title": "Do College Applicants Respond to Changes in Sticker Prices Even When They Don't Matter?",
    "citation_author": [
        "Phillip B. Levine",
        "Jennifer Ma",
        "Lauren C. Russell"
    ],
    "citation_publication_date": "2020-03-30",
    "issue_date": "2020-03-27",
    "revision_date": "2020-03-31",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDo students respond to sticker prices or actual prices when applying to college? These costs differ for students eligible for financial aid. Students who do not understand this may not apply to some colleges because of the perceived high cost. We test for this form of “sticker shock” using College Board data on SAT scores sends, as a proxy for applications, to state flagship institutions for students entering college in 2006–2013. Some public flagships guarantee financial aid will meet full financial need. Sticker price increases at those schools would not affect the actual cost after factoring in financial aid and should not affect decisions for those eligible for aid. We exploit the large and variable increases in sticker prices at public flagships during the financial crisis generated from state budget shortfalls. We also control for local labor market conditions to abstract from the recession’s impact on individual educational decisions. We find evidence of sticker shock — students unaffected by virtue of institutional aid policies still apply less often. Using data from the National Student Clearinghouse, we also find that price increases at public flagships reduce enrollment of high achieving students, regardless of financial aid status, who often choose private colleges instead.\n\n",
    "acknowledgement": "\nWe are grateful to seminar participants at the National Bureau of Economic Research Fall Education Program Meeting, Dartmouth College, Harvard University Graduate School of Education, Lafayette College, Swarthmore College, Wellesley College, and the DC Economics of Education seminar for their comments and suggestions. This manuscript uses proprietary data from the College Board, which has reviewed this manuscript and granted permission to release it. The views and opinions expressed in this paper are those of the authors alone. Phillip Levine is also the founder and CEO of MyinTuition Corp., a non-profit organization that provides participating colleges and universities with simplified financial aid calculators. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}