{
    "id": 26919,
    "citation_title": "Pareto-Improving Carbon-Risk Taxation",
    "citation_author": [
        "Laurence J. Kotlikoff",
        "Felix Kubler",
        "Andrey Polbin",
        "Simon Scheidegger"
    ],
    "citation_publication_date": "2020-04-06",
    "issue_date": "2020-04-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAnthropogenic climate change produces two conceptually distinct negative economic externalities. The first is an expected path of climate damage. The second, which is this paper's focus, is an expected path of economic risk. To isolate the climate-risk problem, we consider mean-zero, symmetric shocks in our 12-period, overlapping generations model. These shocks impact dirty energy usage (carbon emissions), the relationship between carbon concentration and temperature, and the connection between temperature and damages. Our model exhibits a de minimis climate problem absent its shocks. But due to non-linearities, symmetric shocks deliver negatively skewed impacts, including the potential for climate disasters. As we show, Pareto-improving carbon taxation can dramatically lower climate risk, in general, and disaster risk, in particular. The associated climate-risk tax, which is focused exclusively on limiting climate risk, can be as large or larger than the carbon average-damage tax, which is focused exclusively on limiting average damage.\n\n",
    "acknowledgement": "\nWe thank Doris Follini for many helpful discussions and the Gaidar Institute, Boston University, the University of Lausanne, the University of Zurich and the Swiss National Science Foundation (SNF), under project ID “Can Economic Policy Mitigate Climate-Change?”, and the Swiss Platform for Advanced Scientific Computing (PASC), under project ID “Computing Equilibria in Heterogeneous Agent Macro Models on Contemporary HPC Platforms”, for research support. None of these institutions influenced in any manner the research or results of this study. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nLaurence J. Kotlikoff\n\nLaurence Kotlikoff gratefully acknowledges research support for this study from Boston University and The Gaidar Institute. Other research support was provided to Kotlikoff's co authors by The Swiss National Science Foundation, the University of Lausanne, and the University of Zurich. None of these institutions influenced this research in any manner nor has a commercial interest in its findings.\n\n\n"
}