{
    "id": 26922,
    "citation_title": "Rational Heuristics? Expectations and Behaviors in Evolving Economies with Heterogeneous Interacting Agents",
    "citation_author": [
        "Giovanni Dosi",
        "Mauro Napoletano",
        "Andrea Roventini",
        "Joseph E. Stiglitz",
        "Tania Treibich"
    ],
    "citation_publication_date": "2020-04-06",
    "issue_date": "2020-04-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Fiscal Policy",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze the individual and macroeconomic impacts of heterogeneous expectations and action rules within an agent-based model populated by heterogeneous, interacting firms. Agents have to cope with a complex evolving economy characterized by deep uncertainty resulting from technical change, imperfect information, coordination hurdles and structural breaks. In these circumstances, we find that neither individual nor macroeconomic dynamics improve when agents replace myopic expectations with less naïve learning rules. Our results suggest that fast and frugal robust heuristics may not be a second-best option but rather “rational” responses in complex and changing macroeconomic environments.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nAndrea Roventini\n\nThe author acknowledges the support by the European Union's Horizon 2020 research and innovation program under grant agreement No. 822781 - GROWINPRO.\n\n\n"
}