{
    "id": 26927,
    "citation_title": "Where Has All the Data Gone?",
    "citation_author": [
        "Maryam Farboodi",
        "Adrien Matray",
        "Laura Veldkamp",
        "Venky Venkateswaran"
    ],
    "citation_publication_date": "2020-04-06",
    "issue_date": "2020-04-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAs financial technology improves and data becomes more abundant, do market prices reflect this data growth? While recent studies documented rises in the information content of prices, we show that, across asset types, there is data divergence. Large, growth stock prices increasingly reflect information about future firm earnings. This is the rise reflected in the previous studies. But over the same time period, the information content of small and value firm prices was flat or declining. Our structural estimation allows us to disentangle these informational trends from changing asset characteristics. These facts pose a new puzzle: Amidst the explosion of data processing, why has this data informed only the prices of a subset of firms, instead of benefiting the market as a whole? Our structural model offers a potential answer: Large growth firms' data grew in value, as big firms got bigger and growth magnified the effect of these changes in size.\n\n",
    "acknowledgement": "\nWe thank John Barry, Matias Covarrubias, Ye Zhen and Joseph Abadi for their excellent research assistance, Vincent Glode, Brian Weller, Ben Golub, Pete Kyle and Liyan Yang for their insightful and helpful suggestions, seminar participants at Wharton, Columbia and MIT, and participants in the 2017 NBER risk group, 2018 Econometric Society meetings, 2019 AFA and 2020 Georgia FinTech confernce for their comments. JEL code: G14 Keywords: financial technology, big data, capital misallocation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}