{
    "id": 26921,
    "citation_title": "Environmental Preferences and Technological Choices: Is Market Competition Clean or Dirty?",
    "citation_author": [
        "Philippe Aghion",
        "Roland Bénabou",
        "Ralf Martin",
        "Alexandra Roulet"
    ],
    "citation_publication_date": "2020-04-06",
    "issue_date": "2020-04-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nThis paper investigates the joint effect of consumers' environmental concerns and product-market competition on firms' decisions whether to innovate “clean” or “dirty”. We first develop a step-by-step innovation model to capture the basic intuition that socially responsible consumers induce firms to escape competition by pursuing greener innovations. To test and quantify the theory, we bring together patent data, survey data on environmental values, and competition measures. Using a panel of 8,562 firms from the automobile sector that patented in 42 countries between 1998 and 2012, we indeed find that greater exposure to environmental attitudes has a significant positive effect on the probability for a firm to innovate in the clean direction, and all the more so the higher the degree of product market competition. Results suggest that the combination of historically realistic increases in prosocial attitudes and product market competition can have the same effect on green innovation as major increase in fuel prices.\n\n",
    "acknowledgement": "\nWe are thankful for valuable comments and suggestions from participants in the Institutions, Organizations and Growth (IOG) group at the Canadian Institute for advanced Research, at the EBRD Conference on “Environmental Economics and the Green Transition” and at the TSE workshop on “Markets, Morality and Social Responsibility”. Léo Aparisi de Lannoy provided superb research assistance. Aghion and Bénabou gratefully acknowledge financial support from the Canadian Institute for Advanced Study. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}