{
    "id": 26923,
    "citation_title": "The Economics of Tobacco Regulation: A Comprehensive Review",
    "citation_author": [
        "Philip DeCicca",
        "Donald S. Kenkel",
        "Michael F. Lovenheim"
    ],
    "citation_publication_date": "2020-04-06",
    "issue_date": "2020-04-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTobacco regulation has been a major component of health policy in the developed world since the UK’s Royal College of Physicians’ and the U.S. Surgeon General’s reports in the 1960s.  Such regulation, which has intensified in the past two decades, includes cigarette taxation, place-based smoking bans in areas ranging from bars and restaurants to workplaces, and regulations designed to make tobacco products less desirable.  More recently, the availability of alternative products, most notably e-cigarettes, has increased dramatically, and these products are just starting to be regulated.  Despite an extensive body of research on tobacco regulations, there remains substantial debate regarding their effectiveness, and ultimately, their impact on economic welfare.  We provide the first comprehensive review of the state of research in the economics of tobacco regulation in two decades.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge funding for this research from the National Institutes of Health, grant number 1R01DA042064-01A1. We thank Anne Burton and Hua Wang for excellent research assistance, and William Kenkel for advice about the neurology of nicotine addiction. Researchers’ own analyses calculated (or derived) based in part on data from The Nielsen Company (US), LLC and marketing databases provided through the Nielsen Datasets at the Kilts Center for Marketing Data Center at The University of Chicago Booth School of Business. The conclusions drawn from the Nielsen data are those of the researchers and do not reflect the views of Nielsen. Nielsen is not responsible for, had no role in, and was not involved in analyzing and preparing the results reported herein. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nDonald S. Kenkel\n\nStarting July 1, 2018 Donald Kenkel has been on leave from Cornell University and from his position as NBER Research Associate, for a position as Senior Economist (2018-2019) and Chief Economist (2019-2020) at the Council of Economic Advisers, Executive Office of the President. This working paper reflects his academic research and is not related to his position at the Council of Economic Advisers. Any views or opinions expressed in the paper reflect his personal views and are not the views or opinions of the Council of Economic Advisers or the United States government.\n\n\n"
}