{
    "id": 26928,
    "citation_title": "The Unintended Consequences of NGO-Provided Aid on Government Services in Uganda",
    "citation_author": [
        "Erika Deserranno",
        "Aisha Nansamba",
        "Nancy Qian"
    ],
    "citation_publication_date": "2020-04-06",
    "issue_date": "2020-04-02",
    "revision_date": "2021-06-08",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the impact of the entry of a large foreign NGO which provides basic health services on the government’s capacity to provide similar services in rural Uganda. In villages with a government health worker at baseline, the NGO hires the government worker in half of the villages it enters. Where “poaching” occurs, overall healthcare and infant mortality worsen. In villages where the NGO hires a second worker who is not the government worker, health outcomes improve. In villages with no government health worker at baseline, NGO entry improves healthcare and health outcomes, but increases the closure of village schools, the other public good that relies on skilled labor, and reduces school attendance. Our results support the concern that NGOs can have unintended adverse effects on government services in contexts where skilled labor is scarce.\n\n",
    "acknowledgement": "\nWe thank Oriana Bandiera, Abhijit Banerjee, Felipe Campante, Oeindrilla Dube, Bob Gibbons, Andrea Guariso, Martin Fizbein, Thomas Fujiwara, Jonas Hjort, Anne Karing, Ilyana Kuziemko, Dilip Moohkerjee, Ameet Morjaria, Gerard Padro-i-Miquel, Suresh Naidu, Jakob Svensson, Edoardo Teso, Eric Verhoogen and David Yanagizawa-Drott for their insights; and the participants of the Princeton Political Economy Workshop, Boston University Development Workshop, Wharton Applied Economics Workshop, UCSD Development Workshop, UBC Vancouver School of Economics Development Workshop, the World Bank Development Workshop, the Georgetown Development Workshop, the University of Wisconsin Development Workshop, Tufts Economics Seminar, Johns Hopkins SAIS Seminar, CEPR VDev Workshop, Northwestern Development Lunch, CEPR Conference on Development, the Utah Winter Political Economy  Conference and the Development Conference for Chicago Area Economists for useful comments. We thank Andre Cazor Katz, Carlo Medici, Joris Mueller, Dennis Oundo and Efrat Shamir for outstanding research assistance.The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}