{
    "id": 26920,
    "citation_title": "What Explains the Gender Gap in Wealth? Evidence from Administrative Data",
    "citation_author": [
        "Jaanika Meriküll",
        "Merike Kukk",
        "Tairi Rõõm"
    ],
    "citation_publication_date": "2020-04-06",
    "issue_date": "2020-04-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Discrimination",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nThis paper studies the gender gap in net wealth. We use administrative data on wealth that are linked to the Estonian Household Finance and Consumption Survey, which provides individual-level wealth data for all household types. We find that the unconditional gender gap in mean wealth is 45% and that it is caused by large wealth disparities in the upper end of the wealth distribution. The structure of assets owned by men is more diversified than that for women. Men own more business assets and vehicles, while women own more deposits. The gender gaps in these asset components cannot be explained by observable characteristics. For partner-headed households the raw gender gaps across deciles are mostly in favour of men, and more strongly so for married couples, indicating that resources are not entirely pooled within households. For single-member households the raw gaps across quantiles are partially in favour of women. Accounting for observable characteristics renders the unexplained parts of the gaps mostly insignificant for all household types.\n\n",
    "acknowledgement": "\nThe authors acknowledge financial support from the project InWeGe, financed by European Union's Rights, Equality and Citizenship Program (2014–2020), No 820778. The content of this working paper represents the views of the authors only and is their sole responsibility. The European Commission does not accept any responsibility for use that may be made of the information it contains. The authors would like to thank the participants at Bank of Estonia and Tallinn University of Technology research seminars, at the annual conference of Estonian Economic Association and at the 2nd Baltic Economic Conference for their insightful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}