{
    "id": 26934,
    "citation_title": "Longer-run Economic Consequences of Pandemics",
    "citation_author": [
        "Òscar Jordà",
        "Sanjay R. Singh",
        "Alan M. Taylor"
    ],
    "citation_publication_date": "2020-04-06",
    "issue_date": "2020-04-02",
    "revision_date": "2020-06-30",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Labor and Health History",
        "\n",
        "Other History",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhat are the medium- to long-term effects of pandemics? How do they differ from other economic disasters? We study major pandemics using the rates of return on assets stretching back to the 14th century. Significant macroeconomic after-effects of pandemics persist for about decades, with real rates of return substantially depressed, in stark contrast to what happens after wars. Our findings are consistent with the neoclassical growth model: capital is destroyed in wars, but not in pandemics; pandemics instead may induce relative labor scarcity and/or a shift to greater precautionary savings.\n\n",
    "acknowledgement": "\nWe are grateful to Robert Allen, Gregory Clark, Paul Schmelzing, and the Bank of England for making their datasets publicly available. All errors are ours. The views expressed herein are solely those of the authors and do not necessarily represent the views of the Federal Reserve Bank of San Francisco or the Federal Reserve System or the National Bureau of Economic Research.\n\n\n\nAlan M. Taylor\n\nAlan M. Taylor has served as an author, consultant, or speaker for various research organizations, policy making institutions, and financial sector firms.\n\n\n"
}