{
    "id": 26939,
    "citation_title": "Decomposing the Fiscal Multiplier",
    "citation_author": [
        "James S. Cloyne",
        "Òscar Jordà",
        "Alan M. Taylor"
    ],
    "citation_publication_date": "2020-04-06",
    "issue_date": "2020-04-02",
    "revision_date": "2021-08-13",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Experimental Design",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe fiscal “multiplier” seeks to measure how many additional dollars of output are gained or lost for each dollar of fiscal expansion or contraction. In practice, the multiplier at any point in time depends on the monetary policy response and existing conditions in the economy. Using the IMF fiscal consolidations dataset for identification and a new decomposition-based approach, we show how to quantify the importance of these monetary-fiscal interactions. In the data, the fiscal multiplier varies considerably with monetary policy: it can be as small as zero, or as large as 2, depending on the monetary offset. More generally, we show how to decompose the typical macro impulse response function by extending local projections to carry out the well-known Kitagawa-Blinder-Oaxaca decomposition. This provides a convenient way to evaluate the effects of policy, state-dependence, time-variation, and the balance conditions for  identification.\n\n",
    "acknowledgement": "\nWe thank Helen Irvin and Chitra Marti for excellent research assistance. We are also grateful to Alan Auerbach, Olivier Blanchard, Roger Farmer, Emi Nakamura, Gernot Müller and participants at the NBER Summer Institute 2020, the Econometric Society World Congress 2020, the Society for Economic Dynamics Annual Conference 2021 and the WEAI Annual Conference 2021 for very helpful comments and suggestions. The views expressed in this paper are the sole responsibility of the authors and to not necessarily reflect the views of the Federal Reserve Bank of San Francisco, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n\nAlan M. Taylor\n\nAlan M. Taylor has served as an author, consultant, or speaker for various research organizations, policy making institutions, and financial sector firms.\n\n\n"
}