{
    "id": 26935,
    "citation_title": "Estimating Macroeconomic Models of Financial Crises: An Endogenous Regime-Switching Approach",
    "citation_author": [
        "Gianluca Benigno",
        "Andrew Foerster",
        "Christopher Otrok",
        "Alessandro Rebucci"
    ],
    "citation_publication_date": "2020-04-06",
    "issue_date": "2020-04-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate a workhorse DSGE model with an occasionally binding borrowing constraint. First, we propose a new specification of the occasionally binding constraint, where the transition between the unconstrained and constrained states is a stochastic function of the leverage level and the constraint multiplier. This specification maps into an endogenous regime-switching model. Second, we develop a general perturbation method for the solution of such a model. Third, we estimate the model with Bayesian methods to fit Mexico's business cycle and financial crisis history since 1981. The estimated model fits the data well, identifying three crisis episodes of varying duration and intensity: the Debt Crisis in the early-1980s, the Peso Crisis in the mid-1990s, and the Global Financial Crisis in the late-2000s. The crisis episodes generated by the estimated model display sluggish and long-lasting build-up and stagnation phases driven by plausible combinations of shocks. Different sets of shocks explain different variables over the business cycle and the three historical episodes of sudden stops identified.\n\n",
    "acknowledgement": "\nWe are grateful to Yan Bai, Dario Caldara, Pablo Guerron-Quintana, Giorgio Primiceri, Felipe Saffie, and Frank Schorfheide for helpful comments and discussions. We also thank participants at the NASMES, the SED, the EABCN-CEPR EUI Conf., the CEF, the Taipei Conf. on Growth, Trade and Dynamics, the CEPR ESSIM, the NBER Meeting on Methods and Applications for DSGE Models, the Midwest Macro Meetings, the Norges Bank Workshop on Nonlinear Models, the NBER Summer Institute, and the NBER IFM Spring Meeting, as well as seminar participants at Beijing Univ., Central Florida, ECB, Fudan Univ., Indiana, Notre Dame, Texas A&M, KU Leuven, JHU Carey Business School, the Central Bank of Belgium, the ECB, and the Dallas and San Francisco Feds. Sanha Noh provided outstanding research assistance. The authors gratefully acknowledge financial support from NSF Grant SES1530707 and the Johns Hopkins Catalyst Award. The views expressed are solely those of the authors and do not necessarily reflect the views of the Federal Reserve Banks of New York, San Francisco, or St. Louis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}