{
    "id": 26930,
    "citation_title": "How Political Insiders Lose Out When International Aid Underperforms: Evidence from a Participatory Development Experiment in Ghana",
    "citation_author": [
        "Kate Baldwin",
        "Dean Karlan",
        "Christopher R. Udry",
        "Ernest Appiah"
    ],
    "citation_publication_date": "2020-04-06",
    "issue_date": "2020-04-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nParticipatory development is designed to mitigate problems of political bias in pre-existing local government but also interacts with it in complex ways. Using a five-year randomized controlled study in 97 clusters of villages (194 villages) in Ghana, we analyze the effects of a major participatory development program on participation in, leadership of and investment by preexisting political institutions, and on households’ overall socioeconomic well-being. Applying theoretical insights on political participation and redistributive politics, we consider the possibility of both cross-institutional mobilization and displacement, and heterogeneous effects by partisanship. We find the government and its political supporters acted with high expectations for the participatory approach: treatment led to increased participation in local governance and reallocation of resources. But the results did not meet expectations, resulting in a worsening of socioeconomic wellbeing in treatment versus control villages for government supporters. This demonstrates international aid’s complex distributional consequences.\n\n",
    "acknowledgement": "\nWe thank The Hunger Project for their collaboration throughout this long-term project, and the Robertson Foundation for funding. IRB approval was received from Yale University Protocol # 1301011377 and from Innovations for Poverty Action Protocol #13July-002. We thank the field and data team at Innovations for Poverty Action: Alexis Devonish, Hana Freymiller, Sana Khan, Joe Long, Elana Safran, Sneha Stephens and Bram Thuysbaert, as well as Humphrey K. Dickson and Onallia E. Osei, who helped collect qualitative data. We are grateful for comments and suggestions from Eric Kramon, Horacio Larreguy, Matthew Winters and participants in seminars at the African Studies Association, Duke University, EGAP, Harvard University, McGill University and Yale University’s Leitner Political Economy Seminar. All errors and opinions are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}