{
    "id": 26937,
    "citation_title": "The Rise of American Minimum Wages, 1912-1968",
    "citation_author": [
        "Price V. Fishback",
        "Andrew Seltzer"
    ],
    "citation_publication_date": "2020-04-06",
    "issue_date": "2020-04-02",
    "revision_date": "2021-02-20",
    "topics": [
        "\n",
        "Other",
        "\n",
        "History of Economic Thought",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe describe the economic history of the rise of the American minimum wage between 1910 and 1968. Each new FLSA amendment led to a new peak in the real purchasing power of the national minimum. Exemptions to the FLSA were progressively closed and the share of workers covered finally increased from about 50 percent of the private sector workforce in 1937, to 77 percent of the private sector and 40 percent of the public sector workforce in 1966. By the late 1970s coverage was nearly complete, with only the smallest employers exempted. We describe the political economic history of the minimum wage laws, as well as the debates among economists. Another key feature is a renewed emphasis on the roles played by the states in passing the original minimum wage laws for women. The states filled some of the gaps in coverage left by the FLSA after 1938 and set higher minimum rates for women in some sectors in the 1940s and 1950s than the FLSA set for men and women in interstate commerce. Since 1981 a rising number of states have set general minimum wages that substantially exceed the national minimum.\n\n",
    "acknowledgement": "\nFishback is the Thomas R. Brown Professor of Economics at the University of Arizona and Seltzer is Professor of Economics at Royal Holloway University.  We received helpful comments on parts of the paper in presentations at New York University, the Hoover Institution, the ASSA meetings, the Davis and Irvine campuses of the University of California. We thank Enrico Moretti for suggesting the project to us. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}