{
    "id": 26932,
    "citation_title": "Changes in Assortative Matching: Theory and Evidence for the US",
    "citation_author": [
        "Pierre-André Chiappori",
        "Monica Costa Dias",
        "Costas Meghir"
    ],
    "citation_publication_date": "2020-04-06",
    "issue_date": "2020-04-02",
    "revision_date": "2020-04-12",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe extent to which like-with like marry is particularly important for inequality as well as for the outcomes of children that result from the union. In this paper we discuss approaches to the measurement of changes in assortative mating. We derive two key conditions that a well-defined measure should satisfy. We argue that changes in assortativeness should be interpreted through a structural model of the marriage market; in particular, a crucial issue is how they relate to variations in the economic surplus generated by marriage. We propose a very general criterion of increase in assortativeness, and show that almost all indices used in the literature are implied by our criterion with one notable exception, that moreover violates one of our conditions. Finally, we use our approach to evaluate the evolution of assortative matching in the US over the last decades, and conclude that assortative matching has increased, particularly at the top of the education distribution.\n\n",
    "acknowledgement": "\nPaper presented at seminars and conferences at Stony Brook, University of Pennsylvania, Oxford University, University of Essex and University of Bristol; we thank the participants, Bernard Salanié and Dan Anderberg for their comments. Financial support from the ESRC Centre for the Microeconomic Analysis of Public Policy (CPP) at IFS and from the ESRC awards ES/K00624X/1, ES/N015304/1 is gratefully acknowledged. Costas Meghir also thanks the Cowles Foundation and the ISPS at Yale for financial support. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}