{
    "id": 26938,
    "citation_title": "Social Insurance and Public Assistance in the Twentieth-Century United States: 2019 Presidential Address for the Economic History Association",
    "citation_author": [
        "Price V. Fishback"
    ],
    "citation_publication_date": "2020-04-06",
    "issue_date": "2020-04-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe growth of American governments in the twentieth century included large increases in funds for social insurance and public assistance.  Social insurance has increased far more than public assistance, so “rise in the social insurance state” is a far better description of the century than “rise in the welfare state.”  The United States has increased total spending in these areas as much or more as have European countries, but the U.S. spending has relied less heavily on government programs.  The U.S. really has 51 different social welfare systems, and I develop estimates of these benefits across time and place and compare them to the poverty line, manufacturing earnings and benefits, state per capita incomes in the US, as well as GDP per capita in countries throughout the world.\n\n",
    "acknowledgement": "\nThis is the presidential address that was delivered to the Economic History Association in September 2019.  I have benefitted greatly from the mentorship and guidance provided by my graduate professors Robert Higgs, Douglass North, Dan Benjamin, Morris David Morris, and Bob Thomas.  I owe great debts to my fellow economic history graduates from the University of Washington, John Wallis, Sumner LaCroix, Lee Alston, and Bob McGuire, and my Arizona Economic History colleagues:  Shawn Kantor, Gary Libecap, Paul Rhode, Cihan Artunc, Betsy Hoffman, and Barbara Sands.  I learned a huge amount from a very long list of my Ph.D. students; the ones directly involved in this paper are Melissa Thomasson, Sam Allen, Brendan Livingston, Jonathan Fox, and Adrian Stoian.  Richard Sutch, Susan Carter, Gavin Wright, Michael Haines, and Alan Olmstead started me on this path by putting me in charge of collecting social welfare statistics for the Historical Statistics of the U.S., Millennial Edition Project.  Peter Lindert and Riitta Hjerppe encouraged me to look at international comparisons over a long period.  Finally, I have many thanks to my colleagues in the Economic History Association who have provided a tremendous environment that supports our joint efforts to understand the economic history of the world.  Dan Bogart and William Collins were particularly helpful in helping me improve the paper. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}