{
    "id": 26933,
    "citation_title": "Changes in Assortative Matching and Inequality in Income: Evidence for the UK",
    "citation_author": [
        "Pierre-André Chiappori",
        "Monica Costa Dias",
        "Sam Crossman",
        "Costas Meghir"
    ],
    "citation_publication_date": "2020-04-06",
    "issue_date": "2020-04-02",
    "revision_date": "2020-04-10",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe extent to which like-with like marry is important for inequality as well as for the outcomes of children that result from the union. In this paper we present evidence on changes in assortative mating and its implications for household inequality in the UK. Our approach contrasts with others in the literature in that it is consistent with an underlying model of the marriage market. We argue that a key advantage of this approach is that it creates a direct connection between changes in assortativeness in marriage and changes in the value of marriage for the various possible matches by education group. Our empirical results do not show a clear direction in the change in assortativeness in the UK, between the birth cohorts of 1945-54 and 1965-74. We find that changes in assortativeness pushed income inequality up slightly, but that the strong changes in education attainment across the two cohorts contributed to scale down inequality.\n\n",
    "acknowledgement": "\nThe authors are grateful to Bernard Salanié, the Editor Jim Ziliak, two anonymous referees and participants in seminars and conferences at Stony Brook, University of Pennsylvania, University of Oxford, University of Essex and University of Bristol for insightful comments and discussions. Financial support from the Economic and Social Research Council (ESRC Centre for the Microeconomic Analysis of Public Policy at IFS and grants numbers ES/K00624X/1 and ES/N015304/1) is gratefully acknowledged. Costas Meghir also thanks the Cowles Foundation and the ISPS at Yale for financial support. All errors are the authors’ own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}