{
    "id": 26945,
    "citation_title": "The Unprecedented Stock Market Impact of COVID-19",
    "citation_author": [
        "Scott R. Baker",
        "Nicholas Bloom",
        "Steven J. Davis",
        "Kyle J. Kost",
        "Marco C. Sammon",
        "Tasaneeya Viratyosin"
    ],
    "citation_publication_date": "2020-04-06",
    "issue_date": "2020-04-02",
    "revision_date": "2020-06-18",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nNo previous infectious disease outbreak, including the Spanish Flu, has impacted the stock market as forcefully as the COVID-19 pandemic. In fact, previous pandemics left only mild traces on the U.S. stock market. We use text-based methods to develop these points with respect to large daily stock market moves back to 1900 and with respect to overall stock market volatility back to 1985. We also evaluate potential explanations for the unprecedented stock market reaction to the COVID-19 pandemic. The evidence we amass suggests that government restrictions on commercial activity and voluntary social distancing, operating with powerful effects in a service-oriented economy, are the main reasons the U.S. stock market reacted so much more forcefully to COVID-19 than to previous pandemics in 1918-19, 1957-58 and 1968.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge financial support from the U.S. National Science Foundation (SES 1324257) and the University of Chicago Booth School of Business. We thank the editor and an anonymous referee for helpful comments on an earlier draft. Data on our newspaper-based classifications of daily stock market jumps are available at https://stockmarketjumps.com. Data for our newspaper-based Equity Market Volatility Tracker and Infectious Disease Equity Market Volatility Tracker are available at http://www.policyuncertainty.com. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nSteven J. Davis\n\nI own more than $5,000 in stock of Charles River Associates. I own Millennium Economics LLC.\n\n\n"
}