{
    "id": 26943,
    "citation_title": "The Murder-Suicide of the Rentier: Population Aging and the Risk Premium",
    "citation_author": [
        "Joseph Kopecky",
        "Alan M. Taylor"
    ],
    "citation_publication_date": "2020-04-06",
    "issue_date": "2020-04-02",
    "revision_date": "2020-07-29",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPopulation aging has been linked to global declines in real interest rates. A similar trend is seen for equity risk premia, which are on the rise. An existing literature can explain part of the declining trend in safe rates using demographics, but has no mechanism to speak to trends in relative returns on different assets. We calibrate a heterogeneous agent life-cycle model with equity markets and aggregate risk, and we show that aging demographics can simultaneously account for both the majority of a downward trend in the risk free rate, while also increasing the return premium attached to risky assets. This is because the life-cycle savings dynamics that have been well documented exert less pressure on risky assets as older households shift away from risk. Under reasonable calibrations we find declines in the safe rate that are considerably larger than most existing estimates between the years 1990 and 2017. We are also able to account for most of the rise in the equity risk premium. Projecting forward to 2050 we show that persistent demographic forces will continue push the risk free rate further into negative territory, while the equity risk premium remains elevated.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nAlan M. Taylor\n\nAlan M. Taylor has served as an author, consultant, or speaker for various research organizations, policy making institutions, and financial sector firms.\n\n\n"
}