{
    "id": 26947,
    "citation_title": "The Impact of COVID-19 on Gender Equality",
    "citation_author": [
        "Titan Alon",
        "Matthias Doepke",
        "Jane Olmstead-Rumsey",
        "Michèle Tertilt"
    ],
    "citation_publication_date": "2020-04-06",
    "issue_date": "2020-04-02",
    "revision_date": "2022-04-13",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe economic downturn caused by the current COVID-19 outbreak has substantial implications for gender equality, both during the downturn and the subsequent recovery. Compared to “regular” recessions, which affect men’s employment more severely than women’s employment, the employment drop related to social distancing measures has a large impact on sectors with high female employment shares. In addition, closures of schools and daycare centers have massively increased child care needs, which has a particularly large impact on working mothers. The effects of the crisis on working mothers are likely to be persistent, due to high returns to experience in the labor market. Beyond the immediate crisis, there are opposing forces which may ultimately promote gender equality in the labor market. First, businesses are rapidly adopting flexible work arrangements, which are likely to persist. Second, there are also many fathers who now have to take primary responsibility for child care, which may erode social norms that currently lead to a lopsided distribution of the division of labor in house work and child care.\n\n",
    "acknowledgement": "\nThis is a preliminary version of an evolving project—feedback highly appreciated. We thank Fabrizio Zilibotti for early discussions that helped shape some of the ideas in this paper. Financial support from the German Science Foundation (through CRC-TR-224 (project A3) and the Gottfried Wilhelm Leibniz-Prize) and the National Science Foundation (grant SES-1949228) is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}