{
    "id": 26944,
    "citation_title": "Quitting in Protest: Presidential Policymaking and Civil Service Response",
    "citation_author": [
        "Charles Cameron",
        "John M. de Figueiredo"
    ],
    "citation_publication_date": "2020-04-06",
    "issue_date": "2020-04-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Market Structures",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe formally model the impact of presidential policymaking on the willingness of bureaucrats to exert effort and stay in the government. In the model, centralized policy initiative by the president demotivates policy-oriented bureaucrats and can impel them to quit rather than implicate themselves in presidentially imposed policies they dislike. Those most likely to quit are a range of moderate bureaucrats. More extreme bureaucrats may be willing to wait out an incumbent president in the hope of shaping future policy. As control of the White House alternates between ideologically opposed extreme presidents, policy-minded moderates depart from bureaucratic agencies leaving only policy extremists or poorly performing \"slackers.\" The consequences for policy making are substantial. Despite these adverse consequences, presidents have strong incentives to engage in centralized policymaking.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge the financial support of the National Science Foundation (SES 1262230, SES 1061512, SES 1061600, ACI 1443014) and the Smith Richardson Foundation. de Figueiredo thanks the Institute for Advanced Study for support during the early drafting of the paper. Neither author has a conflict of interest with respect to the research reported here. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}