{
    "id": 26946,
    "citation_title": "Polarization and Public Health: Partisan Differences in Social Distancing during the Coronavirus Pandemic",
    "citation_author": [
        "Hunt Allcott",
        "Levi Boxell",
        "Jacob C. Conway",
        "Matthew Gentzkow",
        "Michael Thaler",
        "David Y. Yang"
    ],
    "citation_publication_date": "2020-04-13",
    "issue_date": "2020-04-02",
    "revision_date": "2020-08-05",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study partisan differences in Americans’ response to the COVID-19 pandemic. Political leaders and media outlets on the right and left have sent divergent messages about the severity of the crisis, which could impact the extent to which Republicans and Democrats engage in social distancing and other efforts to reduce disease transmission. We develop a simple model of a pandemic response with heterogeneous agents that clarifies the causes and consequences of heterogeneous responses. We use location data from a large sample of smartphones to show that areas with more Republicans engaged in less social distancing, controlling for other factors including public policies, population density, and local COVID cases and deaths. We then present new survey evidence of significant gaps at the individual level between Republicans and Democrats in self-reported social distancing, beliefs about personal COVID risk, and beliefs about the future severity of the pandemic.\n\n",
    "acknowledgement": "\nWe thank Victoria Pu for research assistance. We thank SafeGraph for providing access to the data and the Safe-Graph COVID-19 response community for helpful input. We thank Lubos Pastor along with seminar participants at Stanford University, Harvard University, and the University of Chicago for their comments and suggestions. We acknowledge funding from the Stanford Institute for Economic Policy Research (SIEPR), the John S. and James L. Knight Foundation, the Sloan Foundation, the Institute for Humane Studies, and the National Science Foundation (grant number: DGE-1656518). For our survey, we registered a pre-analysis plan on the AEA Registry, with ID AEARCTR-0005632. This study was approved by IRBs at NYU (IRB-FY2020-4331), Harvard (IRB17-1725), and Stanford (eProtocol 42883). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nHunt Allcott\n\nHunt Allcott is a paid employee of Microsoft Research.\n\n\n\nLevi Boxell\n\nBoxell receives funding from the Institute for Humane Studies and the National Science Foundation (grant number: DGE-1656518). He is also a paid consultant for the World Bank.\n\n\n\nJacob C. Conway\n\nI thank the National Science Foundation for financial support through its Graduate Research Fellowship Program (NSF GRFP, grant number DGE-1656518).\n\n\n\nMatthew Gentzkow\n\nI am a member of the Toulouse Network of Information Technology, a research group funded by Microsoft. I have also done paid consulting for Amazon and Analysis Group.\n\n\n"
}