{
    "id": 26942,
    "citation_title": "Is the Social Safety Net a Long-Term Investment? Large-Scale Evidence from the Food Stamps Program",
    "citation_author": [
        "Martha J. Bailey",
        "Hilary W. Hoynes",
        "Maya Rossin-Slater",
        "Reed Walker"
    ],
    "citation_publication_date": "2020-04-06",
    "issue_date": "2020-04-02",
    "revision_date": "2023-07-21",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use novel, large-scale data on 43 million Americans from the 2000 Census and the 2001 to 2013 American Communities Survey linked to the Social Security Administration’s NUMIDENT to study how a policy-driven increase in economic resources for families affects children’s long-term outcomes. Using variation from the county-level roll-out of the Food Stamps program between 1961 and 1975, we find that children with access to greater economic resources before age five experience an increase of 6 percent of a standard deviation in their adult human capital, 3 percent of a standard deviation in their adult economic self-sufficiency, 8 percent of a standard deviation in the quality of their adult neighborhoods, 0.4 percentage-point increase in longevity, and a 0.5 percentage-point decrease in likelihood of being incarcerated. Based on these estimates, we conclude that Food Stamps’ transfer of resources to families is a highly cost-effective investment into young children, yielding a marginal value of public funds of approximately 56.\n\n",
    "acknowledgement": "\nThe opinions and conclusions expressed herein are solely those of the authors and should not be construed as representing the opinions or policy of any agency of the U.S. Census Bureau, the National Institutes of Health (NIH), the National Science Foundation (NSF), or the Laura and John Arnold Foundation (LJAF). All results have been reviewed to ensure that no confidential information is disclosed. Data collection for the War on Poverty project was generously supported by the NIH (R03-HD066145). Data linkage and analyses for this project was supported by the LJAF (PI Bailey), the NSF (PIs Rossin-Slater and Walker, Award No. 1459940 and PI Rossin-Slater CAREER Award No. 1752203), and the Institute for Industrial Relations (PI Hoynes). We gratefully acknowledge the use of the services and facilities of the Population Studies Center at the University of Michigan (NICHD Center Grant R24 HD041028), the Michigan Research Data Center (NSF ITR-0427889), and its training program (Binder and Timpe were partially supported by the NIA T32AG000221 as University of Michigan Population Studies Center Trainees). Evan Taylor and Bryan Stuart provided exceptional assistance in translating string names in the SSA’s NUMIDENT file into GNIS codes. We also thank Ariel Binder, Chris Campos, Dorian Carloni, Grant Graziani, John Iselin, Krista Ruffini, Bryan Stuart, Matt Tarduno, and Brenden Timpe for excellent research assistance and Clint Carter for the many hours spent helping us disclose these results. A pre-analysis plan for this project can be found at https://osf.io/t6vsz. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}