{
    "id": 26949,
    "citation_title": "How Does Household Spending Respond to an Epidemic? Consumption During the 2020 COVID-19 Pandemic",
    "citation_author": [
        "Scott R. Baker",
        "R.A. Farrokhnia",
        "Steffen Meyer",
        "Michaela Pagel",
        "Constantine Yannelis"
    ],
    "citation_publication_date": "2020-04-06",
    "issue_date": "2020-04-02",
    "revision_date": "2020-06-12",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe explore how household consumption responds to epidemics, utilizing transaction-level household financial data to investigate the impact of the COVID-19 virus. As the number of cases grew, households began to radically alter their typical spending across a number of major categories. Initially spending increased sharply, particularly in retail, credit card spending and food items. This was followed by a sharp decrease in overall spending. Households responded most strongly in states with shelter-in-place orders in place by March 29th. We explore heterogeneity across partisan affiliation, demographics and income. Greater levels of social distancing are associated with drops in spending, particularly in restaurants and retail.\n\n",
    "acknowledgement": "\nThe authors wish to thank Sylvain Catherine, Caroline Hoxby, Ralph Koijen, Amir Sufi, Pietro Veronesi, Rob Vishny and Neil Ning Yu for helpful discussions and comments. Constantine Yannelis is grateful to the Fama Miller Center for generous financial support. R.A. Farrokhnia is grateful to Advanced Projects and Applied Research in Fintech at Columbia Business School for support. We are grateful to Suwen Ge, Sypros Kypraios, Sharada Sridhar, George Voulgaris and Jun Xu for excellent research assistance. This draft is preliminary and comments are welcome. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}