{
    "id": 26948,
    "citation_title": "How Many Jobs Can be Done at Home?",
    "citation_author": [
        "Jonathan I. Dingel",
        "Brent Neiman"
    ],
    "citation_publication_date": "2020-04-06",
    "issue_date": "2020-04-02",
    "revision_date": "2020-06-22",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n",
        "Real Estate",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nEvaluating the economic impact of \"social distancing\" measures taken to arrest the spread of COVID-19 raises a fundamental question about the modern economy: how many jobs can be performed at home? We classify the feasibility of working at home for all occupations and merge this classification with occupational employment counts. We find that 37 percent of jobs in the United States can be performed entirely at home, with significant variation across cities and industries. These jobs typically pay more than jobs that cannot be done at home and account for 46 percent of all US wages. Applying our occupational classification to 85 other countries reveals that lower-income economies have a lower share of jobs that can be done at home.\n\n",
    "acknowledgement": "\nWe thank Menglu Xu and Mingjie Zhu for research assistance. A preliminary version of this research reporting results only for the United States appeared in the \frst issue of CEPR's Covid Economics: Vetted and Real-Time Papers. We are grateful to Megan Fasules for invaluable feedback on that version. In a subsequent version, we added results for 85 other countries and discussed related subsequent research. We thank the editor and three anonymous referees for suggestions that improved our presentation of our classification procedure and resulting geographic variation across US cities. Dingel thanks the James S. Kemper Foundation Faculty Research Fund at the University of Chicago Booth School of Business. Neiman thanks the William Ladany Faculty Foundation at the University of Chicago Booth School of Business and the Becker Friedman Institute at the University of Chicago for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}