{
    "id": 2694,
    "citation_title": "Time-Varying Risk Perceptions and the Pricing of Risky Assets",
    "citation_author": [
        "Benjamin M. Friedman",
        "Kenneth N. Kuttner"
    ],
    "citation_publication_date": "1988-08-01",
    "issue_date": "1988-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEmpirical results based on two different statistical approaches lead to several conclusions about the role of time-varying asset risk assessments in accounting for what, on the basis of many earlier studies, appear to be time-varying differentials in ex ante asset returns. First, both methods indicate sizeable changes over time in variance-covariance structures conditional on past information. These changing conditional variance-covariance structures in turn imply sizeable changes over time in asset demand behavior, and hence in the market-clearing equilibrium structure of ex ante asset returns. Second, at least for some values of the parameter indicating how rapidly investors discount the information contained in past observations, the implied ex ante excess returns bear non-negligible correlation to observed ex post excess returns on either debt or equity. The percentage of the variation of ex post excess returns explained by the implied time-varying ex ante excess returns is comparable to values to which previous researchers have interpreted as warranting rejection of the hypothesis that risk premia are constant over time. Third, although for long-term debt the two statistical methods used here give sharply different answers to the question of how much relevance market participants associate with past observations in assessing future risks, for equities both methods agree in indicating extremely rapid discounting of more distant observations -- so much so that in neither case do outcomes more than a year in the past matter much at all. While the paper's other conclusions are plausible enough, the finding of such an extremely short \"memory\" on the part of equity investors suggests that the standard representation of equity risk by a single normally distributed disturbance is overly restrictive.\n\n",
    "acknowledgement": "\n"
}