{
    "id": 26941,
    "citation_title": "The Saving Glut of the Rich",
    "citation_author": [
        "Atif R. Mian",
        "Ludwig Straub",
        "Amir Sufi"
    ],
    "citation_publication_date": "2020-04-06",
    "issue_date": "2020-04-02",
    "revision_date": "2021-02-08",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere has been a large rise in savings by Americans in the top 1% of the income or wealth distribution over the past 40 years, which we call the saving glut of the rich. Instead of financing investment, this saving glut has been associated with dissaving by the non-rich and dissaving by the government. An unveiling of the financial sector reveals that rich households have accumulated substantial financial assets that are direct claims on U.S. government and household debt. State-level analysis shows that the rise in top income shares has been important in generating the rise in savings by the rich.\n\n",
    "acknowledgement": "\nA previously circulated version of this study was entitled “The Saving Glut of the Rich and the Rise in Household Debt.” We thank Ian Sapollnik for extraordinary research assistance throughout this project. Pranav Garg, Sebastian Hanson, and Bianca He also provided excellent research assistance at various stages. We are grateful to the following scholars who patiently answered questions on various conceptual and data issues: Jesse Bricker, Joseph Briggs, Jonathan Fisher, Fatih Guvenen, Jonathan Heathcote, David Johnson, Ralph Koijen, Eric Nielsen, Fabrizio Perri, Lukasz Rachel, Kamila Sommer, Alice Volz, Owen Zidar, and Gabriel Zucman. We also thank Heather Boushey, Benjamin H´ebert, Greg Kaplan, Gianni La Cava, Lukasz Rachel, Moritz Schularick, Richard Thaler, Harald Uhlig, Stijn van Nieuwerburgh, Rob Vishny, and seminar participants at the Bank of England, the Bank of International Settlements, UC Berkeley, Brown, Chicago Booth, Columbia, Dartmouth, the Federal Reserve Bank of New York, the Federal Reserve Board of Governors, the IMF, the NBER Corporate Finance meeting, Princeton University, and the Reserve Bank of Australia. The replication kit (which is 16GB) for this study can be obtained by clicking here. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}