{
    "id": 26956,
    "citation_title": "The Value of Urgency: Evidence from Real-Time Congestion Pricing",
    "citation_author": [
        "Antonio Bento",
        "Kevin Roth",
        "Andrew R. Waxman"
    ],
    "citation_publication_date": "2020-04-13",
    "issue_date": "2020-04-09",
    "revision_date": "2024-02-29",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nTaking advantage of repeated appearances of drivers in Los Angeles’s ExpressLanes under varied traffic conditions, we uncover the distribution of individuals’ preferences for time savings in a novel application of a hedonic pricing model. In this setting, we introduce the concept of the value of urgency, defined by a component of willingness to pay to enter tolled lanes to avoid a congested alternative route. The value of urgency does not scale in the amount of time saved, reflecting discrete penalties for late arrival. We show that this value accounts for 87% of total willingness to pay to use the ExpressLanes, while the contributions to WTP from other widely used valuation measures, such as the values of time and reliability, are negligible. We suggest that quality-of-service pricing that varies in real time and removes uncertainty over travel times creates new markets for individuals to avoid lateness and reveal their preferences for urgency.\n\n",
    "acknowledgement": "\nPreviously circulated as “Avoiding Traffic Congestion Externalities? The Value of Urgency.” The authors thank Lawrence Goulder, Edson Severnini, Lowell Taylor, and Spencer Banzhaf for helpful comments and seminar participants at NOVA SBE, Arizona State University, Carnegie Mellon University, Cornell University, John Hopkins University, Simon Fraser University, Stanford University, University of California at Davis, University of California at Irvine, University of Maryland, Penn State University, University of Texas at Austin, ZEW, the ASSA/AEA Meetings, the Annual Meetings of the Association of Environmental and Resource Economists, the World Congress of Environmental and Resource Economists, the Kraks Fond Managing Congestion Seminar, and NBER Summer Institute. Finally, we thank Stephanie Wiggins and Kathleen McCune at LA Metro for providing access to ExpressLanes transaction data and Arthur T. Degaetano for supplying us with weather data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}