{
    "id": 26959,
    "citation_title": "The Labor Market Returns to Advanced Degrees",
    "citation_author": [
        "Joseph G. Altonji",
        "Ling Zhong"
    ],
    "citation_publication_date": "2020-04-13",
    "issue_date": "2020-04-09",
    "revision_date": "2020-04-14",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate the labor market return to an MBA, a JD, and master’s in engineering, nursing, education, psychology and social work, and thirteen other graduate degrees. To control for heterogeneity in preferences and ability, we use fixed effects for combinations of field-specific undergraduate and graduate degrees obtained by the last time we observe an individual. Basically, we compare earnings before the graduate degree to earnings after the degree. We find large differences across graduate fields in earnings effects, and more moderate differences in internal rates of return that account for program length and tuition. The returns often depend on the undergraduate major. The contribution of occupational upgrading to the earnings gain varies across degrees. Finally, simple regression-based estimates of returns to graduate fields are often highly misleading.\n\n",
    "acknowledgement": "\nThis paper is based on Altonji’s presidential address at the May 2018 meeting of the Society of Labor Economists, although the empirical work has been heavily revised. We are grateful to participants at the SOLE conference, the 2017 CESifo Area Conference on the Economics of Education, the 2018 ASSA meetings, and participants in seminar and conference presentations at Cambridge University, Cheung Kong Graduate School of Business, Duke, the Federal Reserve Bank of New York, Georgia State, NSF, NYU, Oxford, Purdue, the University of California-Berkeley, University of California-Riverside, UCL, the University of Connecticut, the University of Warwick, the University of Wisconsin-Madison, and Yale. We thank Peter Arcidiacono, John Eric Humphries, Arnaud Maurel, Magne Mogstad, Katherine Wagner, and Zhengren Zhu for helpful comments. We are grateful to Lewis Ho and especially Elyse Adamic and Hoon Pyo Jeon for outstanding research assistance. This research uses restricted-use data under a license with the National Center for Science and Engineering Statistics, National Science Foundation. All statistics in the paper that are based on that data went through disclosure review. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}