{
    "id": 26950,
    "citation_title": "Aggregate and Firm-Level Stock Returns During Pandemics, in Real Time",
    "citation_author": [
        "Laura Alfaro",
        "Anusha Chari",
        "Andrew N. Greenland",
        "Peter K. Schott"
    ],
    "citation_publication_date": "2020-04-06",
    "issue_date": "2020-04-02",
    "revision_date": "2020-05-15",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe show that unexpected changes in the trajectory of COVID-19 infections predict US stock returns, in real time. Parameter estimates indicate that an unanticipated doubling (halving) of projected infections forecasts next-day decreases (increases) in aggregate US market value of 4 to 11 percent, indicating that equity markets may begin to rebound even as infections continue to rise, if the trajectory of the disease becomes less severe than initially anticipated. Using the same variation in unanticipated projected cases, we find that COVID-19-related losses in market value at the firm level rise with capital intensity and leverage, and are deeper in industries more conducive to disease transmission. These relationships provide important insight into current record job losses. Measuring US states' drops in market value as the employment weighted average declines of the industries they produce, we find that states with milder drops in market value exhibit larger initial jobless claims per worker. This initially counter-intuitive result suggests that investors value the relative ease with which labor versus capital costs can be shed as revenues decline.\n",
    "acknowledgement": "\nThis paper is preliminary and incomplete. We thank Nick Barberis, Lorenzo Caliendo, Patrick Conway, Teresa Fort, Mihai Ion, Ed Kaplan, John Lopresti, and seminar participants from Duke and UNC TEAM working group as well as the CEPR Covid-Economics virtual seminar series for comments and suggestions. We thank Alex Schott and Mengru Wang for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}