{
    "id": 26951,
    "citation_title": "Leaving No Ethical Value Behind: Triage Protocol Design for Pandemic Rationing",
    "citation_author": [
        "Parag A. Pathak",
        "Tayfun Sönmez",
        "M. Utku Unver",
        "M. Bumin Yenmez"
    ],
    "citation_publication_date": "2020-04-13",
    "issue_date": "2020-04-09",
    "revision_date": "2020-05-14",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nRationing of medical resources is a critical issue in the COVID-19 pandemic. Most existing triage protocols are based on a priority point system, in which a formula specifies the order in which the supply of a resource, such as a ventilator, is to be rationed for patients. A priority point system generates an identical priority ranking specifying claims on all units. Triage protocols in some states (e.g. Michigan) prioritize frontline health workers giving heavier weight to the ethical principle of instrumental value. Others (e.g. New York) do not, reasoning that if frontline workers obtain high enough priority, there is a risk that they obtain all units and none remain for the general community. This debate is pressing given substantial COVID-19 health risks for frontline workers. In this paper, we analyze the consequences of rationing medical resources through a reserve system. In a reserve system, resources are placed into multiple categories. Priorities guiding allocation of units can reflect different ethical values between these categories. A reserve system provides additional flexibility over a priority point system because it does not dictate a single priority order for the allocation of all units. It offers a middle-ground approach that balances competing objectives, such as in the medical worker debate. This flexibility requires attention to implementation, especially the processing order of reserve categories. We describe our model of a reserve system, characterize its potential outcomes, and examine distributional implications of particular reserve systems. We also discuss several practical considerations with triage protocol design.\n\n",
    "acknowledgement": "\nWe are grateful for input from several medical professionals. Nikhil Agarwal, Alex Rees-Jones, Robert Truog, Iván Werning, and Doug White provided helpful comments. Feedback from Eric Budish, David Delacrétaz, and Govind Persad was particularly valuable. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}