{
    "id": 26957,
    "citation_title": "Is Fish Brain Food or Brain Poison? Sea Surface Temperature, Methyl-mercury and Child Cognitive Development",
    "citation_author": [
        "Mark R. Rosenzweig",
        "Rafael J. Santos Villagran"
    ],
    "citation_publication_date": "2020-04-13",
    "issue_date": "2020-04-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Renewable Resources",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe exploit variation in the composition of local fish catches around the time of birth using administrative and census data on adult cognitive test scores, schooling attainment, and occupation among coastal populations in Colombia to estimate the  causal effects of early-life consumption of methylmercury (MeHg) and DHA, elements contained in fish, on cognitive development. Using an IV strategy based on an equilibrium model of fish supply that exploits time-series variation in oceanic SST anomalies on both coasts of Colombia from 1950 to 2014 as instruments, we find that net of cohort and municipality fixed effects increases in high-(low-)MeHg fish catches around a cohort’s birth negatively (positively) affect the cohort’s verbal and math test scores upon exiting high school and their likelihood of continuing their schooling, while increasing (decreasing) the likelihood the cohort is disproportionally represented in manual-labor occupations.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}