{
    "id": 26955,
    "citation_title": "Labor Market Polarization and The Great Urban Divergence",
    "citation_author": [
        "Donald R. Davis",
        "Eric Mengus",
        "Tomasz K. Michalski"
    ],
    "citation_publication_date": "2020-04-13",
    "issue_date": "2020-04-09",
    "revision_date": "2024-03-19",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nLabor market polarization is among the most important features in recent decades of advanced country labor markets. Yet key spatial aspects of this phenomenon remain under-explored. We develop four key facts that document the universality of polarization, a city-size difference in the shock magnitudes, a skew in the types of middle-paid jobs lost, and the role of polarization in the great urban divergence. Existing theories cannot account for these facts. Hence we develop a parsimonious theoretical account that does so by integrating elements from the literatures on labor market polarization and systems of cities with heterogeneous labor in spatial equilibrium.\n\n",
    "acknowledgement": "\nPreviously circulated as “Labor Market Polarization and the Great Divergence: Theory and Evidence.” We would like to thank David Autor, Iain Bamford, Dominick Barthelme, Mehdi Benatiya Andaloussi, Leah Brooks, Guillaume Chapelle, Nicolas Coeurdacier, Wolfgang Dauth, Jorge De La Roca, Laurent Gobillon, James Harrigan, Reka Juhasz, Maxime Liegey, Bentley MacLeod, Alan Manning, David Nagy, Giacomo A. M. Ponzetto, and Howard Zihao Zhang, as well as seminar participants at BU, EIEF, IGC, Kraks Fond, Le Mans, OECD, PSU, Queens College, SMU, UAB, Wharton, University of Warsaw/WSE, UEA annual meeting 2018 (New York), Université Paris-Saclay, Joint French Macro workshop 2018, 7th workshop on “Structural Change and Macroeconomic Dynamics” (Cagliari), NBER ITI Spring 2019, 2019 European meetings of the UEA (Amsterdam), 2019 NBER Summer Institute (“Income Distribution and Macroeconomics” and “Urban Economics”), HEC Paris Workshop on Firm Location and Economic Geography, 2019 CURE conference, Workshop on “Job polarization and inequality” (Cergy) for helpful comments and discussions. This work was supported by Investissements d’Avenir [grant number ANR-11-IDEX-0003/Labex Ecodec/ANR-11-LABX-0047] and ANR grant ANR-22-CE26-0016-01. All remaining errors are ours.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}