{
    "id": 2696,
    "citation_title": "Proprietary Public Finance, Political Competition, and Reputation",
    "citation_author": [
        "Herschel I. Grossman",
        "Suk Jae Noh"
    ],
    "citation_publication_date": "1988-08-01",
    "issue_date": "1988-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAlthough tax policy in most historical cases has been barely distinguishable from legalized theft, why have tax and spending policies in a few unusually fortunate communities, such as some of the modern democracies, apparently been, if not welfare maximizing, at least relatively benevolent? We address this question within a general positive analysis of tax and spending policy that focuses on the effects of political competition and its interaction with other constraints on policy choices, especially the constraint that equilibrium policies must be time consistent. The framework for this analysis is a theory of a proprietary fiscal authority whose objective is to extract rents for the political establishment, the proprietor of sovereign power. The analysis shows that, if the political system is sufficiently stable, then a positive amount of political competition can induce the proprietary fiscal authority to behave more like a hypothetically benevolent fiscal authority. But, political competition can lower the equilibrium tax rate only until the time-consistency constraint becomes binding. Moreover, in a reputational equilibrium, the minimum time-consistent tax rate is lower the more concern that the policymaker has for future political rents. Accordingly, because this concern for the future increases with more political stability, the beneficial effect of political competition also increases with the stability of the political system.\n\n",
    "acknowledgement": "\n"
}