{
    "id": 26963,
    "citation_title": "Reversing Reserves",
    "citation_author": [
        "Parag A. Pathak",
        "Alex Rees-Jones",
        "Tayfun Sönmez"
    ],
    "citation_publication_date": "2020-04-13",
    "issue_date": "2020-04-09",
    "revision_date": "2023-02-24",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Behavioral Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nAffirmative action policies are often implemented through reserve systems. In this study, we demonstrate that reserve systems face widespread misunderstanding by the public. This misunderstanding can lead individuals to support policies that ineffectively pursue their interests. To establish these claims, we present 1,013 participants in the Understanding America Study with choices between pairs of reserve systems. Participants are members of the group receiving affirmative action and are financially incentivized to choose the system that maximizes their chance of admission. Using this data, we apply a novel approach to identifying the rate of uptake of different decision rules used by participants. We find that participants rarely use a fully optimal decision rule. In contrast, we find that many choices—40% in our primary estimates—are rationalized by a nearly correct decision rule, with errors driven solely by failing to appreciate the importance of processing order. Failing to account for processing order causes individuals to fail to distinguish between two policies that achieve different degrees of affirmative action: policies that provide non-binding minimum guarantees of the number of spaces allocated and policies that provide spaces over-and-above what would be allocated absent a reserve. Confusion about the importance of processing order helps to explain otherwise surprising decisions made in field applications of reserve systems. We discuss implications for managers and policy makers who are trying to implement reserve systems and who are accountable to the public.\n\n",
    "acknowledgement": "\nWe are grateful to Ori Heffetz, Ted O’Donoghue, Germán Reyes, Ran Shorrer, Jason Somerville and seminar audiences at Cornell University, Pennsylvania State University, and the University of Bonn for helpful conversations. We thank the National Science Foundation and the Wharton Behavioral Lab for financial support. The project described in this paper relies on data from surveys administered by the Understanding America Study, which is maintained by the Center for Economic and Social Research (CESR) at the University of Southern California. The content of this paper is solely the responsibility of the authors and does not necessarily represent the official views of USC, UAS, or the National Bureau of Economic Research.\n\n\n"
}