{
    "id": 26969,
    "citation_title": "Understanding “Wage Theft”: Evasion and Avoidance Responses to Minimum Wage Increases",
    "citation_author": [
        "Jeffrey Clemens",
        "Michael R. Strain"
    ],
    "citation_publication_date": "2020-04-13",
    "issue_date": "2020-04-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nA holistic assessment of the labor market effects of minimum wage regulation requires understanding employer compliance. We investigate how minimum wage increases and the strength of enforcement regimes affect the prevalence of subminimum wage payment. Using the Current Population Survey (CPS), we find strong evidence that higher minimum wages lead to a greater prevalence of subminimum wage payment. We estimate that increases in measured underpayment following minimum wage increases average between 14 and 22 percent of realized wage gains. Furthermore, we provide evidence that these estimates are unlikely to be driven by measurement error in the CPS’s wage data, which are self-reported. Taken together, we interpret these findings as evidence that minimum wage noncompliance is an important reality in the low-wage labor market. We find some evidence that enforcement regimes mediate both baseline rates of subminimum wage payment and the response of subminimum wage payment to increases in minimum wages.\n\n",
    "acknowledgement": "\nWe thank Duncan Hobbs for excellent research assistance. We thank Julie Cullen, Gaurav Khanna, Diane Schanzenbach, and Ian Schmutte for comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}