{
    "id": 26961,
    "citation_title": "Expanding and Diversifying the Pool of Undergraduates who Study Economics: Insights from a New Introductory Course at Harvard",
    "citation_author": [
        "Amanda Bayer",
        "Gregory Bruich",
        "Raj Chetty",
        "Andrew Housiaux"
    ],
    "citation_publication_date": "2020-04-13",
    "issue_date": "2020-04-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "General, Teaching",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere is widespread concern that economics does not attract as broad or diverse a pool of talent as it could. For example, less than one-third of undergraduates who receive degrees in economics are women, significantly lower than in math or statistics. This article presents a case study of a new introductory undergraduate course at Harvard, “Using Big Data to Solve Economic and Social Problems,” that enrolled 400 students, achieved nearly a 50-50 gender balance, and was among the highest-rated courses in the college. We first summarize the course’s content and pedagogical approach. We then illustrate how this approach differs from that taken in traditional courses by showing how canonical topics – income inequality, tax incidence, and adverse selection – are taught differently. Then, drawing upon students’ comments and prior research on effective teaching practices, we identify elements of the course’s approach that appear to underlie its success: connecting the material to students’ own experiences; teaching skills that have social and career value; and engaging students in scientific investigation of real-world problems. We conclude by discussing how these ideas for improving instruction in economics could be applied in other courses and tested empirically in future research.\n\n",
    "acknowledgement": "\nWe thank Abigail Hiller, Kate Musen, and Nicolaj Thor for excellent research assistance and thoughtful comments. This research was funded by the Bill & Melinda Gates Foundation, Chan-Zuckerberg Initiative, and Harvard University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}