{
    "id": 26962,
    "citation_title": "Disasters Everywhere: The Costs of Business Cycles Reconsidered",
    "citation_author": [
        "Òscar Jordà",
        "Moritz Schularick",
        "Alan M. Taylor"
    ],
    "citation_publication_date": "2020-04-13",
    "issue_date": "2020-04-09",
    "revision_date": "2020-08-06",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBusiness cycles are costlier and stabilization policies could be more beneficial than widely thought. This paper introduces a new test to show that all business cycles are asymmetric and resemble “mini-disasters.” By this we mean that growth is pervasively fat-tailed and non-Gaussian. Using long-run historical data, we show empirically that this is true for advanced economies since 1870. Focusing on peacetime eras, we develop a tractable local projection framework to estimate consumption growth paths for normal and financial-crisis recessions. Introducing random coefficient local projections (RCLP) we get an easy and transparent mapping from the estimates to a calibrated simulation model with disasters of variable severity. Simulations show that substantial welfare costs arise not just from the large rare disasters, but also from the smaller but more frequent mini-disasters in every cycle. On average, and in post-WW2 data, even with low risk aversion, households would sacrifice about 15 percent of consumption to avoid such cyclical fluctuations.\n\n",
    "acknowledgement": "\nThis work is part of a larger project kindly supported by research grants from the European Research Council (ERC-2017, 772332, SafeHouse) and the Institute for New Economic Thinking, and we are grateful for this support. Schularick acknowledges support from the Deutsche Forschungsgemeinschaft (DFG, German Research Foundation) under Germany´s Excellence Strategy – EXC 2126/1– 390838866. We are particularly thankful to Johannes Matschke for outstanding research assistance. All errors are our own. The views expressed herein are solely the responsibility of the authors and should not be interpreted as reflecting the views of the Federal Reserve Bank of San Francisco, the Federal Reserve Bank of New York, the Board of Governors of the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n\nAlan M. Taylor\n\nAlan M. Taylor has served as an author, consultant, or speaker for various research organizations, policy making institutions, and financial sector firms.\n\n\n"
}