{
    "id": 26965,
    "citation_title": "How Deadly Is COVID-19? Understanding The Difficulties With Estimation Of Its Fatality Rate",
    "citation_author": [
        "Andrew Atkeson"
    ],
    "citation_publication_date": "2020-04-13",
    "issue_date": "2020-04-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "General, Teaching",
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTo understand how best to combat COVID-19, we must understand how deadly is the disease. There is a substantial debate in the epidemiological lit- erature as to whether the fatality rate is 1% or 0.1% or somewhere in between. In this note, I use an SIR model to examine why it is difficult to estimate the fatality rate from the disease and how long we might have to wait to resolve this question absent a large-scale randomized testing program. I focus on un- certainty over the joint distribution of the fatality rate and the initial number of active cases at the start of the epidemic around January 15, 2020. I show how the model with a high initial number of active cases and a low fatality rate gives the same predictions for the evolution of the number of deaths in the early stages of the pandemic as the same model with a low initial number of active cases and a high fatality rate. The problem of distinguishing these two parameterizations of the model becomes more severe in the presence of effective mitigation measures. As discussed by many, this uncertainty could be resolved now with large-scale randomized testing.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}