{
    "id": 26968,
    "citation_title": "Do Investors Care about Carbon Risk?",
    "citation_author": [
        "Patrick Bolton",
        "Marcin Kacperczyk"
    ],
    "citation_publication_date": "2020-04-13",
    "issue_date": "2020-04-09",
    "revision_date": "2020-07-20",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper explores whether carbon emissions affect the cross-section of U.S. stock returns. We find that stocks of firms with higher total CO2 emissions (and changes in emissions) earn higher returns, after controlling for size, book-to-market, momentum, and other factors that predict returns. We cannot explain this carbon premium through differences in unexpected profitability or other known risk factors. We also find that institutional investors implement exclusionary screening based on direct emission intensity in a few salient industries. Overall, our results are consistent with an interpretation that investors are already demanding compensation for their exposure to carbon emission risk.\n\n",
    "acknowledgement": "\nWe thank Franklin Allen, Eric Bouyé, Kent Daniel, Charles Donovan, Gerry Garvey, Lukasz Pomorski, Ailsa Roell, Zacharias Sautner, Gireesh Shrimali, Michela Verardo, Jeff Wurgler and the referee for helpful suggestions. We also appreciate comments from seminar participants at Blackrock, Newcastle University, NHH Bergen, the New Frontiers in Investment Research conference, University of Cardiff, and University College Dublin. We are grateful to Trucost for giving us access to their corporate carbon emissions data, and to Jingyu Zhang for very helpful research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}