{
    "id": 26964,
    "citation_title": "Technological Innovation and Labor Income Risk",
    "citation_author": [
        "Leonid Kogan",
        "Dimitris Papanikolaou",
        "Lawrence D. W. Schmidt",
        "Jae Song"
    ],
    "citation_publication_date": "2020-04-13",
    "issue_date": "2020-04-09",
    "revision_date": "2021-06-07",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nUsing administrative data from the United States, we document novel stylized facts regarding technological innovation and the riskiness of labor income. Higher rates of industry innovation are associated with significant increases in labor earnings for top workers. Decomposing this result, we find that own firm innovation is associated with a modest increase in the mean, but also variance, of worker earnings growth. Innovation by competing firms is related to lower, and more negatively skewed, future earnings. We construct a structural model featuring creative destruction and displacement of human capital that replicates these patterns. In the model, higher rates of innovation by competing firms increases the likelihood that both the worker and the incumbent producer are displaced. By contrast, a higher rate of innovation by the worker's own firm increases profits, but is a mixed blessing for workers, as it increases odds that the skilled worker is no longer a good match to the new technology. Estimating the parameters of the model using indirect inference, we find significant welfare losses and hedging demand against innovation shocks. Consistent with our model, we find that these left tail effects are more pronounced for process improvements, novel innovations, and are concentrated in movers rather than continuing workers.\n\n",
    "acknowledgement": "\nThe research reported herein was performed pursuant to a grant from the U.S. Social Security Administration (SSA) funded as part of the Retirement and Disability Research Consortium. The authors also gratefully acknowledge financial support from the Becker-Friedman Institute for Research in Economics and the MIT Sloan School of Management. We thank Ufuk Akcigit, Nicholas Bloom, Carter Braxton, Stephane Bonhomme, Jack Favilukis, Carola Frydman, David Hémous, Gregor Jarosch, Thibaut Lamadon, Ilse Lindenlaub, Elena Manresa, Adrien Matray, Derek Neal, Serdar Ozkan, Monika Piazzesi, Luigi Pistaferri, Nikolai Roussanov, Martin Schneider, Toni Whited, and seminar participants in the Social Security Administration, Bank of Portugal, CEAR/GSU, Carnegie Mellon, Duke University, Duke/UNC Asset Pricing Conference, University of Chicago, UNC, the LAEF/Advances in Macro Finance workshop, Minnesota Asset Pricing Conference, Massachusetts Institute of Technology, University of Michigan, Northwestern, Stanford, University of Pennsylvania, SITE, and Yale for helpful comments and discussions. We are particularly grateful to Pat Jonas, Kelly Salzmann, and Gerald Ray at the Social Security Administration for their feedback during our SSA seminar presentation, help, and support. Further, we thank Josh Rauh, Irina Stefanescu, Jan Bena and Elena Simintzi for sharing their data  and Fatih Guvenen and Serdar Ozkan for sharing their replication code. Brandon Dixon, Brice Green, Luxi Han, Alejandro Hoyos Suarez, Kyle Kost, Andrei Nagornyi, Bryan Seegmiller, Jinpu Yang, and Jiaheng Yu provided outstanding research assistance. The views expressed herein are those of the authors and not necessarily those of the Social Security Administration. The views expressed herein are those of the authors and not necessarily those of the Social Security Administration or the National Bureau of Economic Research.\n\n\n"
}