{
    "id": 26966,
    "citation_title": "Presence and Persistence of Poverty in U.S. Tax Data",
    "citation_author": [
        "Jeff Larrimore",
        "Jacob Mortenson",
        "David Splinter"
    ],
    "citation_publication_date": "2020-04-13",
    "issue_date": "2020-04-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents new estimates of the level and persistence of poverty among U.S. households since the Great Recession. We build annual household data files using U.S. income tax filings between 2007 and 2018. These data allow us to track individuals over time and measure how tax policies affect poverty trends. Using an after-tax household income measure, we estimate that while roughly 1 in 10 people are in poverty in any given year, over 4 in 10 people spent at least one year in poverty between 2007 and 2018. This implies substantial mobility in and out of poverty—for example, 41 percent of those in poverty in 2007 were out of poverty in the following year. Others spend multiple years in poverty or escape poverty only to fall back into it. Of those in poverty in 2007, one-third were in poverty for at least half of the years through 2018.\n\n",
    "acknowledgement": "\nFor helpful comments, we thank Richard Burkhauser and Alex Yuskavage. Larrimore: The views in this paper reflect those of the authors and should not be attributed to the Board of Governors of the Federal Reserve System or their staff. Mortenson and Splinter: This paper embodies work undertaken for the staff of the Joint Committee on Taxation, but as members of both parties and both houses of Congress comprise the Joint Committee on Taxation, this work should not be construed to represent the position of any member of the Committee. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}