{
    "id": 26977,
    "citation_title": "News that Takes Your Breath Away: Risk Perceptions During an Outbreak of Vaping-related Lung Injuries",
    "citation_author": [
        "Dhaval M. Dave",
        "Daniel L. Dench",
        "Donald S. Kenkel",
        "Alan D. Mathios",
        "Hua Wang"
    ],
    "citation_publication_date": "2020-04-13",
    "issue_date": "2020-04-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the impact of new information on people’s perceptions of the risks of e-cigarettes. In September 2019 the U.S. experienced an outbreak of e-cigarette, or vaping, associated lung injuries (EVALI). The EVALI outbreak created an information shock, which was followed by additional new information in a later CDC recommendation. We use data on consumer risk perceptions from two sets of surveys conducted before (using HINTS survey data) and during the EVALI outbreak (using Google Survey data).  The empirical model examines changes in risk perceptions during the early crisis period when the CDC was warning consumers that they should avoid all vaping products and during a later period when the message was refined and focused on a much narrower set of illegal vaping products that contain THC (the main psychoactive compound in marijuana). Our econometric results suggest that the immediate impact of the first information shock was to increase the fraction of respondents who perceived e-cigarettes as more harmful than smoking by about 16 percentage points. As the outbreak subsided and the CDC recommendation changed to emphasize the role of THC e-cigarette products, e-cigarette risk perceptions were partially revised downwards. Additional econometric results show that different demographic groups reacted somewhat differently to the information shock. In particular, we find that groups who had higher risk perceptions showed a weaker response to the first information shock but were more likely to later revise their risk perceptions downwards. We conclude the paper by discussing the public policy issues that stem from having risk perceptions of e-cigarettes relative to combustible cigarettes remain at these elevated levels where a substantial portion of consumers believe that e-cigarettes are more harmful than cigarettes.\n\n",
    "acknowledgement": "\nDhaval Dave acknowledges support through grant R01DA039968 from the National Institute on Drug Abuse. The authors are grateful to Cornell University and the Health Thought Leadership Network at Bentley University for funding the data collection. Donald Kenkel is on leave from his academic positions and is currently Chief Economist, Council of Economic Advisers. The article reflects his academic research and is not related to his current position at the Council of Economic Advisers. Any views or opinions expressed in the paper reflect his personal views and are not the views or opinions of the Council of Economic Advisers, the United States government, or the National Bureau of Economic Research.\n\n\n"
}