{
    "id": 26971,
    "citation_title": "Firm-Level Exposure to Epidemic Diseases: COVID-19, SARS, and H1N1",
    "citation_author": [
        "Tarek Alexander Hassan",
        "Stephan Hollander",
        "Laurence van Lent",
        "Markus Schwedeler",
        "Ahmed Tahoun"
    ],
    "citation_publication_date": "2020-04-13",
    "issue_date": "2020-04-09",
    "revision_date": "2022-09-19",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe construct text-based measures of the primary concerns listed firms associated with the spread of COVID-19 and other epidemic diseases. We identify which firms perceive to lose or gain from a given epidemic and textually decompose the epidemic's effect on the firm's demand and supply. We find that the effects of COVID-19 manifest as a simultaneous shock to demand and supply, with both shocks affecting firms' market valuations in equal measure on average. By contrast, demand-related impacts appear more important in accounting for the observed collapse in firm-level investment during the COVID-19 crisis.\n\n",
    "acknowledgement": "\nWe thank participants at the 2021 American Economic Association Annual Meeting, the EAA Virtual Accounting Research Seminar, 2021 European Economic Association Congress, NBER SI 2020 Asset Pricing, INQUIRE, Virtual Law & Economics Workshop (University of Florida, University of Michigan, and University of Virginia), and Case Western Reserve. We thank Steve Davis, Ralph Koijen (discussant), Ken Kotz, and Tom Ferguson for helpful comments. Aakash Kalyani and Luke Melas-Kyriazi provided excellent research assistance. Tahoun sincerely appreciates support and funding from the Wheeler Institute for Business and Development. Tahoun and Van Lent sincerely appreciate the support from the Institute for New Economic Thinking (INET). Van Lent gratefully acknowledges funding from the Deutsche Forschungsgemeinschaft Project ID 403041268 - TRR 266. The dataset developed in this paper is available on www.firmlevelrisk.com. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}