{
    "id": 26979,
    "citation_title": "Every Day is Earth Day: Evidence on the Long-term Impact of Environmental Activism",
    "citation_author": [
        "Daniel M. Hungerman",
        "Vivek S. Moorthy"
    ],
    "citation_publication_date": "2020-04-13",
    "issue_date": "2020-04-09",
    "revision_date": "2020-06-18",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe explore the importance of activism in the context of Earth Day. We use variation in weather to study the long-term effects of the original Earth Day on attitudes, environmental outcomes, and children's health. Unusually bad weather in a community on April 22, 1970, is associated 10 to 20 years later with weaker support for the environment, particularly among those who were school-aged in 1970. Bad weather on Earth Day is also associated with higher levels of carbon monoxide in the air and greater risk of congenital abnormalities in infants born in the following decades. These results indicate a long-lasting and localized effect of Earth Day, and show that there can be benefits to voluntary activity that would be impossible to identify until years after the volunteering occurs.\n\n",
    "acknowledgement": "\nWe thank Frank Passic, Walt Pomeroy, Jim Seidel, Larry Taylor, Mark Wilhelm, and audiences at the SPI Conference at the University of Chicago, at the H2D2 Conference at the University of Michigan, Notre Dame, and at the ASSA Conference. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}