{
    "id": 26973,
    "citation_title": "Should Germany Have Built a New Wall? Macroeconomic Lessons from the 2015-18 Refugee Wave",
    "citation_author": [
        "Christopher Busch",
        "Dirk Krueger",
        "Alexander Ludwig",
        "Irina Popova",
        "Zainab Iftikhar"
    ],
    "citation_publication_date": "2020-04-13",
    "issue_date": "2020-04-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn 2015-2016 Germany experienced a wave of predominantly low-skilled refugee immigration. We evaluate its macroeconomic and distributional effects using a quantitative overlapping generations model calibrated using German micro data to replicate education and productivity differentials between foreign born and native workers. Workers are modelled as imperfect substitutes in aggregate production leading to endogenous wage differentials. We simulate the dynamic effects of this refugee wave, with specific focus on the welfare impact on low skilled natives. Our results indicate that the small losses this group suffers can be compensated by welfare gains of other parts of the native population.\n\n",
    "acknowledgement": "\nThis paper is being prepared for the Carnegie-Rochester Conference on Migration Policy: Implications for Growth, Inequality, and Welfare. We thank our discussants Tommaso Porzio, Sebastian Heise and Chris Moser, as well as Friedrich Breyer, Alfred Garloff, Chiara Lacava, Joan Llull, Kjetil Storesletten and Marco Weißler and seminar participants at Houston, Montreal, Northwestern, UQAM, Wharton, the UPenn Macro Public Finance, EIEF and Carnegie Rochester NYU Conferences, the Norface TRISP Meeting and the Macro Inequality Group at UAB for very helpful comments and Anna-Maria Maurer for excellent research assistance. Chris Busch gratefully acknowledges financial support from the Spanish Ministry of Economy and Competitiveness, through the Severo Ochoa Programme for Centres of Excellence in R&D. Alex Ludwig gratefully acknowledges financial support by NORFACE Dynamics of Inequality across the Life-Course (TRISP) grant 462-16-120 and by the Research Center SAFE, funded by the State of Hessen initiative for research LOEWE. Dirk Krueger thanks the NSF for support under grant SES 1757084.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}