{
    "id": 26975,
    "citation_title": "Relief Rally: Senators As Feckless As the Rest of Us at Stock Picking",
    "citation_author": [
        "William Belmont",
        "Bruce Sacerdote",
        "Ranjan Sehgal",
        "Ian Van Hoek"
    ],
    "citation_publication_date": "2020-04-13",
    "issue_date": "2020-04-09",
    "revision_date": "2022-10-04",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the stock trading behavior and returns of U.S. senators from 2012-March 2020. Stocks purchased by senators on average slightly underperform stocks in the same industry and size (market cap) categories by 11 basis points, 28 basis points and 17 basis points at the 1, 3, and 6-month time horizons. Stocks sold by senators underperform slightly for the first three months and then outperform slightly (a statistically insignificant 14 basis points) at the one year mark. We find no evidence that senators have industry specific stock picking ability related to their committee assignments. Neither Republican nor Democratic senators are skilled at picking stocks to buy, while stocks sold by Republican senators underperform by 50 basis points over three months. Stocks sold following the January 24th COVID-19 briefing do underperform the market by a statistically significant 9 percent while stocks purchased during this period underperform by 3 percent. Our findings contrast somewhat with recent news reports and studies of pre-STOCK Act (2012) returns, though are consistent with Eggers and Hainmueller (2013).\n\n",
    "acknowledgement": "\nWe thank Ranjan Sehgal for superb research assistance. Belmont and Van Hoek are at Dartmouth College. Sacerdote is at Dartmouth and National Bureau of Economic Research and the Jameel Poverty Action Lab. Corresponding author: bruce.sacerdote@dartmouth.edu, 6106 Rockefeller, Hanover NH 03755. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}