{
    "id": 26976,
    "citation_title": "The Impact of Benefit Generosity on Workers’ Compensation Claims: Evidence and Implications",
    "citation_author": [
        "Marika Cabral",
        "Marcus Dillender"
    ],
    "citation_publication_date": "2020-04-13",
    "issue_date": "2020-04-09",
    "revision_date": "2023-11-13",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nLeveraging unique administrative data and a sharp increase in benefit generosity in a difference-indifferences research design, we estimate the impact of workers’ compensation wage replacement benefits on individual behavior and program costs. We find that increased benefit generosity leads to longer income benefit durations and increased medical spending. Responses along these two margins are equally important drivers of increased program costs, collectively increasing program costs 1.4 times the mechanical increase in costs. Using these estimates and an estimate of the consumption drop among injured workers, our welfare calibrations suggest that a marginal increase in benefit generosity would not improve welfare.\n\n",
    "acknowledgement": "\nFor providing helpful comments, we thank Mark Duggan, Tal Gross, Jonathan Gruber, Matt Notowidigdo, David Powell, Heidi Williams, Danny Yagan, and seminar participants at Carnegie Mellon University, Columbia University, John Hopkins University, Montana State University, New York University, San Diego State University, Stanford University, University of Colorado Denver, University of Texas at Austin, University of Wisconsin Madison, the NBER Labor Studies Program Meeting 2020, the NBER Public Economics Meeting 2021, the W.E. Upjohn Institute for Employment Research, the Chicago Health Economics Workshop, the National Tax Association Annual Meetings 2019, the American Economic Association Annual Meeting 2021, the Northeast Labor Symposium for Early Career Economists, the Health and Labor Market Effects of Public Policy Conference at UC Santa Barbara, and the 2022 Society of Cost Benefit Analysis Annual Conference. We thank Bokyung Kim, Seth Neller, Mu Yang Shin, and Jinyeong Son for their excellent research assistance. Cabral gratefully acknowledges financial support from the National Science Foundation CAREER Award (1845190). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}