{
    "id": 26978,
    "citation_title": "Effects of the Affordable Care Act Dependent Coverage Mandate on Health Insurance Coverage for Individuals in Same-Sex Couples",
    "citation_author": [
        "Christopher S. Carpenter",
        "Gilbert Gonzales Jr.",
        "Tara McKay",
        "Dario Sansone"
    ],
    "citation_publication_date": "2020-04-13",
    "issue_date": "2020-04-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA large body of research documents that the 2010 dependent coverage mandate of the Affordable Care Act was responsible for significantly increasing health insurance coverage among young adults. No prior research has examined whether sexual minority young adults also benefitted from the dependent coverage mandate, despite previous studies showing lower health insurance coverage among sexual minorities and the fact that their higher likelihood of strained relationships with their parents might predict a lower ability to use parental coverage. Our estimates from the American Community Surveys using difference-in-differences and event study models show that men in same-sex couples age 21-25 were significantly more likely to have any health insurance after 2010 compared to the associated change for slightly older 27 to 31-year-old men in same-sex couples. This increase is concentrated among employer-sponsored insurance, and it is robust to permutations of time periods and age groups. Effects for women in same-sex couples and men in different-sex couples are smaller than the associated effects for men in same-sex couples. These findings confirm the broad effects of expanded dependent coverage and suggest that eliminating the federal dependent mandate could reduce health insurance coverage among young adult sexual minorities in same-sex couples.\n\n",
    "acknowledgement": "\nWe thank seminar participants at Vanderbilt University for helpful comments. We gratefully acknowledge financial support from the Robert Wood Johnson Foundation Grant #76601. Results do not imply the endorsement of the Robert Wood Johnson Foundation or any other organization. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}