{
    "id": 26972,
    "citation_title": "Beyond Cobb-Douglas: Flexibly Estimating Matching Functions with Unobserved Matching Efficiency",
    "citation_author": [
        "Fabian Lange",
        "Theodore Papageorgiou"
    ],
    "citation_publication_date": "2020-04-13",
    "issue_date": "2020-04-09",
    "revision_date": "2020-04-15",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nExploiting results from the literature on non-parametric identification, we make three methodological contributions to the empirical literature estimating the matching function, commonly used to map unemployment and vacancies into hires. First, we show how to non-parametrically identify the matching function. Second, we estimate the matching function allowing for unobserved matching efficacy, without imposing the usual independence assumption between matching efficiency and search on either side of the labor market. Third, we allow for multiple types of jobseekers and consider an “augmented” Beveridge curve that includes them. Our estimated elasticity of hires with respect to vacancies is procyclical and varies between 0.15 and 0.3. This is substantially lower than common estimates suggesting that a significant bias stems from the commonly-used independence assumption. Moreover, variation in match efficiency accounts for much of the decline in hires during the Great Recession.\n\n",
    "acknowledgement": "\nWe are thankful to Jesper Bagger, Alan Collard-Wexler, Steve Davis, Mike Elsby, Jason Faberman, and Andreas I. Mueller for useful comments. Codes for estimating matching functions following the procedure described in this paper can be found on the authors’ websites, fabianlange.ca and theodorepapageorgiou.com. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}