{
    "id": 26988,
    "citation_title": "The Evolving Consequences of OxyContin Reformulation on Drug Overdoses",
    "citation_author": [
        "David Powell",
        "Rosalie Liccardo Pacula"
    ],
    "citation_publication_date": "2020-04-13",
    "issue_date": "2020-04-09",
    "revision_date": "2020-08-28",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent evidence suggests that the short-term transition of the opioid crisis from prescription opioids to heroin can be attributed to the reformulation of OxyContin, which substantially reduced access to abusable prescription opioids.  In this paper, we find that over a longer time horizon, reformulation stimulated illicit drug markets to grow and evolve.  We compare overdose trajectories in areas more exposed to reformulation, defined as states with higher rates of non-medical OxyContin use before reformulation, to less exposed areas.  More exposed areas experienced disproportionate increases in fatal overdoses involving synthetic opioids (fentanyl) and non-opioid substances like cocaine, suggesting that these new epidemics are related to the same factors driving the rise in heroin deaths. Instead of just short-term substitution from prescription opioid to heroin overdoses, the transition to illicit markets spurred by reformulation led to growth in the overall overdose rate to unprecedented levels.\n\n",
    "acknowledgement": "\nPowell and Pacula gratefully acknowledge financial support from NIDA (Grant #: 1R21DA041653 and P50DA046351) and CDC (R01CE02999). We thank Abby Alpert and Mary Vaiana for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}