{
    "id": 26980,
    "citation_title": "Rising Burdens of Proofs and The Grand Bargain of Workers’ Compensation Laws",
    "citation_author": [
        "Andy Yuan",
        "Price V. Fishback"
    ],
    "citation_publication_date": "2020-04-13",
    "issue_date": "2020-04-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nNearly every state has amended workers’ compensation laws in the last two decades and the national averages of cash and medical benefits paid per covered worker have declined. As a result, writers have suggested that the states might be cutting back on workers’ compensation benefits. We show that measures of the statutory benefits have been rising over time, a trend that work against the declining trend in average payouts per covered worker. A decline in accident rates at the national level has contributed to the decline in payouts. We then investigate the impact of specific state laws related to burdens of proof and limits on medical coverage after developing an annual panel data set for all states between 1997 and 2016. The results show that state laws that ban liberal construction of the rules and apportion benefits based on pre-existing conditions contribute to sharp declines in the states where they are enacted.\n\n",
    "acknowledgement": "\nYuan: JD, PhD Candidate in Economics, University of Arizona; Fishback: Thomas R. Brown Professor of Economics, University of Arizona & NBER. We thank seminar participants at University of Arizona and the 29th Annual Meeting of the American Law and Economics Association. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nPrice V. Fishback\n\nThere are no conflicts of interest.\n\n\n"
}