{
    "id": 26986,
    "citation_title": "The Wealth Decumulation Behavior of the Retired Elderly in Italy: The Importance of Bequest Motives and Precautionary Saving",
    "citation_author": [
        "Luigi Ventura",
        "Charles Yuji Horioka"
    ],
    "citation_publication_date": "2020-04-13",
    "issue_date": "2020-04-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nIn this paper, we analyze the wealth accumulation and saving behavior of the retired elderly in Italy using micro data from the “Survey of Italian Households’ Income and Wealth,” a panel survey of households conducted every two years by the Bank of Italy. We find that, on average, the retired elderly in Italy are decumulating their wealth (dissaving) but that their wealth decumulation rates are much slower than expected. Moreover, we also find that more than 40 percent of the retired elderly in Italy are continuing to accumulate wealth and that more than 80 percent are doing positive amounts of saving. Thus, the Wealth Decumulation Puzzle (the tendency of the retired elderly to decumulate their wealth more slowly than expected) appears to apply in the case of Italy, as it does in most other countries, before as well as after the Global Financial Crisis. Moreover, our regression analysis of the determinants of the wealth accumulation and saving behavior of the retired elderly in Italy suggests that the lower than expected wealth decumulation rates and dissaving of the retired elderly in Italy is due largely to intergenerational transfers (bequests and inter vivos transfers) and saving for precautionary purposes, especially the former.\n\n",
    "acknowledgement": "\nWe are grateful to Ali Akkemik, Marianna Brunetti, Elena Capatina, Javier Gardeazabal, Thesia Garner, Shoshana Grossbard, Tatsuo Hatta, Takashi Kurihara, Anne Laferrere, Ran Sun Lyng, Eric D. Ramstetter, Paolo M. Silva, Timothy Smeeding, Xiaonan Sun, Tien Manh Vu, Midori Wakabayashi, Junmin Wan, Takashi Yamashita, other participants of the Osaka University Conference on Household Economics, the Staff Seminar of the Asian Growth Research Institute, the Annual Meeting of the Society of Economics of the Household (SEHO), the Econometric Society Australasian Meeting (ESAM), the General Conference of the International Association for Research in Income and Wealth (IARIW), and the International Workshop on the Socio-economics of Ageing (IWSEA), three anonymous referees, and especially Yoko Niimi for their valuable comments. This work was supported by JSPS (Japan Society for the Promotion of Science) KAKENHI Grant Numbers 15H01950 and 18H00870, a project grant from the Asian Growth Research Institute, a grant from the Ministry of Education, Culture, Sports, and Science and Technology (MEXT) Joint Usage/Research Center at the Institute of Social and Economic Research, Osaka University, and grant n. RP116154D0309987 from Sapienza, University of Rome. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}