{
    "id": 26984,
    "citation_title": "Optimal Mitigation Policies in a Pandemic: Social Distancing and Working from Home",
    "citation_author": [
        "Callum J. Jones",
        "Thomas Philippon",
        "Venky Venkateswaran"
    ],
    "citation_publication_date": "2020-04-13",
    "issue_date": "2020-04-09",
    "revision_date": "2020-10-09",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Fiscal Policy",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the response of an economy to an unexpected epidemic. Households mitigate the spread of the disease by reducing consumption, reducing hours worked, and working from home. Working from home is subject to learning-by-doing and the capacity of the health care system is limited. A social planner worries about two externalities, an infection externality and a healthcare congestion externality. Private agents’ mitigation incentives are too weak and suﬀer from a fatalism bias with respect to future infection rates. The planner implements front-loaded mitigation policies and encourages working from home immediately. In our calibration, assuming a CFR of 1% and an initial infection rate of 0.1%, private mitigation reduces the cumulative death rate from 2.5% of the initially susceptible population to about 1.75%. The planner optimally imposes a drastic suppression policy and reduces the death rate to 0.15% at the cost of an initial drop in consumption of around 25%.\n\n",
    "acknowledgement": "\nWe are grateful for comments from seminar participants at the University of Chicago, NBER Summer Institute. The views expressed herein are those of the authors and should not be attributed to the IMF, its Executive Board, its management, or the National Bureau of Economic Research. First version: March 31, 2020.\n\n\n"
}