{
    "id": 26985,
    "citation_title": "Risk Sharing Externalities",
    "citation_author": [
        "Luigi Bocola",
        "Guido Lorenzoni"
    ],
    "citation_publication_date": "2020-04-13",
    "issue_date": "2020-04-09",
    "revision_date": "2023-02-16",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFinancial crises typically arise because firms and financial institutions choose balance sheets that expose them to aggregate risk. We propose a theory to explain these risk exposures. We study a financial accelerator model where entrepreneurs can issue state-contingent claims to consumers. Even though entrepreneurs could use these contingent claims to hedge negative shocks, we show that they tend not to do so. This is because it is costly to buy insurance against these shocks as consumers are also harmed by them. This effect is self-reinforcing, as the fact that entrepreneurs are unhedged amplifies the negative effects of shocks on consumers’ incomes. We show that this feedback can be quantitatively important and lead to inefficiently high risk exposure for entrepreneurs.\n\n",
    "acknowledgement": "\nWe thank for useful comments Adrien Auclert, Aniket Baksy, Javier Bianchi, Eduardo Dávila, Sebastian Di Tella, Alessandro Dovis, Mark Gertler, Alberto Martin, Adriano Rampini, Chris Tonetti and seminar participants at Princeton, Yale, Boston University, EIEF, Columbia, Stanford, Boston College, AEA meetings and the SED conference. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}