{
    "id": 26987,
    "citation_title": "COVID-19 and The Macroeconomic Effects of Costly Disasters",
    "citation_author": [
        "Sydney C. Ludvigson",
        "Sai Ma",
        "Serena Ng"
    ],
    "citation_publication_date": "2020-04-13",
    "issue_date": "2020-04-09",
    "revision_date": "2020-09-01",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe outbreak of COVID-19 has significantly disrupted the economy. This paper attempts to quantify the macroeconomic impact of costly and deadly disasters in recent US history, and to translate these estimates into an analysis of the likely impact of COVID-19. A costly disaster series is constructed over the sample 1980:1-2020:04 and the dynamic impact of a disaster shock on economic activity and on uncertainty is studied using a VAR. While past natural disasters are local in nature and come and go quickly, COVID-19 is a global, multi-period event. We therefore study the dynamic responses to a sequence of large disaster shocks. Even in a fairly conservative case where COVID-19 is a 5-month shock with its magnitude calibrated by the cost of March 2020 Coronavirus relief packages, the shock is forecast to lead to a cumulative loss in industrial production of 20% and in service sector employment of nearly 39% or 55 million jobs over the next 12 months. For each month that a shock of a given magnitude is prolonged from the base case, heightened macro uncertainty persists for another month.\n\n",
    "acknowledgement": "\nThe views expressed are those of the authors and do not necessarily reflect those of the Federal Reserve Board or the Federal Reserve System. Ng acknowledges support from the National Science Foundation under grant SES-1558623.\n\n\n"
}