{
    "id": 26982,
    "citation_title": "Social Distancing, Internet Access and Inequality",
    "citation_author": [
        "Lesley Chiou",
        "Catherine Tucker"
    ],
    "citation_publication_date": "2020-04-13",
    "issue_date": "2020-04-09",
    "revision_date": "2020-09-25",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nThis paper measures the role of the diffusion of high-speed Internet on an individual's ability to self-isolate during a global pandemic. We use data that tracks 20 million mobile devices and their movements across physical locations, and whether the mobile devices leave their homes that day. We show that while income is correlated with differences in the ability to stay at home, the unequal diffusion of high-speed Internet in homes across regions drives much of this observed income effect. We examine compliance with state-level directives to avoid leaving your home. Devices in regions with either high-income or high-speed Internet are less likely to leave their homes after such a directive. However, the combination of having both high income and high-speed Internet appears to be the biggest driver of propensity to stay at home. Our results suggest that the digital divide---or the fact that income and home Internet access are correlated---appears to explain much inequality we observe in people's ability to self-isolate.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nCatherine Tucker\n\nThough this research was not supported by any grants other than those listed, Catherine Tucker would like to acknowledge that in the past she has received research support from and consulted for a variety of technology companies.  Please see https://mitmgmtfaculty.mit.edu/cetucker/disclosure/ for mor einformation.\n\n\n"
}