{
    "id": 26983,
    "citation_title": "COVID-Induced Economic Uncertainty",
    "citation_author": [
        "Scott R. Baker",
        "Nicholas Bloom",
        "Steven J. Davis",
        "Stephen J. Terry"
    ],
    "citation_publication_date": "2020-04-13",
    "issue_date": "2020-04-09",
    "revision_date": "2020-07-09",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Business Cycles",
        "\n",
        "Fiscal Policy",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAssessing the economic impact of the COVID-19 pandemic is essential for policymakers, but challenging because the crisis has unfolded with extreme speed. We identify three indicators – stock market volatility, newspaper-based economic uncertainty, and subjective uncertainty in business expectation surveys – that provide real-time forward-looking uncertainty measures. We use these indicators to document and quantify the enormous increase in economic uncertainty in the past several weeks. We also illustrate how these forward-looking measures can be used to assess the macroeconomic impact of the COVID-19 crisis. Specifically, we feed COVID-induced first-moment and uncertainty shocks into an estimated model of disaster effects developed by Baker, Bloom and Terry (2020). Our illustrative exercise implies a year-on-year contraction in U.S. real GDP of nearly 11 percent as of 2020 Q4, with a 90 percent confidence interval extending to a nearly 20 percent contraction. The exercise says that about half of the forecasted output contraction reflects a negative effect of COVID-induced uncertainty.\n\n",
    "acknowledgement": "\nWe thank the U.S. National Science Foundation, the Sloan Foundation, and the University of Chicago Booth School of Business for financial support. We also thank Steve Tadelis and Wolfgang Keller for valuable comments on the paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nSteven J. Davis\n\nI own more than $5,000 in stock of Charles River Associates. I own Millennium Economics LLC.\n\n\n"
}