{
    "id": 26981,
    "citation_title": "A Simple Planning Problem for COVID-19 Lockdown",
    "citation_author": [
        "Fernando E. Alvarez",
        "David Argente",
        "Francesco Lippi"
    ],
    "citation_publication_date": "2020-04-13",
    "issue_date": "2020-04-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the optimal lockdown policy for a planner who wants to control the fatalities of a pandemic while minimizing the output costs of the lockdown. We use the SIR epidemiology model and a linear economy to formalize the planner's dynamic control problem. The optimal policy depends on the fraction of infected and susceptible in the population. We parametrize the model using data on the COVID19 pandemic and the economic breadth of the lockdown. The quantitative analysis identifies the features that shape the intensity and duration of the optimal lockdown policy. Our baseline parametrization is conditional on a 1% of infected agents at the outbreak, no cure for the disease, and the possibility of testing. The optimal policy prescribes a severe lockdown beginning two weeks after the outbreak, covers 60% of the population after a month, and is gradually withdrawn covering 20% of the population after 3 months. The intensity of the lockdown depends on the gradient of the fatality rate as a function of the infected, and on the assumed value of a statistical life. The absence of testing increases the economic costs of the lockdown, and shortens the duration of the optimal lockdown which ends more abruptly. Welfare under the optimal policy with testing is higher, equivalent to a one-time payment of 2% of GDP.\n\n",
    "acknowledgement": "\nFirst draft, March 23, 2020. We benefited from the comments of Andrew Atkeson, Gadi Barlevy, Mike Golosov, Fausto Gozzi, Francois Gourio, Lars Hansen, Kiminori Matsuyama, Magne Mogstad, Casey Mulligan, Tom Phelan, Filip Rozsypal, Fabiano Schivardi, Rob Shimer, Daniele Terlizzese, Fabrice Tourre, Marcelo Veracierto, Ivan Werning, and panelists and participants on the HELP! (Health and Pandemics Economics Group) seminar on March 27th, the World Bank's Development Policy and Covid-19 e-seminar on April 1st, and the Federal Reserve Bank of Chicago Virtual Macro Seminar on April 3rd, and the Chicago Economics Department lunch on April 8th. The authors declare to have no conflict of interest to disclose regarding the research on this paper. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nFernando E. Alvarez\n\nI have visited, taught, or consulted for the following institutions, where I have received an honorarium and/or have been paid travel expenses:\n\n\nEIEF, Rome, Italy. As research visitor.\n\n\nFederal Reserve Bank of Chicago, US. As consultant to the Research Department.\n\n\nFederal Reserve Bank of Minneapolis, US. As consultant to the Research Department.\n\n\nFederal Reserve Bank of Philadelphia, US. As consultant to the Research Department.\n\n\nFederal Reserve Bank of Richmond, US. As consultant to the Research Department.\n\n\nSwiss Doctoral Program, Gerzensee. As an invited visiting professor.\n\n\nBank of International Settlements, Basel, Switzerland. As a speaker and short term consultant on their research department.\n\n\nEuropean Central Bank, Frankfurt, Germany. As Duisenberg Fellow as regular research visitor to the MPR division.\n\n\nUniversidad Torcuato Di Tella, Argentina. As a research visitor and a visiting  short term professor.\n\n\nToulouse School of Economics, Toulouse, France. As a research visitor.\n\n\nCowles Foundation, Yale, US. As a research visitor.\n\n\nGoldman Sachs, as a Goldman Sachs GMI fellow.\n\n\nHave consulted in the past with two legal firms on a class actions suit to determining damages on the some members of the British Banking Association.\n\n\n"
}