{
    "id": 26992,
    "citation_title": "Did California’s Shelter-in-Place Order Work? Early Coronavirus-Related Public Health Effects",
    "citation_author": [
        "Andrew I. Friedson",
        "Drew McNichols",
        "Joseph J. Sabia",
        "Dhaval Dave"
    ],
    "citation_publication_date": "2020-04-20",
    "issue_date": "2020-04-16",
    "revision_date": "2020-04-29",
    "topics": [
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nOn March 19, 2020, California Governor Gavin Newsom issued Executive Order N-33-20 2020, which required all residents of the state of California to shelter in place for all but essential activities such as grocery shopping, retrieving prescriptions from a pharmacy, or caring for relatives. This shelter-in-place order (SIPO), the first such statewide order issued in the United States, was designed to reduce COVID-19 cases and mortality. While the White House Task Force on the Coronavirus has credited the State of California for taking early action to prevent a statewide COVID-19 outbreak, no study has examined its impact.  This study is the first to estimate the effect of SIPO adoption on health. Using daily state-level coronavirus data and a synthetic control research design, we find that California’s statewide SIPO reduced COVID-19 cases by 125.5 to 219.7 per 100,000 population by April 20, one month following the order.  We further find that California’s SIPO led to as many as 1,661 fewer COVID-19 deaths during this period. Back-of-the-envelope calculations suggest that there were about 400 job losses per life saved during this short-run post-treatment period.\n\n",
    "acknowledgement": "\nSabia acknowledges research support from the Center for Health Economics & Policy Studies (CHEPS) at San Diego State University, including grant support received from the Charles Koch Foundation and the Troesh Family Foundation. We thank Kyutaro Matsuzawa, Isaac Baumann, Cameron Milani, Alicia Marquez, James Curry, and Samuel Safford for excellent research assistance on this project. We also thank Donald Kenkel, Daniel Hamermesh, David Powell, Sebastian Tello-Trillo, Jason Fletcher, Ben Hansen, Sarah Stith, Laura Argys, Susan Averett, David Neumark, Daniel Rees, and Nicolas Ziebarth for helpful comments and suggestions that helped to improve this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}