{
    "id": 26991,
    "citation_title": "Three Prongs for Prudent Climate Policy",
    "citation_author": [
        "Joseph E. Aldy",
        "Richard J. Zeckhauser"
    ],
    "citation_publication_date": "2020-04-20",
    "issue_date": "2020-04-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFor three decades, advocates for climate change policy have simultaneously emphasized the urgency of taking ambitious actions to mitigate greenhouse gas (GHG) emissions and provided false reassurances of the feasibility of doing so. The policy prescription has relied almost exclusively on a single approach: reduce emissions of carbon dioxide (CO2) and other GHGs. Since 1990, global CO2 emissions have increased 60 percent, atmospheric CO2 concentrations have raced past 400 parts per million, and temperatures increased at an accelerating rate. The one-prong strategy has not worked. After reviewing emission mitigation’s poor performance and low-probability of delivering on long-term climate goals, we evaluate a three-pronged strategy for mitigating climate change risks: adding adaptation and amelioration – through solar radiation management (SRM) – to the emission mitigation approach. We identify SRM’s potential, at dramatically lower cost than emission mitigation, to play a key role in offsetting warming. We address the moral hazard reservation held by environmental advocates – that SRM would diminish emission mitigation incentives – and posit that SRM deployment might even serve as an “awful action alert” that galvanizes more ambitious emission mitigation. We conclude by assessing the value of an iterative act-learn-act policy framework that engages all three prongs for limiting climate change damages.\n\n",
    "acknowledgement": "\nThis paper was prepared for the Southern Economic Journal based on Zeckhauser’s keynote address to the Annual Conference of the Southern Economic Association, Fort Lauderdale, Florida, November 2019. Ken Norris and Lorae Stojanovic provided excellent research assistance. We thank Jim Poterba and seminar participants at Harvard University and the Southern Economic Association Annual Conference for feedback on an earlier version of this work. Aldy’s work has been supported by the Belfer Center for Science and International Affairs, BP, the Roy Family Fund, and Resources for the Future. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}