{
    "id": 26997,
    "citation_title": "Sticky Capital Controls",
    "citation_author": [
        "Miguel Acosta-Henao",
        "Laura Alfaro",
        "Andrés Fernández"
    ],
    "citation_publication_date": "2020-04-20",
    "issue_date": "2020-04-16",
    "revision_date": "2021-09-28",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe build a new dataset using textual analysis, from which we document a set of stylized facts regarding the use of capital controls, along their intensive and extensive margins for 21 emerging markets, with a focus on priced-based controls. We document that capital controls are “sticky”; that is, changes do not occur frequently, and when they do, they remain in place for a long time. Overall, price-based capital controls have not been used systematically across countries or time, and there has been considerable heterogeneity across countries in terms of the intensity with which they have been used. We then present a model of capital controls relying on pecuniary externalities augmented by including an (S; s) cost of implementing such policies and illustrate how this friction goes a long way toward bringing the model closer to the data. When the extended model is calibrated for each of the countries in the new dataset, we find that the size of these costs is large, thus substantially reducing the welfare-enhancing effects of capital controls compared with the frictionless Ramsey benchmark. We conclude with a discussion of the structural interpretations of such costs, which calls for a richer set of policy constraints when considering the use of capital controls in models of pecuniary externalities.\n\n",
    "acknowledgement": "\nWe benefited from conversations with Javier Bianchi, Emine Boz, Scott Davis, Christian Daude, Sebastian Fanelli, Marc Giannoni, José De Gregorio, Nicolas Magud, Karel Mertens, Juan Montecinos, Andrew Powell, Sangeeta Pratap, Damiano Sandri, Jesse Schreger, and Eric Young. We are thankful for the comments and suggestions received at workshops held at the International Monetary Fund, Federal Reserve Board, Federal Reserve Bank of Dallas, Central Bank of Chile, Bank of England, Fudan University, University of Chile, and RIDGE Workshop-International Macro. Javier Caicedo, Daniel Guzman, Sarah Jeong, Daniel Ramos, and Johana Torres provided excellent research assistance. Any errors are our own. The information and opinions presented are entirely those of the author(s), and no endorsement by the Central Bank of Chile, its board of directors, or the National Bureau of Economic Research is expressed or implied. HBS research funds acknowledged.\n\n\n"
}