{
    "id": 26994,
    "citation_title": "Do People Have a Bias for Low-Deductible Insurance?",
    "citation_author": [
        "Howard Kunreuther",
        "Mark Pauly"
    ],
    "citation_publication_date": "2020-04-20",
    "issue_date": "2020-04-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": null,
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDo consumers show a strong bias toward low deductible insurance plans, as many field studies imply? This paper reports on a controlled experiment intended to see whether subjects have a predisposition toward such plans and whether that preference is consistent when their default plan and premiums are changed. Subjects were presented with a scenario where they had to make a decision on whether to purchase a plan with a low deductible (LD) or high deductible (HD) when faced with an illness having a specified probability and cost. Participants had to choose between these plans in two rounds with the identical risk of an illness and specified premiums. If their default option was an LD plan in Round 1, then it was an HD plan in Round 2. The experiment did not show a strong bias toward low deductible health plans. Only slightly more than half of the respondents chose an LD plan even when it was optimal for them to do so. When faced with a default option that was switched in Round 2, 58% of the respondents chose the same plan as they did in Round 1, implying that some but not all subjects resisted the default option in their decision process. Subject choices were correlated with their responses to questions about risk aversion and a desire for peace of mind.\n\n",
    "acknowledgement": "\nOur thanks to Spencer DeRoos for his assistance in helping us analyze the data and to Carol Heller for helpful suggestions on an earlier draft of the paper. Support for this research comes from the Alfred P. Sloan Foundation and the Wharton Risk Management and Decision Processes Center. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}