{
    "id": 26996,
    "citation_title": "Distributing Personal Income: Trends Over Time",
    "citation_author": [
        "Dennis Fixler",
        "Marina Gindelsky",
        "David Johnson"
    ],
    "citation_publication_date": "2020-04-20",
    "issue_date": "2020-04-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper constructs a distribution of Personal Income for the United States (2007-2016) to investigate the relationship between inequality and macroeconomic growth. We extend a perspective first presented in Fixler and Johnson (2014) and further developed in Fixler et al. (2017) and Fixler, Gindelsky, and Johnson (2018, 2019) to develop a national account-based measure using a decade of publicly available survey, tax, and administrative data. By using (equivalized) households as the base unit of analysis and focusing on a more inclusive definition of income than most inequality studies (i.e., including health, transfers, and financial assets), we improve on existing economic measures of inequality in a meaningful way and bridge the gap between micro data and macro statistics. We produce a wide set of inequality results over the period, drawing a comparison with other studies (including Auten and Splinter (2019) and Piketty, Saez, and Zucman (2018)).\n\n",
    "acknowledgement": "\nWe greatly thank William Gale and the participants of the NBER CRIW 2020 Conference for their comments and Andrew Craig for his extensive assistance in creating and evaluating the CPS and NIPA data. David Johnson received funding from BEA to support for this research. The views expressed are those of the authors and do not necessarily represent the U.S. Bureau of Economic Analysis, the U.S. Department of Commerce, the University of Michigan, or the National Bureau of Economic Research.\n\n\n"
}