{
    "id": 26990,
    "citation_title": "The Geographic Spread of COVID-19 Correlates with the Structure of Social Networks as Measured by Facebook",
    "citation_author": [
        "Theresa Kuchler",
        "Dominic Russel",
        "Johannes Stroebel"
    ],
    "citation_publication_date": "2020-04-13",
    "issue_date": "2020-04-09",
    "revision_date": "2020-08-14",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n",
        "International Trade and Investment",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe use aggregated data from Facebook to show that COVID-19 was more likely to spread between regions with stronger social network connections. Areas with more social ties to two early COVID-19 “hotspots” (Westchester County, NY, in the U.S. and Lodi province in Italy) generally had more confirmed COVID-19 cases as of the end of March. These relationships hold after controlling for geographic distance to the hotspots as well as for the income and population densities of the regions. As the pandemic progressed in the U.S., a county's social proximity to recent COVID- 19 cases predicts future outbreaks over and above physical proximity. These results suggest data from online social networks can be useful to epidemiologists and others hoping to forecast the spread of communicable diseases such as COVID-19.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. The data on social connectedness data used in this paper (as well as similar data for a wide range of other geographies) are accessible to other researchers by emailing sci_data@fb.com. The authors have a research consulting relationship with Facebook. Since this project only uses data that is available to the broader research community, nobody at Facebook reviewed the contents of this paper.\n\n\n\nJohannes Stroebel\n\nThis research was facilitate through an ongoing research consulting agreement with Facebook.\n\n\n"
}