{
    "id": 27004,
    "citation_title": "Shotgun Wedding: Fiscal and Monetary Policy",
    "citation_author": [
        "Marco Bassetto",
        "Thomas J. Sargent"
    ],
    "citation_publication_date": "2020-04-20",
    "issue_date": "2020-04-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper describes interactions between monetary and fiscal policies that affect  equilibrium  price levels and interest rates by critically surveying theories about (a)  optimal anticipated inflation, (b) optimal unanticipated inflation, and (c)  conditions that  secure a \"nominal anchor'' in the sense of a unique price level path. We contrast incomplete theories whose inputs are budget-feasible sequences of government issued bonds and money with complete theories whose inputs are  bond-money strategies described as sequences of functions that map time t histories into time t government actions. We cite historical episodes that confirm  the theoretical insight that  lines of authority between a Treasury and a Central Bank can be ambiguous, obscure, and  fragile.\n\n",
    "acknowledgement": "\nWe thank John H. Cochrane and a referee for helpful comments. The views expressed in this paper are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research. When citing this paper, please use the following: Bassetto, Marco, Sargent, Thomas J. 2020. Shotgun Wedding:  Fiscal and Monetary Policy. Annual Review of Economics: Submitted. https://doi.org/10.1146/annurev-economics-091319-050022\n\n\n"
}