{
    "id": 27000,
    "citation_title": "Optimal Regulation of E-cigarettes: Theory and Evidence",
    "citation_author": [
        "Hunt Allcott",
        "Charlie Rafkin"
    ],
    "citation_publication_date": "2020-05-04",
    "issue_date": "2020-04-16",
    "revision_date": "2021-08-06",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere is an active debate about how to regulate electronic cigarettes, due to uncertainty about their health effects and whether they are primarily a quit aid or a gateway drug for combustible cigarettes. We model optimal e-cigarette regulation and estimate key parameters. Using tax changes and scanner data, we estimate relatively elastic demand. A demographic shift-share identification strategy suggests limited substitution between e-cigarettes and cigarettes. We field a new survey of public health experts, who report that vaping is more harmful than previously believed. In our model’s average Monte Carlo simulation, these results imply that optimal e-cigarette taxes are higher than recent norms. However, e-cigarette subsidies may be optimal if vaping is a stronger substitute for smoking and is safer than our experts report, or if consumers overestimate the health harms from vaping.\n\n",
    "acknowledgement": "\nWe thank Alberto Abadie, David B. Abrams, Josh Angrist, Noel Brewer, Chad Cotti, Charles Courtemanche, Thomas Eissenberg, Brigham Frandsen, Michael Grossman, Don Kenkel, Jessica Pepper, Mike Pesko, Kurt Ribisl, Frank Schilbach, Andrew Seidenberg, Jann Spiess, Tevi Troy, and seminar participants at ASHE, ITAM, Microsoft Research, and MIT for helpful feedback. We thank Raj Bhargava, Ahmad Rahman, and Aakaash Rao for exceptional research assistance. We are grateful to the Sloan Foundation for financial support. This material is based upon work supported by the National Science Foundation Graduate Research Fellowship under Grant No. 1122374. Replication files are available from the AEA Data and Code Repository (Allcott and Rafkin 2021). Our surveys were approved by the NYU University Committee on Activities Involving Human Subjects (protocol number FY2020-3753) and determined exempt by the MIT Committee on the Use of Humans as Experimental Subjects (protocol numbers E-1874 and E- 2522). This paper represents the researchers’ own analyses calculated based in part on data from Nielsen Consumer LLC and marketing databases provided through the NielsenIQ Datasets at the Kilts Center for Marketing Data Center at The University of Chicago Booth School of Business. The conclusions drawn from the NielsenIQ data are those of the researchers and do not reflect the views of NielsenIQ or the National Bureau of Economic Research. NielsenIQ is not responsible for, had no role in, and was not involved in analyzing and preparing the results reported herein.\n\n\n"
}