{
    "id": 27003,
    "citation_title": "What’s up with the Phillips Curve?",
    "citation_author": [
        "Marco Del Negro",
        "Michele Lenza",
        "Giorgio E. Primiceri",
        "Andrea Tambalotti"
    ],
    "citation_publication_date": "2020-04-20",
    "issue_date": "2020-04-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe business cycle is alive and well, and real variables respond to it more or less as they always did. Witness the Great Recession. Inflation, in contrast, has gone quiescent. This paper studies the sources of this disconnect using VARs and an estimated DSGE model. It finds that the disconnect is due primarily to the muted reaction of inflation to cost pressures, regardless of how they are measured—a flat aggregate supply curve. A shift in policy towards more forceful inflation stabilization also appears to have played some role by reducing the impact of demand shocks on the real economy. The evidence rules out stories centered around changes in the structure of the labor market or in how we should measure its tightness.\n\n",
    "acknowledgement": "\nPrepared for the 2020 Spring Brookings Papers on Economic Activity. We thank Ethan Matlin and especially William Chen for excellent research assistance, our discussants, Olivier Blanchard and Chris Sims, as well as Richard Crump, Keshav Dogra, Simon Gilchrist, Pierre-Olivier Gourinchas, Rick Mishkin, Argia Sbordone, and the conference participants for useful comments and suggestions. Jim Stock provided much appreciated guidance during the research and writing process. The views expressed in this paper are those of the authors and do not necessarily represent those of the European Central Bank, the Eurosystem, the Federal Reserve Bank of New York, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n\nMarco Del Negro\n\nThe author declares that he has no relevant or material financial interests that relate to the research described in this paper, other than the fact that the author is an employee of the Federal Reserve Bank of New York.\n\n\n\nGiorgio E. Primiceri\n\nNon-teaching compensated activities, 2017-2020:\n\n\nAmerican Economic Journal: Macroeconomics, co-editor,\n\n\nFederal Reserve Bank of Chicago, consultant\n\n\nEuropean Central Bank, consultant\n\n\n"
}