{
    "id": 27005,
    "citation_title": "Countervailing Market Power and Hospital Competition",
    "citation_author": [
        "Eric Barrette",
        "Gautam Gowrisankaran",
        "Robert Town"
    ],
    "citation_publication_date": "2020-04-20",
    "issue_date": "2020-04-16",
    "revision_date": "2020-09-29",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhile economic theories indicate that market power by downstream ﬁrms can potentially counteract market power upstream, antitrust policy is opaque about whether to incorporate countervailing market power in merger analyses. We use detailed national claims data from the healthcare sector to evaluate whether countervailing insurer power does indeed limit hospitals’ exercise of market power. We estimate willingness-to-pay models to evaluate hospital market power across analysis areas. We ﬁnd that countervailing market power is important: a typical hospital merger would raise hospital prices 4.3% at the 25th percentile of insurer concentration but only 0.97% at the 75th percentile of insurer concentration.\n\n",
    "acknowledgement": "\nWe thank Keith Brand, Martin Gaynor, Avigail Kifer, Aviv Nevo, Ted Rosenbaum, Kevin Kennedy, and seminar participants at George Washington University, the Federal Reserve Bank of Chicago, ASHEcon 2016, and the 2017 ASSA Annual Meeting for helpful comments. We acknowledge the Health Care Cost Institute (HCCI) and the companies providing data (Aetna, Humana, and UnitedHealthcare) used in this analysis. All analyses were conducted while Barrette was Director of Research at HCCI. Gowrisankaran acknowledges funding from the National Science Foundation (Grant SES-1425063). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nGautam Gowrisankaran\n\n•\tI am a Senior Advisor to Cornerstone Research. As such, I have provided expert testimony and consulting services to a number of entities, including hospital systems and health insurers.\n•\tI am a co-PI on a grant from the Agency for Healthcare Quality and Research (1R01HS024850-01) that considers narrow network health plans.\n•\tI was the PI on a grant from the National Science Foundation (SES-1425063) that considers bargaining between hospitals and health insurers.\n•\tI declare that I have no other relevant material or financial interests that relate to the research described in this paper.\n\n\n"
}