{
    "id": 27001,
    "citation_title": "Energy Markets and Global Economic Conditions",
    "citation_author": [
        "Christiane Baumeister",
        "Dimitris Korobilis",
        "Thomas K. Lee"
    ],
    "citation_publication_date": "2020-04-20",
    "issue_date": "2020-04-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper evaluates alternative indicators of global economic activity and other market fundamentals in terms of their usefulness for forecasting real oil prices and global petroleum consumption. We find that world industrial production is one of the most useful indicators that has been proposed in the literature. However, by combining measures from a number of different sources we can do even better. Our analysis results in a new index of global economic conditions and new measures for assessing future tightness of energy demand and expected oil price pressures.\n\n",
    "acknowledgement": "\nWe thank Nida Çakir Melek, Todd Clark, Ferre De Graeve, and James Hamilton for many insightful discussions and useful suggestions, and Scott Brave, Pierre Guérin, Francesco Ravazzolo, James Stock, and participants at the EIA 2019 Annual Workshop on Financial and Physical Energy Market Linkages for additional helpful comments. Special thanks to James Ng and Mark Robison at the Hesburgh Library for their valuable assistance with obtaining access to the shipping data. Part of this research was conducted while Christiane Baumeister was visiting KU Leuven and Bocconi University whose hospitality is gratefully acknowledged. Aram Derdzyan and Qian Li provided excellent research assistance. The work of Christiane Baumeister was supported by grant DE-EI0003240 from the U.S. Energy Information Administration. The views expressed in this paper are solely the responsibility of the authors and should not be interpreted as reflecting the views of the U.S. Energy Information Administration or the National Bureau of Economic Research.\n\n\n"
}