{
    "id": 27017,
    "citation_title": "Labor Markets During the COVID-19 Crisis: A Preliminary View",
    "citation_author": [
        "Olivier Coibion",
        "Yuriy Gorodnichenko",
        "Michael Weber"
    ],
    "citation_publication_date": "2020-04-20",
    "issue_date": "2020-04-16",
    "revision_date": "2020-06-27",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe use a repeated large-scale survey of households in the Nielsen Homescan panel to characterize how labor markets are being affected by the covid-19 pandemic. We document several facts. First, job loss has been significantly larger than implied by new unemployment claims: we estimate 20 million lost jobs by April 6th, far more than jobs lost over the entire Great Recession. Second, many of those losing jobs are not actively looking to find new ones. As a result, we estimate the rise in the unemployment rate over the corresponding period to be surprisingly small, only about 2 percentage points. Third, participation in the labor force has declined by 7 percentage points, an unparalleled fall that dwarfs the three percentage point cumulative decline that occurred from 2008 to 2016.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. We thank the National Science Foundation for financial support in conducting the surveys. We also thank Shannon Hazlett and Victoria Stevens at Nielsen for their assistance with the collection of the PanelViews Survey. Results in this article are calculated based on data from The Nielsen Company (US), LLC and marketing databases provided by the Kilts Center for Marketing Data Center at The University of Chicago Booth School of Business. Information on availability and access to the data is available at http://research.chicagobooth.edu/nielsen.\n\n\n"
}