{
    "id": 27012,
    "citation_title": "Disputes in International Investment and Trade",
    "citation_author": [
        "Ralph Ossa",
        "Robert W. Staiger",
        "Alan O. Sykes"
    ],
    "citation_publication_date": "2020-04-20",
    "issue_date": "2020-04-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nInternational investment agreements employ dispute settlement procedures that differ markedly from their counterparts in trade agreements along three key dimensions: standing (i.e., the right to file grievances), the nature of the remedy, and the remedial period. In the state-to-state dispute settlement procedures of a typical trade agreement, only governments have standing, while private investors also have standing in the investor-state dispute settlement procedures employed by investment agreements. Trade agreements typically employ tariff retaliation as the remedy for violation of the agreement, while the award of cash damages is the norm in investment disputes. And trade agreements typically provide for only prospective remedies covering harm done subsequent to a ruling, while the damages awarded in investment disputes routinely cover past as well as future harms. We develop parallel models of trade agreements and investment agreements and employ them to study these differences. We argue that the differences can be understood as arising from the fundamentally different problems that trade and investment agreements are designed to solve.\n\n",
    "acknowledgement": "\nRalph Ossa gratefully acknowledges funding from the European Research Council (ERC) under the European Union's Horizon 2020 research and innovation program (grant agreement No 819394). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nRobert W. Staiger\n\nIn the Fall of 2011, I served as a consultant for the WTO and wrote a background paper ( http://www.ssc.wisc.edu/~rstaiger/NTMs_WTO_123111  ) for the WTO's World Trade Report 2012.\n\n\n"
}