{
    "id": 27013,
    "citation_title": "An Alternative Explanation for the “Fed Information Effect”",
    "citation_author": [
        "Michael D. Bauer",
        "Eric T. Swanson"
    ],
    "citation_publication_date": "2020-04-20",
    "issue_date": "2020-04-16",
    "revision_date": "2022-04-11",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHigh-frequency changes in interest rates around FOMC announcements are a standard method of measuring monetary policy shocks. However, some recent studies have documented puzzling effects of these shocks on private-sector forecasts of GDP, unemployment, or inflation that are opposite in sign to what standard macroeconomic models would predict. This evidence has been viewed as supportive of a “Fed information effect” channel of monetary policy, whereby an FOMC tightening (easing) communicates that the economy is stronger (weaker) than the public had expected. We show that these empirical results are also consistent with a “Fed response to news” channel, in which incoming, publicly available economic news causes both the Fed to change monetary policy and the private sector to revise its forecasts. We provide substantial new evidence that distinguishes between these two channels and strongly favors the latter; for example, (i) regressions that include the previously omitted public economic news, (ii) a new survey that we conduct of Blue Chip forecasters, and (iii) high-frequency financial market responses to FOMC announcements all indicate that the Fed and private sector are simply responding to the same public news, and that there is little if any role for a “Fed information effect”.\n\n",
    "acknowledgement": "\nA previous version of this paper circulated under the title “The Fed’s Response to Economic News Explains the ‘Fed Information Effect’”. We thank the Blue Chip forecasters who answered our survey, Sophia Friesenhahn and Benjamin Shapiro for excellent research assistance, and David Lucca, Kurt Lunsford, Mirela Miescu, Silvia Miranda-Agrippino, Pascal Paul, Giovanni Ricco, David Romer, and seminar participants at the Bank of Canada, Bank of Finland, Bundesbank, Federal Reserve Banks of Cleveland, Kansas City, and New York, the Federal Reserve Board, LMU Munich, Marquette, Notre Dame, UC Irvine, University of Bremen, Universität Hamburg, the CEBRA Annual Meeting, CESifo Conference on Macroeconomics and Survey Data, CopenhagenMacro Days, EABCN Conference on “Empirical Advances in Monetary Policy,” Econometric Society World Congress, NBER Summer Institute, Society for Economic Dynamics, and UNSW Continuing Education in Macroeconometrics Conference for helpful discussions, comments, and suggestions. Any errors or omissions are solely those of the authors.  The opinions expressed in this paper, and any errors or omissions, are those of the authors and are not necessarily those of any individuals or groups listed above, nor of the National Bureau of Economic Research.\n\n\n"
}