{
    "id": 27010,
    "citation_title": "Spending Less After (Seemingly) Bad News",
    "citation_author": [
        "Mark Garmaise",
        "Yaron Levi",
        "Hanno Lustig"
    ],
    "citation_publication_date": "2020-04-20",
    "issue_date": "2020-04-16",
    "revision_date": "2020-07-22",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nUsing high-frequency spending data, we show that household consumption displays excess sensitivity to salient macro-economic news, even when the news is not real. When the announced local unemployment rate reaches a 12-month maximum, local news coverage of unemployment increases and local consumers reduce their discretionary spending by 2% relative to consumers in areas with the same macro-economic fundamentals. The consumption of low-income households displays greater excess sensitivity to salience. The decrease in spending is not reversed in subsequent months; instead, negative news persistently reduces future spending for two to four months. Households in treated areas act as if they are more financially constrained than those in untreated areas with the same fundamentals.\n\n",
    "acknowledgement": "\nThe authors would like to thank seminar participants at Stanford, UCLA and USC for their comments. We also especially want to acknowledge comments received from Laura Blattner, Peter DeMarzo, Darrell Duffie, Ben Hebert, Bob Hodrick, Arvind Krishnamurthy, Amit Seru, Ken Singleton, Lulu Wang, and Jeff Zwiebel. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}