{
    "id": 27014,
    "citation_title": "Advances in Using Vector Autoregressions to Estimate Structural Magnitudes",
    "citation_author": [
        "Christiane Baumeister",
        "James D. Hamilton"
    ],
    "citation_publication_date": "2020-04-20",
    "issue_date": "2020-04-16",
    "revision_date": "2022-09-28",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper surveys recent advances in drawing structural conclusions from vector autoregressions, providing a unified perspective on the role of prior knowledge. We describe the traditional approach to identification as a claim to have exact prior information about the structural model and propose Bayesian inference as a way to acknowledge that prior information is imperfect or subject to error. We raise concerns from both a frequentist and a Bayesian perspective about the way that results are typically reported for VARs that are set-identified using sign and other restrictions. We call attention to a common but previously unrecognized error in estimating structural elasticities and show how to correctly estimate elasticities even in the case when one only knows the effects of a single structural shock.\n\n",
    "acknowledgement": "\nThis paper was presented as the Econometric Theory Lecture at the EC² Conference on The Econometrics of Climate, Energy and Resources at CREATES in December 2021. The paper supersedes earlier papers by the authors that were circulated under the titles “Advances in Structural Vector Autoregressions with Imperfect Identifying Information” and “Estimating Structural Parameters Using Vector Autoregressions.” We are thankful to Xin Gu, Frank Kleibergen, Lam Nguyen, Peter C. B. Phillips, Matthew Read, an anonymous co-editor and three anonymous referees for very useful insights.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}