{
    "id": 27015,
    "citation_title": "Innovative Growth Accounting",
    "citation_author": [
        "Peter J. Klenow",
        "Huiyu Li"
    ],
    "citation_publication_date": "2020-04-20",
    "issue_date": "2020-04-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent work highlights a falling entry rate of new firms and a rising market share of large firms in the United States. To understand how these changing firm demographics have affected growth, we decompose productivity growth into the firms doing the innovating. We trace how much each firm innovates by the rate at which it opens and closes plants, the market share of those plants, and how fast its surviving plants grow. Using data on all nonfarm businesses from 1982–2013, we find that new and young firms (ages 0 to 5 years) account for almost one-half of growth – three times their share of employment. Large established firms contribute only one-tenth of growth despite representing one-fourth of employment. Older firms do explain most of the speedup and slowdown during the middle of our sample. Finally, most growth takes the form of incumbents improving their own products, as opposed to creative destruction or new varieties.\n\n",
    "acknowledgement": "\nWe thank Mark Bils, John Haltiwanger, Hugo Hopenhayn, Chang-Tai Hsieh, Erik Hurst and Chad Jones for useful comments. We also thank Amber Flaharty and Gladys Teng for excellent research assistance. Any opinions and conclusions expressed herein are those of the author(s) and do not necessarily represent the views of the U.S. Census Bureau or the Federal Reserve System. This research was performed at a Federal Statistical Research Data Center under FSRDC Project Number 1440. All results have been reviewed to ensure that no confidential information is disclosed. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}