{
    "id": 27026,
    "citation_title": "Can the Unemployed Borrow? Implications for Public Insurance",
    "citation_author": [
        "J. Carter Braxton",
        "Kyle F. Herkenhoff",
        "Gordon M. Phillips"
    ],
    "citation_publication_date": "2020-04-20",
    "issue_date": "2020-04-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe show that unemployed individuals maintain significant access to credit. Following job loss, the unconstrained borrow, while the constrained default and delever. Both defaulters and borrowers are using credit to smooth consumption. We quantitatively show that long-term credit relationships and credit-registries allow the unemployed to partially offset income losses using credit. We estimate the model and find that the optimal provision of public insurance is unambiguously lower with greater credit access. Using a utilitarian welfare criterion, the optimal steady-state policy is to lower the replacement rate of public insurance from the current US policy of 41.2% to 38.3%. Moreover, lowering the replacement rate to 38.3% yields welfare gains to the majority of workers along the transition path.\n\n",
    "acknowledgement": "\nWe thank Jacob Adenbaum, Naoki Aizawa, Gadi Barlevy, Satyajit Chatterjee, Mariacristina DeNardi, Nathan Hendren, Bob Hunt, Greg Kaplan, Dirk Krueger, Ben Lester, Jeremy Lise, Igor Livshits, Loukas Karabarbounis, Ellen McGrattan, Makoto Nakajima, Victor Rios-Rull, and Shouyong Shi as well as numerous seminar participants for helpful comments. We thank Brian Littenberg and the Census for their hospitality and ongoing support. Herkenhoff and Phillips thank the National Science Foundation (Award No. SES-1824422), the Washington Center for Equitable Growth, and the Heller-Hurwicz Institute for funding. This research uses data from the Census Bureau's Longitudinal Employer Household Dynamics Program, which was partially supported by the following National Science Foundation Grants SES-9978093, SES-0339191 and ITR-0427889; National Institute on Aging Grant AG018854; and grants from the Alfred P. Sloan Foundation. Any opinions and conclusions expressed herein are those of the author(s) and do not necessarily represent the views of the U.S. Census Bureau. All results have been reviewed to ensure that no confidential information is disclosed. The views expressed herein are those of the authors and not those of the Federal Reserve System or the National Bureau of Economic Research.\n\n\n"
}