{
    "id": 27020,
    "citation_title": "Economic Policy Incentives to Preserve Lives and Livelihoods",
    "citation_author": [
        "Roberto Chang",
        "Andrés Velasco"
    ],
    "citation_publication_date": "2020-04-20",
    "issue_date": "2020-04-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Public Economics",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Covid-19 pandemic has motivated a myriad of studies and proposals on how economic policy should respond to this colossal shock. But in this debate it is seldom recognized that the health shock is not entirely exogenous. Its magnitude and dynamics themselves depend on economic policies, and the explicit or implicit incentives those policies provide. To illuminate the feedback loops between medical and economic factors we develop a minimal economic model of pandemics. In the model, as in reality, individual decisions to comply (or not) with virus-related public health directives depend on economic variables and incentives, which themselves respond to current economic policy and expectations of future policies. The analysis yields several practical lessons: because policies affect the speed of virus transmission via incentives, public health measures and economic policies can complement each other, reducing the cost of attaining desired social goals; expectations of expansionary macroeconomic policies during the recovery phase can help reduce the speed of infection, and hence the size of the health shock; the credibility of announced policies is key to rule out both self-fulfilling pessimistic expectations and time inconsistency problems. The analysis also yields a critique of the current use of SIR models for policy evaluation, in the spirit of Lucas (1983).\n\n",
    "acknowledgement": "\nWork on this paper was carried out while Roberto Chang served as BP Centennial Professor at the London School of Economics and Political Science. We acknowledge with thanks very useful conversations on the subject of this paper with several LSE colleagues, with Ricardo Hausmann from the Harvard Kennedy School, and with Norman Loayza from the World Bank. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}