{
    "id": 27027,
    "citation_title": "Tracking Public and Private Responses to the COVID-19 Epidemic: Evidence from State and Local Government Actions",
    "citation_author": [
        "Sumedha Gupta",
        "Thuy D. Nguyen",
        "Felipe Lozano Rojas",
        "Shyam Raman",
        "Byungkyu Lee",
        "Ana Bento",
        "Kosali I. Simon",
        "Coady Wing"
    ],
    "citation_publication_date": "2020-04-27",
    "issue_date": "2020-04-23",
    "revision_date": "2020-05-12",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the determinants of social distancing during the COVID-19 epidemic. We classify state and local government actions, and we study multiple proxies for social distancing based on data from smart devices. Mobility fell substantially in all states, even ones that have not adopted major distancing mandates. There is little evidence, for example, that stay-at-home mandates induced distancing. In contrast, early and information-focused actions have had bigger effects. Event studies show that first case announcements, emergency declarations, and school closures reduced mobility by 1-5% after 5 days and 7-45% after 20 days. Between March 1 and April 11, average time spent at home grew from 9.1 hours to 13.9 hours. We find, for example, that without state emergency declarations, event study estimates imply that hours at home would have been 11.3 hours in April, suggesting that 55% of the growth comes from emergency declarations and 45% comes from secular (non-policy) trends. State and local government actions induced changes in mobility on top of a large response across all states to the prevailing knowledge of public health risks. Early state policies conveyed information about the epidemic, suggesting that even the policy response mainly operates through a voluntary channel.\n\n",
    "acknowledgement": "\nWe are grateful to Alex Hollingsworth, Seth Freedman, Daniel Sacks, Jeanette Samyn and Daniel Simon for helpful comments. We thank SafeGraph.com, PlaceIQ.com, and EdWeek.org for making data available for research. We thank Varun Miranda and Chrislin Priscilla for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nThuy D. Nguyen\n\nDr. Thuy Nguyen has received fellowship stipends from Indiana University’s Grand Challenge Initiatives. Previously, Dr. Nguyen received postdoctoral fellowship funding through the SPEA Postdoctoral Fellows on Regulatory Reform program. Funding for this program is provided by the Searle Freedom Trust. These sources of funding did not support the work described in this paper.\n\n\n"
}