{
    "id": 27028,
    "citation_title": "Estimating the Fraction of Unreported Infections in Epidemics with a Known Epicenter: an Application to COVID-19",
    "citation_author": [
        "Ali Hortaçsu",
        "Jiarui Liu",
        "Timothy Schwieg"
    ],
    "citation_publication_date": "2020-04-27",
    "issue_date": "2020-04-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop an analytically tractable method to estimate the fraction of unreported infections in epidemics with a known epicenter and estimate the number of unreported COVID-19 infections in the US during the first half of March 2020. Our method utilizes the covariation in initial reported infections across US regions and the number of travelers to these regions from the epicenter, along with the results of an early randomized testing study in Iceland. Using our estimates of the number of unreported infections, which are substantially larger than the number of reported infections, we also provide estimates for the infection fatality rate using data on reported COVID-19 fatalities from U.S. counties.\n\n",
    "acknowledgement": "\nWe thank the Becker Friedman Institute for financial support. We also thank Fernando Alvarez, Susan Athey, Patrick Bayer, Jaroslav Borovicka, Rana Choi, Liran Einav, Jeremy Fox, Mikhail Golosov, Austan Goolsbee, Philip Haile, Jakub Kastl, Magne Mogstad, Casey Mulligan, Derek Neal, Robert Shimer, Jose Scheinkman, Chad Syverson, Raphael Thomadsen, Harald Uhlig, Theodore Vassilakis, and Alessandra Voena for their helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}