{
    "id": 27022,
    "citation_title": "The US Equity Valuation Premium, Globalization, and Climate Change Risks",
    "citation_author": [
        "Craig Doidge",
        "G. Andrew Karolyi",
        "René M. Stulz"
    ],
    "citation_publication_date": "2020-04-20",
    "issue_date": "2020-04-16",
    "revision_date": "2023-09-18",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the 2000s, US firms have higher valuations than comparable non-US firms listed only outside the US but not non-US firms cross-listed in the US. Though one would expect this US valuation premium to fall over time because of globalization, it widens for firms in developed markets by 36% and falls for firms in emerging markets by 20% after the global financial crisis of 2007-2008. This evolution is explained in part by the decreased valuation of brown firms in other developed countries relative to the US. Other potential explanations are explored and rejected.\n\n",
    "acknowledgement": "\nWe thank Michele Dathan, Mark Johnson, Byungwook Kim, Dawoon Kim, and Leandro Sanz, William Xiong for research assistance. Comments from Matt Baron, Nuno Fernandes, Qiang Kang, Asaf Razin, David Schumacher, Scott Yonker, Shaojun Zhang, Luo Zuo, and conference and seminar participants at the National Bank of Belgium, Cornell, Florida International, IESE, Michigan State, Northern Finance Association Meetings, Wilfrid Laurier, and Ohio State are appreciated. Karolyi serves as an ad hoc consultant to Avantis Investors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nG. Andrew Karolyi\n\nKarolyi has served as an ad hoc consultant to Avantis Investors during the years when this paper was written.\n\n\n"
}