{
    "id": 27021,
    "citation_title": "The Subways Seeded the Massive Coronavirus Epidemic in New York City",
    "citation_author": [
        "Jeffrey E. Harris"
    ],
    "citation_publication_date": "2020-04-20",
    "issue_date": "2020-04-16",
    "revision_date": "2020-08-04",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nNew York City’s multipronged subway system was a major disseminator – if not the principal transmission vehicle – of coronavirus infection during the initial takeoff of the massive epidemic that became evident throughout the city during March 2020. The near shutoff of subway ridership in Manhattan – down by over 90 percent at the end of March – correlates strongly with the substantial increase in the doubling time of new cases in this borough. Subway lines with the largest drop in ridership during the second and third weeks of March had the lowest subsequent rates of infection in the zip codes traversed by their routes. Maps of subway station turnstile entries, superimposed upon zip code-level maps of reported coronavirus incidence, are strongly consistent with subway-facilitated disease propagation. Reciprocal seeding of infection appears to be the best explanation for the emergence of a single hotspot in Midtown West in Manhattan.\n\n",
    "acknowledgement": "\nThe comments of the following individuals are greatly appreciated: Robin Bell, Jay Bhattacharya, Marlin Boarnet, Ken Boynton, Gil Brodsky, Peggy Cardone, Lee Cohen-Gould, Philip Cooley, Mike Cragg, Peter Diamond, Denise Everett, Richard Florida, Michael Fulgitini, Mariana Gerstenblüth, Daniel Geselowitz, Ray Girouard, Beatriz González López-Valcarcel, Michael Grovak, Joseph Guernsey, Robert Hanlon, Ali Harris, Barry Harris, Dena Harris, Jarrett Harris, Neil Harrison, Bill James, Paul Joskow, Thomas Kalb, Stuart Katz, Karl P. Keller, Ronald Klempner, Moritz Kraemer, Ronald Laporte, Kathryn Blackmond Laskey, Ken Laskey, Zoe Lazarre, John Lowell, Marylee Maendler, Mark Mandell, Melissa Oppenheim Margolis, Andrea Lubeck Moskowitz, Sean X. Luo, Heide O’Connell, David Posnett, Andrew Racine, Thomas Reichert, June Blender Rogers, Ron Rogers, George Rutherford, Brina Sedar, Todd W. Schneider, Susan Goldberg Simon, Tim Sullivan, Kieran Smith, Rivana Cohen Stadtlander, Peter Temin, Pat Tracy, Patricia Triunfo, Shuang Troy, Mark Weinstein, William Welch, William Wheaton, and Delbert Yoder. The opinions expressed here are solely those of the author and do not represent the views of the Massachusetts Institute of Technology, Eisner Health, the National Bureau of Economic Research, or any other individual or organization. The author has received no direct or indirect remuneration for this article, and has no conflicts of interest to declare.\n\n\n"
}