{
    "id": 27032,
    "citation_title": "Hometown Ties and the Quality of Government Monitoring: Evidence from Rotation of Chinese Auditors",
    "citation_author": [
        "Jian Chu",
        "Raymond Fisman",
        "Songtao Tan",
        "Yongxiang Wang"
    ],
    "citation_publication_date": "2020-04-27",
    "issue_date": "2020-04-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Development Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nAudits are a standard mechanism for reducing corruption in government investments. The quality of audits themselves, however, may be affected by relationships between auditor and target. We study whether provincial chief auditors in China show greater leniency in evaluating prefecture governments in their hometowns. In city-fixed-effect specifications – in which the role of shared background is identified from auditor turnover – we show that hometown auditors find 38 percent less in questionable monies. This hometown effect is similar throughout the auditor’s tenure, and is diminished for audits ordered by the provincial Organizations Department as a result of the departure of top city officials. We argue that our findings are most readily explained by leniency toward local officials rather than an endogenous response to concerns of better enforcement by hometown auditors. We complement these city-level findings with firm-level analyses of earnings manipulation by state-owned enterprises via real activity manipulation (a standard measure from the accounting literature), which we show is higher under hometown auditors.\n\n",
    "acknowledgement": "\nFisman and Wang would like to thank the National Science Foundation (grant numbers 1729806 and 1729784 respectively) for financial support. Rui Dong,Junkai Huang and Yiming Cao provided excellent RA work. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}