{
    "id": 27036,
    "citation_title": "Price Discovery and Liquidity Recovery: Forex Market Reactions to Macro Announcements",
    "citation_author": [
        "Masahiro Yamada",
        "Takatoshi Ito"
    ],
    "citation_publication_date": "2020-04-27",
    "issue_date": "2020-04-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine whether the forex market quality, measured by the speed of price discovery and liquidity recovery after macro statistics announcements, has improved using the EBS high-frequency data for 20 years. Considering the recent rise of computer-based trading, a popular conjecture is that the market quality has improved. Our empirical analysis, however, suggests that an improving trend is only observed in price discovery. Moreover, two measures are negatively correlated because an increasing number of traders improves liquidity but slows down price discovery. Theoretically, the latter finding implies that “fast” traders have a poor interpretation of how the news will impact prices.\n\n",
    "acknowledgement": "\nThe authors acknowledge financial support from JSPS Grant Number 17H00995. The authors are grateful to comments on an earlier version by Martin Evans, Yushi Yoshida,  Takamitsu Kurita, Yoshihiro Ohashi and participants of the 4th annual international conference on “High Frequency Exchange Rate Dynamics: Econophysics and Econometric/Theoretical Analysis,” December 2019 in Tokyo. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nTakatoshi Ito\n\nI serve as a non-resident Board of Director in a company that owns and operate an proprietary trading system; and a financial holding company owning a bank, a life and non-life insurance companies in Japan; also as an academic advisory board member of a financial investor company and serve as a Editorial Board member of newsletter on Japanese Economy.\n\n\n"
}