{
    "id": 27033,
    "citation_title": "Beyond Reading, Writing, and Arithmetic: The Role of Teachers and Schools in Reporting Child Maltreatment",
    "citation_author": [
        "Maria D. Fitzpatrick",
        "Cassandra Benson",
        "Samuel R. Bondurant"
    ],
    "citation_publication_date": "2020-04-27",
    "issue_date": "2020-04-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nNearly 4 in 10 children report experiencing maltreatment by adulthood. Early detection mitigates maltreatment’s negative effects. Yet factors that drive early detection remain understudied. We examine one possible source of early detection: educators in school settings. Administrative data on reports of child maltreatment across the U.S. over a 14-year period allows us to use two different regression discontinuity methods, one based on school-entry laws and one on school calendars. Both methods show education professionals are reporting cases that would have been missed otherwise. These findings suggest that improved training and support of educators may improve society's ability to help children and families.\n\n",
    "acknowledgement": "\nAny opinions and conclusions expressed herein are those of the authors and do not necessarily represent the views of the U.S. Census Bureau or the National Bureau of Economic Research. We appreciate the helpful comments from seminar participants at the NBER Summer Institute Children’s Program Meeting, New York University’s Wagner Graduate School of Public Service and Steinhardt School, Columbia University, the University of Virginia’s Batten School of Public Policy and Curry School of Education. We thank Carina Chien and Martha Johnson for excellent research assistance. Data used in this article are a version of the National Child Abuse and Neglect Data System (NCANDS, HHS ACF Children’s Bureau 2015) Child File, which was shared with us as part of a unique pilot secure micro-data program. All errors and omissions are our own.\n\n\n"
}