{
    "id": 27035,
    "citation_title": "Saving for Multiple Financial Needs: Evidence from Lockboxes and Mobile Money in Malawi",
    "citation_author": [
        "Shilpa Aggarwal",
        "Valentina Brailovskaya",
        "Jonathan Robinson"
    ],
    "citation_publication_date": "2020-04-27",
    "issue_date": "2020-04-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe test whether the provision of multiple labeled savings accounts affects savings and downstream outcomes in an experiment with 761 microentrepreneurs in urban Malawi. Treatment respondents received one or multiple savings accounts, in the form of lockboxes or mobile money. We find that while providing additional boxes increased savings by 40%, technical issues marred the efficacy of a second mobile money account. Both types of accounts had impacts on downstream outcomes, including farming decisions and credit extended to customers. We do not detect differential downstream effects by the number of accounts.\n\n",
    "acknowledgement": "\nWe are extremely grateful to Calvin Mhango and Gabriella Fleischman for overseeing the project and to Marble Karuu and David Park for research assistance. We thank Carly Farver for her continuous support, and IPA Malawi for implementing the research protocol in Malawi. We thank Naresh Kumar and Raychel Schwartz for supporting data collection for the long-term follow-up. We thank the Financial Inclusion Program at IPA, ISB, and UCSC for financial support. We thank Amit Khandelwal, Jessie Li and two anonymous referees for helpful comments in shaping this paper. We thank seminar participants at the 4th Annual Researcher Gathering on Financial Inclusion and Social Protection, the 2018 Williams CDE conference, UCSC, and IDinsight for valuable feedback. This research protocol was approved by the the National Commission for Science and Technology in Malawi and the IRBs of UCSC and the ISB. This trial is registered in the American Economic Association’s registry for randomized controlled trials (AEARCTR-0002449). A pre-analysis plan is available on the AEA registry website. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}