{
    "id": 27034,
    "citation_title": "Big G",
    "citation_author": [
        "Lydia Cox",
        "Gernot Müller",
        "Ernesto Pastén",
        "Raphael Schoenle",
        "Michael Weber"
    ],
    "citation_publication_date": "2020-04-27",
    "issue_date": "2020-04-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBig G typically refers to aggregate government spending on a homogeneous good. In this paper, we open up this construct by analyzing the entire universe of procurement contracts of the US government and establish five facts. First, government spending is granular, that is, it is concentrated in relatively few firms and sectors. Second, relative to private expenditures its composition is biased. Third, procurement contracts are short-lived. Fourth, idiosyncratic variation dominates the fluctuation of spending. Last, government spending is concentrated in sectors with relatively sticky prices. Accounting for these facts within a stylized New Keynesian model offers new insights into the fiscal transmission mechanism: fiscal shocks hardly impact inflation, little crowding out of private expenditure exists, and the multiplier tends to be larger compared to a one-sector benchmark aligning the model with the empirical evidence.\n\n",
    "acknowledgement": "\nWe acknowledge outstanding research assistance by Jiacheng Feng. We thank Klaus Adam, Regis Barnichon, Christian Bayer, Benjamin Born, Gabriel Chodorow-Reich, Zeno Enders, Emmanuel Farhi, Yuriy Gorodnichenko, Edward Knotek, Ludwig Straub and conference and seminar participants at the Banco Central de Chile Heterogeneity in Macroeconomics Conference, Federal Reserve Bank of Cleveland, PUC Santiago, the University of Tuebingen, and the VfS Monetary Meeting Frankfurt for valuable comments. Weber also thanks the Fama-Miller Center at the University of Chicago Booth School of Business for financial support. Schoenle and Weber also gratefully acknowledge support from the National Science Foundation under grant number 1756997. The views expressed herein are solely those of the authors and do not necessarily reflect the views of the Central Bank of Chile, the Federal Reserve Bank of Cleveland, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}