{
    "id": 27039,
    "citation_title": "Voluntary and Mandatory Social Distancing: Evidence on COVID-19 Exposure Rates from Chinese Provinces and Selected Countries",
    "citation_author": [
        "Alexander Chudik",
        "M. Hashem Pesaran",
        "Alessandro Rebucci"
    ],
    "citation_publication_date": "2020-04-27",
    "issue_date": "2020-04-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Macroeconomics",
        "\n",
        "International Economics",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper considers a modification of the standard Susceptible-Infected-Recovered (SIR) model of epidemic that allows for different degrees of compulsory as well as voluntary social distancing. It is shown that the fraction of population that self-isolates varies with the perceived probability of contracting the disease. Implications of social distancing both on the epidemic and recession curves are investigated and their trade off is simulated under a number of different social distancing and economic participation scenarios. We show that mandating social distancing is very effective at flattening the epidemic curve, but is costly in terms of employment loss. However, if targeted towards individuals most likely to spread the infection, the employment loss can be somewhat reduced. We also show that voluntary self-isolation driven by individual’s perceived risk of becoming infected kicks in only towards the peak of the epidemic and has little or no impact on flattening the epidemic curve. Using available statistics and correcting for measurement errors, we estimate the rate of exposure to COVID-19 for 21 Chinese provinces and a selected number of countries. The exposure rates are generally small, but vary considerably between Hubei and other Chinese provinces as well as across countries. Strikingly, the exposure rate in Hubei province is around 40 times larger than the rates for other Chinese provinces, with the exposure rates for some European countries being 3-5 times larger than Hubei (the epicenter of the epidemic). The paper also provides country-specific estimates of the recovery rate, showing it to be about 21 days (a week longer than the 14 days typically assumed), and relatively homogeneous across Chinese provinces and for a selected number of countries.\n\n",
    "acknowledgement": "\nWe thank Johns Hopkins University for assistance with the data. We would also like to acknowledge helpful comments by Ron Smith. The views expressed in this paper are those of the authors and do not necessarily reflect those of the Federal Reserve Bank of Dallas or the National Bureau of Economic Research.\n\n\n"
}