{
    "id": 27031,
    "citation_title": "Endogenous Education and Long-Run Factor Shares",
    "citation_author": [
        "Gene M. Grossman",
        "Elhanan Helpman",
        "Ezra Oberfield",
        "Thomas Sampson"
    ],
    "citation_publication_date": "2020-04-27",
    "issue_date": "2020-04-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the determinants of factor shares in a neoclassical environment with capital- skill complementarity and endogenous education. When more physical capital raises the marginal product of skills relative to that of raw labor, an increase in a broad measure of embodied human capital raises the capital share in national income for any given rental rate. When education is chosen optimally, a dynamic equilibrium is characterized by an inverse relationship between the level of human capital and both the rental rate on capital and the difference between the interest rate and the growth rate of wages. As a consequence, estimates of the elasticity of substitution that fail to account for levels of human capital will be biased upward. We develop a model with overlapping generations, ongoing increases in educational attainment, and technology-driven neoclassical growth, and show that for a class of production functions with capital-skill complementarity, a balanced growth path exists and is characterized by an inverse relationship between the rates of capital- and labor-augmenting technological progress and the capital share in national income.\n\n",
    "acknowledgement": "\nThis paper evolved from our earlier working paper, \"The Productivity Slowdown and the Declining Labor Share: A Neoclassical Exploration\" (NBER WP 23853), although the focus of the paper has changed substantially. We are grateful to Ben Bridgman, Andrew Glover, Chad Jones, Jacob Short, Gianluca Violante, and Ariel Weinberger for discussions and suggestions on the earlier paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}