{
    "id": 27030,
    "citation_title": "Good-Bye Original Sin, Hello Risk On-Off, Financial Fragility, and Crises?",
    "citation_author": [
        "Joshua Aizenman",
        "Yothin Jinjarak",
        "Donghyun Park",
        "Huanhuan Zheng"
    ],
    "citation_publication_date": "2020-04-27",
    "issue_date": "2020-04-23",
    "revision_date": "2021-06-09",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze the sovereign bond issuance data of eight major emerging markets (EMs) - Brazil, China, India, Indonesia, Mexico, Russia, South Africa and Turkey from 1970 to 2018. Our analysis suggests that (i) EM local currency bonds tend to be smaller in size, shorter in maturity, or lower in coupon rate than foreign currency bonds; (ii) EMs are more likely to issue local-currency sovereign bonds if their currencies appreciated before the global financial crisis of 2008 (GFC); (iii) inflation-targeting monetary policy increases the likelihood of issuing local-currency debt before GFC but not after; and (iv) EMs that offer higher sovereign yields are more likely to issue local-currency bonds after GFC. Future data will allow us to test and identify structural changes associated with the COVID-19 pandemic and its aftermath.\n\n",
    "acknowledgement": "\nWe thank anonymous referees for their insightful comments and constructive suggestions. Financial support from the Asian Development Bank, University of Southern California and NUS startup grant are gratefully acknowledged. Donglai Luo provides excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}