{
    "id": 27042,
    "citation_title": "Which Retail Outlets Generate the Most Physical Interactions?",
    "citation_author": [
        "Avi Goldfarb",
        "Catherine Tucker"
    ],
    "citation_publication_date": "2020-04-27",
    "issue_date": "2020-04-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper seeks to answer the simple question of what category of retail outlets generates the most physical interactions in the regular course of life. In this way, we aim to bring a marketing perspective to discussions about which businesses may be most risky from the standpoint of spreading contagious disease. We use detailed data from people's mobile devices prior to the implementation of social distancing measures in the United States. With this data, we examine a number of potential indicators of risk of contagion:  The absolute number of visits and visitors, how many of the visits are generated by the same people, the median average distance traveled by the visitor to the retailer, and the number of customers from Canada and Mexico. We find that retailers with a single outlet tend to attract relatively few visitors, fewer one-off visitors, and have fewer international customers. For retailers that have multiple stores the patterns are non-linear. Retailers that have such a large number of stores that they are ubiquitous, tend to exhibit fewer visits and visitors and attract customers from a smaller distance. However, retailers that have a large enough footprint to be well known, but not large enough to be ubiquitous tend to attract a large number of visitors  who make one-off visits, travel a long distance, and are disproportionately international.\n\n",
    "acknowledgement": "\nWe thank Safegraph for providing the data used in this paper.  Disclosures for Catherine Tucker are available at https://mitmgmtfaculty.mit.edu/cetucker/disclosure/ The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nAvi Goldfarb\n\nI have no direct financial interest. I do have technology stocks as part of a broad investment portfolio. In addition, I receive income from a book and from public talks related to my research on the economics of artificial intelligence. I am also the Chief Data Scientist of the Creative Destruction Lab that engages with startups including those in artificial intelligence. He also is a small seed investor in several AI startups and has investments in large technology companies as part of a broad portfolio.\n\n\n"
}