{
    "id": 27046,
    "citation_title": "Health versus Wealth: On the Distributional Effects of Controlling a Pandemic",
    "citation_author": [
        "Andrew Glover",
        "Jonathan Heathcote",
        "Dirk Krueger",
        "José-Víctor Ríos-Rull"
    ],
    "citation_publication_date": "2020-04-27",
    "issue_date": "2020-04-23",
    "revision_date": "2023-07-11",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTo slow the spread of the COVID-19 virus, many countries shut down parts of the economy. Older individuals have the most to gain from slowing virus diffusion. Younger workers in sectors that are shuttered have most to lose. We build a model in which economic activity and disease progression are jointly determined. Individuals differ by age (young, retired), by sector (basic, luxury), and by health status. Disease transmission occurs in the workplace, through consumption, at home, and in hospitals. We study the optimal economic mitigation policy for a government that can redistribute through taxes and transfers, but where taxation distorts labor supply. We show that shutdowns are optimally milder in 2020 when taxes are distortionary, and when the government does not have access to debt. A harder but shorter shutdown is preferred when vaccines become available in the first half of 2021.\n\n",
    "acknowledgement": "\nWe thank George Alessandria, Andrew Atkeson, Tim Lee, Simon Mongey, Andreas Peichl, Josep Pijoan-Mas, Cezar Santos, Stefanie Stantcheva, Marc Suchard as well as several anonymous referees for very helpful comments, and attendees of virtual seminars at many institutions for valuable feedback. Krueger thanks the NSF (grant SES-175708.) for financial support. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve banks of Kansas City and Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}