{
    "id": 27047,
    "citation_title": "Macroeconomic Dynamics and Reallocation in an Epidemic: Evaluating the “Swedish Solution”",
    "citation_author": [
        "Dirk Krueger",
        "Harald Uhlig",
        "Taojun Xie"
    ],
    "citation_publication_date": "2020-04-27",
    "issue_date": "2020-04-23",
    "revision_date": "2020-10-05",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we argue that endogenous shifts in private consumption behavior across sectors of the economy can act as a potent mitigation mechanism during an epidemic or when the economy is re-opened after a temporary lockdown. We introduce a SIR epidemiological model into a neoclassical production economy in which goods are distinguished by the degree to which they can be consumed at home rather than in a social, possibly contagious context. We demonstrate that within the model the “Swedish solution” of letting the epidemic play out without government intervention and allowing agents to shift their consumption behavior towards relatively safe sectors can lead to substantial mitigation of the economic and human costs of the COVID-19 crisis. We estimate the model on Swedish health data and then show that compared to a model in which sectors are assumed to be homogeneous in their infection risk, as in Eichenbaum, Rebelo, and Trabandt (2020), endogenous sectoral reallocation avoids more than 2/3 of the decline in aggregate output and consumption, and at the same time induces a dynamics of weekly death that accords very well with the matching and of the number of deaths within one year. Our analysis implies case fatality rates below 0.2 percent and a limit of less than 800 deaths per million for Sweden. We also characterize the allocation a social planner would choose that can dictate sectoral consumption patterns and demonstrate that the laissez-faire outcome with sectoral reallocation, while mitigating the economic and health crisis, still implies suboptimally many deaths and too massive a decline in economic activity.\n\n",
    "acknowledgement": "\nKrueger and Uhlig thank the National Science Foundation for support under grant SES-1757084. We thank Chris Brunet for excellent research assistance. Dynare replication codes are provided at: https://github.com/tjxie/KUX_ PandemicMacro. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nHarald Uhlig\n\nI have consulting relationships with the Federal Reserve Bank of Chicago, the Bundesbank and the ECB, interacting with researchers there.\n\n\n"
}