{
    "id": 27040,
    "citation_title": "Immigration Policy Levers for US Innovation and Startups",
    "citation_author": [
        "Sari Pekkala Kerr",
        "William R. Kerr"
    ],
    "citation_publication_date": "2020-04-27",
    "issue_date": "2020-04-23",
    "revision_date": "2020-05-08",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Market Structures",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nImmigrants account for about a quarter of US invention and entrepreneurship despite a policy environment that is not well suited for these purposes. This chapter reviews the US immigration policy environment that governs how skilled migrants move to America for employment-based purposes. We discuss points of strain in the current system and potential policy reforms that would likely increase the rate of innovation and the number of startups due to immigrants in the country. Key areas include adjustments to the allocation of permanent residency visas, adjustments to the H-1B visa program, and the creation of an immigrant startup visa.\n\n",
    "acknowledgement": "\nAuthor contact information: skerr3@wellesley.edu, wkerr@hbs.edu. Sari Pekkala Kerr is a senior research scientist at the Wellesley Centers for Women (Wellesley College) and National Bureau of Economic Research (NBER). William Kerr is a professor at Harvard Business School and a Research Associate at the NBER and Bank of Finland. This is a draft chapter for an NBER Innovation and Public Policy conference volume edited by Austan Goolsbee and Benjamin Jones. We thank Maggie Dalton and Gorick Ng for excellent research assistance. We thank the National Science Foundation, Smith Richardson Foundation, Harvard Business School, and the Ewing Marion Kauffman Foundation for financial support that made this research possible. The research in this paper was conducted while the authors were Special Sworn Status researchers of the U.S. Census Bureau at the Boston Census Research Data Center. Research results and conclusions expressed are the authors' own and do not necessarily reflect the views of the Census Bureau, the NSF, or the National Bureau of Economic Research. This paper has been screened to ensure that no confidential data are revealed.\n\n\n"
}