{
    "id": 27041,
    "citation_title": "Bilateral Information Disclosure in Adverse Selection Markets with Nonexclusive Competition",
    "citation_author": [
        "Joseph E. Stiglitz",
        "Jungyoll Yun",
        "Andrew Kosenko"
    ],
    "citation_publication_date": "2020-04-27",
    "issue_date": "2020-04-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study insurance markets with nonexclusive contracts, introducing bilateral endogenous information disclosure about insurance sales and purchases by firms and consumers. We show that a competitive equilibrium exists under remarkably mild conditions, and characterize the unique equilibrium outcome. With two types of consumers the outcome consists of a pooling contract which maximizes the well-being of the low risk type (along the zero profit pooling line) plus a supplemental (undisclosed and nonexclusive) contract that brings the high risk type to full insurance (at his own odds). We show that this outcome is extremely robust and constrained Pareto efficient. Consumer disclosure and asymmetric equilibrium information flows are critical in supporting the equilibrium.\n\n",
    "acknowledgement": "\nWe are grateful to several anonymous referees, to the audiences at Sciences Po, and to Gerry Jaynes for helpful comments on an earlier draft, to Michael Rothschild and Richard Arnott, long time collaborators, to Byoung Heon Jun, Debarati Ghosh, Andrea Gurwitt, and Lim Nayeon for research and editorial assistance, and to the Institute for New Economic Thinking and the Ford Foundation and Fulbright Foundation for financial support. The companion paper “Characterization, Existence, and Pareto Optimality in Insurance Markets with Asymmetric Information with Endogenous and Asymmetric Disclosures; Revisiting Rothschild-Stiglitz” (Stiglitz et al 2018) contains more results. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}