{
    "id": 27044,
    "citation_title": "A Model of Endogenous Risk Intolerance and LSAPs: Asset Prices and Aggregate Demand in a “Covid-19” Shock",
    "citation_author": [
        "Ricardo J. Caballero",
        "Alp Simsek"
    ],
    "citation_publication_date": "2020-04-27",
    "issue_date": "2020-04-23",
    "revision_date": "2021-03-26",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we: (i) provide a model of the endogenous risk intolerance and severe asset price and aggregate demand contractions following an adverse real (non-financial) shock; and (ii) demonstrate the effectiveness of Large Scale Asset Purchases (LSAPs) in addressing these contractions. The key mechanism stems from heterogeneous risk tolerance: as a recessionary shock hits the economy and brings down asset prices, risk-tolerant agents’ wealth share declines and their leverage rises endogenously. This reduces the market’s risk tolerance and generates downward pressure on asset prices and aggregate demand. When monetary policy is unconstrained, it can offset the decline in risk tolerance with an interest rate cut that boosts the market’s Sharpe ratio. However, if the interest rate policy is constrained, new contractionary feedbacks arise: recessionary shocks lead to further asset price and output drops, which feed the risk-o¤ episode and trigger a downward loop. In this context, LSAPs improve asset prices and aggregate demand by transferring risk to the government’s balance sheet, which reduces the market’s required Sharpe ratio and reverses the contractionary feedbacks. Quantitatively, we show that aggregate shocks and LSAPs have large impacts on asset prices when the model is calibrated to fit the inelastic demand for aggregate assets uncovered in recent literature. We also show that heterogeneity in risk tolerance explains part of the demand inelasticity in normal times, and further reduces the elasticity after a recessionary shock. The Covid-19 shock and the large response by all major central banks provide a vivid illustration of the environment we seek to capture.\n\n",
    "acknowledgement": "\nWe are grateful to the editor, Ralph Koijen, and two anonymous referees for constructive comments. We also thank Daron Acemoglu, Katrin Assenmacher, Dan Cao, Gabriel Chodorow-Reich, Eduardo Davila, Sebastian Di Tella, Emmanuel Farhi, Luca Fornaro, Sebnem Kalemi-Ozcan, Rohan Kekre, Yueran Ma, Plamen Nenov, Carolin Pflueger, Ludwig Straub, Faith Witryol, and seminar participants at the University of Chicago, HKUST, Baruch College, the AEA meeting 2021, BIS, the Central Bank of Chile, the ECB, the Fed, the IMF, the Bank of Italy, VMACS, the BI Norwegian Business School, the Office of Financial Research (U.S. Treasury), the Armenian Economic Association meetings, and the Florida Macroeconomics seminar series for their comments. Chris Ackerman, Alex Carrasco, Tishara Garg, Elliot Parlin, and Jilun Xing provided excellent research assistance. Caballero and Simsek acknowledge support from the National Science Foundation (NSF) under Grant Numbers SES-1848857 and SES-1455319, respectively. Simsek thanks the University of Chicago Booth School of Business for their hospitality during the later stages of the project. First draft: April 11, 2020. Previous title: “A Model of Asset Price Spirals and Aggregate Demand Amplification of a 'Covid-19' Shock” The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}