{
    "id": 27045,
    "citation_title": "Income Segregation: Up or Down, and for Whom?",
    "citation_author": [
        "John R. Logan",
        "Andrew Foster",
        "Hongwei Xu",
        "Wenquan Zhang"
    ],
    "citation_publication_date": "2020-04-27",
    "issue_date": "2020-04-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nReports of rising income segregation have been brought into question by the observation that post-2000 estimates are upwardly biased due to a reduction in the sample sizes on which they are based. Recent studies have offered estimates of this “sample-count” bias using public data. We show here that there are two substantial sources of systematic bias in estimating segregation levels: bias associated with sample size and bias associated with using weighted sample data. We rely on new correction methods using the original census sample data for individual households to provide more accurate estimates. Family income segregation rose markedly in the 1980s but only selectively after 1990. For some categories of families, segregation declined after 1990. There has been an upward trend for families with children, but not specifically for families with children in the upper or lower 10% of the income distribution. Separate analyses by race/ethnicity show that segregation was not generally higher among blacks and Hispanics than among white families, and evidence of segregation trends for these separate groups is mixed. Trends vary for specific combinations of race/ethnicity, presence of children, and location in the income distribution, offering new challenges for understanding the underlying processes of change.\n\n",
    "acknowledgement": "\nThis research was supported by the Sociology Program of the National Science Foundation (grant 1756567) and National Institutes of Health (1R21HD078762-01A1). The Population Studies and Training Center at Brown University (P2CHD041020) provided general support. We thank Todd Gardner of the U.S. Bureau of the Census for his assistance in working with census data through the FSRDC network. Any opinions and conclusions expressed herein are those of the author(s) and do not necessarily represent the views of the U.S. Census Bureau. All results have been reviewed to ensure that no confidential information is disclosed. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}