{
    "id": 27049,
    "citation_title": "Non-Pharmaceutical Interventions and Mortality in U.S. Cities during the Great Influenza Pandemic, 1918-1919",
    "citation_author": [
        "Robert J. Barro"
    ],
    "citation_publication_date": "2020-04-27",
    "issue_date": "2020-04-23",
    "revision_date": "2020-08-25",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA key issue for the ongoing COVID-19 pandemic is whether non-pharmaceutical public-health interventions (NPIs) retard death rates. Good information about these effects comes from flu-related excess deaths in large U.S. cities during the second wave of the Great Influenza Pandemic, September 1918-February 1919. NPIs, as measured by an extension of Markel, et al. (2007), are in three categories: school closings, prohibitions on public gatherings, and quarantine/isolation. Although an increase in NPIs flattened the curve in the sense of reducing the ratio of peak to average death rates, the estimated effect on overall deaths is small and statistically insignificant. One possibility is that the NPIs were not more successful in curtailing overall mortality because the average duration of each type of NPI was only around one month. Another possibility is that NPIs mainly delay deaths rather than eliminating them.\n\n",
    "acknowledgement": "\nI have benefited from comments by Martin Cetron, Sergio Correia, Ed Glaeser, Claudia Goldin, Chris Meissner, and Jim Stock, and from research assistance by Emily Malpass. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}