{
    "id": 27048,
    "citation_title": "Elusive Safety: The New Geography of Capital Flows and Risk",
    "citation_author": [
        "Laura Alfaro",
        "Ester Faia",
        "Ruth A. Judson",
        "Tim Schmidt-Eisenlohr"
    ],
    "citation_publication_date": "2020-04-27",
    "issue_date": "2020-04-23",
    "revision_date": "2021-02-22",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA confidential dataset with industry-level disaggregation of U.S. cross-border claims and liabilities, shows U.S. securities to be increasingly intermediated by tax-haven-financial-centers (THFC) and less regulated funds. These securities are risky, in intangible-intensive sectors, requiring higher Sharpe ratios; while the foreign-official sector mainly holds Treasuries. Facts on private securities are rationalized through a model where firms with heterogeneous default probabilities, and funded by global intermediaries, endogenously locate affiliates in THFCs. A decline in the cost of funds or in THFC's taxes/regulation, raises profits and firms' incentives to enter THFCs. Firms appear elusively safe, intermediaries reduce monitoring incentives and debt risk increases.\n\n",
    "acknowledgement": "\nWe thank Pol Antras, Roland Beck, Nathan Converse, Jonathan Eaton, Fatih Guvenen, Galina Hale (discussant), Bryan Hardy, Catherine Koch, Sam Kortum, Thomas Mosk, Vincenzo Pezone, Kim Ruhl, Jesse Schreger (discussant), Jeremy Stein, Yannick Timmer (discussant) and Frank Warnock for useful comments and participants at seminars and conferences. We thank Nora Lamersdorf, Max Mayer and Menrgu Wang for outstanding research assistance. This research was conducted while Ester Faia was visiting the economics department at Harvard University, she is grateful for the hospitality. The opinions expressed are those of the authors and do not necessarily reflect the view of the Board of Governors, the staff of the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}