{
    "id": 27052,
    "citation_title": "Does the US Tax Code Favor Automation?",
    "citation_author": [
        "Daron Acemoglu",
        "Andrea Manera",
        "Pascual Restrepo"
    ],
    "citation_publication_date": "2020-04-27",
    "issue_date": "2020-04-23",
    "revision_date": "2020-09-02",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe argue that the US tax system is biased against labor and in favor of capital and has become more so in recent years. As a consequence, it has promoted inefficiently high levels of automation. Moving from the US tax system in the 2010s to optimal taxation of capital and labor would raise employment by 4.02% and the labor share by 0.78 percentage points, and restore the optimal level of automation. If moving to optimal taxes is infeasible, more modest reforms can still increase employment by 1.14–1.96%, but in this case efficiency can be increased by imposing an additional automation tax to reduce the equilibrium level of automation. This is because marginal automated tasks do not bring much productivity gains but displace workers, reducing employment below its socially optimal level. We additionally show that reducing labor taxes or combining lower capital taxes with automation taxes can increase employment much more than the uniform reductions in capital taxes enacted between 2000 and 2018.\n\n",
    "acknowledgement": "\nPrepared for the Brookings Institution Spring Conference of 2020. We are grateful to Jan Eberly, Larry Katz, James Poterba, Ivan Werning, Owen Zidar, and Eric Zwick for excellent comments and suggestions. We gratefully acknowledge financial support from Brookings Institution, Google, the National Science Foundation, Schmidt Sciences, the Smith Richardson Foundation and the Sloan Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}