{
    "id": 27053,
    "citation_title": "Persistence Despite Revolutions",
    "citation_author": [
        "Alberto F. Alesina",
        "Marlon Seror",
        "David Y. Yang",
        "Yang You",
        "Weihong Zeng"
    ],
    "citation_publication_date": "2020-04-27",
    "issue_date": "2020-04-23",
    "revision_date": "2021-03-08",
    "topics": [
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCan efforts to eradicate inequality in wealth and education eliminate intergenerational persistence of socioeconomic status? The Chinese Communist Revolution and Cultural Revolution aimed to do exactly that. Using newly digitized archival records and contemporary census and household survey data, we show that the revolutions were effective in homogenizing the population economically in the short run. However, the pattern of inequality that characterized the pre-revolution generation re-emerges today. Almost half a century after the revolutions, individuals whose grandparents belonged to the pre-revolution elite earn 16 percent more income and have completed more than 11 percent additional years of schooling than those from non-elite households. We find evidence that human capital (such as knowledge, skills, and values) has been transmitted within the families, and the social capital embodied in kinship networks has survived the revolutions. These channels allow the pre-revolution elite to rebound after the revolutions, and their socioeconomic status persists despite one of the most aggressive attempts to eliminate differences in the population.\n\n",
    "acknowledgement": "\nAlberto has poured his passion and creativity into this project, all the way until the very morning of his passing. We cherish and are immensely grateful for the joyful, but unfortunately short, experience of working together with Alberto. Helpful and much appreciated suggestions and comments were provided by Maxim Boycko, Raj Chetty, Melissa Dell, John Friedman, Paola Giuliano, Ed Glaeser, Claudia Goldin, Sergei Guriev, Larry Katz, Gerard Padroí Miquel, Elias Papaioannou, Nancy Qian, Andrei Shleifer, and participants at many seminars and conferences. We also benefited from outstanding research assistance from Andrew Kao, Yanzhao Liu, Jiabao Song, Angela Yu, Tanggang Yuan and a dedicated data entry team in digitizing the County Gazetteer data, and from Jeanne de Montalembert in digitizing additional 1930s survey data. Seror gratefully acknowledges support from the LABEX OSE – ouvrir la Science Économique. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}