{
    "id": 27057,
    "citation_title": "Financial Education Affects Financial Knowledge and Downstream Behaviors",
    "citation_author": [
        "Tim Kaiser",
        "Annamaria Lusardi",
        "Lukas Menkhoff",
        "Carly J. Urban"
    ],
    "citation_publication_date": "2020-04-27",
    "issue_date": "2020-04-23",
    "revision_date": "2022-04-29",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the rapidly growing literature on the causal effects of financial education programs in a meta-analysis of 76 randomized experiments with a total sample size of over 160,000 individuals. The evidence shows that financial education programs have, on average, positive causal treatment effects on financial knowledge and downstream financial behaviors. Treatment effects are economically meaningful in size, similar to those realized by educational interventions in other domains, and are at least three times as large as the average effect documented in earlier work. These results are robust to the method used, restricting the sample to papers published in top economics journals, including only studies with adequate power, and accounting for publication selection bias in the literature. We conclude with a discussion of the cost-effectiveness of financial education interventions.\n\n",
    "acknowledgement": "\nWe thank participants of the 5th Cherry Blossom Financial Education Institute in Washington, D.C., and Michael Collins, Andrea Hasler, Rachael Meager, Olivia Mitchell, and Pierre-Carl Michaud for many helpful comments. We thank Shawn Cole, Daniel Fernandes, Xavier Giné, John Lynch, Richard Netemeyer, and Bilal Zia for providing details about their studies. Financial support by DFG through CRC TRR 190 is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}