{
    "id": 27058,
    "citation_title": "Corporate Taxes and Retail Prices",
    "citation_author": [
        "Scott R. Baker",
        "Stephen Teng Sun",
        "Constantine Yannelis"
    ],
    "citation_publication_date": "2020-04-27",
    "issue_date": "2020-04-23",
    "revision_date": "2023-03-20",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Household Finance",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nHigher corporate taxes must result in lower payments to shareholders, lower wages, or higher product prices. We study the impact of corporate taxes on barcode-level product prices using linked survey and administrative data. Our empirical strategy exploits the dichotomy between the location of production and the location of sales, providing estimates free from confounding local demand shocks. We find significant effects of corporate taxes on prices with a net-of-tax elasticity of 0.24. We find null effects on prices for firms subject to personal income taxes or to full sales apportionment. Approximately half of corporate tax incidence falls on consumers, suggesting that models used by policymakers may significantly underestimate the incidence of corporate taxes on consumers. Pass-through is larger for products purchased by high-income households, higher priced goods, and in less competitive markets.\n\n",
    "acknowledgement": "\nThe authors wish to thank John Barrios, Tony Cookson, Anthony DeFusco, Merle Erickson, Alex Frankel, Paolo Fulghieri, George Georgiadis, Joao Granja, Kevin Hassett, Florian Heider, Sabrina Howell, Ankit Kalda, Ryan Kim, Jacob Leshno, Rachel Ma, Neale Mahoney, Mike Minnis, Holger Mueller, Jordan Nickerson, Josh Rauh, Jim Poterba, Rui Silva, Janis Skrastins, Ted Loch-Temzelides, Michael Weber, Ed Van Wesep, George Zodrow, and Eric Zwick for helpful comments as well as participants at the NBER Meetings on Business Taxation, MIT Sloan School of Management, Stanford University, the Kellogg School of Management, the Carlson School of Management, the Booth School of Business, Rice University, the Gies College of Business, J. Mack Robinson College of Business, the Adam Smith Workshop, the UNC Kenan-Flagler Tax Symposium, the SFS Cavalcade at the Kelley School of Business, the Midwest Finance Association, the SFS Cavalcade Asia-Pacific and the Labor and Finance Group Meetings at the University of Chicago. Mark Zhenzhi He and Sam Earnest provided exceptional research assistance. Researchers’ own analyses are derived in part from data from The Nielsen Company (US), LLC and marketing databases provided through the Kilts Center for Marketing Data Center at the Booth School of Business. The conclusions drawn from the Nielsen data are those of the researchers and do not reflect the views of Nielsen or the National Bureau of Economic Research. Nielsen is not responsible for, had no role in, and was not involved in analyzing and preparing the results reported herein.\n\n\n"
}