{
    "id": 27059,
    "citation_title": "Internal and External Effects of Social Distancing in a Pandemic",
    "citation_author": [
        "Maryam Farboodi",
        "Gregor Jarosch",
        "Robert Shimer"
    ],
    "citation_publication_date": "2020-04-27",
    "issue_date": "2020-04-23",
    "revision_date": "2020-07-13",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a quantitative framework for exploring how individuals trade off the utility benefit of social activity against the internal and external health risks that come with social interactions during a pandemic. We calibrate the model to external targets and then compare its predictions with daily data on social activity, fatalities, and the estimated effective reproduction number R(t) from the COVID-19 pandemic in March-June 2020. While the laissez- faire equilibrium is consistent with much of the decline in social activity that we observed in US data, optimal policy further imposes immediate and highly persistent social distancing. Notably, neither equilibrium nor optimal social distancing is extremely restrictive, in the sense that the effective reproduction number never falls far below 1. The expected cost of COVID-19 in the US is substantial, $12,700 in the laissez-faire equilibrium and $8,100 per person under an optimal policy. Optimal policy generates this large welfare gain by shifting the composition of costs from fatalities to persistent social distancing.\n\n",
    "acknowledgement": "\nWe thank SafeGraph for making their data freely available to the research community. We are grateful for comments from Fernando Alvarez, Eric Budish, Luis Bettencourt, Charles I. Jones, Pete Klenow, Michael Kremer, Benjamin Moll, Simon Mongey, and Laura Pilossoph, as well as numerous seminar participants. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. Maryam Farboodi has received financial support from MIT for this research.\n\n\n"
}