{
    "id": 27054,
    "citation_title": "Information and the Persistence of the Gender Wage Gap: Early Evidence from California's Salary History Ban",
    "citation_author": [
        "Benjamin Hansen",
        "Drew McNichols"
    ],
    "citation_publication_date": "2020-04-27",
    "issue_date": "2020-04-23",
    "revision_date": "2023-03-08",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Market Structures",
        "\n",
        "Labor Relations",
        "\n",
        "Labor Discrimination",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nAiming to reduce the gender wage gap, several states and cities have recently adopted legislation that prohibits employers from asking about previously earned salaries. The advocates of these salary history bans (SHBs) have suggested pay history perpetuates past discrimination.  We study the early net impact of the first state-wide SHBs. Using both difference-in-difference and synthetic control approaches, we find the gender earnings ratio  increased by 1 percent in states with SHBs. We find these population wide increases are driven by an increase of the gender earnings ratio for households with all children over 5 years old, by workers over 35, and are principally driven by those who have recently switched jobs.\n\n",
    "acknowledgement": "\nWe are grateful to Amanda Agan, Sandra Black, Bo Cowgill, Jon Davis, Jennifer Doleac, Christine Exley, Claudia Goldin, John Horton, Michael Kuhn, Simeon Minard, Muriel Niederle, Emily Nix, Edward Rubin, Joseph Sabia, Heather Sarsons, Olga Stoddard, and Glen Waddell, Marianne Wanamaker for helpful comments on earlier drafts of this paper. We also appreciate feedback from other seminar participants at the University of Oregon, University of Tennessee-Knoxville, San Diego State, Census and conference participants at the Southern Economics Association and the Eastern Economics Association The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}