{
    "id": 27050,
    "citation_title": "It Takes a Village: The Economics of Parenting with Neighborhood and Peer Effects",
    "citation_author": [
        "Francesco Agostinelli",
        "Matthias Doepke",
        "Giuseppe Sorrenti",
        "Fabrizio Zilibotti"
    ],
    "citation_publication_date": "2020-04-27",
    "issue_date": "2020-04-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAs children reach adolescence, peer interactions become increasingly central to their development, whereas the direct influence of parents wanes. Nevertheless, parents may continue to exert leverage by shaping their children's peer groups. We study interactions of parenting style and peer effects in a model where children's skill accumulation depends on both parental inputs and peers, and where parents can affect the peer group by restricting who their children can interact with. We estimate the model and show that it can capture empirical patterns regarding the interaction of peer characteristics, parental behavior, and skill accumulation among US high school students. We use the estimated model for policy simulations. We find that interventions (e.g., busing) that move children to a more favorable neighborhood have large effects but lose impact when they are scaled up because parents' equilibrium responses push against successful integration with the new peer group.\n\n",
    "acknowledgement": "\nWe thank Matt Wiswall, participants at the \"Economics of Child Development\" conference at the University of Chicago, and seminar participants at Banco Central de Chile, Northwestern University, Penn State University, Temple University, Universidad de Chile, University of British Columbia (Woodward Lecture), and Yale University for helpful suggestions that greatly improved the paper. Financial support from the SNSF (grant 100018-165616) and NSF (grant SES-1949228) during the preparation and execution of the project are gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}