{
    "id": 27065,
    "citation_title": "Should the U.S. Government Issue Floating Rate Notes?",
    "citation_author": [
        "Jonathan S. Hartley",
        "Urban Jermann"
    ],
    "citation_publication_date": "2020-04-27",
    "issue_date": "2020-04-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSince January 2014 the U.S. Treasury has been issuing floating rate notes (FRNs). We estimate that the U.S. FRNs have been paying excess interest between 5 and 39 basis points above the implied cost for other Treasury securities. We find a strong positive relation between our estimated excess spreads on FRNs and the subsequent realized excess returns of FRNs over related T-bill investment strategies. With more than 300 billion dollars of FRNs outstanding, the yearly excess borrowing costs are estimated to be several hundreds of millions of dollars. To rationalize this finding, we examine the role of FRNs from the perspective of optimal government debt management to smooth taxes. In the model, bills can be cheaper to issue than FRNs, and the payoffs for FRNs are perfectly correlated with future short rates. FRNs can be used to manage the refinancing risk from rolling over short-term debt. We derive conditions under which the issuance of FRNs can optimally be positive.\n\n",
    "acknowledgement": "\nWe are grateful for comments from Lou Crandall, John Cochrane, Stefania D'Amico, Stephan Dieckmann, Robin Greenwood, Pricila Maziero, Michael Roberts, Rich Rosen, David Musto, Nick Roussanov, Jeremy Stein, Krista Schwarz, Rob Stambaugh, and Jonathan Wright. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}