{
    "id": 27064,
    "citation_title": "The Long and Short (Run) of Trade Elasticities",
    "citation_author": [
        "Christoph E. Boehm",
        "Andrei A. Levchenko",
        "Nitya Pandalai-Nayar"
    ],
    "citation_publication_date": "2020-04-27",
    "issue_date": "2020-04-23",
    "revision_date": "2022-11-02",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a novel approach to estimate the trade elasticity at various horizons. When countries change Most Favored Nation (MFN) tariffs, partners that trade on MFN terms experience plausibly exogenous tariff changes. The differential effects on imports from these countries relative to a control group – countries not subject to the MFN tariff scheme – can be used to identify the trade elasticity. We build a panel dataset combining information on product-level tariffs and trade flows covering 1995-2018, and estimate the trade elasticity at short and long horizons using local projections (Jordà, 2005). Our main findings are that the elasticity of tariff-exclusive trade flows in the year following the exogenous tariff change is about −0.76, and the long-run elasticity ranges from −1.75 to −2.25. Our long-run estimates are smaller than typical in the literature, and it takes 7-10 years to converge to the long run, implying that (i) the welfare gains from trade are high and (ii) there are substantial convexities in the costs of adjusting export participation.\n\n",
    "acknowledgement": "\nWe are grateful to the editors (Pierre-Olivier Gourinchas and Emi Nakamura) as well as four anonymous referees for extensive input that improved the paper, and to George Alessandria, Costas Arkolakis, Dominick Bartelme, Chad Bown, Emily Blanchard, Meredith Crowley, Alejandro Cuñat, Doireann Fitzgerald, Matthew Grant, Gene Grossman, Keith Head, Oleg Itskhoki, Amit Khandelwal, Sam Kortum, Kalina Manova, Nina Pavcnik, Andrés Rodríguez-Clare, Sebastian Sotelo, Meredith Startz, Joe Steinberg, as well as seminar and workshop participants at UC Berkeley, NYU/Columbia, Yale, MIT, Dartmouth, UCSD, UT Austin, VMACS, Virtual ITM, SMU, WCTW (Hawaii), ASSA, Women in International, the NBER ITI Winter Meeting, the Wien Workshop, the IIES, SED-AM and the Minneapolis Fed for helpful comments, and to Barthélémy Bonadio, Jaedo Choi, George Cui, Jonathan Garita, Hiroshi Toma, and Florian Trouvain for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic  Research.\n\n\n"
}