{
    "id": 27061,
    "citation_title": "Labor Demand in the time of COVID-19: Evidence from vacancy postings and UI claims",
    "citation_author": [
        "Eliza Forsythe",
        "Lisa B. Kahn",
        "Fabian Lange",
        "David G. Wiczer"
    ],
    "citation_publication_date": "2020-04-27",
    "issue_date": "2020-04-23",
    "revision_date": "2020-08-21",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use job vacancy data collected in real time by Burning Glass Technologies, as well as unemployment insurance (UI) initial claims and the more traditional Bureau of Labor Statistics (BLS) employment data to study the impact of COVID-19 on the labor market. Our job vacancy data allow us to track the economy at disaggregated geography and by detailed occupation and industry. We find that job vacancies collapsed in the second half of March. By late April, they had fallen by over 40%. To a first approximation, this collapse was broad based, hitting all U.S. states, regardless of the timing of stay-at-home policies. UI claims and BLS employment data also largely match these patterns. Nearly all industries and occupations saw contraction in postings and spikes in UI claims, with little difference depending on whether they are deemed essential and whether they have work-from-home capability. Essential retail, the \"front line\" job most in-demand during the current crisis, took a much smaller hit, while leisure and hospitality services and non-essential retail saw the biggest collapses. This set of facts suggests the economic collapse was not caused solely by the stay-at-home orders, and is therefore unlikely to be undone simply by lifting them.\n\n",
    "acknowledgement": "\nWe thank Dan Restuccia, Matt Sigelman, and Bledi Taska for providing the Burning Glass Technologies data, as well as Shiwani Chitroda, Nathan Maves-Moore and Fan Xia for excellent research assistance. This research was undertaken, in part, thanks to funding from the Canada Research Chairs program. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}