{
    "id": 27069,
    "citation_title": "Inequality and the Safety Net Throughout the Income Distribution, 1929-1940",
    "citation_author": [
        "James J. Feigenbaum",
        "Price V. Fishback",
        "Keoka Grayson"
    ],
    "citation_publication_date": "2020-05-04",
    "issue_date": "2020-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe explored two measures of inequality that described the full income distribution in cities. One measure is an income gini based on family incomes in 1929 for 33 cities and in 1933 for up to 48 cities in 1933 were spread throughout the country. We also estimated gini coefficients that made use of contract rents for renters and implicit rents for home owners for up to 955 cities throughout the country. We were able to expand to all counties when looking at a top-end inequality measure, the number of taxpayers per family. All three measures varied substantially across the country. We show the correlations between the various measures and also estimate the relationship between the measures and various relief programs developed by governments at all levels during the period.\n\n",
    "acknowledgement": "\nWe thank the organizers of the Conference on Measuring and Understanding the Distribution and Intra/Inter-Generational Mobility of Income and Wealth, March 5-6, 2020 for providing us the opportunity to present the paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}