{
    "id": 27067,
    "citation_title": "Original Sin and the Great Depression",
    "citation_author": [
        "Michael D. Bordo",
        "Christopher M. Meissner"
    ],
    "citation_publication_date": "2020-04-27",
    "issue_date": "2020-04-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWas foreign currency denominated debt a determinant of exchange rate and monetary policy during the Great Depression? Policy makers of the day thought so. High-frequency bond price data show depreciation was associated with elevated risk premia on public debt. We also show that foreign currency debt was a determinant of exchange rate policy during the Great Depression. The gold standard heightened exposure to global shocks and prolonged the Great Depression. Why then did countries hesitate to jettison the monetary technology? Multiple factors have been identified in the literature ranging from economic and political considerations to social preferences for monetary stability. We find that foreign currency debt and trade patterns, both shaped by history and geography, had a significant impact on these choices and hence on economic stability. The effect is likely to be about half as large as the output gap in determining exchange rate policy.\n\n",
    "acknowledgement": "\nHelpful comments from seminar and conference participants at the Monetary and Financial History Conference Federal Reserve Bank of Atlanta, the 2015 World Economic History Conference (Kyoto), UC Davis, UC Berkeley, and the Hong Kong Institute for Monetary Research are acknowledged. Alain Naef provided significant feedback. We thank Barry Eichengreen and Wilfried Kisling for generous help with data and sources and Sara Cochrane and Humberto Martinez Beltran for research assistance. Corresponding author: Christopher M. Meissner, University of California, Davis One Shields Avenue Davis, CA 95616 email: cmm@ucdavis.edu. Neither author has any financial conflicts of interest. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}