{
    "id": 27068,
    "citation_title": "Asian American Discrimination in Harvard Admissions",
    "citation_author": [
        "Peter Arcidiacono",
        "Josh Kinsler",
        "Tyler Ransom"
    ],
    "citation_publication_date": "2020-04-27",
    "issue_date": "2020-04-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDetecting racial discrimination using observational data is challenging because of the presence of unobservables that may be correlated with race. Using data made public in the SFFA v. Harvard case, we estimate discrimination in a setting where this concern is mitigated. Namely, we show that there is a substantial penalty against Asian Americans in admissions with limited scope for omitted variables to overturn the result. This is because (i) Asian Americans are substantially stronger than whites on the observables associated with admissions and (ii) the richness of the data yields a model that predicts admissions extremely well. Our preferred model shows that Asian Americans would be admitted at a rate 19% higher absent this penalty. Controlling for one of the primary channels through which Asian American applicants are discriminated against--the personal rating--cuts the Asian American penalty by less than half, still leaving a substantial penalty.\n\n",
    "acknowledgement": "\nPeter Arcidiacono served as an expert witness for Students for Fair Admissions, Inc. (SFFA) in the SFFA v. Harvard case. SFFA is not funding his work on this paper. Josh Kinsler worked as a consultant for SFFA in the SFFA v. Harvard case. SFFA is not funding his work on this paper. The views expressed and conclusions reached in this paper are those of the authors; they do not purport to reflect the views of SFFA or  the National Bureau of Economic Research. To the extent this paper relies on records from the SFFA v. Harvard case, it relies solely on the public records from the case.\n\n\n"
}