{
    "id": 27062,
    "citation_title": "Pandemic Lockdown: The Role of Government Commitment",
    "citation_author": [
        "Christian A. Moser",
        "Pierre Yared"
    ],
    "citation_publication_date": "2020-04-27",
    "issue_date": "2020-04-23",
    "revision_date": "2021-07-16",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies lockdown policy in a dynamic economy without government commitment. Lockdown imposes a cap on labor supply, which improves health prospects at the cost of economic output. A government would like to commit to the extent of future lockdowns in order to guarantee an economic outlook that supports efficient levels of investment into intermediate inputs. However, such a commitment is not credible since investments are sunk at the time when the government chooses a lockdown. As a result, lockdown under lack of commitment deviates from the optimal policy. Rules that limit a government’s lockdown discretion can improve social welfare, even in the presence of noncontractible information. Quantitatively, lack of commitment causes lockdown to be significantly more severe than is socially optimal. The output loss due to lack of commitment is greater for higher social discount rates, higher values of life, higher disease transmission rates, higher intermediate input shares, and longer vaccine arrival times.\n\n",
    "acknowledgement": "\nWe thank the editor, Loukas Karabarbounis, and three anonymous referees for exceptionally constructive comments that helped to improve the paper. We also thank Andy Atkeson, Andrés Drenik, Émilien Gouin-Bonenfant, Rick Mishkin, Ben Moll, Trish Mosser, Tommaso Porzio, Jesse Schreger, Steve Zeldes, and seminar participants at Columbia University, the CEPR/IHEID Webinar, and the Barcelona GSE Summer Forum for helpful comments. Miguel Acosta, Rachel Williams, and Entian Zhang provided outstanding research assistance. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research. Any errors are our own.\n\n\n"
}