{
    "id": 27066,
    "citation_title": "Mitigating Disaster Risks in the Age of Climate Change",
    "citation_author": [
        "Harrison Hong",
        "Neng Wang",
        "Jinqiang Yang"
    ],
    "citation_publication_date": "2020-04-27",
    "issue_date": "2020-04-23",
    "revision_date": "2023-04-28",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Public Goods",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEmissions abatement alone cannot address the consequences of global warming for weather disasters. We model how society adapts to manage disaster risks to capital stock. Optimal adaptation—a mix of form-level efforts and public spending—varies as society learns about the adverse consequences of global warming for disaster arrivals. Taxes on capital are needed alongside those on carbon to achieve the first best. We apply our model to country-level control of flooding from tropical cyclones. Learning rationalizes empirical findings, including the responses of Tobin's q, equity risk premium, and risk-free rate to disaster arrivals. Adaptation is more valuable under learning than a counterfactual no-learning environment. Learning alters social-cost-of-carbon projections due to the interaction of uncertainty resolution and endogenous adaptive response.\n\n",
    "acknowledgement": "\nWe thank Michael Barnett, Patrick Bolton, Jaroslav Borovicka, Kent Daniel, Stefano Giglio, Robert Hall, Lars Peter Hansen, Julian Koelbel, Jeffrey Kubik, Daniel Lashkari, Markus Leippold, Michael Peters, Toan Phan, Esteban Rossi-Hansberg, Bernard Salanié, Tano Santos, Thomas Sargent, Jose Scheinkman, Stijn Van Nieuwerburgh, Laura Veldkamp, Venky Venkateswaran, Olivier Wang, and seminar participants at American Finance Association Annual Meetings, University of Chicago-Institute for Mathematical and Statistical Innovation, China International Conference in Finance, Columbia University, Imperial College London, Indiana University, INQUIRE, NYU Economics, SHOF-ECGI Sustainability Conference, and University of Zurich for helpful comments. We especially thank Jiangmin Xu for his help with the paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}