{
    "id": 27071,
    "citation_title": "Team Players: How Social Skills Improve Group Performance",
    "citation_author": [
        "Ben Weidmann",
        "David J. Deming"
    ],
    "citation_publication_date": "2020-05-04",
    "issue_date": "2020-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nMost jobs require teamwork. Are some people good team players? In this paper we design and test a new method for identifying individual contributions to group performance. We randomly assign people to multiple teams and predict team performance based on previously assessed individual skills. Some people consistently cause their group to exceed its predicted performance. We call these individuals “team players”. Team players score significantly higher on a well-established measure of social intelligence, but do not differ across a variety of other dimensions, including IQ, personality, education and gender. Social skills – defined as a single latent factor that combines social intelligence scores with the team player effect – improve group performance about as much as IQ. We find suggestive evidence that team players increase effort among teammates.\n\n",
    "acknowledgement": "\nWe would like to thank Maria Bertling for indispensable help in running the experiment, along with excellent support from Gabe Mansur and the Harvard Decision Science Lab. Thanks also to David Autor, Doug Staiger, Derek Neal, Angela Duckworth, Steven Sloman, Duncan Watts, Erika Weisz, Mina Cikara and participants in the Cikara lab work-in-progress seminar, the Duckworth Lab, and the E-con of Education seminar for invaluable feedback. Thanks to Victoria Johnson for superb research assistance, and to Brad Duchaine and Karen Sullivan for generously sharing access to materials for the memory task. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}