{
    "id": 27078,
    "citation_title": "Is the Supply of Charitable Donations Fixed? Evidence from Deadly Tornadoes",
    "citation_author": [
        "Tatyana Deryugina",
        "Benjamin M. Marx"
    ],
    "citation_publication_date": "2020-05-04",
    "issue_date": "2020-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Industrial Organization",
        "\n",
        "Nonprofits",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDo new societal needs increase charitable giving or simply reallocate a fixed supply of donations? We study this question using IRS datasets and the natural experiment of deadly tornadoes. Among ZIP Codes located more than 20 miles away from a tornado's path, donations by households increase by over $1 million per tornado fatality. We find no negative effects on charities located in these ZIP Codes, with a bootstrapped confidence interval that rejects substitution rates above 16 percent. The results imply that giving to one cause need not come at the expense of another.\n\n",
    "acknowledgement": "\nWe thank the Lilly Family School of Philanthropy for financial support. We thank Yuci Chen, Arash Farahani, Chitra Jogani, and Dana Shaat for excellent research assistance. We thank Maja Adena, Wojciech Kopczuk, Rob McClelland, Una Osili, Mark Ottoni-Wilhelm, Sarah Smith; seminar participants at Drexel University and the University of Illinois; and participants at the 2016 ASSA meetings, the 2016 ARNOVA Conference, the 2018 Science of Philanthropy Initiative Conference, the 2018 National Tax Association Annual Conference, and the 2020 Mid-Midwest Applied Microeconomics Workshop for their helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}