{
    "id": 27073,
    "citation_title": "Religion, Education, and the State",
    "citation_author": [
        "Samuel Bazzi",
        "Masyhur Hilmy",
        "Benjamin Marx"
    ],
    "citation_publication_date": "2020-05-04",
    "issue_date": "2020-05-01",
    "revision_date": "2024-10-24",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper explores how state and religious providers of education compete during the nation building process. Using novel administrative data, we characterize the evolution of Indonesia’s Islamic education system and religious school choice after the introduction of mass public primary schooling in the 1970s. Funded through informal taxation, Islamic schools competed with the state by entering in the same markets. While primary enrollment shifted towards state schools, religious education increased overall as Islamic schools absorbed growing demand for secondary education. In the short run, electoral support for the secular regime weakened in markets with greater public school construction. Over the long run, Islamic schools established at this juncture are more differentiated in terms of religious curriculum, and cohorts exposed to mass public schooling as children are more invested in religion than in the national identity. Our findings offer a new perspective on the political economy of education reforms and the emergence of parallel systems of public goods provision.\n\n",
    "acknowledgement": "\nWe thank Natalie Bau, Jean-Paul Carvalho, Quoc-Anh Do, Vicky Fouka, Jeanne Hagenbach, Rema Hanna, Agustina Paglayan, Vincent Pons, Nancy Qian, Mara Squicciarini, Noam Yuchtman, as well as seminar participants at Bilkent University, Brown University, Columbia University, CREST, Kadir Has University, Nova SBE, Oxford University, Sciences Po, Stockholm University, Tinbergen Institute, University of British Columbia, UCLA Anderson, UC Irvine, UC San Diego, University of Warwick, University of Gothenburg, University of Pittsburgh, University of Southern California, WZB Berlin, and Yale University, as well as conference participants at ASREC, Australia National University, the Barcelona Summer Forum, the CEPR/TCD Workshop in Development Economics, the CEPR Paris Symposium, the ERINN Annual Conference, the NBER Development Summer Institute, NBER Culture & Institutions, and NEUDC for helpful feedback. Danil Dmitriev, Faiz Essa, Aisy Ilfiah, and Rafselia Novalina provided stellar research assistance. Bazzi acknowledges support from the National Science Foundation (SES-1942375). Hilmy acknowledges support from the Manuel Abdala Gift Fund and the Institute for Economic Development at Boston University. Marx acknowledges support from the Sciences Po Scientific Advisory Board (SAB). This paper replaces a prior version titled “Islam and the State: Religious Education in the Age of Mass Schooling.” All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}