{
    "id": 27083,
    "citation_title": "Steering Incentives of Platforms: Evidence from the Telecommunications Industry",
    "citation_author": [
        "Brian McManus",
        "Aviv Nevo",
        "Zachary Nolan",
        "Jonathan W. Williams"
    ],
    "citation_publication_date": "2020-05-04",
    "issue_date": "2020-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the trade-offs faced by Internet Service Providers (ISPs) that serve as platforms through which consumers access both television and internet services. As online streaming video improves, these providers may respond by attempting to steer consumers away from streaming video toward their own TV services, or by attempting to capture surplus from this improved internet content. We augment the standard mixed bundling model to demonstrate the trade-offs the ISP faces when dealing with streaming video, and we show how these trade-offs change with the pricing options available to the ISP. Next, we use unique household-level panel data and the introduction of usage-based pricing (UBP) in a subset of markets to measure consumers' responses and to evaluate quantitatively the ISP's trade-offs. We find that the introduction of UBP led consumers to upgrade their internet service plans and lower overall internet usage. Our findings suggest that while steering consumers towards TV services is possible, it is likely costly for the ISP and therefore unlikely to be profitable. This is especially true if the ISP can offer rich pricing menus that allow it to capture some of the surplus generated by a better internet service. The results suggest that policies like UBP can increase ISPs' incentive to maintain open access to new internet content.\n\n",
    "acknowledgement": "\nWe are grateful for the the North American ISP that provided the data used in this paper. We thank John Asker, Shane Greenstein, Robin Lee, and Jeff Prince for comments, as well as audiences at Indiana-Kelly, Penn State, Yale, FCC, and the NBER's IT and Digitization workshop. Zach Nolan and Jonathan Williams thank Cable Television Laboratories, Inc., and its member organizations, for their support of this work. Brian McManus and Jonathan Williams acknowledge support from the NSF (grant #1824293). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nBrian McManus\n\nI received funding from NSF grant #1824293.\n\n\nThe data used in this paper was provided by a “North American Internet Service Provider,” but our non-disclosure agreement does not permit their identity to be disclosed. The provider reviewed the paper prior to publication to ensure their anonymity is preserved. The provider did not provide any funding for the project. I have no (and have not had) consulting or other relationships with the provider of the data.\n\n\nAs part of our non-disclosure agreement, we are prevented from disclosing our data. We are not limited from disclosing the code used in our analysis after any information that may be used to infer the provider’s identify is removed.\n\n\nI have not worked on any consulting projects related to the telecommunications industry.\n\n\n\nAviv Nevo\n\nThe data used in this paper was provided by a “North American Internet Service Provider”, but our non-disclosure agreement does not permit their identity to be disclosed. The provider reviewed the paper prior to publication to ensure their anonymity is preserved. The provider did not provide any funding for the project. I have no (and have not had) consulting or other\nrelationships with the provider of the data. As part of our non-disclosure agreement, we are prevented from disclosing our data. We are not limited from disclosing the code used in our\nanalysis after any information that may be used to infer the provider’s identify is removed. I declare that I have\nno additional relevant or material financial interests that relate to the research described in this paper.\n\n\n"
}