{
    "id": 27087,
    "citation_title": "Personalized Pricing and the Value of Time: Evidence from Auctioned Cab Rides",
    "citation_author": [
        "Nicholas Buchholz",
        "Laura Doval",
        "Jakub Kastl",
        "Filip Matějka",
        "Tobias Salz"
    ],
    "citation_publication_date": "2020-05-04",
    "issue_date": "2020-05-01",
    "revision_date": "2024-03-08",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": [
        "\n",
        "\nTransportation Economics in the 21st Century\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nWe recover valuations of time using detailed data from a large ride-hail platform, where drivers bid on trips and consumers choose between a set of rides with different prices and wait times. Leveraging a consumer panel, we estimate demand as a function of both prices and wait times and use the resulting estimates to recover heterogeneity in the value of time across consumers. We study the welfare implications of personalized pricing and its effect on the platform, drivers, and consumers. Taking into account drivers’ optimal reaction to the platform’s pricing policy, personalized pricing lowers consumer surplus by 2.5% and increases overall surplus by 5.2%. Like the platform, drivers benefit from personalized pricing. ETA-based pricing– where different prices are set for various wait times and where extensive use of consumer data is not required–can capture a significant portion of the profits garnered from personalized pricing, while simultaneously benefiting consumers.\n\n",
    "acknowledgement": "\nWe thank the editor, Aviv Nevo, and four anonymous referees for feedback that has greatly improved this paper. We thank Juan Camilo Castillo, Gabriel Kreindler, Rob Porter, Stephen Redding, and seminar participants at FTC, Maryland, MIT, Ohio State, Penn, Princeton, Stanford, UCL, UCLA, Wash U., and IO2 for useful comments. We thank Stefano Baratuche, Jacob Dorn, Ranie Lin, Thi Mai Anh Nguyen, Roi Orzach, and Yining Zhu for exceptional research assistance. We are grateful for the financial support from the Transportation Economics in the 21st Century Initiative of the NBER and U.S. Department of Transportation. Kastl is grateful for the financial support of the NSF (SES-1352305). All remaining errors are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}