{
    "id": 27085,
    "citation_title": "Which Workers Bear the Burden of Social Distancing?",
    "citation_author": [
        "Simon Mongey",
        "Laura Pilossoph",
        "Alex Weinberg"
    ],
    "citation_publication_date": "2020-05-04",
    "issue_date": "2020-05-01",
    "revision_date": "2021-03-05",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing data from O∗NET, we construct two measures of an occupation’s potential exposure to social distancing measures: (i) the ability to conduct that job from home and (ii) the degree of physical proximity to others the job requires. After validating these measures with comparable measures from ATUS as well as realized work-from-home rates during the pandemic, we employ the measures to study the characteristics of workers in these types of jobs. Our results show that workers in low-work-from-home and high-physical-proximity jobs are more economically vulnerable across various measures constructed from the CPS and PSID: they are less educated, of lower income, have fewer liquid assets relative to income, and are more likely renters. Consistent with the idea that high physical proximity or low work-from-home occupations were more exposed to the Coronavirus shock, we show that the types of workers predicted to be employed in them experienced greater declines in employment during the pandemic. We conclude by comparing the aggregate employment losses in these occupations to their employment losses in the 2008 recession, and ﬁnd evidence that these occupations were disproportionately exposed to the pandemic shock, and not just comprised of more cyclically sensitive workers.\n\n",
    "acknowledgement": "\nThanks to Gianluca Violante and Greg Kaplan for making available their codes. Our measures at the three digit occupation level are available on our websites. The views expressed in this study are those of the author and do not necessarily reflect the position of the Federal Reserve Bank of New York, the Federal Reserve System, or the National Bureau of Economic Research. Replication code is available on the authors' websites.\n\n\n"
}