{
    "id": 27080,
    "citation_title": "Economics of Research and Innovation in Agriculture",
    "citation_author": [
        "Petra Moser"
    ],
    "citation_publication_date": "2020-05-11",
    "issue_date": "2020-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n",
        "Renewable Resources",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nFeeding the world’s growing population is one of the most critical policy challenges for the 21st century. With tightening constraints on water, arable land, and other natural resources, agricultural innovation is quickly becoming the most promising path meet the nutrient needs for future generations. At the same time, the increasing variability in the world’s climate intensifies the need for developing new crops that can tolerate extreme weather. Despite the urgency of this task, there is an active discussion on the returns to public and private spending in agricultural R&D, and many of the world’s wealthier countries have scaled back their share of GDP devoted to agricultural R&D. Dwindling public support leaves universities, which, historically, have been a major source of agricultural innovation, increasingly dependent on funding from industry, with uncertain effects on agricultural research. All of these factors create an urgent need for systematic empirical evidence on the forces that drive research and innovation in agriculture. This book aims to provides such evidence through economic analyses of the sources of agricultural innovation, the challenges of measuring productivity, the role of universities and their interactions with industry, and emerging mechanisms to fund agricultural R&D.\n\n",
    "acknowledgement": "\nThis is the introductory chapter to an NBER book by the same name. Early drafts of the chapters in this book were presented and discussed at the NBER conference on the “Economics of Research and Innovation in Agriculture,” Washington, D.C., May 17, 2019 funded by the United States Department of Agriculture. I am grateful for excellent comments on this chapter from Matt Clancy, James McDonald, Paul Rhode, Michael Roberts, and Brian Wright. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}