{
    "id": 27084,
    "citation_title": "Interest Rate Uncertainty as a Policy Tool",
    "citation_author": [
        "Fabio Ghironi",
        "G. Kemal Ozhan"
    ],
    "citation_publication_date": "2020-05-04",
    "issue_date": "2020-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study a novel policy tool—interest rate uncertainty—that can be used to discourage inefficient capital inflows and to adjust the composition of external accounts between short-term securities and foreign direct investment (FDI). We identify the trade-offs faced in navigating between external balance and price stability. The interest rate uncertainty policy discourages short-term inflows mainly through portfolio risk and precautionary saving channels. A markup channel generates net FDI inflows under imperfect exchange rate pass-through. We further investigate new channels under different assumptions about the irreversibility of FDI, the currency of export invoicing, risk aversion of outside agents, and effective lower bound in the rest of the world. Under every scenario, uncertainty policy is inflationary.\n\n",
    "acknowledgement": "\nWe thank our discussants Jean Barthélemy, Nicolas Caramp, Javier García-Cicco, Robert Kollmann, Alberto Martin, Dmitry Mukhin, and Vic Valcarcel for their comments and suggestions on various versions of this paper. We also benefitted from discussions with Paul Beaudry, Brent Bundick, Dmitry Brizhatyuk, Matteo Cacciatore, Giancarlo Corsetti, Kemal Derviş, Galina Hale, Gita Gopinath, Refet Gürkaynak, Juan Carlos Hatchondo, Hande Küçük, Gülçin Özkan, and Ricardo Reis as well as participants at various seminars and conferences. All remaining errors are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the Bank of Canada and the National Bureau of Economic Research.\n\n\n"
}