{
    "id": 27088,
    "citation_title": "Dissecting Mechanisms of Financial Crises: Intermediation and Sentiment",
    "citation_author": [
        "Arvind Krishnamurthy",
        "Wenhao Li"
    ],
    "citation_publication_date": "2020-05-04",
    "issue_date": "2020-05-01",
    "revision_date": "2024-08-05",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe develop a model of financial crises with both a financial amplification mechanism, via frictional intermediation, and a role for sentiment, via time-varying beliefs about an illiquidity state. The model accounts for the entire crisis cycle, matching data on the frothy pre-crisis behavior of asset markets and credit, the sharp transition to a crisis where asset values fall, disintermediation occurs and output falls, and the slow post-crisis recovery in output. Both the intermediation and belief mechanism are essential to match the crisis cycle. However, modeling the belief variation via either a Bayesian or diagnostic model can match the broad patterns.\n\n",
    "acknowledgement": "\nWe thank Matthew Baron, Pedro Bordalo, Eduardo Davila, Maryam Farboodi, Daniel Greenwald, Xavier Gabaix, Paymon Khorrami, Angus Lewis, Xiaoji Lin, Christopher Hrdlicka, Yueran Ma, Peter Maxted, Guillermo Ordonez, Carolin Pflueger, Alexi Savov, Dejanir Silva, Sanjay R. Singh, Alp Simsek, Laura Veldkamp, Wei Xiong, and seminar participants at USC, Stanford, UW Foster, Cornell, UPenn-Wharton, Virtual Finance Workshop, AFA, AEA, WFA, SFS Cavalcade, IBEFA Summer Meeting, Barcelona Asset Prices, Banco de Portugal, Finance and Macroeconomics Workshop, CICF, China International Conference In Macroeconomics, EFA, CESifo Area Conference on Macro, Money and International Finance, Red Rock Finance Conference, Federal Reserve Board, NY Fed, NBER Asset Pricing, NBER Summer Institute EFCE and Stanford SITE for comments. Edited by Greg Kaplan. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}