{
    "id": 27089,
    "citation_title": "Do Differences in School Quality Generate Heterogeneity in the Causal Returns to Education?",
    "citation_author": [
        "Philip DeCicca",
        "Harry Krashinsky"
    ],
    "citation_publication_date": "2020-05-04",
    "issue_date": "2020-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": null,
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEstimating the returns to education remains an active area of research amongst applied economists.  Most studies that estimate the causal return to education exploit changes in schooling and/or labor laws to generate exogenous differences in education.  An implicit assumption is that more time in school may translate into greater earnings potential.  None of these studies, however, explicitly consider the quality of schooling to which impacted students are exposed.  To extend this literature, we examine the interaction between school quality and policy-induced returns to schooling, using temporally-available school quality measures from Card and Krueger (1992).  We find that additional compulsory schooling, via either schooling or labor laws, increases earnings only if educational inputs are of sufficiently high quality.  In particular, we find a consistent role for teacher quality, as measured by relative teacher pay across states, in generating consistently positive returns to compulsory schooling.\n\n",
    "acknowledgement": "\nWe thank Maoyong Fan, Mitchell Hoffman, Erik Nesson, Paul Niekamp, Minh Nguyen, and Phil Oreopoulos for helpful comments.  Krashinsky acknowledges funding from the Social Sciences and Humanities Research Council. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}