{
    "id": 27082,
    "citation_title": "Global Behaviors and Perceptions at the Onset of the COVID-19 Pandemic",
    "citation_author": [
        "Thiemo R. Fetzer",
        "Marc Witte",
        "Lukas Hensel",
        "Jon Jachimowicz",
        "Johannes Haushofer",
        "Andriy Ivchenko",
        "Stefano Caria",
        "Elena Reutskaja",
        "Christopher P. Roth",
        "Stefano Fiorin",
        "Margarita Gómez",
        "Gordon Kraft-Todd",
        "Friedrich M. Götz",
        "Erez Yoeli"
    ],
    "citation_publication_date": "2020-05-04",
    "issue_date": "2020-05-01",
    "revision_date": "2021-04-19",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe conducted a large-scale survey covering 58 countries and over 100,000 respondents between late March and early April 2020 to study beliefs and attitudes towards citizens’ and governments’ responses to the COVID-19 pandemic. Most respondents reacted strongly to the crisis: they report engaging in social distancing and hygiene behaviors, and believe that strong policy measures, such as shop closures and curfews, are necessary. They also believe that their government and their country’s citizens are not doing enough and underestimate the degree to which others in their country support strong behavioral and policy responses to the pandemic. The perception of a weak government and public response is associated with higher levels of worries and depression. Using both cross-country panel data and an event-study, we additionally show that strong government reactions correct misperceptions, and reduce worries and depression. Our findings highlight that policy-makers not only need to consider how their decisions affect the spread of COVID-19, but also how such choices influence the mental health of their population.\n\n",
    "acknowledgement": "\nWe thank our many volunteer translators, whose names are listed in the Appendix. We also thank Prolific for sponsoring the participants for the survey experiment and Aristeo Marras for data advice. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}