{
    "id": 27081,
    "citation_title": "Electricity and Firm Productivity: A General-Equilibrium Approach",
    "citation_author": [
        "Stephie Fried",
        "David Lagakos"
    ],
    "citation_publication_date": "2020-05-04",
    "issue_date": "2020-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Consumption and Investment",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe lack of reliable electricity in the developing world is widely viewed by policymakers as a major constraint on firm productivity. Yet most empirical studies find modest short-run effects of power outages on firm performance. This paper builds a dynamic macroeconomic model to study the long-run general equilibrium effects of power outages on productivity. The model captures the key features of how firms acquire electricity in the developing world, in particular the rationing of grid electricity and the possibility of self-generated electricity at higher cost. Power outages lower productivity in the model by creating idle resources, by depressing the scale of incumbent firms and by reducing entry of new firms. Consistent with the empirical literature, the model predicts that the short-run partial-equilibrium effects of eliminating outages are small. However, the long-run general-equilibrium effects are many times larger, supporting the view that eliminating outages is an important development objective.\n\n",
    "acknowledgement": "\nFor helpful comments we thank Judd Boomhower, Jonathan Colmer, Mark Jacobsen, Chad Jones, Doug Gollin, Michael Greenstone, Kelsey Jack, Pete Klenow, Nick Ryan and seminar / conference participants at the AEA meetings, ASU, IGC Growth Week, the IMF, SED, UCSB, USC, Yale, and UCSD. For excellent research assistance we thank Qinzhuo Gong, Alejandro Nakab, and Shu Zhang. We are grateful to the IGC for financial support. All potential errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nDavid Lagakos\n\nI have no financial relationships or funding sources related to this paper to disclose.\n\n\n"
}