{
    "id": 27093,
    "citation_title": "Expected Profits and The Scientific Novelty of Innovation",
    "citation_author": [
        "David Dranove",
        "Craig Garthwaite",
        "Manuel I. Hermosilla"
    ],
    "citation_publication_date": "2020-05-04",
    "issue_date": "2020-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nInnovation policy involves trading off monopoly output and pricing in the short run in exchange for incentives for firms to develop new products in the future. While existing research demonstrates that expected profits fuel R&D investments, little is known about the novelty of the projects funded by these investments. Relying on data that describe the scientific approaches used by a large sample of experimental drug projects, we expand on this literature by examining the scientific novelty of pharmaceutical R&D investments following the creation of the Medicare Part D program. We find little evidence that the positive demand shock implied by this program prompted firms to undertake scientifically novel R&D activity, as measured by whether the specific scientific approach had been used before. However, we find some evidence that firms invested in products involving novel combinations of scientific approaches. These estimates can inform economists and policymakers assessing the tradeoffs associated with marginal changes in commercial returns from newly developed pharmaceutical products.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}