{
    "id": 27097,
    "citation_title": "Income, Liquidity, and the Consumption Response to the 2020 Economic Stimulus Payments",
    "citation_author": [
        "Scott R. Baker",
        "R. A. Farrokhnia",
        "Steffen Meyer",
        "Michaela Pagel",
        "Constantine Yannelis"
    ],
    "citation_publication_date": "2020-05-04",
    "issue_date": "2020-05-01",
    "revision_date": "2020-09-15",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nThe 2020 CARES Act directed large cash payments to households. We analyze house-holds’ spending responses using high-frequency transaction data from a Fintech non-profit, exploring heterogeneity by income levels, recent income declines, and liquidity as well as linked survey responses about economic expectations. Households respond rapidly to the re-ceipt of stimulus payments, with spending increasing by $0.25-$0.40 per dollar of stimulus during the first weeks. Households with lower incomes, greater income drops, and lower lev-els of liquidity display stronger responses highlighting the importance of targeting. Liquidity plays the most important role, with no significant spending response for households with large checking account balances. Households that expect employment losses and benefit cuts dis-play weaker responses to the stimulus. Relative to the effects of previous economic stimulus programs in 2001 and 2008, we see faster effects, smaller increases in durables spending, larger increases in spending on food, and substantial increases in payments like rents, mortgages, and credit cards reflecting a short-term debt overhang. We formally show that these differences can make direct payments less effective in stimulating aggregate consumption.\n\n",
    "acknowledgement": "\nThe authors wish to thank Sylvain Catherine, Arpit Gupta, Jonathan Parker, and Joe Vavra for helpful discussion and comments as well as seminar participants at the MoFiR Banking Workshop, CEPR New Consumption Data Conference, Virtual AFFECT seminar, Toulouse School of Economics, Columbia Graduate School of Business, University of Chicago Booth School of Business, and the Federal Reserve Bank of Philadelphia. Constantine Yannelis is grateful to the Fama Miller Center for generous financial support. R.A. Farrokhnia is grateful to Advanced Projects and Applied Research in Fintech at Columbia Business School for support. We would like to thank Suwen Ge, Spyros Kypraios, Rebecca Liu, and Sharada Sridhar for excellent research assistance. We are grateful to SaverLife for providing data access and conducting our user survey. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}