{
    "id": 27098,
    "citation_title": "Office Visits Preventing Emergency Room Visits: Evidence From the Flint Water Switch",
    "citation_author": [
        "Shooshan Danagoulian",
        "Daniel S. Grossman",
        "David Slusky"
    ],
    "citation_publication_date": "2020-05-04",
    "issue_date": "2020-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nEmergency department visits are costly to providers and to patients. We use the Flint water crisis to test if an increase in office visits reduced avoidable emergency room visits. In September 2015, the city of Flint issued a lead advisory to its residents, alerting them of increased lead levels in their drinking water, resulting from the switch in water source from Lake Huron to the Flint River. Using Medicaid claims for 2013-2016, we find that this information shock increased the share of enrollees who had lead tests performed by 1.7 percentage points. Additionally, it increased office visits immediately following the information shock and led to a reduction of 4.9 preventable, non-emergent, and primary-care-treatable emergency room visits per 1000 eligible children (8.2%). This decrease is present in shifts from emergency room visits to office visits across several common conditions. Our analysis suggest that children were more likely to receive care from the same clinic following lead tests and that establishing care reduced the likelihood parents would take their children to emergency rooms for conditions treatable in an office setting. Our results are potentially applicable to any situation in which individuals are induced to seek more care in an office visit setting.\n\n",
    "acknowledgement": "\nWe thank Glenn Copeland of the Vital Records and Health Statistics Division and Matthew Schneider of the Medicaid Division of the Michigan Department of Health and Human Services for providing vital statistics data and facilitating receipt of Medicaid claims data linked to vital records. We gratefully acknowledge Phillip Levy and the Office of the Vice President of Research at Wayne State University for financial support. We also thank Antony Hsu, Michael Morrisey, Michael Kofoed, Valentina Duque, and Janet Currie, as well as conference participants at AHEC 2018, APPAM 2018, ASHEcon 2019, SEA 2019, NBER Summer Institute Children’s Meetings 2019, and the NBER Health Care Meeting Winter 2019 and seminar participants at the Wayne State University Department of Economics and Center for Urban Responses to Environmental Stressors (CURES), Kansas State University, the University of Missouri-Kansas City, University of Michigan H2D2 and HSOP WIDTH, Indiana University, Cornell University, and San Diego State University for their helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}