{
    "id": 27090,
    "citation_title": "Dropouts Need Not Apply? The Minimum Wage and Skill Upgrading",
    "citation_author": [
        "Jeffrey Clemens",
        "Lisa B. Kahn",
        "Jonathan Meer"
    ],
    "citation_publication_date": "2020-05-04",
    "issue_date": "2020-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe explore whether minimum wage increases result in substitution from lower-skilled to slightly higher-skilled labor. Using 2011-2016 American Community Survey data (ACS), we show that workers employed in low-wage occupations are older and more likely to have a high school diploma following recent statutory minimum wage increases. To better understand the role of firms, we examine the Burning Glass vacancy data. We find increases in a high school diploma requirement following minimum wage hikes, consistent with our ACS evidence on stocks of employed workers. We see substantial adjustments to requirements both within and across firms.\n\n",
    "acknowledgement": "\nWe thank Brad Hershbein, Dan Aaronson, and seminar participants at Ben Gurion University, the Brookings Institution, the China Summer Institute of Public Economics at Tsinghua University, Copenhagen Business School Workshop on University Education and Innovation, Cornell University, Duke University, Federal Reserve Board of Governors, George Mason University, George Washington University, Joe-Fest 2018, University of Illinois, University of Maryland, Southwestern University of Finance and Economics, Tel Aviv University, World Bank, Yale University, and the IFS/CEP Conference on Wages, Labour Market Policy and the Safety Net. We are especially indebted to Dan Restuccia, Matt Sigelman, and Bledi Taska for providing the Burning Glass Technologies data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}