{
    "id": 27091,
    "citation_title": "When Do Shelter-in-Place Orders Fight COVID-19 Best? Policy Heterogeneity Across States and Adoption Time",
    "citation_author": [
        "Dhaval M. Dave",
        "Andrew I. Friedson",
        "Kyutaro Matsuzawa",
        "Joseph J. Sabia"
    ],
    "citation_publication_date": "2020-05-04",
    "issue_date": "2020-05-01",
    "revision_date": "2020-06-19",
    "topics": [
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nShelter in place orders (SIPOs) require residents to remain home for all but essential activities such as purchasing food or medicine, caring for others, exercise, or traveling for employment deemed essential.  Between March 19 and April 20, 2020, 40 states and the District of Columbia adopted SIPOs.  This study explores the impact of SIPOs on health, with particular attention to heterogeneity in their impacts.  First, using daily state-level social distancing data from SafeGraph and a difference-in-differences approach, we document that adoption of a SIPO was associated with a 5 to 10 percent increase in the rate at which state residents remained in their homes full-time.  Then, using daily state-level coronavirus case data collected by the Centers for Disease Control and Prevention, we find that approximately three weeks following the adoption of a SIPO, cumulative COVID-19 cases fell by 44 percent. Event-study analyses confirm common COVID-19 case trends in the week prior to SIPO adoption and show that SIPO-induced case reductions grew larger over time.  However, this average effect masks important heterogeneity across states — early adopters and high population density states appear to reap larger benefits from their SIPOs.  Finally, we find that statewide SIPOs were associated with a reduction in coronavirus-related deaths, but estimated mortality effects were imprecisely estimated.\n\n",
    "acknowledgement": "\nSabia acknowledges research support from the Center for Health Economics & Policy Studies (CHEPS) at San Diego State University, including grant support received from the Charles Koch Foundation and the Troesh Family Foundation.  We are grateful for comments on previous versions from Jason Lindo and Daniel I. Rees. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}