{
    "id": 27099,
    "citation_title": "Health vs. Wealth? Public Health Policies and the Economy During Covid-19",
    "citation_author": [
        "Zhixian Lin",
        "Christopher M. Meissner"
    ],
    "citation_publication_date": "2020-05-04",
    "issue_date": "2020-05-01",
    "revision_date": "2020-11-11",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the impact of non-pharmaceutical policy interventions (NPIs) like “stay-at-home” orders on the spread of infectious disease. Local policies have little impact on the economy nor on local public health. Stay-at-home is only weakly associated with slower growth of Covid-19 cases. Reductions in observed  “mobility” are not associated with slower growth of Covid-19 cases. Stay-at-home is associated with lower workplace and more residential activity, but common shocks matter much more. Moreover, job losses have been no higher in US states that implemented stay-at-home during the Covid-19 pandemic than in states that did not have stay-at-home. All of these results demonstrate that the Covid-19 pandemic is a common economic and public health shock.  They also show that policy spillovers and behavioral responses are important. The tradeoff between the economy and public health in a pandemic depends strongly on what is happening elsewhere. This underscores the importance of coordinated economic and public health responses.\n\n",
    "acknowledgement": "\nWe thank Haoze “Anson” Li and Jingxuan Ma for research assistance. Research funding from Michael Deering is gratefully acknowledged. We thank Jonathan Dingel for clarifying some data issues. Matthias Blum, Barry Eichengreen, Gregori Galofré-Vilà, Dan Liu, Peter Sandholt Jensen, Peter Lindert, Alan M. Taylor and seminar participants at UC Davis provided helpful early feedback.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}