{
    "id": 27096,
    "citation_title": "Employer Policies and the Immigrant-Native Earnings Gap",
    "citation_author": [
        "Benoit Dostie",
        "Jiang Li",
        "David Card",
        "Daniel Parent"
    ],
    "citation_publication_date": "2020-05-04",
    "issue_date": "2020-05-01",
    "revision_date": "2022-04-14",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use longitudinal data from the income tax system to study the impacts of firms’ employment and wage-setting policies on the level and change in immigrant-native wage differences in Canada. We focus on immigrants who arrived in the early 2000s, distinguishing between those with and without a college degree from two broad groups of countries – the U.S., the U.K. and Northern Europe, and the rest of the world. Consistent with a growing literature based on the two-way fixed effects model of Abowd, Kramarz, and Margolis (1999), we find that firm-specific wage premiums explain a significant share of earnings inequality in Canada and contribute to the average earnings gap between immigrants and natives. In the decade after receiving permanent status, earnings of immigrants rise relative to those of natives. Compositional effects due to selective outmigration and changing participation play no role in this gain. About one-sixth is attributable to movements up the job ladder to employers that offer higher pay premiums for all groups, with particularly large gains for immigrants from the “rest of the world” countries.\n\n",
    "acknowledgement": "\nWe are grateful to Mitchell Hoffman and participants at the October 2019 “Models of Linked Employer-Employee Data” for many helpful comments and suggestions. We also thank participants at the 2019 International Metropolis, the 2019 Canadian Economic Association Meetings, and the 2018 Association for Canadian Studies conference for comments. This project was funded by the Productivity Partnership as supported by the Social Sciences and Humanities Research Council of Canada (SSHRC). The views expressed herein are those of the authors and do not necessarily reflect the views of Statistics Canada or the National Bureau of Economic Research.\n\n\n"
}