{
    "id": 27106,
    "citation_title": "How Valuable is Financial Flexibility when Revenue Stops? Evidence from the COVID-19 Crisis",
    "citation_author": [
        "Rüdiger Fahlenbrach",
        "Kevin Rageth",
        "René M. Stulz"
    ],
    "citation_publication_date": "2020-05-11",
    "issue_date": "2020-05-07",
    "revision_date": "2020-06-30",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFirms with greater financial flexibility should be better able to fund a revenue shortfall resulting from the COVID-19 shock and benefit less from policy responses. We find that firms with high financial flexibility experience a stock price drop lower by 26% or 9.7 percentage points than those with low financial flexibility accounting for a firm’s industry. This differential return persists as stock prices rebound. Similar results hold for CDS spreads. The stock price of a firm with an average payout over assets ratio would have dropped 2 percentage points less with no payouts for the last three years.\n\n",
    "acknowledgement": "\nWe thank seminar participants at the joint online research seminar of the universities of Bonn, Dortmund, Wuppertal, and WHU and the University of Chicago Booth’s Stigler Center online seminar. We thank Heitor Almeida, Harry DeAngelo, Dirk Jenter, Peter Limbach, Raghu Rau, Henri Servaes, and Luigi Zingales for helpful comments. We are grateful to Leandro Sanz for scientific assistance. Fahlenbrach gratefully acknowledges financial support from the Swiss Finance Institute. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. This version is a revision of the paper posted in April on SSRN with the same title.\n\n\n"
}