{
    "id": 27105,
    "citation_title": "Pandemic Recession: L or V-Shaped?",
    "citation_author": [
        "Victoria Gregory",
        "Guido Menzio",
        "David G. Wiczer"
    ],
    "citation_publication_date": "2020-05-11",
    "issue_date": "2020-05-07",
    "revision_date": "2020-05-13",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop and calibrate a search-theoretic model of the labor market in order to forecast the evolution of the aggregate US labor market during and after the coronavirus pandemic. The model is designed to capture the heterogeneity of the transitions of individual workers across states of unemployment, employment and across different employers. The model is also designed to capture the trade-offs in the choice between temporary and permanent layoffs. Under reasonable parametrizations of the model, the lockdown instituted to prevent the spread of the novel coronavirus is shown to have long-lasting negative effects on unemployment. This is so because the lockdown disproportionately disrupts the employment of workers who need years to find stable jobs.\n\n",
    "acknowledgement": "\nAny views expressed are those of the authors and not those of the U.S. Census Bureau or the National Bureau of Economic Research. The Census Bureau's Disclosure Review Board and Disclosure Avoidance Officers have reviewed this information product for unauthorized disclosure of confidential information and have approved the disclosure avoidance practices applied to this release. This research was performed at a Federal Statistical Research Data Center under FSRDC Project Number 1819. Delegated Authority Number: CBDRB-FY19-P1819-R8293. The authors are grateful to Gianluca Violante for sharing some data, and to Zach Bethune, Dirk Krueger, Iacopo Morchio, Venky Venkateswaran for comments.\n\n\n"
}