{
    "id": 27103,
    "citation_title": "Do Youth Employment Programs Work? Evidence from the New Deal",
    "citation_author": [
        "Anna Aizer",
        "Shari Eli",
        "Adriana Lleras-Muney",
        "Keyoung Lee"
    ],
    "citation_publication_date": "2020-06-15",
    "issue_date": "2020-06-11",
    "revision_date": "2020-07-10",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nRetirement and Disability Research Center\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nWe study the Civilian Conservation Corps (CCC) – the first and largest youth training program in the U.S. in operation between 1933 and 1942 – to provide the first comprehensive assessment of the short- and long-term effects of means-tested youth employment programs. We use digitized enrollee records from the CCC program in Colorado and New Mexico and matched these records to the 1940 Census, WWII enlistment records, Social Security Administration records, and death certificates. We find that enrollees who spent more time in CCC training grew taller, lived longer lives and had higher lifetime earnings as a result of their participation in the program. We also find modest increases in the educational attainment of the participants and increases in short term geographic mobility. In contrast, we find no evidence that their labor force participation or wages increased in the short run. To assess the internal and external validity of the results, we compare our estimates to those derived from a randomized evaluation of Job Corps, the modern version of the CCC, conducted in the 1990s. The RCT’s results show that our empirical strategy delivers estimates that are in line with the experimental estimates. Overall, we find significant long-term benefits in both longevity and earnings, suggesting short and medium-term evaluations underestimate the returns of training programs, as do those that fail to consider effects on longevity.\n\n",
    "acknowledgement": "\nWe are very grateful to many research assistants that worked on this project, especially to Ryan Boone, Taehoon Kang and Kyle Sherman. We have benefitted from comments from participants in the various conferences. We are particularly indebted to Rodrigo Pinto for many valuable contributions. This research was funded by the Social Science and Humanities Research Council of Canada and by the Social Security Administration Grant #NB17-16. This research was also supported by the U.S. Social Security Administration through grant #5- RC08098400-10 to the National Bureau of Economic Research as part of the SSA Retirement Research Consortium. The findings and conclusions expressed are solely those of the author(s) and do not represent the views of SSA, any agency of the Federal Government, or the NBER. This project was also supported by the California Center for Population Research at UCLA (CCPR), which receives core support (P2C- HD041022) from the Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD). Finally, his material is based upon work supported by the National Science Foundation Graduate Research Fellowship under Grant No. DGE-1650604. Any opinions, findings, and conclusions or recommendations expressed in this material are those of the authors and do not necessarily reflect the views of the National Science Foundation. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}