{
    "id": 27100,
    "citation_title": "Inequality of Fear and Self-Quarantine: Is There a Trade-off between GDP and Public Health?",
    "citation_author": [
        "Sangmin Aum",
        "Sang Yoon (Tim) Lee",
        "Yongseok Shin"
    ],
    "citation_publication_date": "2020-05-04",
    "issue_date": "2020-05-01",
    "revision_date": "2020-07-08",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe construct a quantitative model of an economy hit by an epidemic. People differ by age and skill, and choose occupations and whether to commute to work or work from home, to maximize their income and minimize their fear of infection. Occupations differ by wage, infection risk, and the productivity loss when working from home. By setting the model parameters to replicate the progression of COVID-19 in South Korea and the United Kingdom, we obtain three key results. First, government-imposed lock-downs may not present a clear trade-off between GDP and public health, as commonly believed, even though its immediate effect is to reduce GDP and infections by forcing people to work from home. A premature lifting of the lock-down raises GDP temporarily, but infections rise over the next months to a level at which many people choose to work from home, where they are less productive, driven by the fear of infection. A longer lock-down eventually mitigates the GDP loss as well as flattens the infection curve. Second, if the UK had adopted South Korean policies, its GDP loss and infections would have been substantially smaller both in the short and the long run. This is not because Korea implemented policies sooner, but because aggressive testing and tracking more effectively reduce infections and disrupt the economy less than a blanket lock-down. Finally, low-skill workers and self-employed lose the most from the epidemic and also from the government policies. However, the policy of issuing “visas” to those who have antibodies will disproportionately benefit the low-skilled, by relieving them of the fear of infection and also by allowing them to get back to work.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}