{
    "id": 27101,
    "citation_title": "The Impact of an Environmental Shock on Black-White Inequality: Evidence from the Boll Weevil",
    "citation_author": [
        "Karen Clay",
        "Ethan J. Schmick"
    ],
    "citation_publication_date": "2020-05-04",
    "issue_date": "2020-05-01",
    "revision_date": "2023-07-21",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper estimates the causal effect of the boll weevil on home ownership, wages, and intergenerational mobility of Black and White sons born around the time of its arrival. The boll weevil resulted in a negative shock to cotton production and a positive shock to food-related agricultural products. Using a linked data set of fathers and sons, we find Black sons born after the weevil’s arrival experienced large relative gains in outcomes. The paper discusses a number of mechanisms and provides evidence on two related mechanisms: relative improvements in Black fathers’ income ranks and improvements in Black sons’ early-life conditions.\n\n",
    "acknowledgement": "\nPreviously circulated as “Changes in Black-White Inequality: Evidence from the Boll Weevil.” We began this project with Werner Troesken, and he provided extremely helpful insights during the project’s early stages. We miss him greatly. We would also like to thank Ran Abramitzky, Daniel Fetter, James Fenske, Andy Ferrara, Daniel Jones, Jessica LaVoice, Allison Shertzer, Andrew Smyth, Randy Walsh, and Gavin Wright for helpful comments and suggestions. This paper also benefited from comments by seminar participants at Case Western University, Marquette University, Stanford University, University of Wisconsin-Madison, and Warwick University and conference participants at the ASSA, the Liberal Arts Colleges Development Economics Conference, the North American Regional Science Association Conference, and the All UC Economic History Conference. Karen Clay acknowledges financial support from Heinz College, Carnegie Mellon University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}