{
    "id": 27113,
    "citation_title": "The Macroprudential Role of Stock Markets",
    "citation_author": [
        "Kyriakos T. Chousakos",
        "Gary B. Gorton",
        "Guillermo Ordoñez"
    ],
    "citation_publication_date": "2020-05-11",
    "issue_date": "2020-05-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA financial crisis is an event of sudden information acquisition about the collateral backing short-term debt in credit markets. When investors see a financial crisis coming, however, they react by more intensively acquiring information about firms in stock markets, revealing those that are weaker, which as a consequence end up cut off from credit. This cleansing effect of stock markets’ information on credit markets’ composition discourage information acquisition about the collateral of the firms remaining in credit markets, slowing down credit growth and potentially preventing a crisis. Production of information in stock markets, then, acts as a macroprudential tool in the economy.\n\n",
    "acknowledgement": "\nThanks to Stefano Lovo, Enrique Mendoza, Ernesto Pasten, Diego Saravia, Yuliy Sannikov and participants in seminars at the Board of Governors, the 2018 Amsterdam Workshop on Safe Assets, the 2018 SED Meetings at Mexico City, the Cowles Foundation 15th Annual GE Conference, the Stanford Institute for Theoretical Economics 2019 Macroeconomics Conference, the Copenhagen Business School Conference on Financial Frictions, the Bank of France, HEC, and INSEAD for comments and suggestions. We also thank Shah Kahn and Tim Rudner for excellent research assistance and the National Science Foundation for support. A previous version of this paper was circulated under the title “Aggregate Information Dynamics.” The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}