{
    "id": 27112,
    "citation_title": "Monetary and Fiscal Policies in Times of Large Debt: Unity is Strength",
    "citation_author": [
        "Francesco Bianchi",
        "Renato Faccini",
        "Leonardo Melosi"
    ],
    "citation_publication_date": "2020-05-11",
    "issue_date": "2020-05-07",
    "revision_date": "2022-08-02",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe COVID pandemic found policymakers facing constraints on their ability to react to an exceptionally large negative shock. The current low interest rate environment limits the tools the central bank can use to stabilize the economy, while the large public debt curtails the efficacy of fiscal interventions by inducing expectations of costly fiscal adjustments. Against this background, we study the implications of a coordinated fiscal and monetary strategy aiming at creating a controlled rise of inflation to wear away a targeted fraction of debt. Under this coordinated strategy, the fiscal authority introduces an emergency budget with no provisions on how it will be balanced, while the monetary authority tolerates a temporary increase in inflation to accommodate the emergency budget. In our model the coordinated strategy enhances the efficacy of the fiscal stimulus planned in response to the COVID pandemic and allows the Federal Reserve to correct a prolonged period of below-target inflation. The strategy results in only moderate levels of inflation by separating long-run fiscal sustainability from a short-run policy intervention.\n\n",
    "acknowledgement": "\nWe wish to thank Marco Bassetto, Larry Christiano, Jonas Fisher, Mark Gertler, Spence Krane, and Federico Ravenna for their very helpful comments and all seminar participants at the 2021 NBER Summer Institute, Johns Hopkins University, Bilkent University, Brandeis University, Bank of Israel, Danmarks Nationalbank, 2020 ESCB cluster 2 conference, and the conference on New Developments in Business Cycle Analysis. The views in this paper are solely those of the authors and should not be interpreted as reflecting the views of the Federal Reserve Bank of Chicago, Danmarks Nationalbank, any person associated with the Federal Reserve System, the European System of Central Banks, or the National Bureau of Economic Research.\n\n\n"
}