{
    "id": 27110,
    "citation_title": "Social Security Wealth, Inequality, and Lifecycle Saving",
    "citation_author": [
        "John Sabelhaus",
        "Alice Henriques Volz"
    ],
    "citation_publication_date": "2020-05-11",
    "issue_date": "2020-05-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWealth inequality in the US is high and rising, but Social Security is generally not considered in those wealth measures. Social Security Wealth (SSW) is the present value of future benefits that an individual will receive less the present value of future taxes they will pay. When an individual enters the labor force, they generally face a lifetime of taxes to pay before they will receive any benefits, and thus their initial SSW is generally low or negative. As an individual works and pays into the system their SSW grows and generally peaks somewhere around typical Social Security benefit claim ages. The accrual of SSW over the working life is most important for lower-income workers because the progressive Social Security benefit formula means that taxes paid while working are associated with proportionally higher benefits in retirement. We estimate SSW for individuals in the Survey of Consumer Finances (SCF) for 1995 through 2016 and use a pseudo-panel approach to empirically demonstrate those lifecycle patterns. We also show that including SSW in a comprehensive wealth measure generally reduces estimated levels of wealth inequality but does not reverse the upward trend in top wealth shares.\n\n",
    "acknowledgement": "\nThis paper was prepared for the Conference on Research in Income and Wealth symposium, Measuring and Understanding the Distribution and Intra/Inter-Generational Mobility of Income and Wealth, March 5th and 6th, 2020. The analysis and conclusions set forth are those of the authors and do not indicate concurrence by other members of the research staff, the Board of Governors of the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}