{
    "id": 27116,
    "citation_title": "The Fiscal Theory of Price Level with a Bubble",
    "citation_author": [
        "Markus K. Brunnermeier",
        "Sebastian A. Merkel",
        "Yuliy Sannikov"
    ],
    "citation_publication_date": "2020-05-11",
    "issue_date": "2020-05-07",
    "revision_date": "2022-09-21",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper incorporates a bubble term in the standard Fiscal Theory of the Price Level equation to explain why countries with persistently negative primary surpluses can have a positively valued currency and low inflation. It also provides two illustrative models with closed-form solutions in which the return on government bonds is below the economy’s growth rate. The government can “mine” the bubble by perpetually rolling over its debt. Despite the bubble, the price level remains determined provided government policy credibly promises primary surpluses off-equilibrium. Sufficient “fiscal space” ensures that the bubble term is attached to government bonds rather than other assets, like crypto assets. The analysis provides a new perspective on debt sustainability analysis.\n\n",
    "acknowledgement": "\nWe thank Joseph Abadi, Mark Aguiar, John Cochrane, Pierre-Olivier Gourinchas, Zhengyang Jiang, Narayana Kocherlakota, Alexandr Kopytov, Eric Leeper, Moritz Lenel, Dirk Niepelt, Jonathan Payne, Ricardo Reis, Chris Sims, and participants at the NBER Summer Institute 2020, ASSA Annual Meeting 2022, and seminars at Princeton University, UC Berkeley, and Hitotsubashi University for comments and suggestions. We thank Torsten Slok for sharing data on Japanese primary surpluses. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nMarkus K. Brunnermeier\n\nDisclosures\n2010-2017/12\n\n\nAs a guiding principle I follow the NBER Research Disclosure Policy: https://www.nber.org/researchdisclosurepolicy.html\n\n\nSignificant Remunerated Activities:\nVisiting Positions\nLamfalussy Fellowship, Bank of International Settlement, 2016\nMilton Friedman Institute, visiting scholar 2011\nSpeaking engagements and lectures\nSpinoza Foundation, 2019\nDanske Bank, 2018\nUkrainian Financial Forum, 2017\nSwiss Economic Forum, 2017\nFudan University, 2017\nDanske Capital, 2017\nBrookings, 2017\nTrento Economic Festival, 2013\nStifterverband der Deutschen Wirtschaft, 2012\nAmbrosetti – The European House, 2011\nCenter for Investor Education, 2011\nWim Duisenberg School of Finance, 2010\nHandelsbanken, 2010\nDeutsche Bank, 2010\nFEBRABAN, Brazil, 2009\nCentral banks\nReserve Bank of India, Central Bank of Chile, South African Reserve Bank, ECB, ESRB, Bank of England, National Bank of Austria, Swiss National Bank, Bank of Japan, Federal Reserve, New York Fed, Bank of Canada, Bank of Korea\nInternational financial institution\nIMF\nAcademic Organizations\nLuohan Academy, Alibaba, 2018-\nSwiss Finance Institute, Research Council, 2012-\nNo expert testimony for law suits or paid consulting work for private cooperations to date.\n\n\nResearch Grants:\nSloan Foundation 2011-12\nGuggenheim Fellowship, 2010-11\nUniversity of Chicago, T.W. Schultz Prize and Lecture, 2010\nINQUIRE Europe, Research Grant\nVisiting Scholar and Other:\nAmerican Economic Review, Journal of Finance, Associated Editorship\nSignificant Non-Compensated Activities:\nAmerican Finance Association: Director\nFinancial Advisory Roundtable and Monetary Policy Panel, Federal Reserve Bank of New York, 2006 – present\n\n\nINET Advisory Board Member, 2009 – present\n\n\n"
}