{
    "id": 27119,
    "citation_title": "A Note on Long-Run Persistence of Public Health Outcomes in Pandemics",
    "citation_author": [
        "Peter Zhixian Lin",
        "Christopher M. Meissner"
    ],
    "citation_publication_date": "2020-05-11",
    "issue_date": "2020-05-07",
    "revision_date": "2020-06-04",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "History",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCovid-19 is the single largest threat to global public health since the Spanish Influenza pandemic of 1918-20. Was the world better prepared in 2020 than it was in 1918? After a century of public health and basic science research, pandemic response and mortality outcomes should be better than in 1918-20. We ask whether mortality from historical pandemics has any predictive content for mortality in the ongoing Covid-19 pandemic. We find a strong persistence in public health performance in the early days of the Covid-19 pandemic. Places that performed poorly in terms of mortality in 1918 were more likely to have higher mortality today. This is true across countries and across a sample of US cities. Experience with SARS is associated with lower mortality today. Distrust of expert advice, lack of cooperation at many levels, over-confidence, and health care supply shortages have likely promoted higher mortality today as in the past.\n\n",
    "acknowledgement": "\nWe thank Haoze Li and Jingxuan Ma for helpful research assistance. Guido Alfani, Matthias Blum, Gregori Galofré Vilà, Eric Hilt, Dan Liu, Alan M. Taylor, and Sarah Quincy provided helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}