{
    "id": 27111,
    "citation_title": "An Economic Approach to Regulating Algorithms",
    "citation_author": [
        "Ashesh Rambachan",
        "Jon Kleinberg",
        "Sendhil Mullainathan",
        "Jens Ludwig"
    ],
    "citation_publication_date": "2020-05-11",
    "issue_date": "2020-05-07",
    "revision_date": "2021-01-04",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Discrimination",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere is growing concern about \"algorithmic bias\" - that predictive algorithms used in decision-making might bake in or exacerbate discrimination in society. We argue that such concerns are naturally addressed using the tools of welfare economics. This approach overturns prevailing wisdom about the remedies for algorithmic bias. First, when a social planner builds the algorithm herself, her equity preference has no effect on the training procedure. So long as the data, however biased, contain signal, they will be used and the learning algorithm will be the same. Equity preferences alone provide no reason to alter how information is extracted from data - only how that information enters decision-making. Second, when private (possibly discriminatory) actors are the ones building algorithms, optimal regulation involves algorithmic disclosure but otherwise no restriction on training procedures. Under such disclosure, the use of algorithms strictly reduces the extent of discrimination relative to a world in which humans make all the decisions.\n\n",
    "acknowledgement": "\nWe thank Alex Frankel, Ed Glaeser, Jonathan Guryan, Robert Minton, Joshua Schwartzstein, participants at the Labor/Public Breakfast at Harvard University, the Seminar in Law, Economics & Organization at Harvard Law School, AEA Session on Algorithmic Fairness and Bias and the NBER Conference on the Economics of AI for valuable feedback. We are especially grateful to Joshua Gans, Paul Milgrom and Hal Varian for their constructive comments and feedback as conference discussants. Rambachan gratefully acknowledges financial support from the NSF Graduate Research Fellowship (Grant DGE1745303). All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}