{
    "id": 27117,
    "citation_title": "The Effect of Changes in Alcohol Tax Differentials on Alcohol Consumption",
    "citation_author": [
        "Markus Gehrsitz",
        "Henry Saffer",
        "Michael Grossman"
    ],
    "citation_publication_date": "2020-05-11",
    "issue_date": "2020-05-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe show that tax-induced increases in alcohol prices can lead to substantial substitution and avoidance behavior that limits reductions in alcohol consumption.  Causal estimates are derived from a natural experiment in Illinois where spirits and wine taxes were raised sharply and unexpectedly in 2009. Beer taxes were increased by only a trivial amount.  We construct representative and consistent measures of alcohol prices and sales from scanner data collected for hundreds of products in several thousand stores across the US.  Using several differences-in-differences models, we show that alcohol excise taxes are instantly over-shifted by a factor of up to 1.5.  Consumers react by switching to less expensive products and increase purchases of low-tax alcoholic beverages, thus all but offsetting any moderate, tax-induced reductions in total ethanol consumption.  Our study highlights the importance of tax-induced substitution, the implications of differential tax increases by beverage group and the impacts on public health of alternative types of tax hikes whose main aims are to increase revenue.\n\n",
    "acknowledgement": "\nResearch for the paper was supported by grant number 1R21AA025371A1 from the National Institute on Alcohol Abuse and Alcoholism to the National Bureau of Economic Research. This paper was presented at the Eighth Conference of the American Society of Health Economists, at the Second Hamburg Center for Health Economics Risky Behaviors Workshop, at the Applied Micro Workshop at the Hertie School of Governance in Berlin, and at seminars at the University of Dundee and the University of Essex. We would like to thank participants in those events, especially Maria Sanmartin, for helpful comments and suggestions. We also would like to thank Ege Aksu and Daniel Dench for research assistance and comments. The paper employs data from the A.C. Nielsen Company and was purchased from the Kilts Center at the University of Chicago Booth School of Business. Results are calculated (or derived) based on data from The Nielsen Company (US), LLC and marketing databases provided by the Kilts Center for Marketing Data Center at The University of Chicago Booth School of Business. Information about the data and access are available at http://research.chicagobooth.edu/nielsen/. We are grateful to the A.C. Nielsen Company and the Kilts Center for providing the data and for instructions in its use. The conclusions drawn from the Nielsen data are those of the researchers and do not reflect the views of Nielsen. Nielsen is not responsible for, had no role in, and was not involved in analyzing and preparing the results reported herein. Copyright © 2017, the Nielsen Company (US), LLC. All Rights Reserved The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}