{
    "id": 27127,
    "citation_title": "Is the Cure Worse than the Problem Itself? Immediate Labor Market Effects of COVID-19 Case Rates and School Closures in the U.S.",
    "citation_author": [
        "Felipe Lozano Rojas",
        "Xuan Jiang",
        "Laura Montenovo",
        "Kosali I. Simon",
        "Bruce A. Weinberg",
        "Coady Wing"
    ],
    "citation_publication_date": "2020-05-11",
    "issue_date": "2020-05-07",
    "revision_date": "2020-05-11",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe relationship between population health and measures of economic well-being and economic activity is a long standing topic in health economics (Preston, 1975; Cutler, Deaton, and Lleras-Muney, 2006; Ruhm, 2000). The conceptual issues in analyzing the complicated link between health and economic well-being are central to understanding the implications of the COVID-19 epidemic in the United States The public health shock of the epidemic has direct economic impacts, but the mitigation policies governments are using to control the spread of the virus may also damage economic activity. We estimate how state job market conditions respond to state COVID-19 infections and school closures, which are the earliest of the major mitigation policies. Mitigation policies and local epidemiological conditions explain some of the variation in unemployment patterns. However, the historically unprecedented increase in new UI claims during the weeks of March 15-21 and March 22-28 was largely across-the-board and occurred in all states. This suggests most of the economic disruption was driven by the health shock itself. Put differently, it appears that the labor market slowdown was due primarily to a nationwide response to evolving epidemiological conditions and that individual state policies and own epidemiologic situations have had a comparatively modest effect.\n\n",
    "acknowledgement": "\nBruce Weinberg gratefully acknowledges support from UL1 TR002733. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}