{
    "id": 27128,
    "citation_title": "Estimating and Simulating a SIRD Model of COVID-19 for Many Countries, States, and Cities",
    "citation_author": [
        "Jesús Fernández-Villaverde",
        "Charles I. Jones"
    ],
    "citation_publication_date": "2020-05-11",
    "issue_date": "2020-05-07",
    "revision_date": "2020-07-05",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use data on deaths in New York City, Madrid, Stockholm, and other world cities as well as in various U.S. states and various countries and regions to estimate a standard epidemiological model of COVID-19. We allow for a time-varying contact rate in order to capture behavioral and policy-induced changes associated with social distancing. We simulate the model forward to consider possible futures for various countries, states, and cities, including the potential impact of herd immunity on re-opening. Our current baselinemortality rate (IFR) is assumed to be 1.0% but we recognize there is substantial uncertainty about this number. Our model fits the death data equally well with alternative mortality rates of 0.5% or 1.2%, so this parameter is unidentified in our data. However, its value matters enormously for the extent to which various places can relax social distancing without spurring a resurgence of deaths.\n\n",
    "acknowledgement": "\nWe are grateful to Leopold Aschenbrenner, Adrien Auclert, John Cochrane, Sebastian Di Tella, Glenn Ellison, BobHall, Pete Klenow, Chris Tonetti, Giorgio Topa, Eran Yashiv, and to participants at the Stanford macro lunch for helpful comments and to Ryan Zalla for excellent research assistance. A dashboard containing results for more than 100 countries, states, and cities can be found on our web page, http://web.stanford.edu/people/chadj/Covid/Dashboard.html. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}