{
    "id": 27122,
    "citation_title": "The Macroeconomics of Automation: Data, Theory, and Policy Analysis",
    "citation_author": [
        "Nir Jaimovich",
        "Itay Saporta-Eksten",
        "Henry E. Siu",
        "Yaniv Yedid-Levi"
    ],
    "citation_publication_date": "2020-05-11",
    "issue_date": "2020-05-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDuring the last four decades, the U.S. has experienced a fall in the employment in middle-wage, \"routine-task-intensive,\" occupations. We analyze the characteristics of those who used to be employed in such occupations and show that this type of individual is nowadays more likely to be out of the labor force or working in low-paying occupations. Based on these findings, we develop a quantitative, general equilibrium model, with heterogeneous agents, labor force participation, occupational choice, and investment in physical and automation capital. We first use the model to evaluate the distributional consequences of automation. We find heterogeneity in its impact across different occupations, leading to a significant polarization in welfare. We then use this framework as a laboratory to evaluate various public policies such as retraining, and explicitly redistributive policies that transfer resources from those who benefit from automation to those who bear the brunt of its costs. We assess the tradeoffs between the aggregate impact and welfare distributional consequences of such policies.\n\n",
    "acknowledgement": "\nWe thank Adrien Aucert, Zsofia Barany, Gadi Barlevy, Larry Christiano, Max Dvorkin, Ester Faia, Yuriy Gorodnichenko, Zvi Hercowitz, Chad Jones, Joseba Martinez, Gabriel Mathy, Pete Klenow, Gianluca Violante, and numerous seminar audiences for helpful comments. Siu thanks the Social Sciences and Humanities Research Council of Canada for support. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}