{
    "id": 27123,
    "citation_title": "The Wealth of Generations, With Special Attention to the Millennials",
    "citation_author": [
        "William G. Gale",
        "Hilary Gelfond",
        "Jason J. Fichtner",
        "Benjamin H. Harris"
    ],
    "citation_publication_date": "2020-05-11",
    "issue_date": "2020-05-07",
    "revision_date": "2022-08-30",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine household wealth across birth cohorts and over time using data from the Survey of Consumer Finances. We show that although the Great Recession reduced wealth in every age group, longer-term trends indicate that the wealth of older age groups has increased while the wealth of younger age groups has declined. A substantial share of these changes, in both directions, can be explained by changes in household demographic and economic characteristics.  As for the millennial generation, their median wealth in 2016 was lower than the wealth of any similarly aged cohort between 1989 and 2007. Millennials will have several advantages in wealth accumulation relative to previous generations, such as more education and longer working lives, but also several disadvantages, including weak prospects for economic growth and delays in home purchase and marriage.  The millennial generation contains a significantly higher percentage of minorities than previous generations. We estimate that minority households have tended to accumulate less wealth than whites in the past, controlling for household characteristics, and the difference appears to be growing over time for Blacks relative to whites. These results apply to the period before the COVID-19 pandemic and are best interpreted as addressing generational wealth patterns through 2016 and providing a pre-COVID benchmark against which future studies can be compared.\n\n",
    "acknowledgement": "\nThe authors thank Alec Camhi, Grace Enda, Claire Haldeman, Victoria Johnson, Aaron Krupkin and Lucie Parker for expert assistance; Karen Dynan, Douglas Holtz-Eakin, Alicia Munnell, and conference participants for helpful comments; and John Sabelhaus for sharing data.  Part of the work on this project was funded by the US 2050 project, supported by the Peter G. Peterson Foundation and the Ford Foundation.  The statements made and views expressed are solely the responsibility of the authors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}