{
    "id": 27121,
    "citation_title": "COVID-19 and the Welfare Effects of Reducing Contagion",
    "citation_author": [
        "Robert S. Pindyck"
    ],
    "citation_publication_date": "2020-05-11",
    "issue_date": "2020-05-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI use a simple SIR model, augmented to include deaths, to elucidate how pandemic progression is affected by the control of contagion, and examine the key trade-offs that underlie policy design.  I illustrate how the cost of reducing the \"reproduction number\" R0 depends on how it changes the infection rate, the total and incremental number of deaths, the duration of the pandemic, and the possibility and impact of a second wave. Reducing R0 reduces the number of deaths, but extends the duration (and hence economic cost) of the pandemic, and it increases the fraction of the population still susceptible at the end, raising the possibility of a second wave. The benefit of reducing R0 is largely lives saved, and the incremental number of lives saved rises as R0 is reduced. But using a VSL estimate to value those lives is problematic.\n\n",
    "acknowledgement": "\nMy thanks to Joe Doyle, Joshua Gans, Christian Gollier, Jim Hammitt, Chad Jones, Ian Martin, Steve Newbold, Richard Schmalensee, Rob Stavins, Brandon Stewart, and Kip Viscusi for helpful comments and suggestions. The author received no financial support for the work described here, and has no conflicts of interest. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}