{
    "id": 27129,
    "citation_title": "International Equity and Debt Flows: Composition, Crisis, and Controls",
    "citation_author": [
        "Chang Ma",
        "Shang-Jin Wei"
    ],
    "citation_publication_date": "2020-05-11",
    "issue_date": "2020-05-07",
    "revision_date": "2020-12-30",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nStandard models of capital flows to emerging market economies focus on debt flows and a pecuniary externality. However, by offering better risk sharing, international equity flows can render such externality unimportant, yet many economies fail to attract equity investment in a large quantity. We propose a theory of endogenous composition of capital flows that highlights two asymmetries. In our model, poor institutional quality leads to an inefficiently low share of equity financing as well as an inefficiently high volume of total inflows. Somewhat surprisingly, a social planner would often impose taxes on both equity and debt inflows. Our story differs in important ways from an alternative narrative focusing on collateral constraint.\n\n",
    "acknowledgement": "\nWe thank Javier Bianchi, Charles Engel, Pierre-Olivier Gourinchas, Masashige Hamano, Jean Imbs, Olivier Jeanne, Yang Jiao, Anton Korinek, Hong Liu, Yang Liu, Alessandro Rebucci, John Rogers, Damiano Sandri, Stephanie Schmitt-Grohe and conference and seminar participants at Boston University, Columbia University, Conference on China and World Economy, 1st International Macro/Finance and Sovereign Debt Workshop in East Asia, Fudan University, International Macro Workshop at SUIBE, Thirteenth Annual Risk Management Conference in Singapore, Tsinghua Workshop in International Finance 2019, and Xiamen University for their helpful comments. We acknowledge excellent research assistance provided by Yuting Chen and Wei Li. Chang Ma gratefully acknowledges financial support from National Natural Science Foundation of China (Grant No. 72003043) and the Shanghai Pujiang Program. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}