{
    "id": 27125,
    "citation_title": "The Effects of Need-Based Financial Aid on Employment and Earnings: Experimental Evidence from the Fund for Wisconsin Scholars",
    "citation_author": [
        "Deven E. Carlson",
        "Alex Schmidt",
        "Sarah Souders",
        "Barbara L. Wolfe"
    ],
    "citation_publication_date": "2020-05-11",
    "issue_date": "2020-05-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we leverage the random assignment of a need-based financial aid grant offer—the Fund for Wisconsin Scholars (FFWS) grant—and several sets of administrative records to provide experimental evidence on the effects of the grant offer on students’ in-state employment and earnings. For students in four-year universities, our results demonstrate significant employment reductions in the two years immediately following the aid offer as well as in the sixth, seventh, and eighth after receiving the randomized grant offer. We also find the aid offer to reduce these students’ in-state earnings throughout the full eight-year period we study. However, we show that the aid offer increases student grade point average, suggesting that the employment and earnings reductions during students’ in-college years are attributable to a reallocation of time and effort away from employment and toward coursework. For students’ post-college years, we provide suggestive evidence that the reductions are attributable to a combination of two mechanisms: 1) Reduced loan debt offering greater financial flexibility when selecting among employment options, and 2) Offer-induced outstate migration. We find little evidence that the FFWS grant offer affects the labor market outcomes of students in two-year institutions, although the effects for students in technical colleges are significantly more positive than the effects for students in two-year colleges in the University of Wisconsin System.\n\n",
    "acknowledgement": "\nThe authors thank the Executive Director and Board of the Fund for Wisconsin Scholars (FFWS), the Wisconsin Department of Public Instruction, The University of Wisconsin System, Higher Educational Aids Board, the Kohl Initiative at the La Follette School of Public Affairs and the Institute for Research on Poverty (IRP) at the University of Wisconsin-Madison for their cooperation and contributions to this project, including making the data available. We thank FFWS for funding the cleaning and merging of data elements. We have presented previous versions of this paper at the IRP Summer Research Workshop, the annual meeting of the Association for Public Policy Analysis and Management, and the annual meeting of the American Economic Association. We appreciate the comments and suggestions of participants at these presentations, which helped improve the paper. This RCT was registered in the American Economic Association Registry for randomized control trials under trial AEARCTR-0003306. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}