{
    "id": 27126,
    "citation_title": "Does Information Disclosure Improve Consumer Knowledge? Evidence from a Randomized Experiment of Restaurant Menu Calorie Labels",
    "citation_author": [
        "John Cawley",
        "Alex M. Susskind",
        "Barton Willage"
    ],
    "citation_publication_date": "2020-05-11",
    "issue_date": "2020-05-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe United States, in 2018, implemented a nationwide requirement that chain restaurants disclose calorie information on their menus and menu boards. This law was motivated by concern that consumers underestimate the number of calories in restaurant food, but it remains unclear the extent to which this information disclosure affects consumer knowledge. This paper fills that gap by estimating the impact of information disclosure on consumer knowledge through a randomized controlled field experiment of calorie labels on the menus of a full-service restaurant.  The results indicate that information disclosure significantly reduces the extent to which consumers underestimate the number of calories in restaurant food; the labels improve the accuracy of consumers’ post-meal estimates of the number of calories they ordered by 4.0 percent and reduces by 28.9% the probability of underestimating the calories in one’s meal by 50% or more, both of which are statistically significant.  However, even after information disclosure, there remains considerable error in consumer beliefs about the calorie content of the restaurant food they ordered. Even among the treatment group who received calorie labels, the average absolute value of percent error in their report is 34.2%.\n\n",
    "acknowledgement": "\nFor their financial support, we are grateful to the Institute for the Social Sciences, the Institute for Healthy Futures, the Building Faculty Connections Program, the Cornell Center for Hospitality Research, and the College of Human Ecology at Cornell University.  Cawley thanks the Robert Wood Johnson Foundation for an Investigator Award in Health Policy Research.  For expert research assistance, we thank Katie Loshak, Julie Berman, Jenna Greco, Colin Wellborne, Julia Baker, and Miranda Miller.  For their helpful cooperation with the study we thank Chefs Tony Vesco and Bob White, and instructors Chris Gaulke and Heather Kowalski. This experiment was approved by the Cornell IRB, protocol ID # 1509005830. This study is registered in the AEA RCT Registry and the unique identifying number is: AEARCTR-0000940. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nAlex M. Susskind\n\nSusskind would also like to thank the Center for Hospitality Research at he School of Hotel Administration in the SC Johnson College of Business at Cornell University for their financial support of this project.\n\n\n"
}