{
    "id": 27130,
    "citation_title": "Does Biology Drive Child Penalties? Evidence from Biological and Adoptive Families",
    "citation_author": [
        "Henrik Kleven",
        "Camille Landais",
        "Jakob Egholt Søgaard"
    ],
    "citation_publication_date": "2020-05-11",
    "issue_date": "2020-05-07",
    "revision_date": "2020-08-03",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates if the impact of children on the labor market outcomes of women relative to men — child penalties — can be explained by the biological links between mother and child. We estimate child penalties in biological and adoptive families using event studies around the arrival of children and almost forty years of adoption data from Denmark. Short-run child penalties are slightly larger for biological mothers than for adoptive mothers, but their long-run child penalties are virtually identical and precisely estimated. This suggests that biology is not a key driver of child-related gender gaps.\n\n",
    "acknowledgement": "\nWe thank Amy Finkelstein, Rohini Pande, and three anonymous referees for comments. We gratefully acknowledge support from the Center for Economic Behavior and Inequality (CEBI) at the University of Copenhagen, financed by grant #DNRF134 from the Danish National Research Foundation. Søgaard also acknowledges support from the Marie Skłodowska-Curie Fellowship #841969.The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nCamille Landais\n\nI acknowledge fi\fnancial support from the European Research Council starting grant #679704, and from the Philip Leverhulme Trust (Leverhulme Prize)\n\n\n"
}