{
    "id": 27132,
    "citation_title": "Determinants of Disparities in Covid-19 Job Losses",
    "citation_author": [
        "Laura Montenovo",
        "Xuan Jiang",
        "Felipe Lozano Rojas",
        "Ian M. Schmutte",
        "Kosali I. Simon",
        "Bruce A. Weinberg",
        "Coady Wing"
    ],
    "citation_publication_date": "2020-05-11",
    "issue_date": "2020-05-07",
    "revision_date": "2021-06-14",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe make several contributions to understanding the socio-demographic divide in early labor market responses to the U.S. COVID-19 epidemic and its policies, benchmarked against two previous recessions. First, monthly Current Population Survey (CPS) data show greater declines in employment in April and May 2020 (relative to February) for Hispanics, younger workers, and those with high school degrees and some college. Between April and May, all the demographic subgroups considered regained some employment. Re-employment in May was broadly proportional to the employment drop that occurred through April, except for Blacks who experienced a smaller rebound. Further, we show that compared to the 2001 recession and the Great Recession, employment losses in the early COVID-19 recession were smaller for groups with very low or very high (vs. medium) education. Second, we show that job loss was larger in occupations that require more interpersonal contact and that cannot be performed remotely. Third, we find pre-COVID-19 sorting of workers into occupations and industries along demographic lines can explain a sizeable portion of the gender, race, and ethnic gaps in new unemployment. For example, while women did suffer more job losses than men, their disproportionate pre-epidemic sorting into remote work compatible occupations shielded women from what would have been even larger employment losses during the epidemic. However, there remain substantial gaps in employment losses across groups that cannot be explained by socio-economic differences. We find some larger gaps in labor market impacts when we consider the “employed but absent from work” measure present in the CPS, in addition to the more traditional employment and unemployment measures. We conclude with a discussion of policy lessons and future research needs implied by the disparities in early labor market losses from the COVID-19 crisis.\n\n",
    "acknowledgement": "\nWe are grateful to our two anonymous reviewers. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nXuan Jiang\n\nJiang is grateful for support from UL1 TR002733 and R24 HD058484.\n\n\n\nBruce A. Weinberg\n\nWeinberg is grateful for support from UL1 TR002733, R24 HD058484, and P01 AG005842.\n\n\n"
}