{
    "id": 27137,
    "citation_title": "COVID-19 Is Also a Reallocation Shock",
    "citation_author": [
        "Jose Maria Barrero",
        "Nicholas Bloom",
        "Steven J. Davis"
    ],
    "citation_publication_date": "2020-05-11",
    "issue_date": "2020-05-07",
    "revision_date": "2021-07-19",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDrawing on firm-level expectations at a one-year forecast horizon in the Survey of Business Uncertainty (SBU), we construct novel, forward-looking reallocation measures for jobs and sales. These measures rise sharply after February 2020, reaching rates in April that are 2.4 (3.9) times the pre-COVID average for jobs (sales). We also draw on special questions in the April SBU to quantify the near-term impact of the COVID-19 shock on business staffing. We find 3 new hires for every 10 layoffs caused by the shock and estimate that 42 percent of recent layoffs will result in permanent job loss. Our survey evidence aligns well with anecdotal evidence of large pandemic-induced demand increases at some firms, with contemporaneous evidence on gross business formation, and with a sharp pandemic-induced rise in equity return dispersion across firms. After developing the evidence, we consider implications of our evidence for the economic outlook and for policy responses to the pandemic. Unemployment benefit levels that exceed worker earnings, policies that subsidize employee retention, occupational licensing restrictions, and regulatory barriers to business formation will impede reallocation responses to the COVID-19 shock.\n\n",
    "acknowledgement": "\nWe thank the Federal Reserve Bank of Atlanta, the Sloan Foundation, and the University of Chicago Booth School of Business for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}