{
    "id": 27134,
    "citation_title": "Social Interactions in Pandemics: Fear, Altruism, and Reciprocity",
    "citation_author": [
        "Laura Alfaro",
        "Ester Faia",
        "Nora Lamersdorf",
        "Farzad Saidi"
    ],
    "citation_publication_date": "2020-05-11",
    "issue_date": "2020-05-07",
    "revision_date": "2020-12-17",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n",
        "Behavioral Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSocial interactions and social preferences play a central role in public health domains. In the face of a pandemic, individuals adjust their behavior, whereas in SIR models infection rates are typically exogenous. City-level data across countries suggest that mobility falls in response to fear, proxied by Google searches. Incorporating experimentally validated measures of social preferences at the regional level, we find that stringency measures matter less when individuals are more patient, altruistic, or exhibit less negative reciprocity. To account for these findings, we extend homogeneous and networked SIR models by endogenizing agents' social-activity intensity and incorporating social preferences. Our quantitative predictions markedly differ from those of the naïve SIR network model. We derive the planner's problem, and show that neglecting agents' endogenous response leads to misguided policy decisions of various non-pharmaceutical interventions. Any further mobility restrictions, beyond agents' restraint, result from aggregate externalities which are curtailed by social preferences.\n\n",
    "acknowledgement": "\nWe thank John Cochrane, Pietro Garibaldi, Maximilian Mayer, Christina Molnar, Dirk Niepelt, Vincenzo Pezone and Venky Venkateswaran, as well as seminar participants for their comments and suggestions. All errors are our own responsibility. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}