{
    "id": 27136,
    "citation_title": "What Keeps Stablecoins Stable?",
    "citation_author": [
        "Richard K. Lyons",
        "Ganesh Viswanath-Natraj"
    ],
    "citation_publication_date": "2020-05-11",
    "issue_date": "2020-05-07",
    "revision_date": "2022-05-12",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nWe take this question to be isomorphic to, \"What Keeps Fixed Exchange Rates Fixed?\" and address it with analysis familiar in exchange-rate economics. Stablecoins solve the volatility problem by pegging to a national currency, typically the US dollar, and are used as vehicles for exchanging national currencies into non-stable cryptocurrencies, with some stablecoins having a ratio of trading volume to outstanding supply exceeding one daily. Using a rich dataset of signed trades and order books on multiple exchanges, we examine how peg-sustaining arbitrage stabilizes the price of the largest stablecoin, Tether. We find that stablecoin issuance, the closest analogue to central-bank intervention, plays only a limited role in stabilization, pointing instead to stabilizing forces on the demand side. Following Tether's introduction to the Ethereum blockchain in 2019, we find increased investor access to arbitrage trades, and a decline in arbitrage spreads from 70 to 30 basis points. We also pin down which fundamentals drive the two-sided distribution of peg-price deviations: Premiums are due to stablecoins' role as a safe haven, exhibiting, for example, premiums greater than 100 basis points during the COVID-19 crisis of March 2020;  discounts derive from liquidity effects and collateral concerns.\n\n",
    "acknowledgement": "\nFor detailed comments we thank Nic Carter, Barry Eichengreen, Alex Ferreira, Pierre-Olivier Gourinchas, Bob Hodrick, Roman Kozhan, as well as seminar participants at the University of Warwick Economics and Finance brownbags, and the London Empirical Asset Pricing Workshop. We thank Siravit Rattananon, Arijit Santra, Morgan Kidd, and Ying Chen for valuable research assistance, and the Berkeley Haas Blockchain Initiative for a research grant. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. No additional disclosures. The funding we received from UC Berkeley's Haas School of Business, the Blockchain Initiative, came with no strings attached and no impact on research design, analysis, writing, or otherwise.\n\n\n"
}