{
    "id": 27138,
    "citation_title": "Paid sick-leave and physical mobility: Evidence from the United States during a pandemic",
    "citation_author": [
        "Martin Andersen",
        "Johanna Catherine Maclean",
        "Michael F. Pesko",
        "Kosali I. Simon"
    ],
    "citation_publication_date": "2020-05-11",
    "issue_date": "2020-05-07",
    "revision_date": "2021-04-20",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the effects of a massive temporary U.S. paid sick leave (PSL) mandate that became effective April 1st, 2020 on self-quarantining, proxied by physical mobility behaviors gleaned from cellular devices.  Such behaviors are critical for containment of infectious diseases.  The national PSL policy was implemented in response to the COVID-19 global pandemic and mandated two weeks of fully compensated paid leave.  We study the impact of this policy using difference-in-differences methods, leveraging pre-policy county-level differences in the share of ‘nonessential’ workers likely eligible for paid sick leave benefits.  We find robust evidence that the policy increased the average number of hours at home and reduced the share of the individuals likely at work.  Comparing the county with the lowest to highest policy exposure, we find that the average hours per day not at home, and at work decreased by 8.9% and 6.9% post-policy.\n\n",
    "acknowledgement": "\nAuthors listed in alphabetical order. Special thanks to SafeGraph, a data company that aggregates anonymized location data from numerous applications in order to provide insights about physical places, for providing the data for this study. We thank Douglas Webber for helpful comments and Susie Van Doren for excellent editorial assistance. Dr. Pesko’s effort on this project is supported by the National Cancer Institute of the National Institutes of Health under Award Number 1R01CA237888. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}