{
    "id": 27131,
    "citation_title": "The First Weeks of the Coronavirus Crisis: Who Got Hit, When and Why? Evidence from Norway",
    "citation_author": [
        "Annette Alstadsæter",
        "Bernt Bratsberg",
        "Gaute Eielsen",
        "Wojciech Kopczuk",
        "Simen Markussen",
        "Oddbjorn Raaum",
        "Knut Røed"
    ],
    "citation_publication_date": "2020-05-11",
    "issue_date": "2020-05-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing real-time register data we document the magnitude, dynamics and socio-economic characteristics of the crisis-induced temporary and permanent layoffs in Norway. We find evidence that the effects of social distancing measures quickly spread to industries that were not directly affected by policy. Close to 90% of layoffs are temporary, although this classification may change as the crisis progresses. Still, there is suggestive evidence of immediate stress on a subset of firms that manifests itself in permanent rather than temporary layoffs. We find that the shock had a strong socio-economic gradient, hit a financially vulnerable population, and parents with younger children, and was driven by layoffs in smaller, less productive, and financially weaker firms. Consequently though, the rise in unemployment likely overstates the loss of output associated with the layoffs by about a third.\n\n",
    "acknowledgement": "\nThis article is part of the report from the research project \"Temporary and permanent layoffs under Covid-19\".  Thanks to the Norwegian Directorate of Labour and Welfare and Statistics Norway for supplying the registry data, to Trond Vigtel for assistance with the data, and to Maria Hoen  for assistance with the linking of data from the O*NET database to Norwegian occupation codes. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}