{
    "id": 27142,
    "citation_title": "The Use of Group-Level Approaches to Environmental and Natural Resource Policy",
    "citation_author": [
        "Matthew Kotchen",
        "Kathleen Segerson"
    ],
    "citation_publication_date": "2020-05-11",
    "issue_date": "2020-05-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Renewable Resources",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPolicies to address environmental and natural resource management are often implemented at the group level. The defining feature of such policies is that penalties or rewards are based on group rather than individual performance, or rights are allocated to a group rather than to individuals. This article discusses how group-level policies have been applied and studied across a variety of contexts in the literature on environmental and natural resource management. The aim is to identify common theoretical and empirical insights and lessons learned about the design and implementation of these instruments. A general finding is that group-level policies are most likely to be effective when rewards and/or penalties are designed to provide strong incentives for groups to meet targets in a cost-effective way. Moreover, to the extent that this requires coordination within the group, the effectiveness of policies will depend on whether the group has or can create its own institutions or mechanisms to facilitate and enforce that coordination.\n\n",
    "acknowledgement": "\nWe thank two anonymous reviewers for very useful comments on an earlier version of this article, along Suzy Leonard’s excellent editorial suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}