{
    "id": 27141,
    "citation_title": "The Cost of the Covid-19 Crisis: Lockdowns, Macroeconomic Expectations, and Consumer Spending",
    "citation_author": [
        "Olivier Coibion",
        "Yuriy Gorodnichenko",
        "Michael Weber"
    ],
    "citation_publication_date": "2020-05-11",
    "issue_date": "2020-05-07",
    "revision_date": "2021-05-28",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe study how the differential timing of local lockdowns due to COVID-19 causally affects households’ spending and macroeconomic expectations at the local level using several waves of a customized survey with more than 10,000 respondents. About 50% of survey participants report income and wealth losses due to the corona virus, with the average losses being $5,293 and $33,482 respectively. Aggregate consumer spending dropped by 31 log percentage points with the largest drops in travel and clothing. We find that households living in counties that went into lockdown earlier expect the unemployment rate over the next twelve months to be 13 percentage points higher and continue to expect higher unemployment at horizons of three to five years. They also expect lower future inflation, report higher uncertainty, expect lower mortgage rates for up to 10 years, and have moved out of foreign stocks into liquid forms of savings. The imposition of lockdowns can account for much of the decline in employment in recent months as well as declines in consumer spending. While lockdowns have pronounced effects on local economic conditions and households’ expectations, they have little impact on approval ratings of Congress, the Fed, or the Treasury but lead to declines in the approval of the President.\n\n",
    "acknowledgement": "\nWe thank the National Science Foundation for financial support in conducting the surveys. We also thank Shannon Hazlett and Victoria Stevens at Nielsen for their assistance with the collection of the PanelViews Survey. Results in this article are calculated based on data from The Nielsen Company (US), LLC and marketing databases provided by the Kilts Center for Marketing Data Center at The University of Chicago Booth School of Business. Information on availability and access to the data is available at http://research.chicagobooth.edu/nielsen. We thank Peter McCrory for sharing data on the timing of lockdowns. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}