{
    "id": 27146,
    "citation_title": "Kill Zone",
    "citation_author": [
        "Sai Krishna Kamepalli",
        "Raghuram Rajan",
        "Luigi Zingales"
    ],
    "citation_publication_date": "2020-05-18",
    "issue_date": "2020-05-14",
    "revision_date": "2022-06-28",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Antitrust",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nVenture capitalists suggest that incumbent internet platforms create a kill zone around themselves, where any competing entrant is acquired quickly. Consequently, financing new startups becomes unprofitable. We construct a simple model that rationalizes the existence of a kill zone. The price at which an acquisition is done depends on the number of customers the entrant platform can attract if it remains independent, which in turn depends on the number of apps that have adapted to the platform. The prospect of a quick acquisition by the incumbent platform, however, reduces the app designers’ benefits from adaptation, making it harder for a technological superior entrant to acquire customers. This reduces the stand-alone price of the new entrant, decreasing the price at which they will be acquired, and thus reducing the incentives of VCs to finance their entry. We discuss the policy implications of this model.\n\n",
    "acknowledgement": "\nWe thank Philip Bond (the editor), Luis Cabral, Florian Ederer, Will Gorman, Sam Kaplan, Filippo Lancieri, Fiona Scott Morton, Richard Schmalensee, an anonymous associate editor, two anonymous referees and participants in seminars at the American Finance Association meetings, Harvard Law and Economic Seminar, the Hoover Institution, the (virtual) Workshop on Entrepreneurial Finance and Innovation, Dartmouth University, the University of Chicago, and the Virtual Finance Theory Seminar for very useful comments. Rajan acknowledges support from the Fama-Miller Center and the Stigler Center at the University of Chicago, and the Hoover Institution. Zingales also acknowledges financial support from the Stigler Center. Zingales is an investor and a board member of BrandEmpower a social sport community. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}