{
    "id": 27147,
    "citation_title": "The Impact of Retaliatory Tariffs on Agricultural and Food Trade",
    "citation_author": [
        "Colin A. Carter",
        "Sandro Steinbach"
    ],
    "citation_publication_date": "2020-05-18",
    "issue_date": "2020-05-14",
    "revision_date": "2020-06-07",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper analyzes the short-run trade effects of retaliatory tariffs against agriculture and food exports from the United States. The results indicate that these tariffs caused a substantial decline in U.S. agriculture and food exports and induced a reorientation of international trade patterns. We find that losses in foreign trade with retaliatory countries outweigh the gains from trade with non-retaliatory countries by more than USD 14.4 billion. Our results also indicate that non-retaliatory countries accommodated the increased demand from retaliatory countries by reorienting their trade relationships. We find that countries in South America and Europe benefited the most from these adjustments gaining more than USD 13.5 billion in additional foreign sales. The effects of retaliatory tariff increases across products vary substantially, with soybeans and meat products experiencing the most considerable redistribution effects.\n\n",
    "acknowledgement": "\nWe thank Dongin Kim for his excellent assistance and Xi He for her contributions to an earlier version of this paper. This work is supported by the Agriculture and Food Research Initiative (Award Number 2019-67023-29343) from the National Institute of Food and Agriculture. Any opinions, findings, conclusions, or recommendations expressed in this publication are those of the authors and do not necessarily reflect the view of the United States Department of Agriculture or the National Bureau of Economic Research.\n\n\n"
}