{
    "id": 27145,
    "citation_title": "Innovation and Entrepreneurship in the Energy Sector",
    "citation_author": [
        "David Popp",
        "Jacquelyn Pless",
        "Ivan Haščič",
        "Nick Johnstone"
    ],
    "citation_publication_date": "2020-05-18",
    "issue_date": "2020-05-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nHistorically, innovation in the energy sector proceeded slowly and entrepreneurial start-up firms played a relatively minor role. We argue that this may be changing. Energy markets are going through a period of profound structural change. The rise of hydrofracturing lowered fossil fuel prices so much that natural gas is now the primary fuel for electricity generation in the US. Renewable energy technologies also experienced significant cost and performance improvements. However, integrating intermittent resources creates additional grid management challenges, requiring further innovation. This chapter documents the evolving roles of innovation and entrepreneurship in the energy sector. First, we provide an overview of the energy industry, highlighting that many new energy technologies are smaller, modular, and increasingly rely on innovation in other fast-moving high-tech sectors. We then conduct two descriptive data analyses that document a sharp decline in both clean energy patenting and start-up activity from about 2010 onwards. We discuss potential explanations and provide some evidence that while innovation in existing technologies may simply have been successful, continued innovation will be needed in enabling technologies that are more likely to depend on progress in other sectors.\n\n",
    "acknowledgement": "\nWe thank Julie Lassébie for helpful discussions on obtaining and working with Crunchbase data, Miguel Cárdenas Rodríguez for precious help with patent searches, and Myriam Gregoire-Zawilski for helpful research assistance.  Hunt Allcott and participants at the NBER Conference on The Role of Innovation and Entrepreneurship in Economic Growth provided helpful comments on an earlier draft.  A special thank you to Aaron Chatterji, Josh Lerner, Scott Stern, and Mike Andrews for their efforts organizing this project and for helpful comments throughout.  Funding from the National Bureau of Economic Research project on The Role of Innovation and Entrepreneurship in Economic Growth was used to purchase data for this research.  The views expressed in this paper are the authors' own and do not necessarily reflect those of the OECD, the IEA, their member countries, nor the National Bureau of Economic Research.\n\n\n"
}