{
    "id": 27148,
    "citation_title": "Trade in Technology: A Potential Solution to the Food Security Challenges of the 21st Century",
    "citation_author": [
        "Thomas W. Hertel",
        "Uris L.C. Baldos",
        "Keith O. Fuglie"
    ],
    "citation_publication_date": "2020-05-18",
    "issue_date": "2020-05-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe recent rise in caloric undernutrition in Sub-Saharan Africa (SSA) demonstrates the continued relevance of the Malthusian footrace between food availability and population. Sluggish growth in farm productivity in SSA has brought to the fore the key role of agricultural technology in alleviating future food insecurity. We develop a model of technology, food security and international trade with three distinct channels for technology reduce food insecurity in SSA. The first is via greater domestic R&D investment. An alternative is to import technologies from other countries with significant knowledge capital. The third role for technology to resolve the Malthusian dilemma in SSA is that of ‘virtual technology trade’, i.e., importing technological investments undertaken elsewhere through cheaper imported food. To assess the relative contribution of each channel to food security in Africa, we employ a partial equilibrium, quantitative trade model, augmented by a temporal relationship between R&D investments, knowledge capital and agricultural productivity. Over the historical period: 1991-2011 we find that direct R&D investments in SSA have been the dominant vehicle for lowering food prices in Africa. Looking forward to 2050, we find that virtual technology trade will be the most important vehicle for reducing non-farm undernutrition in Africa.\n\n",
    "acknowledgement": "\nPresented to the NBER Workshop on Agricultural Trade, May 1, 2020. Revised and extended version of a paper first presented at the “New Malthusianism Conference” held at Cambridge University, December 12-13, 2018. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research, the U.S. Department of Agriculture or the Economic Research Service.\n\n\n\nKeith O. Fuglie\n\nPlease replace last sentence of standard disclosure with:\n\n\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research or the United States Department of Agriculture.\n\n\n"
}