{
    "id": 27154,
    "citation_title": "The Gender Gap in Tech & Competitive Work Environments? Field Experimental Evidence from an Internet-of-Things Product Development Platform",
    "citation_author": [
        "Kevin Boudreau",
        "Nilam Kaushik"
    ],
    "citation_publication_date": "2020-05-18",
    "issue_date": "2020-05-14",
    "revision_date": "2024-03-19",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Discrimination",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nMany technology companies struggle to fill all their positions and to achieve gender parity in their ranks. One explanation for gender disparities is the possibility that men and women differ in their willingness to work under competitive organizational environments of tech firms. To investigate this question, this paper reports on a large platform-based field experiment in which 97,696 U.S. university-educated individuals were given the opportunity to join a tech-related product development activity. Individuals were randomly assigned to treatments emphasizing either competitive or collaborative interactions with other participants. We find that (1) in non-STEM fields, the competition treatment leads  to a 27% drop in participation for females in comparison to males. However, in our main finding, (2) in STEM fields, we find no statistical differences in men and women’s responses to competition. The patterns are consistent with (3) men in non-STEM fields exhibiting overconfidence in their likelihood of succeeding under competition. We also find that, while participation in highest in STEM fields, (4) the ratio of female to male participation in a field is better predicted by whether the field is male- or female-dominated, than it is by whether it is a STEM field or not. We discuss theoretical interpretations and implications for organizations.\n\n",
    "acknowledgement": "\nFor support in operationalizing the research program described here, we wish to especially thank members of supporting organizations and particularly Maria Costa De Sousa, Hugh Courtney, Mavez Dabas, Sylvain Demortier, Anthony Donaldson, Raj Echambadi, Koreen Geisler-Wagner, Austen Keene, Afan Khan, Atif Khan, Abhinav Kharbanda, Dyan Khor, Raghavi Kirouchenaradjou, Sreerag Sreenath Mandakathil, Patrick McGrath, Tucker Marion, Marc Meyer, Robert Hughes, Michael Orr, Olga Ozhereleva, Kaushik Padmanabhan, Edwige Poinssot, Fernando Suarez, Prathamesh Kisan Tajane, Nikin Tharan, Emery Trahan, Maureen Underhill, Robert Whelan, and Katherine Wilhoit. For useful comments that influenced this article in important ways, we thank Victor Bennet, Roberto Fernandez, Sharique Hasan, Olga Shurchkov, and seminar participants at Duke University, DRUID, NBER productivity lunch, Northeastern University, and the Academy of Management. We would also like to acknowledge generous financial support from the Kauffman Foundation and Northeastern DMSB. The views expressed here are those of the authors alone and do not necessarily reflect those of the institutions, funders or supporters involved with this study. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}