{
    "id": 27152,
    "citation_title": "Supply and Demand in Disaggregated Keynesian Economies with an Application to the Covid-19 Crisis",
    "citation_author": [
        "David Baqaee",
        "Emmanuel Farhi"
    ],
    "citation_publication_date": "2020-05-18",
    "issue_date": "2020-05-14",
    "revision_date": "2021-02-01",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study supply and demand shocks in a disaggregated model with multiple sectors, multiple factors, input-output linkages, downward nominal wage rigidities, credit-constraints, and a zero lower bound. We use the model to understand how the Covid-19 crisis, an omnibus supply and demand shock, affects output, unemployment, and inflation, and leads to the coexistence of tight and slack labor markets. We show that negative sectoral supply shocks are stagflationary, whereas negative demand shocks are deflationary, even though both can cause Keynesian unemployment. Furthermore, complementarities in production amplify Keynesian spillovers from supply shocks but mitigate them for demand shocks. This means that complementarities reduce the effectiveness of aggregate demand stimulus. In a stylized quantitative model of the US, we find supply and demand shocks each explain about half the reduction in real GDP from February to May, 2020. Although there was as much as 7% Keynesian unemployment, this was concentrated in certain markets. Hence, aggregate demand stimulus is one quarter as effective as in a typical recession where all labor markets are slack.\n\n",
    "acknowledgement": "\nEmmanuel Farhi tragically passed away in July, 2020. Emmanuel was a one-in-a-lifetime friend and collaborator. Finishing this paper without him has been very difficult. We thank Veronica De Falco, Stephanie Kestelman, and Sihwan Yang for excellent research assistance. We thank Andy Atkeson, Natalie Bau, Jennifer La’O, and the editor and referees for their comments. The authors received support from NSF grant No. 1947611. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic  Research.\n\n\n"
}