{
    "id": 27159,
    "citation_title": "The U.S. Labor Market during the Beginning of the Pandemic Recession",
    "citation_author": [
        "Tomaz Cajner",
        "Leland D. Crane",
        "Ryan A. Decker",
        "John Grigsby",
        "Adrian Hamins-Puertolas",
        "Erik Hurst",
        "Christopher Kurz",
        "Ahu Yildirmaz"
    ],
    "citation_publication_date": "2020-05-18",
    "issue_date": "2020-05-14",
    "revision_date": "2020-08-03",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing weekly administrative payroll data from the largest U.S. payroll processing company, we measure the evolution of the U.S. labor market during the first four months of the global COVID-19 pandemic. After aggregate employment fell by 21 percent through late-April, employment rebounded somewhat through late-June. The re-opening of temporarily shuttered businesses contributed significantly to the employment rebound, particularly for smaller businesses. We show that worker recall has been an important component of recent employment gains for both re-opening and continuing businesses. Employment losses have been concentrated disproportionately among lower wage workers; as of late June employment for workers in the lowest wage quintile was still 20 percent lower relative to mid-February levels. As a result, average base wages increased between February and June, though this increase arose entirely through a composition effect. Finally, we document that businesses have cut nominal wages for almost 7 million workers while forgoing regularly scheduled wage increases for many others.\n\n",
    "acknowledgement": "\nWe thank Sinem Buber, Mita Goldar and Matthew Levin from ADP for their support on the project. We also thank Steve Davis, Jan Eberly and Jonathan Parker for comments on prior drafts. As part of the University of Chicago data use contract, ADP reviewed the paper prior to distribution with the sole focus of making sure that the paper did not release information that would compromise the privacy of their clients or reveal proprietary information about the ADP business model. The views expressed in the paper are the authors' and do not necessarily reflect the views of ADP or the National Bureau of Economic Research. Additionally, the analysis and conclusions set forth here are those of the authors and do not indicate concurrence by other members of the research staff or the Board of Governors.\n\n\n\nErik Hurst\n\nPer the University of Chicago's agreement to use the ADP data, ADP approved the paper topic ex-ante.   Additionally, ADP  reviewed the paper prior to our distribution with the sole focus of making sure that the paper did not release information that would compromise the privacy of their clients or would reveal proprietary information about the ADP business model.   I have no additional financial relationships to disclose.\n\n\n"
}