{
    "id": 27158,
    "citation_title": "Zombie Credit and (Dis-)Inflation: Evidence from Europe",
    "citation_author": [
        "Viral V. Acharya",
        "Matteo Crosignani",
        "Tim Eisert",
        "Christian Eufinger"
    ],
    "citation_publication_date": "2020-05-18",
    "issue_date": "2020-05-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe show that cheap credit to impaired firms has a disinflationary effect. By helping distressed firms to stay afloat, “zombie credit” can create excess production capacity, and in turn, put downward pressure on markups and prices. We test this mechanism exploiting granular inflation and firm-level data from twelve European countries. In the cross-section of industries and countries, we find that a rise of zombie credit is associated with a decrease in firm defaults and entries, firm markups and product prices; lower productivity; and, an increase in aggregate sales as well as material and labor cost. These results hold at the firm-level, where we document spillover effects to healthy firms in markets with high zombie credit. Our partial equilibrium estimates suggest that without a rise in zombie credit post 2012, annual inflation in Europe during 2012-2016 would have been 0.45 percentage points higher.\n\n",
    "acknowledgement": "\nWe thank Tobias Berg, Balint Horvath, Farzad Saidi, Sanjay Singh, seminar participants at Michigan Ross, NYU Stern, University of Illinois at Urbana-Champaign, Erasmus Rotterdam, the University of Duisburg, University of St. Gallen, the University of Technology Sydney, and conference participants at the 2019 JFI-Nova SBE Conference, the 5th IWH-FIN-FIRE Conference (Halle), and the Bank of Finland and CEPR Joint Conference on Monetary Economics and Reality. Eufinger gratefully acknowledges the financial support of the Department of Economy and Knowledge of the Generalitat de Catalunya (Ref. 2017 SGR 1244) and the State Research Agency (AEI) of the Spanish Ministry of Science, Innovation and Universities (MCIU) and the European Regional Development Fund (FEDER) - REF PROYECTO PGC2018-097335-AI00 (MCIU/AEI/FEDER, UE). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}