{
    "id": 27150,
    "citation_title": "How Resilient is Venture-Backed Innovation? Evidence from Four Decades of U.S. Patenting",
    "citation_author": [
        "Sabrina T. Howell",
        "Josh Lerner",
        "Ramana Nanda",
        "Richard R. Townsend"
    ],
    "citation_publication_date": "2020-05-18",
    "issue_date": "2020-05-14",
    "revision_date": "2023-10-02",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nDespite theoretical predictions to the contrary, corporate innovation is strongly pro-cyclical. In this paper, we compare innovation in the economy as a whole to that of firms backed by venture capital (VC), a source of capital associated with the most impactful young firms. We show that (1) patents filed by VC-backed firms are of significantly higher quality and economic importance than those in the broader economy, (2) venture-backed innovation is even more procyclical than innovation in general, and (3) that the deterioration of venture innovation in downturns appears driven by shifts in the types of startups that these investors finance. Our findings suggest that during recessions, venture capitalists perceive a need to conserve capital both due to demand for financing from struggling companies already in their portfolios and due to a more challenging fundraising environment. Therefore, they shift funding to less innovative firms that are closer to profitability. Rather than countering the pro-cyclicality of innovation in the broader economy, VC finance appears instead to amplify this pattern.\n\n",
    "acknowledgement": "\nPreviously circulated as “Financial Distancing: How Venture Capital Follows the Economy Down and Curtails Innovation.”  We thank Patrick Clapp, Kathleen Ryan, Terrence Shu, Yuan Sun, and Jun Wong for research assistance and are grateful to Shai Bernstein, Tony Cooksun, Bill Janeway, Filippo Mezzanotti, and attendees of the Harvard Business School “COVID and entrepreneurship” brown-bag lunch, the Georgia State University CEAR-Finance Conference, and the Workshop on Entrepreneurial Finance and Innovation for helpful comments. Lerner has received compensation from advising institutional investors in venture capital funds, venture capital groups, and governments designing policies relevant to venture capital. Lerner and Nanda thank the Division of Research and Faculty Development at HBS for financial support.\n\n\n"
}