{
    "id": 27151,
    "citation_title": "Machine Learning in Gravity Models: An Application to Agricultural Trade",
    "citation_author": [
        "Munisamy Gopinath",
        "Feras A. Batarseh",
        "Jayson Beckman"
    ],
    "citation_publication_date": "2020-05-18",
    "issue_date": "2020-05-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPredicting agricultural trade patterns is critical to decision making in the public and private domains, especially in the current context of trade disputes among major economies. Focusing on seven major agricultural commodities with a long history of trade, this study employed data-driven and deep-learning processes: supervised and unsupervised machine learning (ML) techniques – to decipher patterns of trade. The supervised (unsupervised) ML techniques were trained on data until 2010 (2014), and projections were made for 2011-2016 (2014-2020). Results show the high relevance of ML models to predicting trade patterns in near- and long-term relative to traditional approaches, which are often subjective assessments or time-series projections.  While supervised ML techniques quantified key economic factors underlying agricultural trade flows, unsupervised approaches provide better fits over the long-term.\n\n",
    "acknowledgement": "\nAuthors are grateful for input received at the 2019 Fall Symposium of the Association for Advancement of Artificial Intelligence, Arlington (VA), the 2019 Annual Meeting of the International Agricultural Trade Research Consortium, Washington DC and the 2020 NBER Conference on Agricultural Markets and Trade Policy. The findings and conclusions in this publication are those of the authors and should not be construed to represent any official USDA or U.S. Government determination or policy, nor do they necessarily reflect the views of the National Bureau of Economic Research. This research was supported by the intramural research program of the U.S. Department of Agriculture, Economic Research Service. Corresponding author: m.gopinath@uga.edu\n\n\n"
}