{
    "id": 27153,
    "citation_title": "Leader Value Added: Assessing the Growth Contribution of Individual National Leaders",
    "citation_author": [
        "William Easterly",
        "Steven Pennings"
    ],
    "citation_publication_date": "2020-05-18",
    "issue_date": "2020-05-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPrevious literature suggests that leaders matter for growth in general. This paper asks which leaders matter and develops a methodology to estimate the growth contribution of individual leaders and calculate its precision. The findings show that few leaders have statistically significant contributions; it is difficult to know who is good for growth and who is not. The paper also finds that the most intuitive estimate of a leader’s contribution—the average growth rate during tenure—is largely useless for measuring his or her true contribution. Consequently, many leaders with statistically significant growth effects are surprises. Moreover, leaders in non-democratic countries are no more likely to be statistically significant than leaders in democratic ones.\n\n",
    "acknowledgement": "\nThe views expressed here are the authors’ and do not necessarily reflect those of the World Bank, its executive directors, or the countries they represent. We are grateful to Hunt Allcott, Adriana Crespo, Angus Deaton, Richard Finlay, Jenny Guardado, Aart Kraay, Ross Levine, and Laura Trucco, as well as participants in the NYU Development Seminar, NYU Development Research Institute Annual Conference, NEUDC, Midwest Political Science Association Conference, World Bank DECMG internal seminar, World Bank Kuala Lumpur Seminar, ADEW, ABCDE, Berkeley Haas Political Economy Seminar, Oxford CSAE Conference, and APSA Annual Conference. Jorge Guzman provided assistance with data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nSteven Pennings\n\nPennings acknowledges salary from the World Bank.\n\n\n"
}