{
    "id": 27157,
    "citation_title": "Poverty, Depression, and Anxiety: Causal Evidence and Mechanisms",
    "citation_author": [
        "Matthew W. Ridley",
        "Gautam Rao",
        "Frank Schilbach",
        "Vikram H. Patel"
    ],
    "citation_publication_date": "2020-05-18",
    "issue_date": "2020-05-14",
    "revision_date": "2020-11-20",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhy are people living in poverty disproportionately affected by mental illness? We review the interdisciplinary evidence of the bi-directional causal relationship between poverty and common mental illnesses – depression and anxiety – and the underlying mechanisms. Research shows that mental illness reduces employment and therefore income and that psychological interventions generate economic gains. Similarly, negative economic shocks cause mental illness, and anti-poverty programs, such as cash transfers, improve mental health. A crucial step toward the design of effective policies is to better understand the mechanisms underlying these causal effects.\n\n",
    "acknowledgement": "\nWe thank Victoria Baranov, Teresita Cruz Vital, Jishnu Das, Emily Gallagher, Johannes Haushofer, Anne Karing, Jing Li, Crick Lund, Malavika Mani, Kate Orkin, Jennifer Pan, and Keshav Rao for helpful comments and suggestions. We thank the editor and six anonymous referees for detailed comments and helpful suggestions. We thank Chris Roth and Lukas Hensel for kindly providing us the data needed to construct Figure 3. All authors contributed equally. The authors have no competing interests. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}