{
    "id": 27161,
    "citation_title": "When Coercive Economies Fail: The Political Economy of the US South After the Boll Weevil",
    "citation_author": [
        "James J. Feigenbaum",
        "Soumyajit Mazumder",
        "Cory B. Smith"
    ],
    "citation_publication_date": "2020-05-18",
    "issue_date": "2020-05-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow do coercive societies respond to negative economic shocks? We explore this question in the early 20th-Century United States South. Since before the nation's founding, cotton cultivation formed the politics and institutions in the South, including the development of slavery, the lack of democratic institutions, and intergroup relations between whites and blacks. We leverage the natural experiment generated by the boll weevil infestation from 1892-1922, which disrupted cotton production in the region. Panel difference-in-differences results provide evidence that Southern society became less violent and repressive in response to this shock with fewer lynchings and less Confederate monument construction. Cross-sectional results leveraging spatial variation in the infestation and historical cotton specialization show that affected counties had less KKK activity, higher non-white voter registration, and were less likely to experience contentious politics in the form of protests during the 1960s. To assess mechanisms, we show that the reductions in coercion were responses to African American out-migration. Even in a context of antidemocratic institutions, ordinary people can retain political power through the ability to ``vote with their feet.''\n\n",
    "acknowledgement": "\nWe thank Amy Bailey for kindly sharing her data on lynching victims in the U.S. South. For detailed and insightful feedback, we thank Daron Acemoglu, Matt Blackwell, Devin Caughey, Ryan Enos, Jennifer Hochschild, Mike Olson, Jon Rogowski, Jim Snyder, Randall Walsh, Ariel White, and Jhacova Williams. We would also like to thank seminar participants of the Harvard American Politics Research Workshop, Harvard Graduate Political Economy Workshop, and the Harvard Economic History Workshop for helpful comments and suggestions. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}