{
    "id": 27162,
    "citation_title": "College Achievement and Attainment Gaps: Evidence from West Point Cadets",
    "citation_author": [
        "Dario Cestau",
        "Dennis Epple",
        "Richard Romano",
        "Holger Sieg",
        "Carl Wojtaszek"
    ],
    "citation_publication_date": "2020-05-18",
    "issue_date": "2020-05-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nAssessing the effectiveness of education by race and gender is as difficult as it is important. We investigate this question utilizing data for eleven cohorts at West Point, a distinguished military academy and highly ranked liberal arts college. Employing matching using entry scores on three comprehensive measures, we obtain exceptional matches of score distributions for black and matched white students. We find black students have lower graduating achievement scores than matched white students, but comparable rates of graduation, retention in the Army after graduation, and early promotion. Hispanic-white comparisons reveal no differences. Female-male comparisons reveal women have lower attainment and retention rates.\n\n",
    "acknowledgement": "\nFinancial support for this project was provided by the NSF grant SES-1658746. The views and findings expressed herein are those of the authors and do not purport to reflect the position of the U.S. Military Academy, the Department of the Army, the Department of Defense, or the National Bureau of Economic Research.\n\n\n"
}