{
    "id": 27160,
    "citation_title": "Earnings Expectations in the COVID Crisis",
    "citation_author": [
        "Augustin Landier",
        "David Thesmar"
    ],
    "citation_publication_date": "2020-05-18",
    "issue_date": "2020-05-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Behavioral Finance",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe analyze firm-level analyst forecasts during the COVID crisis. First, we describe expectations dynamics about future corporate earnings. Downward revisions have been sharp, mostly focused on 2020, 2021 and 2022, but much less drastic than the lower bound estimated by Gormsen and Koijen (2020). Analyst forecasts do not exhibit evidence of over-reaction: As of mid-May, forecasts over 2020 earnings have progressively been reduced by 16%. Longer-run forecasts, as well as expected “Long-Term Growth” have reacted much less than short-run forecasts, and feature less disagreement. Second, we ask how much discount rate changes explain market dynamics, in an exercise similar to Shiller (1981). Given forecast revisions and price movements, we estimate an implicit discount rate going from 10% in mid-February, to 13% at the end of March, back down to their initial level in mid-May. We then decompose discount rate changes into three factors: changes in unlevered asset risk premium (0%), increased leverage (+1%) and interest rate reduction (-1%). Overall, analyst forecast revisions explain all of the decrease in equity values between January 2020 and mid May 2020, but they do not explain shorter term movements.\n\n",
    "acknowledgement": "\nWe thank Hector Chan, Hui Chen, Hugues Langlois and Eben Lazarus, as well as seminar participants at MIT, for discussions & feedback. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nAugustin Landier\n\nLandier is directing financial research at AXA-Investment Management Chorus, a quantitative asset management affiliate of Axa-IM.\n\n\n\nDavid Thesmar\n\nThesmar works as a consultant for CFM, a quantitative asset management firm.\n\n\n"
}