{
    "id": 27163,
    "citation_title": "Robbing Peter to Pay Paul: Understanding How State Tax Credits Impact Charitable Giving",
    "citation_author": [
        "Chandrayee Chatterjee",
        "James C. Cox",
        "Michael K. Price",
        "Florian Rundhammer"
    ],
    "citation_publication_date": "2020-05-18",
    "issue_date": "2020-05-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Industrial Organization",
        "\n",
        "Nonprofits",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDonations to charity are widely encouraged by policymakers through targeted tax incentives such as tax credits for contributions only to qualifying causes. We use a framed field experiment to test how the largest such program, Arizona’s state income tax credit for donations to qualifying charities, affects donation decisions in a modified dictator game. In the experiment, we randomize whether subjects receive detailed information about the tax credit program prior to selecting potential recipients and completing the allocation task. We also vary the number of charities that subjects can select as recipients along with the (tax-credit) qualifying vs. non-qualifying composition of the choice set. We find that average giving is unaffected by the information provision and composition of the choice set. However, subjects direct significantly more funds towards qualifying charities when provided information about the tax program; an effect that is enhanced when subjects select multiple recipients from lists that contain a mixture of qualifying and non-qualifying organizations. Our results underline the importance of including a portfolio of choices when studying the impact of targeted incentives because this makes it possible to identify a central feature of our data: participants “rob Peter” (non-qualifying charities) “to pay Paul” (qualifying charities).\n\n",
    "acknowledgement": "\nFinancial support was provided by the National Science Foundation (grant number SES-1658743) The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}