{
    "id": 27166,
    "citation_title": "Reopening Under COVID-19: What to Watch For",
    "citation_author": [
        "Jeffrey E. Harris"
    ],
    "citation_publication_date": "2020-05-18",
    "issue_date": "2020-05-14",
    "revision_date": "2020-08-10",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe critically analyze the currently available status indicators of the COVID-19 epidemic so that state governors will have the guideposts necessary to decide whether to further loosen or instead retighten controls on social and economic activity. Overreliance on aggregate, state-level data in Wisconsin, we find, confounds the effects of the spring primary elections and the outbreak among meat packers. Relaxed testing standards in Los Angeles may have upwardly biased the observed trend in new infection rates. Reanalysis of New Jersey data, based upon the date an ultimately fatal case first became ill rather than the date of death, reveals that deaths have already peaked in that state. Evidence from Cook County, Illinois shows that trends in the percentage of positive tests can be wholly misleading. Trends on emergency department visits for influenza-like illness, advocated by the White House Guidelines, are unlikely to be informative. Data on hospital census counts in Orange County, California suggest that healthcare system-based indicators are likely to be more reliable and informative. An analysis of cumulative infections in San Antonio, Texas, shows how mathematical models intended to guide decisions on relaxation of social distancing are severely limited by untested assumptions. Universal coronavirus testing may not on its own solve difficult problems of data interpretation and causal inference.\n\n",
    "acknowledgement": "\nThe comments of Robin Bell, Peter Boomer, Ken Boynton, Gil Brodsky, Zack Cooper, Michael Cragg, Denise Everett, Richard Florida, Daniel Geselowitz, Ray Girouard, Beatriz González López-Valcárcel, Lara Gosce, Bill Goyette, Robert Hanlon, Jarrett Harris, Bill James, Tom Kalb, Louis Kaplow, John Lowell, Mitch Metzner, Andrew Racine, Tom Reichert, Brina Sedar, Rivana Cohen Stadtlander, Pat Tracy, Heidi Wald, Judy Wieber, Delbert Yoder, and John Ziegler are gratefully acknowledged. The opinions expressed here are solely those of the author and do not represent the views of the Massachusetts Institute of Technology, Eisner Health, the National Bureau of Economic Research, or any other individual or organization. The author has received no direct or indirect remuneration for this article, and has no conflicts of interest to declare. This is the third article in a series. For the first two articles, see (Harris 2020a, b). The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}