{
    "id": 27165,
    "citation_title": "The Economics of Time-Limited Development Options: The Case of Oil and Gas Leases",
    "citation_author": [
        "Evan M. Herrnstadt",
        "Ryan Kellogg",
        "Eric Lewis"
    ],
    "citation_publication_date": "2020-05-18",
    "issue_date": "2020-05-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOil and gas leases between mineral owners and extraction firms ubiquitously include royalty and primary term clauses. The royalty denotes the share of revenue that is paid to the mineral owner, and the primary term specifies the date by which the firm must complete a well, lest it lose the lease. Using data from the Louisiana shale boom, we first show that wells' drilling timing is substantially bunched just before lease expiration, raising the question of why leases include development deadlines that distort drilling decisions. We then develop a contracting model in which mineral owners face firms with private information and have the ability to contract on both realized revenue and drilling timing. We show that primary terms can increase both the owner's expected revenue and total surplus because they counteract the delay incentives imposed by the royalty.\n\n",
    "acknowledgement": "\nWe thank William Patterson, Pengyu Ren, Grant Strickler, and especially Nadia Lucas for outstanding research assistance. We are grateful for the many thoughtful suggestions from conference and seminar participants at Aalto, AEA, AERE, Arizona, BYU, CBO, CEPR, Chicago, Columbia, DOJ, Energy Institute at Haas Energy Camp, FDIC, Federal Reserve Board, GAO, Harvard, Heinz-Tepper IO Conference, Indiana, Mannheim, Michigan, Naval Academy, Northwestern, NYU, Penn, Penn State, Rice Workshop on Economic and Environmental Effects of Oil and Gas, SITE, Texas, Texas A&M, Southern Economic Association, Toulouse, University of Utah, Utah Winter Business Economics Conference, Washington University, and the Winter Marketing-Economics Summit. The analysis and conclusions expressed herein are solely those of the authors and do not represent the views of the U.S. Congressional Budget Office. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}