{
    "id": 27167,
    "citation_title": "Using Disasters to Estimate the Impact of Uncertainty",
    "citation_author": [
        "Scott R. Baker",
        "Nicholas Bloom",
        "Stephen J. Terry"
    ],
    "citation_publication_date": "2020-05-18",
    "issue_date": "2020-05-14",
    "revision_date": "2022-01-05",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Behavioral Economics",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUncertainty rises in recessions and falls in booms. But what is the causal relationship? We construct cross-country panel data on stock market returns to proxy for first- and second-moment shocks and instrument these with natural disasters, terrorist attacks, and political shocks. Our IV regression results reveal a robust negative short-term impact of second moments (uncertainty) on growth. Employing multiple VAR estimation approaches, relying on a range of identifying assumptions, also reveals a negative impact of uncertainty on growth. Finally, we show that these results are reproducible in a conventional micro-macro business cycle model with time-varying uncertainty.\n\n",
    "acknowledgement": "\nWe would like to thank the National Science Foundation, the Sloan Foundation, and the Hariri Institute for Computing for their financial support. We appreciated feedback from discussants Jonathan Goldberg, Ayhan Kose, Aart Kray, and Tarek Hassan as well as seminar participants at the AEAs, Chicago, Harvard, Maryland, IMF, NBER, Princeton, SITE, Stanford, Texas, Paris School of Economics, the World Bank, the RES meetings, and the NY Fed. This paper builds on an unpublished 2013 paper “Does Uncertainty Reduce Growth? Using Disasters as Natural Experiments” by Baker and Bloom. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}