{
    "id": 27164,
    "citation_title": "The Marginal Net Taxation of Americans’ Labor Supply",
    "citation_author": [
        "David Altig",
        "Alan J. Auerbach",
        "Laurence J. Kotlikoff",
        "Elias Ilin",
        "Victor Ye"
    ],
    "citation_publication_date": "2020-05-18",
    "issue_date": "2020-05-14",
    "revision_date": "2023-07-02",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nThe U.S. has a plethora of federal and state tax and benefit programs, each with its own work incentives and disincentives. This paper uses the Fiscal Analyzer (TFA) to assess how these policies, in unison, impact work incentives. TFA is a life-cycle, consumption-smoothing program that incorporates cash-flow constraints, retirement hazards, all major federal and state fiscal policies, and welfare-program-specific takeup rates. We use TFA in conjunction with the 2019 Survey of Consumer Finances to calculate Americans’ remaining lifetime marginal net tax rates (LMTR). Our findings are striking. Over half of working-age Americans face LMTRs exceeding 40 percent. One in four households in the bottom lifetime resource quintile face LMTRs above 50 percent. One in ten face rates above 70 percent, effectively locking them out of the labor force and into poverty. The richest 1 percent also face extremely high LMTRs with a 57.9 percent median rate. We find remarkable dispersion in both LMTRs and current-year marginal tax rates, not only across, but within states, age cohorts, and resource quintiles. Among those in the bottom quintile, 5.1 percent face LMTRs exceeding 100 percent; 4.5 percent face negative rates. Based on simplified excess burden calculations, eliminating the dispersion in marginal lifetime net taxation would produce efficiency gains of up to 24.1 percent of labor income for households in the bottom quintile where MTR dispersion is greatest.\n\n",
    "acknowledgement": "\nThe authors thank Robert Moffitt for helpful comments and the Alfred P. Sloan Foundation, the Federal Reserve Bank of Atlanta, the Goodman Institute, Boston University, and the Robert D. Burch Center at the University of California, Berkeley for research support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nLaurence J. Kotlikoff\n\nLaurence Kotlikoff gratefully acknowledges research support for this study from the Sloan Foundation, the Goodman Institute, Boston University, Economic Security Planning, Inc., and the Federal Reserve Bank of Atlanta. Laurence Kotlikoff is President and principal shareholder of Economic Security Planning, Inc. The computation engine used in this study is based on Kotlikoff's company's MaxiFi Planner's computation engine. This said, there is no clear financial or commercial advantage to Kotlikoff from this pure research study.\n\n\n"
}