{
    "id": 27169,
    "citation_title": "The Contribution of Chinese Diaspora Researchers to Global Science and China's Catching Up in Scientific Research",
    "citation_author": [
        "Qingnan Xie",
        "Richard B. Freeman"
    ],
    "citation_publication_date": "2020-05-18",
    "issue_date": "2020-05-14",
    "revision_date": "2021-02-22",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Relations",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nThis study examines the contribution of Chinese diaspora researchers – those born in China but working outside the country – to China's catching up in global science to become a world leader in research publications and citations.  Using a novel name-based way to identify Chinese diaspora authors of scientific papers, we show that these researchers produce a large proportion of global scientific papers of high quality, gaining about twice as many citations as other papers of the same vintage. Our analysis also shows that diaspora researchers are a critical node in the co-authorship and citation networks that connect scientific discovery in China with the rest of the world. In co-authorship, diaspora researchers are over-represented on international collaborations with China-addressed authors.  In citations, a paper with a diaspora author is more likely to cite China-addressed papers than a non-China addressed paper without a diaspora author; and, commensurately, China-addressed papers are more likely to cite a non-China addressed paper with a diaspora author than a non-China paper without a diaspora author.  Through those pathways, diaspora research contributed to China’s 2000-2015 catch-up in science and to global science writ large, consistent with ethnic network models of knowledge transfer, and contrary to brain drain fears that the emigration of researchers harms the source country.\n\n",
    "acknowledgement": "\nPreviously circulated as \"The Contribution of Chinese Diaspora Researchers to Scientific Publications and China's 'Great Leap Forward' in Global Science.\" We gratefully thank Dr Xi Hu from University of Oxford for her support in collecting data from Scopus. Qingnan Xie is supported by the National Social Science of China [16ZDA224]. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}