{
    "id": 27170,
    "citation_title": "The Accumulation of Human and Market Capital in the United States: The Long View, 1948–2013",
    "citation_author": [
        "Barbara M. Fraumeni",
        "Michael S. Christian",
        "Jon D. Samuels"
    ],
    "citation_publication_date": "2020-05-18",
    "issue_date": "2020-05-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOver the 1948–2013 period, many factors significantly impacted on human capital, which in turn affected economic growth in the United States.  This chapter analyzes these factors within a complete national income accounting system which integrates Jorgenson-Fraumeni human capital into the accounts.  By including human capital, a fresh perspective on economic growth across time and within specific subperiods is revealed, notably regarding the 1995–2000 and 2007–2009 periods. During the 1995–2000 period, the reduction in human capital investment significantly reduced apparent economic growth.  In the 2007–2009 period, the increase in human capital investment tempered the negative impact of the Great Recession.  Over the longer time period, first the post-World War baby boom and then the substantial increase in education led to higher economic growth than otherwise expected.  As the pace of increase in education slowed and the workforce aged toward the end of the period, human capital induced growth was reduced.\n\n",
    "acknowledgement": "\nThe views expressed in this chapter are those of the authors and do not necessarily represent the U.S. Bureau of Economic Analysis, the U.S. Department of Commerce, or the National Bureau of Economic Research. We thank Mary-Lynne Neil of the Bureau of Economic Analysis for copy-editing a draft version of this chapter.\n\n\n"
}