{
    "id": 27175,
    "citation_title": "Bayesian Adaptive Clinical Trials for Anti‐Infective Therapeutics during Epidemic Outbreaks",
    "citation_author": [
        "Shomesh Chaudhuri",
        "Andrew W. Lo",
        "Danying Xiao",
        "Qingyang Xu"
    ],
    "citation_publication_date": "2020-05-18",
    "issue_date": "2020-05-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Experimental Design",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the midst of epidemics such as COVID-19, therapeutic candidates are unlikely to be able to complete the usual multiyear clinical trial and regulatory approval process within the course of an outbreak. We apply a Bayesian adaptive patient-centered model—which minimizes the expected harm of false positives and false negatives—to optimize the clinical trial development path during such outbreaks. When the epidemic is more infectious and fatal, the Bayesian-optimal sample size in the clinical trial is lower and the optimal statistical significance level is higher. For COVID-19 (assuming a static R₀ – 2 and initial infection percentage of 0.1%), the optimal significance level is 7.1% for a clinical trial of a nonvaccine anti-infective therapeutic and 13.6% for that of a vaccine. For a dynamic R₀ decreasing from 3 to 1.5, the corresponding values are 14.4% and 26.4%, respectively. Our results illustrate the importance of adapting the clinical trial design and the regulatory approval process to the specific parameters and stage of the epidemic.\n\n",
    "acknowledgement": "\nWe thank Murray Sheldon, Chi Heem Wong, the editor, associate editor, and several reviewers for many helpful comments and suggestions, and Jayna Cummings, Steven Finch, and Roseann Staplins for editorial assistance. Research support from the MIT Laboratory for Financial Engineering is gratefully acknowledged. The views and opinions expressed in this article are those of the authors only, and do not represent the views, policies, and opinions any institution or agency, any of their affiliates or employees, or any of the individuals acknowledged above. Funding support from the MIT Laboratory for Financial Engineering is gratefully acknowledged, but no direct funding was received for this study and no funding bodies had any role in study design, data collection and analysis, decision to publish, or preparation of this manuscript.  The authors were personally salaried by their institutions during the period of writing (though no specific salary was set aside or given for the writing of this manuscript). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nAndrew W. Lo\n\nS.C. is a co-founder and chief technology officer of QLS Advisors, a healthcare analytics and consulting company.\n\n\nD.X. and Q.X. report no conflicts.\n\n\nA.L. reports personal investments in private biotech companies, biotech venture capital funds, and mutual funds. A.L. is a co-founder and partner of QLS Advisors, a healthcare analytics and consulting company; an advisor to BrightEdge Ventures; an advisor to and investor in BridgeBio Pharma; a director of Roivant Sciences Ltd., and Annual Reviews; chairman emeritus and senior advisor to AlphaSimplex Group; and a member of the Board of Overseers at Beth Israel Deaconess Medical Center and the NIH’s National Center for Advancing Translational Sciences Advisory Council and Cures Acceleration Network Review Board. During the most recent six-year period, A.L. has received speaking/consulting fees, honoraria, or other forms of compensation from: AIG, AlphaSimplex Group, BIS, BridgeBio Pharma, Citigroup, Chicago Mercantile Exchange, Financial Times, Harvard University, IMF, National Bank of Belgium, Q Group, Roivant Sciences, Scotia Bank, State Street Bank, University of Chicago, and Yale University. Radius Health is not in the portfolio of any of the investment funds and is not in any way associated with the companies that the authors are affiliated with.\n\n\n"
}