{
    "id": 27172,
    "citation_title": "Optimal Contracting with Altruistic Agents: A Structural Model of Medicare Payments for Dialysis Drugs",
    "citation_author": [
        "Martin Gaynor",
        "Nirav Mehta",
        "Seth Richards-Shubik"
    ],
    "citation_publication_date": "2020-05-18",
    "issue_date": "2020-05-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study physician agency and optimal payment policy in the context of an expensive medication used in dialysis care.  Using Medicare claims data we estimate a structural model of treatment decisions, in which physicians differ in their altruism and marginal costs, and this heterogeneity is unobservable to the government.  In a novel application of nonlinear pricing methods, we theoretically characterize the optimal unrestricted contract in this screening environment with multidimensional heterogeneity.  We combine these results with the estimated model to construct the optimal contract and simulate counterfactual outcomes.  The optimal contract is a flexible fee-for-service contract, which pays for reported treatments but uses variable marginal payments instead of constant reimbursement rates, resulting in substantial health improvements and reductions in costs.  Our structural approach also yields important qualitative findings, such as rejecting the optimality of any linear contract, and may be employed more broadly to analyze a variety of applications.\n\n",
    "acknowledgement": "\nWe are grateful for helpful comments to David Dranove, George-Levi Gayle, Josh Gottlieb, Kate Ho, Amanda Kowalski, Albert Ma, Ryan McDevitt, Bob Miller, Ariel Pakes, Steven Stern, Lowell Taylor, and to audiences at presentations at Boston University, Carnegie Mellon, Georgia, Johns Hopkins, Michigan, NYU, North Carolina, Northwestern, Penn, Princeton, University of British Columbia, Wisconsin, the 2018 International Industrial Organization Conference, the 2018 Annual Meeting of the Society of Labor Economists, the 2018 Cowles Structural Microeconomics Conference, the 2018 Southern Economic Association Annual Meeting, the 2019 Annual Health Econometrics Workshop, and the 2020 Health Economics Research Organization meeting. We thank Ali Kamranzadeh, Martin Luccioni, and Cecilia Diaz Campo for excellent research assistance. The usual caveat applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}