{
    "id": 27174,
    "citation_title": "The Influence of Early Life Health Conditions on Life Course Health",
    "citation_author": [
        "Manuel Flores Mallo",
        "Barbara L. Wolfe"
    ],
    "citation_publication_date": "2020-05-18",
    "issue_date": "2020-05-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": [
        "\n",
        "\nHealthcare Decision-Making and Outcomes for People Living with Alzheimer's Disease\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nWe expand on earlier studies investigating the links between early health and later health by including different dimensions of early-life health and multiple life course outcomes consisting of the age of onset of serious cardiovascular diseases (CVDs) and multiple job-related health outcomes. The four dimensions of childhood health are mental, physical, self-rated general health and severe headaches or migraines. The data set we use includes 21 countries from the Survey of Health, Ageing and Retirement in Europe. We find that the different dimensions of childhood health have unique ties to later outcomes. For men, early mental health problems play a stronger role for life course job-related health outcomes, but early poor or fair general health is more strongly linked to the spike in onset of CVDs in their late 40s. For women, these links between childhood health dimensions and life course outcomes are less clear-cut than for men. The spike in onset of CVDs in their late 40s is driven by those with severe headaches or migraines while those with early physical health problems generally do better as captured by job-related outcomes. We also explore and control for possible mediating factors and assess the importance of omitted variables using a test proposed by Oster (2019).\n\n",
    "acknowledgement": "\nThis paper uses data from SHARE Waves 1, 2, 3, 4, 5, 6 and 7 (DOIs: 10.6103/SHARE.w1.700, 10.6103/SHARE.w2.700, 10.6103/SHARE.w3.700, 10.6103/SHARE.w4.700, 10.6103/SHARE.w5.700, 10.6103/SHARE.w6.700, 10.6103/SHARE.w7.700), as well as from the generated Job Episodes Panel (DOI: 10.6103/SHARE.jep.700). See, correspondingly, Börsch-Supan et al. (2013) and Brugiavini et al. (2019) for methodological details. The SHARE data collection has been funded by the European Commission through FP5 (QLK6-CT-2001-00360), FP6 (SHARE-I3: RII-CT-2006-062193, COMPARE: CIT5-CT-2005-028857, SHARELIFE: CIT4-CT-2006-028812), FP7 (SHARE-PREP: GA N°211909, SHARE-LEAP: GA N°227822, SHARE M4: GA N°261982) and Horizon 2020 (SHARE-DEV3: GA N°676536, SERISS: GA N°654221) and by DG Employment, Social Affairs & Inclusion. Additional funding from the German Ministry of Education and Research, the Max Planck Society for the Advancement of Science, the U.S. National Institute on Aging (U01_AG09740-13S2, P01_AG005842, P01_AG08291, P30_AG12815, R21_AG025169, Y1-AG-4553-01, IAG_BSR06-11, OGHA_04-064, HHSN271201300071C) and from various national funding sources is gratefully acknowledged (see www.share-project.org). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}