{
    "id": 27177,
    "citation_title": "The Economic Impact of Access to Public Four-Year Colleges",
    "citation_author": [
        "Jonathan Smith",
        "Joshua Goodman",
        "Michael Hurwitz"
    ],
    "citation_publication_date": "2020-05-18",
    "issue_date": "2020-05-14",
    "revision_date": "2024-12-12",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate the economic impacts of students’ access to an entire sector of U.S. public higher education. Approximately half of Georgia high school graduates who enroll in college do so in the state’s public four-year sector, which requires minimum SAT scores for admission. Regression discontinuity estimates show enrollment in public four-year institutions boosts students’ estimated household income around age 30 by about 17 percent and has even larger impacts for those from low-income high schools. Access to this sector has little clear impact on financial health or student loan balances. For the marginal student, and particularly for those from low-income high schools, enrollment in such institutions has large private returns in the short run and positive returns to state budgets in the long run.\n\n",
    "acknowledgement": "\nThis paper reflects the views of the authors and not their corresponding institutions or the providers of the data. This research was funded by Arnold Ventures and a pre-analysis plan was registered on the Open Science Framework (https://osf.io/) on 10/15/2019. For helpful feedback, we thank Sandy Black, Lindsay Page, Jeff Smith, Sara Turner, Seth Zimmerman and seminar participants at the Harvard Kennedy School, SOLE, APPAM, AEFP, and E-con of Education. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. Michael Hurwitz is a full-time employee at the College Board.\n\n\n"
}