{
    "id": 27176,
    "citation_title": "Estimating Probabilities of Success of Vaccine and Other Anti-Infective Therapeutic Development Programs",
    "citation_author": [
        "Andrew W. Lo",
        "Kien Wei Siah",
        "Chi Heem Wong"
    ],
    "citation_publication_date": "2020-05-18",
    "issue_date": "2020-05-14",
    "revision_date": "2020-06-08",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nA key driver in biopharmaceutical investment decisions is the probability of success of a drug development program. We estimate the probabilities of success (PoSs) of clinical trials for vaccines and other anti-infective therapeutics using 43,414 unique triplets of clinical trial, drug, and disease between January 1, 2000, and January 7, 2020, yielding 2,544 vaccine programs and 6,829 nonvaccine programs targeting infectious diseases. The overall estimated PoS for an industry-sponsored vaccine program is 39.6%, and 16.3% for an industry-sponsored anti-infective therapeutic. Among industry-sponsored vaccines programs, only 12 out of 27 disease categories have seen at least one approval, with the most successful being against monkeypox (100%), rotavirus (78.7%), and Japanese encephalitis (67.6%). The three infectious diseases with the highest PoSs for industry-sponsored nonvaccine therapeutics are smallpox (100%), cytomegalovirus (CMV) infection (31.8%), and onychomycosis (29.8%). Non-industry-sponsored vaccine and nonvaccine development programs have lower overall PoSs: 6.8% and 8.2%, respectively. Viruses involved in recent outbreaks—Middle East respiratory syndrome (MERS), severe acute respiratory syndrome (SARS), Ebola, and Zika—have had a combined total of only 45 nonvaccine development programs initiated over the past two decades, and no approved therapy to date. These estimates offer guidance both to biopharma investors as well as to policymakers seeking to identify areas most likely to be underserved by private sector engagement and in need of public sector support.\n\n",
    "acknowledgement": "\nWe thank Informa for providing us access to their data and expertise and are particularly grateful to Will Akie, Christine Blazynski, Gabrielle Gessner, Mark Gordon, Michael Hay, Ian Lloyd, and Ryan Sasaki. We also thank Christine Blazynski, John Tedrow, the editor, associate editor, and reviewers for helpful comments on this manuscript. Research support from the MIT Laboratory for Financial Engineering and funding support from The Rockefeller Foundation are gratefully acknowledged. The views and opinions expressed in this article are those of the authors only, and do not necessarily represent the views and opinions of any institution or agency, any of their affiliates or employees, any of the individuals acknowledged above, or the National Bureau of Economic Research. Funding support from the MIT Laboratory for Financial Engineering is gratefully acknowledged, but no direct funding was received for this study and no funding bodies had any role in study design, data collection and analysis, decision to publish, or preparation of this manuscript.  The authors were personally salaried by their institutions during the period of writing (though no specific salary was set aside or given for the writing of this manuscript).\n\n\n\nAndrew W. Lo\n\nK.S. and C.W. report no conflicts.\n\n\nA.L. reports personal investments in private biotech companies, biotech venture capital funds, and mutual funds. A.L. is a co-founder and partner of QLS Advisors, a healthcare analytics and consulting company; an advisor to BrightEdge Ventures; an advisor to and investor in BridgeBio Pharma; a director of Roivant Sciences Ltd., and Annual Reviews; chairman emeritus and senior advisor to AlphaSimplex Group; and a member of the Board of Overseers at Beth Israel Deaconess Medical Center and the NIH’s National Center for Advancing Translational Sciences Advisory Council and Cures Acceleration Network Review Board. During the most recent six-year period, A.L. has received speaking/consulting fees, honoraria, or other forms of compensation from: AIG, AlphaSimplex Group, BIS, BridgeBio Pharma, Citigroup, Chicago Mercantile Exchange, Financial Times, Harvard University, IMF, National Bank of Belgium, Q Group, Roivant Sciences, Scotia Bank, State Street Bank, University of Chicago, and Yale University. Radius Health is not in the portfolio of any of the investment funds and is not in any way associated with the companies that the authors are affiliated with.\n\n\n"
}