{
    "id": 27178,
    "citation_title": "Deliberate Surrender? The Impact of Interwar Indian Protection",
    "citation_author": [
        "Vellore Arthi",
        "Markus Lampe",
        "Ashwin R Nair",
        "Kevin Hjortshøj O'Rourke"
    ],
    "citation_publication_date": "2020-05-18",
    "issue_date": "2020-05-14",
    "revision_date": "2022-12-12",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhat is the role of trade policy in promoting intra-Empire trade? We address the question in the context of interwar India, whose trade policies have been accused of harming British export interests. We quantify the impact of trade policy on the value and composition of Indian imports, using novel disaggregated data on both trade policies and imports for 114 commodity categories coming from 42 countries. We find that even though Indian protection lowered total imports, it substantially boosted imports from the UK. Despite the rising tariff barriers facing British exporters, trade diversion from other countries ensured that Indian trade policy benefited them overall.\n\n",
    "acknowledgement": "\nPreviously circulated as \"The Impact of Interwar Protection: Evidence from India.\" O’Rourke gratefully acknowledges the financial support of the ERC, under the European Union’s Seventh Framework Programme (FP7/2007-2013), ERC grant agreement no. 249546; the Oxford History Faculty’s Sanderson Fund; and the John Fell OUP Research Fund. We are extremely grateful to Emma Mathieson and the rest of the staff of the Bodleian Library and Oxford’s Oriental Institute Library for their generous assistance in locating material. Aileen Mooney’s help was invaluable in getting financial support for the project and we thank her most sincerely. We are also very grateful to Bob Allen, Mike Bordo, Luis Catao, Mary Cox, Ron Davies, Alan de Bromhead, Alan Fernihough, James Foreman-Peck, Paulo Guimarães, Bishnu Gupta, Stefanie Haller, Jean Imbs, Ignacio Marra, Chris Meissner, Chris Minns, Ferdinand Rauch, Tirthankar Roy, Alan Taylor, and Susan Wolcott for answering our questions, sharing data, providing comments and suggestions, and helping us in a variety of other ways. A special word of thanks is due to Alex Green, Thea Don-Siemion, and Brian Varian for finding data for us in the LSE library. We benefitted from some great comments when presenting this work at Cardiff University, the University of Warwick, the University of York, McMaster University, Martin Luther University Halle-Wittenberg, the University of Groningen, Wageningen University, New York University, Zayed University, the 2019 Economic History Society annual conference in Belfast, and the Dublin Trade Group, and thank all concerned. The usual disclaimer applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}