{
    "id": 27184,
    "citation_title": "The Size and Life-cycle Growth of Plants: The Role of Productivity, Demand and Wedges",
    "citation_author": [
        "Marcela Eslava",
        "John C. Haltiwanger"
    ],
    "citation_publication_date": "2020-05-18",
    "issue_date": "2020-05-14",
    "revision_date": "2021-02-09",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a framework that uses price and quantity information on both establishments' outputs and inputs to assess the roles, on establishment dynamics and welfare, of technical efficiency, input prices, demand/quality, idiosyncratic markups, and residual wedges. Our strategy nests previous approaches limited by data availability. In our application, demand/quality is found to dominate the cross sectional variability of sales and sales growth, while quality-adjusted input prices and residual wedges play dampening roles, especially at birth. Markups play only a modest role for cross-sectional variability of sales and sales growth but are important in explaining welfare losses from revenue productivity dispersion.\n\n",
    "acknowledgement": "\nWe thank Alvaro Pinzón and Nicolás Urdaneta for superb research assistance, and Innovations for Poverty Action, CAF and the World Bank for financial support for this project. We also thank DANE for permitting access to the microdata of the Annual Manufacturing Survey, as well as DANE's staff for advice in the use of these data. The use and interpretation of the data are the authors' responsibility. We gratefully acknowledge the comments of David Atkin, David Baqaee, Irene Brambilla, Ariel Burstein, Steven Davis, Manuel García-Santana, Peter Klenow, Virgiliu Midrigan, Stephen Redding, Diego Restuccia, Robert Shimer, Chad Syverson, Gabriel Ulyssea, Venky Venkateswaran, Daniel Xu and those from participants at the 2017 Society for Economic Dynamics Conference; 2017 meeting of the European chapter of the Econometric Society; 2017 NBER Productivity, Development, and Entrepreneurship workshop; the 2016 Trade and Integration Network of LACEA; the 2020 Ridge Forum in Growth and Development in Macroeconomics; and seminars at Universitat Pompeu Fabra, Universitat Autónoma de Barcelona, the University of Chicago, UCLA, LSE, Oxford and Universidad de Los Andes. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}