{
    "id": 27183,
    "citation_title": "Launching with a Parachute: The Gig Economy and New Business Formation",
    "citation_author": [
        "John M. Barrios",
        "Yael V. Hochberg",
        "Hanyi Yi"
    ],
    "citation_publication_date": "2020-05-18",
    "issue_date": "2020-05-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nThe introduction of the gig economy creates opportunities for would-be entrepreneurs to supplement their income in downside states of the world and provides insurance in the form of an income fallback in the event of failure. We present a conceptual framework supporting the notion that the gig economy may serve as an income supplement and as insurance against entrepreneurial-related income volatility, and utilize the arrival of the on-demand, platform-enabled gig economy in the form of the staggered rollout of ridehailing in U.S. cities to examine the effect of the arrival of the gig economy on new business formation. The introduction of gig opportunities is associated with an increase of ~5% in the number of new business registrations in the local area, and a correspondingly-sized increase in small business lending to newly registered businesses. Internet searches for entrepreneurship-related keywords increase ~7%, lending further credence to the predictions of our conceptual framework. Both the income supplement and insurance channels are empirically supported: the increase in entry is larger in regions with lower average income and higher credit constraints, as well as in locations with higher ex-ante economic uncertainty regarding future wage levels and wage growth.\n\n",
    "acknowledgement": "\nWe thank Rustam Abuzov, Jonathan Bonham, Bruce Carlin, Florian Ederer, Alex Frankel, Jorge Guzman, Danielle Li, Hong Luo, Song Ma, Gustav Martinsson, David Robinson, Scott Stern, Joachim Tag, Toni Whited, and workshop participants at Yale University, MIT, Rice University, and the KWC Conference on Entrepreneurial Finance for helpful conversations, comments and suggestions. Esther Bailey and Yupeng Liu provided excellent research assistance. We are grateful to the Startup Cartography Project and Jorge Guzman for the provision of data used in this project. All errors are our own. Barrios gratefully acknowledges the support of the Stigler Center and the Centel Foundation/Robert P. Reuss Fund at the University of Chicago Booth School of Business. Corresponding Author: Yael Hochberg (hochberg@rice.edu), Rice University, 6100 Main St. MS-531, Houston, TX 77005. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}