{
    "id": 27189,
    "citation_title": "Trust and Insurance Contracts",
    "citation_author": [
        "Nicola Gennaioli",
        "Rafael La Porta",
        "Florencio Lopez-de-Silanes",
        "Andrei Shleifer"
    ],
    "citation_publication_date": "2020-05-18",
    "issue_date": "2020-05-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nWe assemble and analyze a new data set of homeowner insurance claims from 28 independently operated country subsidiaries of a multinational insurance company.  A fundamental feature of the data is that such claims are often disputed, and lead to rejections or lower payments.  We propose a new model of insurance, in which consumers can make invalid claims and firms can deny valid claims.  In this environment, trust and honesty are critical factors that shape insurance contracts and the payment of claims, especially when the disputed amounts are too small for courts.  We characterize equilibrium insurance contracts, and show how they depend on the quality of the legal system and the level of trust. We then investigate the incidence of claims, disputes and rejections of  claims, and payment of claims in our data, as well as the cost and pricing of insurance. The evidence is consistent with the centrality of trust for insurance markets, as predicted by the model.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}