{
    "id": 27186,
    "citation_title": "Confidence Management in Tournaments",
    "citation_author": [
        "Shanglyu Deng",
        "Hanming Fang",
        "Qiang Fu",
        "Zenan Wu"
    ],
    "citation_publication_date": "2020-05-18",
    "issue_date": "2020-05-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nAn incumbent employee competes against a new hire for bonus or promotion. The incumbent’s ability is commonly known, while that of the new hire is private information. The incumbent is subject to a perceptional bias: His prior about the new hire’s type differs from the true underlying distribution. He can be either ex ante overconfident or underconfident. We first explore whether a firm that aims to maximize aggregate effort would benefit or suffer from the bias. It is shown that debiasing may not be productive in incentivizing efforts. We then study the optimal information disclosure policy. The firm is allowed to ex ante commit to whether an informative signal—which allows the incumbent to infer the new hire’s type—will be disclosed publicly. We fully characterize the conditions under which transparency or opacity will prevail. We further take a Bayesian persuasion approach to optimally design the firm’s evaluation and feedback structure. We also consider an alternative context in which the manager is concerned about the expected winner’s effort. We demonstrate that the insights obtained from the baseline setting remain intact. Our results shed light on the extensive discussion of confidence management in firms and the debate about organizational transparency.\n\n",
    "acknowledgement": "\nWu thanks the National Natural Science Foundation of China (No.71803003) and the seed fund of the School of Economics, Peking University, for financial support. Any errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}