{
    "id": 27185,
    "citation_title": "Accounting for Global COVID-19 Diffusion Patterns, January-April 2020",
    "citation_author": [
        "Yothin Jinjarak",
        "Rashad Ahmed",
        "Sameer Nair-Desai",
        "Weining Xin",
        "Joshua Aizenman"
    ],
    "citation_publication_date": "2020-05-18",
    "issue_date": "2020-05-14",
    "revision_date": "2020-07-17",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Globalization and International Relations",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nKey factors in modeling a pandemic and guiding policy-making include mortality rates associated with infections; the ability of government policies, medical systems, and society to adapt to the changing dynamics of a pandemic; and institutional and demographic characteristics affecting citizens’ perceptions and behavioral responses to stringent policies. This paper traces the cross-country associations between COVID-19 mortality, policy interventions aimed at limiting social contact, and their interactions with institutional and demographic characteristics. We document that, with a lag, more stringent pandemic policies were associated with lower mortality growth rates. The association between stricter pandemic policies and lower future mortality growth is more pronounced in countries with a greater proportion of the elderly population and urban population, greater democratic freedoms, and larger international travel flows. Countries with greater policy stringency in place prior to the first death realized lower peak mortality rates and exhibited lower durations to the first mortality peak. In contrast, countries with higher initial mobility saw higher peak mortality rates in the first phase of the pandemic, and countries with a larger elderly population, a greater share of employees in vulnerable occupations, and a higher level of democracy took longer to reach their peak mortalities. Our results suggest that policy interventions are effective at slowing the geometric pattern of mortality growth, reducing the peak mortality, and shortening the duration to the first peak. We also shed light on the importance of institutional and demographic characteristics in guiding policy-making for future waves of the pandemic.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge the insightful comments by two anonymous referees, and the financial support by the Dockson Chair and the Center of International Studies at USC. Data and codes available at Github Repository: https://github.com/snairdesai/COVID-19. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}