{
    "id": 27188,
    "citation_title": "Public Procurement in Law and Practice",
    "citation_author": [
        "Erica Bosio",
        "Simeon Djankov",
        "Edward L. Glaeser",
        "Andrei Shleifer"
    ],
    "citation_publication_date": "2020-05-18",
    "issue_date": "2020-05-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine a new data set of laws and practices governing public procurement, as well as procurement outcomes, in 187 countries. We measure regulation as restrictions on discretion of the procuring agents. We find that laws and practices are highly correlated with each other across countries, better practices are correlated with better outcomes, but laws themselves are not correlated with outcomes. To shed light on this puzzle, we present a model of procurement in which both regulation and public sector capacity determine the efficiency of procurement. In the model, regulation is effective in countries with low public sector capacity, and detrimental in countries with high public sector capacity because it inhibits the socially optimal exercise of discretion. We find evidence broadly consistent with this prediction: regulation of procurement improves outcomes, but only in countries with low public sector capacity.\n\n",
    "acknowledgement": "\nThe authors are from the World Bank, the Peterson Institute for International Economics, Harvard University, and Harvard University, respectively. We want to thank Marwa Abdou, Souad Adnane, Yuriy Valentinovich Avramov, Ogma Bale, Elodie Bataille, Liliya F Bulgakova, Édgar Chávez, Albert Nogues i Comas, Kimberly Suarez Contreras, Nadine DiMonte, Viktoriya Ereshchenko, Maria Antonia Quesada Gámez, Emilia Galiano, Marko Grujicic, Youmna Al Hourani, Maksym Iavorskyi, Charlotte Nan Jiang, Victoria Khaitina, Anouk Leger, Joseph Lemoine, Tiziana Londero, Raman Maroz, Nikiforos Meletiadis, Margherita Mellone, Nuno Filipe Mendes Dos Santos, Inés Zabalbeitia Múgica, Sarah Kouhlani Nolla, Nadia Novik, Marion Pinto, Greta Polo, Oleksandra Popova, Parvina Rakhimova, Nathalie Reyes, Silvia Carolina Lopez Rocha, Lucia Arnal Rodriguez, Enrique Orellana Tamez, Erick Tjong, Judith Trasancos, Ferihane Ben Yedder, Farrukh Umarov, Yulia Borisovna Valerio, Rongpeng (Tiffany) Yang, Marilyne Youbi, Philip Zager, Dou Zhang and Muqiao (Chloe) Zhang for excellent research assistance, as well as seminar participants at the Blavatnik School of Government at Oxford University, the London School of Economics and the Peterson Institute for International Economics for their comments. We also benefited from significant help from Valeria Perotti, Utkarsh Saxena, and Yang You, and from comments by Oriana Bandiera, Emanuele Colonnelli, Decio Coviello, Francesco Decarolis, Josh Schwartzstein, Giancarlo Spagnolo, and Dev Patel. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nEdward L. Glaeser\n\nI have received speaking fees from organizations that organize members that invest in real estate markets, including the National Association of Real Estate Investment Managers and the Pension Real Estate Association.\n\n\n"
}