{
    "id": 27182,
    "citation_title": "Latent Dirichlet Analysis of Categorical Survey Expectations",
    "citation_author": [
        "Evan M. Munro",
        "Serena Ng"
    ],
    "citation_publication_date": "2020-05-18",
    "issue_date": "2020-05-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBeliefs are important determinants of an individual's choices and economic outcomes, so understanding how they differ across individuals is of considerable interest. Researchers often rely on surveys that report individual expectations as qualitative data. We propose using a Bayesian hierarchical latent class model to summarize and interpret observed heterogeneity in categorical expectations data. We show that the statistical model corresponds to an economic structural model of information acquisition, which guides interpretation and estimation of the model parameters.  An algorithm based on stochastic optimization is proposed to estimate a model for repeated surveys when beliefs follow a dynamic structure and conjugate priors are not appropriate. Guidance on selecting the number of belief types is also provided. Two examples are considered. The first  shows that there is information in the Michigan survey responses beyond the consumer sentiment index that is officially published.   The  second shows  that belief types constructed from survey responses can be used in a subsequent analysis to estimate heterogeneous returns to education.\n\n",
    "acknowledgement": "\nFinancial support from the National Science Foundation (SES 1558623) is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}