{
    "id": 27198,
    "citation_title": "Identification of Time-Inconsistent Models: The Case of Insecticide Treated Nets",
    "citation_author": [
        "Aprajit Mahajan",
        "Christian Michel",
        "Alessandro Tarozzi"
    ],
    "citation_publication_date": "2020-05-25",
    "issue_date": "2020-05-21",
    "revision_date": "2023-05-15",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTime-inconsistency may play a central role in explaining inter-temporal behavior, particularly among poor households. However, little is known about the distribution of time-inconsistent agents, and time-preference parameters are typically not identified in standard dynamic choice models. We formulate a dynamic discrete choice model in an unobservedly heterogeneous population of possibly time-inconsistent agents. We provide conditions under which all population type probabilities and preferences for both time-consistent and sophisticated agents are point-identified and sharp set-identification results for naïve and partially sophisticated agents. Estimating the model using data from a health intervention providing insecticide treated nets (ITNs) in rural Orissa, India, we find that a little over two-thirds of our sample comprises time-inconsistent agents and that both sophisticated and naïve agents are considerably present-biased. Counterfactuals show that the under-investment in ITNs attributable to present-bias leads to substantial costs that are about five times the price of an ITN.\n\n",
    "acknowledgement": "\nWe are grateful to Øystein Daljord, Hanming Fang, Paul Heidhues, Nathan Hendren, Han Hong, Gautam Rao, Charlie Sprenger, Petra Todd, two exceptionally constructive anonymous referees and seminar participants at several conferences and institutions for valuable comments and suggestions. Florens Odendahl provided excellent research assistance. We also gratefully acknowledge financial support from the following sources for the completion of the field work that originated the data used in the paper: The Centre for Micro Finance (Chennai, India), the Stanford Presidential Fund for Innovation in International Studies, the Stanford Center for International Development, the Stanford OTL Research Incentive Fund, RAND Corporation, the Duke Arts and Sciences Committee on Faculty Research and the National Institute of Allergy and Infectious Diseases (Grant R03AI078119). A previous draft of the paper was titled “Time Inconsistency, Expectations and Technology Adoption: The case of Insecticide Treated Nets.” Michel gratefully acknowledges support from the Spanish Ministerio de Economía y Competitividad (Grant ECO2016-76998) and the Jose Castillejo Mobility Grant (CAS19/00246). Tarozzi gratefully acknowledges support from the Marie Curie International Incoming Fellowship FP7-PEOPLE-2011-IXF, Proposal ID 298904 and the Spanish Ministerio de Economía y Competitividad (Grants ECO2012-33299 and ECO2015-71536-ERC). The usual disclaimers apply. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}