{
    "id": 27190,
    "citation_title": "How Sticky is Retirement Behavior in the U.S.? Responses to Changes in the Full Retirement Age",
    "citation_author": [
        "Manasi Deshpande",
        "Itzik Fadlon",
        "Colin Gray"
    ],
    "citation_publication_date": "2020-05-18",
    "issue_date": "2020-05-14",
    "revision_date": "2020-05-19",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nRetirement and Disability Research Center\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nWe study how increases in the Social Security full retirement age (FRA) affect benefit claiming and retirement behavior, and specifically the interaction between these two choices. Using Social Security administrative data, we implement complementary research designs of a traditional cohort analysis and a regression-discontinuity design. We find that while increases in the FRA strongly and immediately shift claiming ages, retirement ages exhibit persistent \"stickiness\" at the old FRA of 65. We use several strategies to explore the likely mechanisms behind the stickiness in retirement, and we find suggestive evidence of a role for employers in individuals' responses to the FRA.\n\n",
    "acknowledgement": "\nWe thank John Phillips, Jason Brown, Natalie Lu, Ted Horan, Mark Sarney, Lynn Fisher, and Linda Martin of the Social Security Administration for making this work possible and providing access to data. The authors are grateful to the Ronzetti Initiative for the Study of Labor Markets at the Becker-Friedman Institute for financial support. This research was supported by the U.S. Social Security Administration through grants #RDR18000003 and #DRC12000002 to the National Bureau of Economic Research as part of the SSA Retirement and Disability Research Consortium. The findings and conclusions expressed are solely those of the authors and do not represent the views of the Social Security Administration, any agency of the Federal Government, or the National Bureau of Economic Research. Jesse Kozler provided excellent research assistance.\n\n\n"
}