{
    "id": 27191,
    "citation_title": "COVID-19 and Emerging Markets: A SIR Model, Demand Shocks and Capital Flows",
    "citation_author": [
        "Cem Çakmaklı",
        "Selva Demiralp",
        "Ṣebnem Kalemli-Özcan",
        "Sevcan Yesiltas",
        "Muhammed A. Yildirim"
    ],
    "citation_publication_date": "2020-05-18",
    "issue_date": "2020-05-14",
    "revision_date": "2022-12-12",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Macroeconomics",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe quantify the macroeconomic effects of COVID-19 for a small open economy. We use a two country framework combined with a sectoral-SIR model to estimate the effects of collapses in foreign demand and supply. The small open economy suffers from domestic demand and supply shocks due to its own pandemic. In addition, there are external shocks coming from rest of the world (country two). Aggregate exports of the small open economy go down when foreign demand goes down, and aggregate imports suffer from lockdowns in the rest of the world. We calibrate the model to Turkey. Our results show that the optimal policy, which yields the lowest output loss and saves the maximum number of lives, for the small open economy, is an early and globally coordinated full lockdown of 39 days.\n\n",
    "acknowledgement": "\nThis paper is previously circulated under the title: “An Epidemiological Multi-Sector Model for a Small Open Economy with an Application to Turkey.” We would like to thank webinar participants at London School of Economics, Central Bank of Chile, EU Delegation in Ankara, and Koç Holding for their valuable feedback. We also would like Alvaro Silva for his excellent assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}