{
    "id": 27196,
    "citation_title": "Males at the Tails: How Socioeconomic Status Shapes the Gender Gap",
    "citation_author": [
        "David Autor",
        "David N. Figlio",
        "Krzysztof Karbownik",
        "Jeffrey Roth",
        "Melanie Wasserman"
    ],
    "citation_publication_date": "2020-05-25",
    "issue_date": "2020-05-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": [
        "\n",
        "\nTraining Program in Aging and Health Economics\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nAnalyzing Florida birth certificates matched to school records, we document that the female advantage in childhood behavioral and academic outcomes is driven by gender gaps at the extremes of the outcome distribution. Using unconditional quantile regression, we investigate whether family socioeconomic status (SES) differentially affects the lower tail outcomes of boys. We find that the differential effects of family SES on boys’ outcomes are concentrated in the parts of the distribution where the gender gaps are most pronounced. Accounting for the disproportionate effects of family environment on boys at the tails substantially narrows the gender gap in high school dropout.\n\n",
    "acknowledgement": "\nWe thank seminar participants at University of California at Davis. Autor acknowledges support from the Russell Sage Foundation (Grant #85-12-07). Figlio and Roth acknowledge support from the National Science Foundation and the Institute for Education Sciences (CALDER grant), and Figlio acknowledges support from the National Institute of Child Health and Human Development and the Bill and Melinda Gates Foundation. Wasserman acknowledges support from the National Institute on Aging, Grant #T32-AG000186. We are grateful to the Florida Departments of Education and Health for providing the de-identified, matched data used in this analysis. The conclusions expressed in this paper are those of the authors and do not represent the positions of the Florida Departments of Education and Health or those of our funders. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nDavid Autor\n\nAutor acknowledges research support from Accenture LLP, IBM Global Universities, Schmidt Sciences, and the Smith Richardson Foundation. I do not have any relevant and material financial relationships that might bear on this research.\n\n\n"
}