{
    "id": 27194,
    "citation_title": "Issue Salience and Political Stereotypes",
    "citation_author": [
        "Pedro Bordalo",
        "Marco Tabellini",
        "David Y. Yang"
    ],
    "citation_publication_date": "2020-05-25",
    "issue_date": "2020-05-21",
    "revision_date": "2021-03-08",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUS voters exaggerate the differences in attitudes held by Republicans and Democrats on a range of socioeconomic and political issues, and greater perceived polarization is associated with greater political engagement and affective polarization. In this paper, we examine the drivers of such perceived partisan differences. We find that a model of stereotypes, where distortions are stronger for issues that are more salient to voters, captures important features of the data. First, perceived partisan differences are predictable from the actual differences across parties, in particular from the relative prevalence of extreme attitudes. Second, perceived partisan differences are larger on issues that individuals consider more important. Third, issue salience increases the tendency to over-weigh extreme types. Exploiting nationally representative survey data, we show that the end of the Cold War in 1991, which shifted US voters’ attention away from external threats, increased perceived, relative to actual, partisan differences on domestic issues. The rise was stronger for issues with more stereotypical partisan differences. The reverse pattern occurred after the terrorist attacks in 2001, when attention swung back towards external threats. Consistent with the mechanism of salience-modulated stereotyping, beliefs about political groups can shift dramatically even when the underlying partisan differences change little.\n\n",
    "acknowledgement": "\nThis paper was previously circulated under the title “Stereotypes and Politics.” Helpful and much appreciated suggestions and comments were provided by Alberto Alesina, Leonardo Burstzyn, Peter Buisseret, Katie Coffman, Ben Enke, Jeffry Frieden, Emir Kamenica, Morris Fiorina, Stefano Fiorin, Nicola Gennaioli, Nicola Mastrorocco, Vincent Pons, Pia Raffler, Eric Rasmusen, Andrei Shleifer, Gaurav Sood, Guido Tabellini, Romain Wacziarg, Alex Wu, and seminar participants at Cornell, the Minneapolis Fed, UCLA Anderson, Galatina Summer Workshop, and NBER Political Economy Summer Institute. Jacopo Ballabio, Ludovica Ciasullo, Ludovica Mosillo, and Monia Tomasella provided outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}