{
    "id": 27197,
    "citation_title": "Correcting Estimates of Electric Vehicle Emissions Abatement: Implications for Climate Policy",
    "citation_author": [
        "Erich Muehlegger",
        "David S. Rapson"
    ],
    "citation_publication_date": "2020-05-25",
    "issue_date": "2020-05-21",
    "revision_date": "2021-01-21",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTransportation electrification is viewed by many as a cornerstone for climate change mitigation, with the ultimate vision to phase out conventional vehicles entirely. In a world with only electric vehicles (EVs), transportation pollution would be primarily determined by the electricity grid composition. For the foreseeable future, however, environmental benefits of EVs must be measured relative to the (likely gasoline) car that would have been bought instead. This so-called “counterfactual” vehicle cannot be observed, but its fuel economy can be estimated. A quasi-experiment in California allows us to show that subsidized buyers of EVs would have, on average, purchased relatively fuel-efficient cars had they not gone electric. The actual incremental pollution abatement arising from EVs today is thus substantially smaller than one would predict using the fleet average as the counterfactual vehicle. We discuss implications for climate policy and how to accurately reflect EV choice in integrated assessment models.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge research funding from the State of California Public Transportation Account and the Road Repair and Accountability Act of 2017 (Senate Bill 1) via the University of California Institute of Transportation Studies. We thank Ben Dawson and Shotaro Nakamura for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}