{
    "id": 27193,
    "citation_title": "The Declining Worker Power Hypothesis: An explanation for the recent evolution of the American economy",
    "citation_author": [
        "Anna Stansbury",
        "Lawrence H. Summers"
    ],
    "citation_publication_date": "2020-05-25",
    "issue_date": "2020-05-21",
    "revision_date": "2020-11-02",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Market Structures",
        "\n",
        "Labor Relations",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRising profitability and market valuations of US businesses, sluggish wage growth and a declining labor share of income, and reduced unemployment and inflation, have defined the macroeconomic environment of the last generation. This paper offers a unified explanation for these phenomena based on reduced worker power. Using individual, industry, and state-level data, we demonstrate that measures of reduced worker power are associated with lower wage levels, higher pr ofit shares, and reductions in measures of the NAIRU. We argue that the declining worker power hypothesis is more compelling as an explanation for observed changes than increases in firms’ market power, both because it can simultaneously explain a falling labor share and a reduced NAIRU, and because it is more directly supported by the data.\n\n",
    "acknowledgement": "\nWe thank the editors Jan Eberly and Jim Stock, and discussants Steven Davis and Christina Patterson for their comments. For helpful discussions and/or comments we thank Pawel Bukowski, Gabriel Chodorow-Reich, Ray Fair, Richard Freeman, John Haltiwanger, Kathryn Holston, Larry Katz, Morris Kleiner, Pat Kline, Thomas Kochan, Larry Mishel, Simon Mongey, Peter Norlander, Valerie Ramey, Jake Rosenfeld, Bob Solow, and the participants of the Spring 2020 Brookings Papers on Economic Activity conference,the Spring 2020 Harvard macroeconomics workshop and the Spring . We are very grateful to Germán Gutiérrez and Thomas Philippon, David Baqaee and Emmanuel Farhi, Nicholas Bloom and David Price, Matthias Kehrig, Christina Patterson, and Maria Voronina for providing us with data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}