{
    "id": 27206,
    "citation_title": "Innovation, Growth and Structural Change in American Agriculture",
    "citation_author": [
        "Julian M. Alston",
        "Philip G. Pardey"
    ],
    "citation_publication_date": "2020-05-25",
    "issue_date": "2020-05-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n",
        "Country Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n",
        "Renewable Resources",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nU.S. agriculture was transformed during the 20th century by waves of innovation with mechanical, biological, chemical, and information technologies. Compared with a few decades ago, today’s agriculture is much less labor intensive and farms are much larger and more specialized, supplying a much-evolved market for farm products.  Over recent decades, the global landscape for agricultural R&D has shifted away from farms, away from the public sector toward the private sector, and away from the United States towards agriculturally important middle-income countries, especially China, India and Brazil.  U.S. investments in agricultural R&D are stalling even though meta-evidence shows that past U.S. investments in agricultural R&D have yielded very favorable returns: median reported benefit-cost ratios in the range of 12:1.  Sustained U.S. investment and innovation will be required to preserve past productivity gains in the face of climate change, coevolving pests and diseases, and changing technological regulations—let alone increase productivity.  Great potential exists for innovation in crop and livestock genetics and digital farming technologies to generate new products and production processes, but innovators are facing increasingly strong headwinds from social and political forces that seek to dictate technology choices.\n\n",
    "acknowledgement": "\nThe authors are grateful for the excellent research assistance provided by Connie Chan-Kang, Xudong Rao and Shanchao Wang, for helpful advice provided by James (Jess) Lowenberg-DeBoer, Abigail Okrent, J.B. Penn, and David Schimmelpfennig, and for helpful comments provided Brian Wright, other participants in the Symposium, and the organizers.  The work for this project was partly supported by the California Agricultural Experiment Station; the Minnesota Agricultural Experiment Station (MIN-14-161); the USDA National Research Initiative; and the Giannini Foundation of Agricultural Economics. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}