{
    "id": 27207,
    "citation_title": "Can the Covid Bailouts Save the Economy?",
    "citation_author": [
        "Vadim Elenev",
        "Tim Landvoigt",
        "Stijn Van Nieuwerburgh"
    ],
    "citation_publication_date": "2020-05-25",
    "issue_date": "2020-05-21",
    "revision_date": "2020-07-09",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Fiscal Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe covid-19 crisis has led to a sharp deterioration in firm and bank balance sheets. The government has responded with a massive intervention in corporate credit markets. We study equilibrium dynamics of macroeconomic quantities and prices, and how they are affected by government policy. The interventions prevent a much deeper crisis by reducing corporate bankruptcies by about half and short-circuiting the doom loop between corporate and financial sector fragility. The additional fiscal cost is zero since program spending replaces what would otherwise have been spent on intermediary bailouts. The model predicts rising interest rates on government debt and slow debt pay-down. We analyze an alternative intervention that targets aid to firms at risk of bankruptcy. While this policy prevents more bankruptcies and has lower fiscal cost, it only enjoys marginally higher welfare. Finally, we study longer-run consequences for firm leverage and intermediary health when pandemics become the new normal.\n\n",
    "acknowledgement": "\nThe authors thank Ralph Koijen, Hanno Lustig, Thomas Philippon, and seminar participants at Wharton's finance seminar. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}