{
    "id": 27202,
    "citation_title": "Modeling the Impacts of Agricultural Support Policies on Emissions from Agriculture",
    "citation_author": [
        "David Laborde",
        "Abdullah Mamun",
        "Will Martin",
        "Valeria Piñeiro",
        "Rob Vos"
    ],
    "citation_publication_date": "2020-05-25",
    "issue_date": "2020-05-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n",
        "Renewable Resources",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTo understand the impacts of support programs on global emissions, this paper considers the impacts of domestic subsidies, price distortions at the border, and investments in emission-reducing technologies on global greenhouse gas (GHG) emissions from agriculture. In a step towards a full evaluation of the impacts, it uses a counterfactual global model scenario showing how much emissions from agricultural production would change if agricultural support were abolished worldwide. The analysis indicates that, without subsidies paid directly to farmers, output of some emission-intensive activities and agricultural emissions would be smaller. Without agricultural trade protection, however, emissions would be higher. This is partly because protection reduces global demand more than it increases global agricultural supply, and partly because some countries that currently tax agriculture have high emission intensities. Policies that directly reduce emission intensities yield much larger reductions in emissions than those that reduce emission intensities by increasing overall productivity because overall productivity growth creates a rebound effect by reducing product prices and expanding output. A key challenge is designing policy reforms that effectively reduce emissions without jeopardizing other key goals such as improving nutrition and reducing poverty. This analysis is an important building block towards a full understanding the impacts of reforms to agricultural support on mitigation of greenhouse gas emissions and adaptation to climate change. That full analysis is being undertaken in current work incorporating land use changes and examining the impacts of specific reforms on mitigation, resilience and economic outcomes.\n\n",
    "acknowledgement": "\nThis technical paper is part of the input for a World Bank study on “Environmental Impacts of Agricultural Support: Aligning Food Security and Climate Protection Objectives.” It was prepared as an output of the CGIAR Research Program on Policies, Institutions and Markets (PIM). Funding for this research was provided by The World Bank and PIM. The authors are grateful to Madhur Gautam from the World Bank for comments on an earlier draft of this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}