{
    "id": 27208,
    "citation_title": "Corporate Hiring under COVID-19: Labor Market Concentration, Downskilling, and Income Inequality",
    "citation_author": [
        "Murillo Campello",
        "Gaurav Kankanhalli",
        "Pradeep Muthukrishnan"
    ],
    "citation_publication_date": "2020-05-25",
    "issue_date": "2020-05-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBig data on job-vacancy postings reveal several dimensions of the impact of COVID-19 on the U.S. job market. Firms have cut back on postings for high-skill jobs more than for low-skill jobs, with small firms nearly halting their new hiring altogether. New-hiring cuts and downskilling are most pronounced in local labor markets lacking depth (where employment is concentrated within a few firms), in low-income areas, and in areas with greater income inequality. Cuts are deeper in industries where workers are more unionized and in the non-tradable sector. Access to finance modulates corporate hiring, with credit-constrained firms curtailing their job postings the most. Our study shows how the early-2020 global pandemic is shaping the dynamics of hiring, identifying the firms, jobs, places, industries, and labor markets most affected by it. Our results point to important challenges to the scale and speed of a recovery.\n\n",
    "acknowledgement": "\nWe are grateful to Tom Ashenmacher at LinkUp for data access and support. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}