{
    "id": 27205,
    "citation_title": "Do Environmental Markets Cause Environmental Injustice? Evidence from California's Carbon Market",
    "citation_author": [
        "Danae Hernandez-Cortes",
        "Kyle C. Meng"
    ],
    "citation_publication_date": "2020-05-25",
    "issue_date": "2020-05-21",
    "revision_date": "2022-11-14",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMarket-based environmental policies are widely adopted on the basis of allocative efficiency. However, there is growing concern that market-induced spatial reallocation of pollution could widen existing pollution concentration gaps between disadvantaged and other communities. We examine how this \\environmental justice\" (EJ) gap changed following the 2013 introduction of California's carbon market, the world's second largest and the most subjected to EJ critiques. We estimate that the program lowered GHG, PM2:5, PM10, and NOx emissions by 3-9% annually between 2012-2017 for sample industrial facilities regulated only by the carbon market. Using a pollution dispersal model to characterize resulting spatial changes in pollution concentrations, we find the program caused EJ gaps in PM2:5, PM10, and NOx from these facilities to narrow by 6-10% annually. We demonstrate that explicit modeling of pollution dispersal is critical for detecting these results.\n\n",
    "acknowledgement": "\nThis paper has benefited from comments by Maximilian Auffhammer, Spencer Banzhaf, Youssef Benzarti, Severin Borenstein, Jim Bushnell, Kelly Caylor, Marc Conte, Chris Costello, Olivier Deschenes, Meredith Fowlie, Corbett Grainger, Larry Goulder, Kelsey Jack, Arturo Keller, Gary Libecap, Emily Maynard, Andrew Plantinga, David Pellow, Ed Rubin, Jim Salzman, Sam Stevenson, Alisa Tazhitdinova, Chris Tessum, and Paige Weber. We are also grateful for feedback received at various seminars and conferences. Kent Strauss and Vincent Thivierge provided excellent research assistance. Use was made of computational facilities purchased with funds from the National Science Foundation (CNS-1725797) and administered by the Center for Scientific Computing (CSC). The CSC is supported by the California NanoSystems Institute and the Materials Research Science and Engineering Center (MRSEC; NSF DMR 1720256) at UC Santa Barbara. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}