{
    "id": 27209,
    "citation_title": "Housing Search Frictions: Evidence from Detailed Search Data and a Field Experiment",
    "citation_author": [
        "Peter Bergman",
        "Eric W. Chan",
        "Adam Kapor"
    ],
    "citation_publication_date": "2020-05-25",
    "issue_date": "2020-05-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe randomized school quality information onto the listings of a nationwide housing website for low-income families. We use this variation and data on families' search and location choices to estimate a model of housing search and neighborhood choice that incorporates imperfect information and potentially biased beliefs. We find that imperfect information and biased beliefs cause families to live in neighborhoods with lower-performing, more segregated schools. Families underestimate school quality conditional on neighborhood characteristics. If we had ignored this information problem, we would have estimated that families value school quality relative to their commute downtown by half that of the truth.\n\n",
    "acknowledgement": "\nThe authors would like to thank Dan Ackerberg, Joe Altonji, Magdalena Bennett, Peter Blair, Stefanie DeLuca, Raj Chetty, Eric Chyn, Chris Conlon, Nathan Hendren, Larry Katz, David Phillips, Tom Vogl, and seminar and conference participants at HUD, UT Austin, ASU, UVA, NWU, Princeton, Harvard Opportunity Insights, NBER Education, Brookings, and AEFP for helpful feedback. This project was funded by the Walton Family Foundation, the Laura and John Arnold Foundation and J-PAL. The experimental portion of this study was pre-registered on OSF, which can be accessed here: https://osf.io/5psbw/. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}