{
    "id": 27201,
    "citation_title": "Urbanization in the Developing World: Too Early or Too Slow?",
    "citation_author": [
        "J. Vernon Henderson",
        "Matthew A. Turner"
    ],
    "citation_publication_date": "2020-05-25",
    "issue_date": "2020-05-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe describe patterns of urbanization in the developing world and the extent to which they differ from the developed world. We consider the extent to which urbanization in the developing world can be explained by conventional models of spatial equilibrium. Despite their relative poverty, developing world cities are relatively highly productive, and often provide good access to safe water, improved sanitation, schooling and inoculations. In some parts of the world, they are home to a surprisingly small number of factory workers and a surprisingly large number of farmers. Developing world cities seem to do less well at protecting their residents from lifestyle diseases and crime, their female residents from domestic violence and their children from illness. In thinking about these facts, we note that one strand of the literature focused on structural transformation has suggested that urbanization in the developing is occurring `too early’, while another strand argues that urbanization is occurring `too slow’ to be consistent with conventional models of spatial equilibrium. Despite many differences between developing and developed world cities, our new results combined with those in the literature suggest that models of spatial equilibrium can be adapted to be a useful guide to understanding the process of urbanization in the developing world.\n\n",
    "acknowledgement": "\nWe are grateful to Geetika Nagpal, Vivian Liu and Julia Lynn for excellent research assistance on this project. We thank Sebastian Kriticos and Jamila Nigmatulina for their preparation of the wage and income data which was used in the Kriticos and Henderson (2018) and Henderson, Kriticos and Nigmatulina (2019) published papers and Cong Peng and Vivian Liu for their preparation for the DHS and Afrobarometer data used in the Henderson, Liu, Peng and Storeygard (2019) European Union report. We also thank Gilles Duranton, Gordon Hanson,  Enrico Moretti,  Timothy Taylor, and Heidi Williams for helpful comments on an earlier draft. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}