{
    "id": 27216,
    "citation_title": "US Unemployment Insurance Replacement Rates During the Pandemic",
    "citation_author": [
        "Peter Ganong",
        "Pascal J. Noel",
        "Joseph S. Vavra"
    ],
    "citation_publication_date": "2020-05-25",
    "issue_date": "2020-05-21",
    "revision_date": "2020-08-25",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Insurance",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe use micro data on earnings together with the details of each state’s unemployment insurance (UI) system to compute the distribution of UI benefits after the uniform $600 Federal Pandemic Unemployment Compensation (FPUC) supplement implemented by the CARES Act. We find that between April and July 2020, 76% of workers eligible for regular Unemployment Compensation have statutory replacement rates above 100%, meaning that they are eligible for benefits which exceed lost wages. The median statutory replacement rate is 145%. We also compute comprehensive replacement rates, which account for employer provided non-wage compensation and differential tax treatment of labor income and UI. 69% of UI-eligible unemployed have comprehensive replacement rates above 100% and the median comprehensive replacement rate is 134%. The presence of the FPUC has important implications for the incidence of the recession and reverses income patterns which would have otherwise arisen across income levels, occupations, and industries.\n\n",
    "acknowledgement": "\nWe thank Gabe Chodorow-Reich, Michele Evermore, Jason Faberman, Nathaniel Hendren, Bruce Meyer, Marokey Sawo, Wayne Vroman and Stephen Wandner for helpful feedback, and Peter Robertson, Roshan Mahanth and Isaac Liu for excellent research assistance. We thank the Becker Friedman Institute at the University of Chicago for financial support. Replication code is  vailable at https://github.com/ganong-noel/ui_rep_rate. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}