{
    "id": 27218,
    "citation_title": "Implications of Stochastic Transmission Rates for Managing Pandemic Risks",
    "citation_author": [
        "Harrison Hong",
        "Neng Wang",
        "Jinqiang Yang"
    ],
    "citation_publication_date": "2020-05-25",
    "issue_date": "2020-05-21",
    "revision_date": "2020-09-17",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a model of pandemic risk management and ﬁrm valuation. We introduce aggregate transmission shocks into an epidemic model and link valuations to infections via an asset-pricing framework with vaccines. Infections lower earnings growth but ﬁrms can mitigate damages. We estimate a large reproduction number R0 and transmission volatility for COVID-19. Using these estimates, we assess the accuracy of deterministic approximations based on R0. Our model generates predictions consistent with data: unexpected infection resurgence, non-monotonic mitigation policies, and higher price-to-earnings ratios during a pandemic. Valuations would be signiﬁcantly lower absent mitigation and a high vaccine arrival rate.\n\n",
    "acknowledgement": "\nWe thank Ralph Koijen (Editor), two anonymous referees, Patrick Bolton, Ing-Haw Cheng, Marcin Kacperczyk, Jeﬀrey Kubik, Harry Mamaysky, Sen Pei, Bob Pindyck, Tom Sargent, Stijn Van Nieuwerburgh, Laura Veldkamp, and seminar participants at Columbia COVID-19 Virtual Symposium, Columbia Finance, and Imperial College London for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}