{
    "id": 27212,
    "citation_title": "Financing Vaccines for Global Health Security",
    "citation_author": [
        "Jonathan T. Vu",
        "Benjamin K. Kaplan",
        "Shomesh Chaudhuri",
        "Monique K. Mansoura",
        "Andrew W. Lo"
    ],
    "citation_publication_date": "2020-05-25",
    "issue_date": "2020-05-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Regulatory Economics",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nRecent outbreaks of infectious pathogens such as Zika, Ebola, and COVID-19 have underscored the need for the dependable availability of vaccines against emerging infectious diseases (EIDs). The cost and risk of R&D programs and uniquely unpredictable demand for EID vaccines have discouraged vaccine developers, and government and nonprofit agencies have been unable to provide timely or sufficient incentives for their development and sustained supply. We analyze the economic returns of a portfolio of EID vaccine assets, and find that under realistic financing assumptions, the expected returns are significantly negative, implying that the private sector is unlikely to address this need without public-sector intervention. We have sized the financing deficit for this portfolio and analyze several potential solutions, including price increases, enhanced public-private partnerships, and subscription models through which individuals would pay annual fees to obtain access to a portfolio of vaccines in the event of an outbreak.\n\n",
    "acknowledgement": "\nWe thank Ellen Carlin, Doug Criscitello, Margaret Crotty, Narges Dorratoltaj, Per Etholm, Jeremy Farrar, Nimah Farzan, Mark Feinberg, Jose-Maria Fernandez, John Grabenstein, Peter Hale, Richard Hatchett, Peter Hotez, Daniel Kaniewski, Adel Mahmoud, Mike Osterholm, Kevin Outterson, Chi Heem Wong, CEPI leadership, and two reviewers and the editor for helpful comments and discussion, and Jayna Cummings for editorial assistance. Research support from the MIT Laboratory for Financial Engineering and the Warren Alpert Medical School of Brown University is gratefully acknowledged. The views and opinions expressed in this article are those of the authors only, and do not necessarily represent the views and opinions of any institution or agency, any of their affiliates or employees, any of the individuals acknowledged above, or the National Bureau of Economic Research. Funding support from the MIT Laboratory for Financial Engineering is gratefully acknowledged, but no direct funding was received for this study and no funding bodies had any role in study design, data collection and analysis, decision to publish, or preparation of this manuscript. The authors were personally salaried by their institutions during the period of writing (though no specific salary was set aside or given for the writing of this manuscript).\n\n\n\nMonique K. Mansoura\n\nDr. Monique K. Mansoura previously worked for Novartis Vaccines, and, post acquisition of a component of that Division, Seqirus. There are no relevant financial relationship that are material to this research.\n\n\n\nAndrew W. Lo\n\nJ.V. and B.K. report no conflicts.\n\n\nS.C. is a co-founder and chief technology officer of QLS Advisors, a healthcare analytics and consulting company.\n\n\nM.M.  is  Executive  Director  for  Global  Health  Security  and  Biotechnology  at  The  MITRE Corporation, a not-for-profit organization working in the public interest as an operator of multiple federally funded research and development centers (FFRDCs). She is focused on the sustainability of the biodefense industrial base and the public-private partnerships that are vital to national and global health security.\n\n\nA.L.  reports  personal  investments  in  private  biotech  companies,  biotech  venture  capital funds,  and  mutual  funds.  A.L.  is  a  co-founder  and  partner  of  QLS Advisors,  a healthcare analytics  and  consulting  company;  an  advisor  to BrightEdge  Ventures; an advisor  to  and investor  in  BridgeBio  Pharma;  a  director  of  Roivant Sciences  Ltd., and Annual  Reviews; chairman emeritus and senior advisor to AlphaSimplex Group; and a member of the Board of  Overseers  at  Beth  Israel Deaconess  Medical  Center  and  the  NIH’s  National Center  for Advancing Translational Sciences Advisory Council and Cures Acceleration Network Review Board. During the most recent six-year period, A.L. has received speaking/consulting fees, honoraria, or other forms of compensation from: AIG, AlphaSimplex Group, BIS, BridgeBio Pharma, Citigroup, Chicago Mercantile Exchange, Financial Times, Harvard University, IMF, National  Bank of  Belgium,  Q  Group,  Roivant  Sciences,  Scotia Bank, State  Street  Bank, University of Chicago, and Yale University. Radius Health is not in the portfolio of any of the investment funds and is not in any way associated with the companies that the authors are affiliated with.\n\n\n"
}