{
    "id": 27215,
    "citation_title": "The Economics of Urban Density",
    "citation_author": [
        "Gilles Duranton",
        "Diego Puga"
    ],
    "citation_publication_date": "2020-05-25",
    "issue_date": "2020-05-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nUrban density boosts productivity and innovation, improves access to goods and services, reduces typical travel distances, encourages energy-efficient construction and transport, and facilitates sharing scarce amenities. However, density is also synonymous with crowding, makes living and moving in cities more costly, and concentrates exposure to pollution and disease. We explore the appropriate measurement of density and describe how it is both a cause and a consequence of the evolution of cities. We then discuss whether and how policy should target density and why the trade-off between its pros and cons is unhappily resolved by market and political forces.\n\n",
    "acknowledgement": "\nPuga gratefully acknowledges funding from the European Research Council under the European Union’s Horizon 2020 Programme (ERC Advanced Grant agreement 695107 – dynurban) and from Spain’s Ministry of Science and Innovation (grants ECO2016-80411-P and PRX19-00578), as well as the support and hospitality of the Wharton School’s Department of Real Estate during his visit as Judith C. and William G. Bollinger Visiting Professor. We are grateful to Gordon Hanson, Enrico Moretti, Frédéric Robert-Nicoud, Timothy Taylor, and Heidi Williams for very helpful feedback and to Yan Hu, Claudio Luccioletti and Giorgio Pietrabissa for research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. The replication files for this article are available at http://diegopuga.org/data/density/ in addition to the American Economic Association Data and Code Repository.\n\n\n"
}