{
    "id": 27219,
    "citation_title": "Global Comparatives Statics in General Equilibrium: Model Building from Theoretical Foundations",
    "citation_author": [
        "James R. Markusen"
    ],
    "citation_publication_date": "2020-05-25",
    "issue_date": "2020-05-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nInternational trade economists made seminal contributions to general equilibrium theory, moving away from an emphasis on existence of equilibrium to algebraic formulations which enabled us to characterize key relationships between parameters and variables, such as that between tariffs and domestic factor prices and welfare. But the analysis remained limited in value for policy evaluation: the analysis was local, it provided only qualitative results, it was limited to very small models, and strictly interior solutions had to be assumed. The contribution of this paper is pedagogic and methodological, providing a primer for those wishing to do or teach general-equilibrium counterfactuals on (for example) structural models. I show how the tools from early local comparative statics analyses can be generalized via the use of Shepard’s lemma, duality, complementarity and the Karush-Kuhn-Tucker theorem into a global, quantitative analysis of large changes in high-dimension models which also allows for regime changes and corner solutions. I then show how the resulting non-linear complementarity problem directly translates into a numerical model using GAMS (general algebraic modeling system).\n\n",
    "acknowledgement": "\nThis paper is a re-focused and re-oriented version of a paper prepared for a special issue of the International Journal of Economic Theory in honor of Ronald W. Jones, entitled “Ronald Jones duality analysis as a foundation for applied general-equilibrium modeling” The author thanks Alan Woodland and Thomas Rutherford for suggestions and perspectives.  Not only for helpful comments and suggestions on this paper, but for making essential contributions to the theory underlying the paper.  Alan Woodland for major contributions to the development of duality theory and Thomas Rutherford for developing and implementing the complementarity formulation of general equilibrium models.  In doing so, Rutherford simplified and standardized applied general-equilibrium analysis, allowing economists to concentrate on economics and policy analysis rather than on coding. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}