{
    "id": 27211,
    "citation_title": "Heterogeneous Actions, Beliefs, Constraints and Risk Tolerance During the COVID-19 Pandemic",
    "citation_author": [
        "Ying Fan",
        "A. Yeşim Orhun",
        "Dana Turjeman"
    ],
    "citation_publication_date": "2020-06-08",
    "issue_date": "2020-05-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Behavioral Economics",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDuring a pandemic, an individual's choices can determine outcomes not only for the individual but also for the entire community. Beliefs, constraints and preferences may shape behavior. This paper documents demographic differences in behaviors, beliefs, constraints and risk preferences across gender, income and political affiliation lines during the new coronavirus disease (COVID-19) pandemic. Our main analyses are based on data from an original nationally representative survey covering 5,500 adult respondents in the U.S. We find substantial gaps in behaviors and beliefs across gender, income and partisanship lines; in constraints across income levels; and in risk tolerance among men and women. Based on location data from a large sample of smartphones, we also document significant differences in mobility across demographics, which are consistent with our findings based on the survey data.\n\n",
    "acknowledgement": "\nAuthors are listed alphabetically. We thank SafeGraph Inc. for data access, Max Resnick and Helen Wang for excellent research assistance and Lillian Chen for survey management. The University of Michigan IRB approved this study (HUM00148129, HUM00180582, and HUM00180640). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}