{
    "id": 27210,
    "citation_title": "Collateralized Marriage",
    "citation_author": [
        "Jeanne Lafortune",
        "Corinne Low"
    ],
    "citation_publication_date": "2020-05-25",
    "issue_date": "2020-05-21",
    "revision_date": "2021-04-27",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the role of wealth in the marriage contract by developing a model of the household where investments in public goods can be made at the cost of future earnings. If couples cannot commit ex ante to a suﬃciently equal post-divorce allocation, specialization and public good creation will be sub-optimal. However, accumulating joint assets, which the marriage contract speciﬁes are to be divided in the case of divorce, can reduce this problem by oﬀering insurance to the lower earning partner. Our model demonstrates that access to this “collateralized” version of the contract will lead to more household specialization, more public goods, and a higher value of marriage. To test the model’s predictions, we use homeownership as a proxy for access to joint savings technology, since homes are particularly likely to be divided in a way that favors the lower earning partner. We use idiosyncratic variation in housing prices at the time of marriage and an instrumental variables strategy to show that quasi-exogenous variation in homeownership access leads to greater specialization. We then show that as policies made marriage and non-marital fertility more similar in other ways, wealth has become a more important determinant of who marries. Our model and empirical results suggest wealthy individuals can access a more advantageous marriage contract, which has important policy implications.\n\n",
    "acknowledgement": "\nWe are grateful for helpful comments and suggestions from Manuela Angelucci, Pierre-André Chiappori, Anthony DeFusco, Jonathan Dingel, Fernando Ferreira, Edward Glaeser, Larry Katz, Ben Keys, Alexandra Killewald, Christopher Palmer, Krishna Pendakur, Aloysius Siow, Maisy Wong, and Alessandra Voena, as well as seminar participants at the University of Toronto, University of Pennsylvania, Harvard, University of Southern California, PUC - Rio, University of California - San Diego, Columbia, Princeton, Dartmouth, University of Massachusetts - Boston, and participants in LACEA-LAMES, the ASSA meetings, the Family Inequality meeting in Leuven, the Penn–Wharton marriage and households conference, and the NBER Summer Institute. Lafortune acknowledges ﬁnancial support from Fondecyt Regular No 1150337. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}