{
    "id": 27214,
    "citation_title": "Cyclical Lending Standards: A Structural Analysis",
    "citation_author": [
        "Kaiji Chen",
        "Patrick C. Higgins",
        "Tao Zha"
    ],
    "citation_publication_date": "2020-05-25",
    "issue_date": "2020-05-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Data Collection",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nLending standards are a direct measure of credit conditions.  We use the micro data merged from three separate sources to construct this measure and document that an uncertain macroeconomic outlook, rather than banks' balance sheet positions, was an important reason that a majority of banks tightened bank lending standards during the Great Recession. Our extensive data analysis disciplines how we introduce credit frictions in the banking sector into a macroeconomic model. The model estimation reveals that an exogenous shock to credit supply drives cyclical lending standards and accounts for a significant portion of fluctuations in bank loans and aggregate output.\n\n",
    "acknowledgement": "\nWe thank Lars Hansen, Boyan Jovanovic, Vincenzo Quadrini, Juan Sanchez, and seminar participants at University of Notre Dame, University of Illinois, the 2017 AEA meeting, 2016 SED meeting, Bank of Korea, European Central Bank, Federal Reserve Bank of St. Louis, and Federal Reserve Board of Governors for helpful discussions.  Tong Xu provided superlative research assistance. Earlier versions of this paper were titled “Lending Efficiency Shock.'” The research is supported in part by the National Science Foundation Grant SES 1558486 through the NBER and by the National Natural Science Foundation of China Research Grants 71633003 and 71473168. The views expressed herein are those of the authors and do not necessarily reflect the views of the Federal Reserve Bank of Atlanta, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}