{
    "id": 27228,
    "citation_title": "The Macroeconomics of a Pandemic: A Minimalist Model",
    "citation_author": [
        "Luis Felipe Céspedes",
        "Roberto Chang",
        "Andrés Velasco"
    ],
    "citation_publication_date": "2020-05-25",
    "issue_date": "2020-05-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Public Economics",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe build a minimalist model of the macroeconomics of a pandemic, with two essential components. The first is productivity-related: if the virus forces firms to shed labor beyond a certain threshold, productivity suffers. The second component is a credit market imperfection: because lenders cannot be sure a borrower will repay, they only lend against collateral. Expected productivity determines collateral value; in turn, collateral value can limit borrowing and productivity. As a result, adverse shocks have large magnification effects, in an unemployment and asset price deflation doom loop. There may be multiple equilibria, so that pessimistic expectations can push the economy to a bad equilibrium with limited borrowing and low employment and productivity. The model helps identify policies to fight the effects of the pandemic. Traditional expansionary fiscal policy has no beneficial effects, while cutting interest rates has a limited effect if the initial real interest rate is low. By contrast, several unconventional policies, including wage subsidies, helicopter drops of liquid assets, equity injections, and loan guarantees, can keep the economy in a full-employment, high-productivity equilibrium. Such policies can be fiscally expensive, so their implementation is feasible only with ample fiscal space or emergency financing from abroad.\n\n",
    "acknowledgement": "\nWork on this paper was carried out while Roberto Chang served as BP Centennial Professor at the London School of Economics and Political Science. We acknowledge with thanks very useful conversations on the subject of this paper with several LSE colleagues. As always, all errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}