{
    "id": 27222,
    "citation_title": "Tokenomics: Dynamic Adoption and Valuation",
    "citation_author": [
        "Lin William Cong",
        "Ye Li",
        "Neng Wang"
    ],
    "citation_publication_date": "2020-05-25",
    "issue_date": "2020-05-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a dynamic asset-pricing model of cryptocurrencies/tokens that allow users to conduct peer-to-peer transactions on digital platforms. The equilibrium value of tokens is determined by aggregating heterogeneous users' transactional demand rather than discounting cashflows as in standard valuation models. Endogenous platform adoption builds upon user network externality and exhibits an S-curve — it starts slow, becomes volatile, and eventually tapers off. Introducing tokens lowers users' transaction costs on the platform by allowing users to capitalize on platform growth. The resulting intertemporal feedback between user adoption and token price accelerates adoption and dampens user-base volatility.\n\n",
    "acknowledgement": "\nWe are deeply grateful to Editor and two anonymous referees for very helpful comments. We thank Philip Bond, Matthieu Bouvard, Jaime Casassus, Tom Ding, Alex Frankel, Zhiguo He, Dirk Jenter, Andrew Karolyi, Yongjin Kim, Michael Sockin, Aleh Tsyvinski, Pietro Veronesi, Johan Walden, Larry Wall, Randall Wright, Yizhou Xiao, and seminar and conference participants at AEA/AFE (Atlanta), Ansatz Capital, Ant Financial, Atlanta Fed & GSU CEAR Conference on Financial Stability Implications of New Technology, Baidu Du Xiaoman Financial, CEPR ESSFM Gerzensee, Chicago Booth, City University of Hong Kong International Finance Conference, CKGSB, CMU Tepper (Business Technology/Information Systems), Emerging Trends in Entrepreneurial Finance Conference, Finance UC 14th International Conference, Georgetown, HKUST Finance Symposium, JOIM Conference on FinTech, LeBow/GIC/FRB Conference on Cryptocurrencies in the Global Economy, London Finance Theory Group Summer Conference, Luohan Academy First Digital Economy Conference (joint with Alibaba Damo Academy), National University of Singapore, NYU Stern FinTech Conferece, Norwegian School of Economics, PBC School of Finance, the 3rd Pensions and ESG Forum, RCFS/RAPS Conference in Baha Mar, 3rd Rome Junior Finance Conference, SEC DERA, Shanghai Forum, Stanford SITE, Tokenomics International conference on Blockchain Economics, Security and Protocols, University of Cincinnati, University of Washington Foster, University of Zurich/ETH, and UT Dallas Finance Conference for helpful comments. Cong gratefully acknowledges Xiao Zhang for excellent research assistance and the Center for Research in Security Prices for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}