{
    "id": 27229,
    "citation_title": "Were Urban Cowboys Enough to Control COVID-19? Local Shelter-in-Place Orders and Coronavirus Case Growth",
    "citation_author": [
        "Dhaval M. Dave",
        "Andrew I. Friedson",
        "Kyutaro Matsuzawa",
        "Joseph J. Sabia",
        "Samuel Safford"
    ],
    "citation_publication_date": "2020-05-25",
    "issue_date": "2020-05-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nOne of the most common policy prescriptions to reduce the spread of COVID-19 has been to legally enforce social distancing through state or local shelter-in-place orders (SIPOs). This paper is the first to explore the comparative effectiveness of early county-level SIPOs versus later statewide mandates in curbing COVID-19 growth. We exploit the unique laboratory of Texas, a state in which the early adoption of local SIPOs by densely populated counties covered almost two-thirds of the state’s population prior to Texas’s adoption of a statewide SIPO on April 2, 2020. Using an event study framework, we document that countywide SIPO adoption is associated with a 14 percent increase in the percent of residents who remain at home full-time, a social distancing effect that is largest in urbanized and densely populated counties. Then, we find that in early adopting counties, COVID-19 case growth fell by 19 to 26 percentage points two-and-a-half weeks following adoption of a SIPO, a result robust to controls for county-level heterogeneity in outbreak timing, coronavirus testing, and border SIPO policies. This effect is driven nearly entirely by highly urbanized and densely populated counties. We find that approximately 90 percent of the curbed growth in COVID-19 cases in Texas came from the early adoption of SIPOs by urbanized counties, suggesting that the later statewide shelter-in-place mandate yielded relatively few health benefits.\n\n",
    "acknowledgement": "\nSabia acknowledges research support from the Center for Health Economics & Policy Studies at San Diego State University, including grant funding received from the Charles Koch Foundation and Troesh Family Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}