{
    "id": 27224,
    "citation_title": "Global Supply Chains in the Pandemic",
    "citation_author": [
        "Barthélémy Bonadio",
        "Zhen Huo",
        "Andrei A. Levchenko",
        "Nitya Pandalai-Nayar"
    ],
    "citation_publication_date": "2020-05-25",
    "issue_date": "2020-05-21",
    "revision_date": "2021-04-13",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the role of global supply chains in the impact of the Covid-19 pandemic on GDP growth using a multi-sector quantitative framework implemented on 64 countries. We discipline the labor supply shock across sectors and countries using the fraction of work in the sector that can be done from home, interacted with the stringency with which countries imposed lockdown measures. One quarter of the total model-implied real GDP decline is due to transmission through global supply chains. However, “renationalization” of global supply chains does not in general make countries more resilient to pandemic-induced contractions in labor supply. This is because eliminating reliance on foreign inputs increases reliance on the domestic inputs, which are also disrupted due to nationwide lockdowns. In fact, trade can insulate a country imposing a stringent lockdown from the pandemic-shock, as its foreign inputs are less disrupted than its domestic ones. Finally, unilateral lifting of the lockdowns in the largest economies can contribute as much as 2.5%to GDP growth in some of their smaller trade partners.\n\n",
    "acknowledgement": "\nWe are grateful to the editor (Andrés Rodríguez-Clare), two anonymous referees, Costas Arkolakis, David Baqaee, Lorenzo Caliendo, Ayşegül Şahin, Sebastian Sotelo, and Meredith Startz as well as seminar participants at the IMF, Rebuilding Macroeconomics, Mason Online Pandemic Modeling Forum, the International Growth Centre, the NBER ITI Summer Institute, the NBER ITI Spring Meetings, the IMF Jacques Polak Annual Research Conference, the AEA meetings, and the Central Bank of Russia Research Workshop for helpful suggestions, and to Jonathan Dingel and Hernan Winkler for sharing their data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}