{
    "id": 27223,
    "citation_title": "Voluntary Regulation: Evidence from Medicare Payment Reform",
    "citation_author": [
        "Liran Einav",
        "Amy Finkelstein",
        "Yunan Ji",
        "Neale Mahoney"
    ],
    "citation_publication_date": "2020-05-25",
    "issue_date": "2020-05-21",
    "revision_date": "2022-04-27",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nGovernment programs are often offered on an optional basis to market participants. We explore the economics of such voluntary regulation in the context of a Medicare payment reform, in which one medical provider receives a single, predetermined payment for a sequence of related healthcare services, instead of separate service-specific payments. This “bundled payment” program was originally implemented as a 5-year randomized trial, with mandatory participation by hospitals assigned to the new payment model, but after two years participation was unexpectedly made voluntary for half of these hospitals. Using detailed claim-level data, we document that voluntary participation is more likely for hospitals who can increase revenue without changing behavior (“selection on levels”) and for hospitals that had large changes in behavior when participation was mandatory (“selection on slopes”). To assess outcomes under counterfactual regimes, we estimate a simple model of responsiveness to and selection into the program. We find that the current voluntary regime generates inefficient transfers to hospitals and reduces social welfare compared to the status quo, but that alternative (feasible) designs could substantially reduce these inefficient transfers. Our analysis highlights key design elements to consider under voluntary regulation.\n\n",
    "acknowledgement": "\nWe thank Parag Pathak, Jonathan Skinner, and participants in many seminars for helpful comments, and Sophia Mo and Xuyang Xia for outstanding research assistance. We gratefully acknowledge support from J-PAL North America’s Health Care Delivery Initiative (Finkelstein and Mahoney), the National Institute of Aging grant P01AG019783-15, the Laura and John Arnold Foundation (Einav, Finkelstein and Mahoney), the Becker Friedman Institute at the University of Chicago (Mahoney) and the National Science Foundation SES-1730466 (Mahoney). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nLiran Einav\n\nI would like to disclose that I am an adviser to Nuna Health, a data analytics startup company, which specializes in analytics of health insurance claims. I am not being paid by them, but have received equity (nominal value is less than $1,000 the market value is hard to assess).\n\n\n"
}