{
    "id": 27221,
    "citation_title": "When is Debt Odious? A Theory of Repression and Growth Traps",
    "citation_author": [
        "Viral V. Acharya",
        "Raghuram Rajan",
        "Jack Shim"
    ],
    "citation_publication_date": "2020-05-25",
    "issue_date": "2020-05-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow is a developing country affected by its odious government’s ability to borrow in international markets? We examine the dynamics of a country’s growth, consumption, and sovereign debt, assuming that the government is myopic and wants to maximize short-term, socially unproductive, spending. Interestingly, access to external borrowing can extend the government’s effective horizon; the government’s ability to borrow hinges on its convincing investors they will be repaid, which gives it a stake in the future. The lengthening of the government’s effective horizon can incentivize it to tax less, resulting in higher steady-state household consumption than if it could not borrow. However, in a developing country that saves little, the government may engage in more repressive policies to enhance its debt capacity, which only ensures that successor governments repress as well. This leads to a “growth trap” where household steady-state consumption is lower than if the government had no access to debt. We characterize circumstances in which odious government leads to odious debt and those in which it does not, and discuss policies that might ameliorate the welfare of the citizenry.\n\n",
    "acknowledgement": "\nWe thank Yang Su for excellent research assistance. We are also grateful to Olivier Wang and seminar participants at the Department of Finance, NYU Stern School of Business for very helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}