{
    "id": 27234,
    "citation_title": "Why Has the US Economy Recovered So Consistently from Every Recession in the Past 70 Years?",
    "citation_author": [
        "Robert E. Hall",
        "Marianna Kudlyak"
    ],
    "citation_publication_date": "2020-05-25",
    "issue_date": "2020-05-21",
    "revision_date": "2021-06-07",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA remarkable fact about the historical US business cycle is that, after unemployment reached its peak in a recession, and a recovery begins, the annual reduction in the unemployment rate is stable at around one tenth of the current level of unemployment. We document this fact in a companion paper, Hall and Kudlyak (2020a). Here, we consider explanations for the surprising consistency of recoveries. We show that the evolution of the labor market from recession to recovery involves more than the direct effect of persistent unemployment of job-losers from the recession shock -- unemployment during the recovery is above normal for people who did not lose jobs during the recession. We explore models of the labor market's self-recovery that imply gradual working off of unemployment following a recession shock. We emphasize the feedback from high unemployment to the forces driving job creation. These models also explain why the recovery of market-wide unemployment is so much slower than the rate at which individual unemployed workers find new jobs. The reasons include the fact that the path that individual job-losers follow back to stable employment often includes several brief interim jobs.\n\n",
    "acknowledgement": "\nHall's research was supported by the Hoover Institution. The opinions expressed are those of the authors and do not reflect those of the Federal Reserve Bank of San Francisco, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}