{
    "id": 27237,
    "citation_title": "The Persuasive Effect of Fox News: Non-Compliance with Social Distancing During the Covid-19 Pandemic",
    "citation_author": [
        "Andrey Simonov",
        "Szymon K. Sacher",
        "Jean-Pierre H. Dubé",
        "Shirsho Biswas"
    ],
    "citation_publication_date": "2020-05-25",
    "issue_date": "2020-05-21",
    "revision_date": "2020-07-30",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe test for and measure the effects of cable news in the US on regional differences in compliance with recommendations by health experts to practice social distancing during the early stages of the COVID-19 pandemic. We use a quasi-experimental design to estimate the causal effect of Fox News viewership on stay-at-home behavior by using only the incremental local viewership due to the quasi-random assignment of channel positions in a local cable line-up. We find that a 10% increase in Fox News cable viewership (approximately 0:13 higher viewer rating points) leads to a 1.3 percentage point reduction in the propensity to stay at home. We find a persuasion rate of Fox News on non-compliance with stay-at-home behavior during the crisis of about 5:7% - 28:4% across our various social distancing metrics.\n\n",
    "acknowledgement": "\nAuthors contributed equally and names are listed in reverse alphabetical order. We thank Nielsen, SafeGraph, HomeBase and Facteus for providing access to the data. We also thank the NBER for helping with the purchase of some of the Nielsen data. The opinions expressed in this paper do not reflect those of the data providers. We are extremely grateful to Matt Gentzkow for extensive comments and suggestions. We also thank Tomomichi Amano, Charles Angelucci, Oded Netzer, Maria Petrova, Andrea Prat, Anita Rao, Olivier Toubia, Raluca Ursu, Ali Yurukoglu, participants of the NYC Media Seminar, 2020 Marketing Science conference, and the Columbia COVID-19 Symposium for comments and suggestions. Supported by the Chazen Institute for Global Business at Columbia Business School. Dubé acknowledges research support from the Kilts Center for Marketing and the Charles E. Merrill faculty research fund.The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}