{
    "id": 27231,
    "citation_title": "The Term Structure of Covered Interest Rate Parity Violations",
    "citation_author": [
        "Patrick Augustin",
        "Mikhail Chernov",
        "Lukas Schmid",
        "Dongho Song"
    ],
    "citation_publication_date": "2020-05-25",
    "issue_date": "2020-05-21",
    "revision_date": "2024-02-29",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe quantify the impact of risk-based and non-risk-based intermediary constraints (IC) on the term structure of CIP violations. Using a stochastic discount factor (SDF) inferred from interest rate swaps, we value currency derivatives. The wedge between model-implied and observed derivative prices reflects the impact of non-risk-based IC because our SDF incorporates risk-based IC. There is no wedge at short horizons, while the wedge accounts for 40% of long-term CIP violations. Consistent with IC theory, the wedge correlates with the shadow cost of intermediary capital, and the SDF-implied interest rate is a weighted average of collateralized and uncollateralized interest rates.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. We thank the editor Stefan Nagel, the associate editor, and two referees for their valuable feedback. We are also grateful to Hitesh Doshi, Wenxin Du, Gregory Duffee, Nicolae Gârleanu, Valentin Haddad, Ben Hebert, Robert Hodrick, Michael Johannes, Lukas Kremens, Wenhao Li, Lars Lochstoer, Hanno Lustig, Tyler Muir, Paolo Pasquariello, Yang Song, Fabrice Tourre, Adrien Verdelhan, Irina Zviadadze and participants in seminars and conferences sponsored by the University of North Carolina at Chapel Hill Kenan-Flagler Business School, the Swiss Finance Institute at USI Lugano, the Stockholm School of Economics, HEC Liége, Seoul National University, Bocconi University, the Hong Kong Institute of Monetary and Financial Research, the 2021 Adam Smith Workshop, the Federal Reserve Board, the University of Oklahoma Price College of Business, C. T. Bauer College of Business at the University of Houston, 2021 NBER LTAM conference, Texas A&M University, the University of Washington Foster School of Business, the University of Toronto Rotman School of Management, the University of Southern California Marshall School of Business, HEC Montréal, McGill University’s Desautels Faculty of Management, Arizona State University Carey School of Business, MIT Sloan School of Management, UCLA Anderson School of Management, the 2021 Vienna Symposium on Foreign Exchange Markets, the CDI Virtual Derivatives Workshop, and the 2020 David Backus memorial conference. Augustin acknowledges the support of the Hong Kong Institute for Monetary and Financial Research for this project. An earlier version of the paper was titled “A no-arbitrage perspective on global arbitrage opportunities.”\n\n\n"
}