{
    "id": 27233,
    "citation_title": "Three Myths about Federal Regulation",
    "citation_author": [
        "Patrick A. McLaughlin",
        "Casey B. Mulligan"
    ],
    "citation_publication_date": "2020-05-25",
    "issue_date": "2020-05-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDespite evidence to the contrary, three common myths persist about federal regulations. The first myth is that many regulations concern the environment, but in fact only a small minority of regulations are environmental. The second myth is that most regulations contain quantitative estimates of costs or benefits. However, these quantitative estimates appear rarely in published rules, contradicting the impression given by executive orders and Office of Management and Budget guidance, which require cost-benefit analysis (CBA) and clearly articulate sound economic principles for conducting CBA. Environmental rules have relatively higher-quality CBAs, at least by the low standards of other federal rules. The third myth, which is particularly relevant to the historic regulations promulgated during the COVID-19 pandemic, is the misperception that regulatory costs are primarily clerical, rather than opportunity or resource costs. If technocrats have triumphed in the regulatory arena, their victory has not been earned by the merits of their analysis.\n\n",
    "acknowledgement": "\nWe appreciate insights from, discussions with, and reports by the White House Council of Economic Advisers. Blake Hoarty and Hayden Warlick provided valuable research assistance.  We also thank Christina Behe and Nita Ghei for providing useful feedback on an early draft. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}