{
    "id": 27235,
    "citation_title": "Impacts of State Reopening Policy on Human Mobility",
    "citation_author": [
        "Thuy D. Nguyen",
        "Sumedha Gupta",
        "Martin Andersen",
        "Ana Bento",
        "Kosali I. Simon",
        "Coady Wing"
    ],
    "citation_publication_date": "2020-05-25",
    "issue_date": "2020-05-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study quantifies the effect of state reopening policies on daily mobility, travel, and mixing behavior during the COVID-19 pandemic. We harness cell device signal data to examine the effects of the timing and pace of reopening plans in different states. We quantify the increase in mobility patterns during the reopening phase by a broad range of cell-device-based metrics. Soon (four days) after reopening, we observe a 6% to 8% mobility increase. In addition, we find that temperature and precipitation are strongly associated with increased mobility across counties. The mobility measures that reflect visits to a greater variety of locations responds the most to reopening policies, while total time in vs. outside the house remains unchanged. The largest increases in mobility occur in states that were late adopters of closure measures, suggesting that closure policies may have represented more of a binding constraint in those states. Together, these four observations provide an assessment of the extent to which people in the U.S. are resuming movement and physical proximity as the COVID-19 pandemic continues.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nThuy D. Nguyen\n\nDr. Thuy Nguyen has received fellowship stipends from Indiana University’s Grand Challenge Initiatives. Previously, Dr. Nguyen received postdoctoral fellowship funding through the SPEA Postdoctoral Fellows on Regulatory Reform program. Funding for this program is provided by the Searle Freedom Trust. These sources of funding did not support the work described in this paper.\n\n\n"
}