{
    "id": 27244,
    "citation_title": "Reopening Scenarios",
    "citation_author": [
        "David Baqaee",
        "Emmanuel Farhi",
        "Michael J. Mina",
        "James H. Stock"
    ],
    "citation_publication_date": "2020-05-25",
    "issue_date": "2020-05-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use a five-age epidemiological model, combined with 66-sector economic accounting, to address a variety of questions concerning the economic reopening. We calibrate/estimate the model using contact survey data and data on weekly historical individual actions and non-pharmaceutical interventions in the weeks ending March 8 – May 16, 2020. Going forward, we model a decision-maker (governor) as following reopening guidelines like those proposed by the White House and the CDC. The sectoral accounting, combined with information on personal proximity and ability to work from home by sector, make it possible to construct a GDP-to-Risk index of which sectors provide the greatest increment in GDP per marginal increase in R0. Through simulations, we find that: a strong economic reopening is possible; a “smart” reopening, preferencing some sectors over others, makes only modest improvements over a broad reopening; and all this hinges on retaining strong restrictions on non-work social contacts. If non-work contacts – going to bars, shopping without social distancing and masks, large group gatherings, etc. – return only half-way to the pre-COVID-19 baseline, the current decline in deaths reverses leading to a second wave of business closures.\n\n",
    "acknowledgement": "\nWe thank Veronica De Falco, Michael Droste, Adriano Fernandes, Kathryn Holston, Stephanie Kestelman, Ed Kong, Danila Maroz, Chika Okafor, and Lingdi Xu for research assistance and James Hay for helpful discussions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}