{
    "id": 27246,
    "citation_title": "The Impacts of COVID-19 on Minority Unemployment: First Evidence from April 2020 CPS Microdata",
    "citation_author": [
        "Robert W. Fairlie",
        "Kenneth Couch",
        "Huanan Xu"
    ],
    "citation_publication_date": "2020-05-25",
    "issue_date": "2020-05-21",
    "revision_date": "2021-02-11",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Labor Discrimination",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCOVID-19 abruptly impacted the labor market with the unemployment rate jumping to 14.7 percent less than two months after state governments began adopting social distancing measures. Unemployment of this magnitude has not been seen since the Great Depression. This paper provides the first study of how the pandemic impacted minority unemployment using CPS microdata through April 2020. African-Americans experienced an increase in unemployment to 16.6 percent, less than anticipated based on previous recessions. In contrast, Latinx, with an unemployment rate of 18.2 percent, were disproportionately hard hit by COVID-19. Adjusting for concerns of the BLS regarding misclassification of unemployment, we create an upper-bound measure of the national unemployment rate of 26.5 percent, which is higher than the peak observed in the Great Depression. The April 2020 upper-bound unemployment rates are an alarming 31.8 percent for blacks and 31.4 percent for Latinx. Difference-in-difference estimates suggest that blacks were, at most, only slightly disproportionately impacted by COVID-19. Non-linear decomposition estimates indicate that a slightly favorable industry distribution partly protected them from being hit harder by COVID-19. The most impacted group are Latinx. Difference-in-difference estimates unequivocally indicate that Latinx were disproportionately impacted by COVID-19. An unfavorable occupational distribution and lower skills contributed to why Latinx experienced much higher unemployment rates than whites.  These findings of early impacts of COVID-19 on unemployment raise important concerns about long-term economic effects for minorities.\n\n",
    "acknowledgement": "\nThere are no funding sources to acknowledge or disclose. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}