{
    "id": 27249,
    "citation_title": "COVID-19 and Implications for Automation",
    "citation_author": [
        "Alex W. Chernoff",
        "Casey Warman"
    ],
    "citation_publication_date": "2020-07-13",
    "issue_date": "2020-07-09",
    "revision_date": "2020-11-09",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nCOVID-19 may accelerate the automation of jobs, as employers invest in technology to adapt the production process to safeguard against current and potential future pandemics. We identify occupations that have high automation potential and also exhibit a high degree of risk of viral infection. We then examine regional variation in terms of which U.S. local labor markets are most at risk. Next, we outline the differential impact that COVID-19 may have on automatable jobs for different demographic groups. We find that occupations held by U.S. females with mid to low levels of wages and education are at highest risk. Using comparable data for 25 other countries, we find women in this demographic are also at highest risk internationally.\n\n",
    "acknowledgement": "\nThe American Community Survey data comes from the IPUMS-USA, University of Minnesota, www.ipums.org (Ruggles et al., 2020). The O*NET data is available at https://www.onetonline.org/. The automation potential and viral transmission risk variables used in this paper constructed from the O*NET are available at Download Data. The views in this paper are those of the authors and do not necessarily reflect those of the Bank of Canada or the National Bureau of Economic Research. All errors are our own.\n\n\n"
}