{
    "id": 27241,
    "citation_title": "Human Capital Investment in the Presence of Child Labor",
    "citation_author": [
        "Natalie Bau",
        "Martin Rotemberg",
        "Manisha Shah",
        "Bryce Steinberg"
    ],
    "citation_publication_date": "2020-05-25",
    "issue_date": "2020-05-21",
    "revision_date": "2024-05-29",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPolicies that improve early life human capital are a promising tool to alter disadvantaged children’s lifelong trajectories. Yet in many low-income countries, children and their parents face tradeoffs between schooling and productive work. If there are positive returns to human capital in child labor, then children who receive greater early life investments may attend less school. Exploiting early life rainfall shocks in India as a source of exogenous variation in early life investment, we show that child labor attenuates the positive effects of early life investment, and increased early life investment increases school dropout in districts with high child labor. This lower educational investment has persistent long-term consequences into adulthood, resulting in lower household consumption. We show that our results are robust to instrumenting for child labor prevalence using local crop mix. Reductions in educational investment in response to positive early life shocks appear to reduce overall welfare in high child labor districts.\n\n",
    "acknowledgement": "\nWe are grateful to seminar and conference participants at Ashoka, BREAD, Dartmouth, Duke, IFPRI, Kent, NBER Children’s and Development Meetings, Northwestern, NYU, UChicago, UCSD, NEUDC, and PacDev for insightful comments and suggestions. We would like to thank David Atkin, Eric Edmonds, Michael Gechter, and Abhijeet Singh for helpful advice. We thank Maria Elena Guerrero, David Henning, Gabriela Rubio, and Yiran Xie for their excellent research assistance. Bau, Shah, and Steinberg gratefully acknowledge funding from NSF grants #1658852 and #2049936. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}