{
    "id": 27245,
    "citation_title": "Fatalism, Beliefs, and Behaviors During the COVID-19 Pandemic",
    "citation_author": [
        "Jesper Akesson",
        "Sam Ashworth-Hayes",
        "Robert Hahn",
        "Robert D. Metcalfe",
        "Itzhak Rasooly"
    ],
    "citation_publication_date": "2020-05-25",
    "issue_date": "2020-05-21",
    "revision_date": "2021-09-03",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nLittle is known about how people’s beliefs concerning the Coronavirus Disease 2019 (COVID-19) influence their behavior. To shed light on this, we conduct an online experiment (n = 3,610) with US and UK residents. Participants are randomly allocated to a control group or to one of two treatment groups. The treatment groups are shown upperor lower-bound expert estimates of the infectiousness of the virus. We present three main empirical findings. First, individuals dramatically overestimate the dangerousness and infectiousness of COVID-19 relative to expert opinion. Second, providing people with expert information partially corrects their beliefs about the virus. Third, the more infectious people believe that COVID-19 is, the less willing they are to take protective measures, a finding we dub the “fatalism effect”. We develop a formal model that can explain the fatalism effect and discuss its implications for optimal policy during the pandemic.\n\n",
    "acknowledgement": "\nWe would like to thank Simge Andi, Luigi Butera, Rena Conti, Zoe Cullen, Keith Ericson, John Friedman, Tal Gross, Nikhil Kalyanpur, Rebecca Koomen, John List, Mario Macis, Paulina Olivia, Ricardo Perez-Truglia, Jim Rebitzer, Cass Sunstein, Dmitry Taubinsky and Jasmine Theilgaard for helpful suggestions. We thank Senan Hogan-Hennessey and Manuel Monti-Nussbaum for their valuable research assistance. Any opinions expressed in this paper are those of the authors and do not necessarily represent those of the institutions with which they are affiliated. AEA Registry No. AEARCTR-0005775. This research did not receive any specific grant from funding agencies in the public, commercial, or not-for-profit sectors. Correspondence: jesper@thebehaviouralist.com The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}