{
    "id": 27240,
    "citation_title": "Persistent Effects of Violent Media Content",
    "citation_author": [
        "Jason M. Lindo",
        "Isaac D. Swensen",
        "Glen R. Waddell"
    ],
    "citation_publication_date": "2020-05-25",
    "issue_date": "2020-05-21",
    "revision_date": "2020-06-02",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nWe document the immediate and long-term effects of violent media. Specifically, we evaluate the effects of The Ultimate Fighter, a hit TV show that features fighters competing in violent mixed martial arts and which brought Ultimate Fighting Championship into the mainstream. We estimate the effect of early exposure to this show using panel data from police agencies across the United States and a strategy that uses network ratings prior to the show's premier as an instrumental variable. We show that early exposure significantly reduced crime: these effects are particularly evident for assault, began in the month the show premiered, and persisted for many years. These estimates do not reflect systematic differences across geographic areas in their trends in crime rates prior to 2005. To complement our main results, we also investigate the effects of \"UFC Main Events,\" which air in bars and on Pay-Per-View. This analysis additionally suggests reductions in violence caused by viewership.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge being included as one of the teams given access to Nielsen data through the NBER-Nielsen Collaboration, led by Andrew Sweeting, Matt Gentzkow, and Jesse Shapiro. Thanks to Dan Feenberg for his invaluable assistance in extracting Nielsen data for our analysis. David Pritchard provided stellar research assistance.  We thank Stefano DellaVigna, Matthew Gentzkow, Phil Levine, Patrick Markey, Jesse Shapiro, and Michael Ward for helpful discussions. We gratefully acknowledge the MSU Initiative for Regulation and Applied Economic Analysis for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}