{
    "id": 27247,
    "citation_title": "A Unifying Approach to Measuring Climate Change Impacts and Adaptation",
    "citation_author": [
        "Antonio Bento",
        "Noah S. Miller",
        "Mehreen Mookerjee",
        "Edson R. Severnini"
    ],
    "citation_publication_date": "2020-05-25",
    "issue_date": "2020-05-21",
    "revision_date": "2023-03-03",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe develop a unifying approach to estimating climate impacts and adaptation, and apply it to study the impact of climate change on local air pollution. Economic agents are usually constrained when responding to daily weather shocks, but may adjust to long-run climatic changes. By simultaneously exploiting variation in weather and climate, we identify both the short- and long-run impacts on economic outcomes, and measure adaptation directly as the difference between those responses. As a result, we identify adaptation without making extrapolations of weather responses over time or space, and overcome omitted variable bias concerns in prior approaches.\n\n",
    "acknowledgement": "\nWe thank Max Auffhammer, Karen Clay, Teevrat Garg, Michael Greenstone, Amir Jina, Matt Kahn, Andrea La Nauze, Margarita Portnykh, Lowell Taylor, and seminar participants at Harvard, Carnegie Mellon, Columbia, Penn State, UC-Davis, UCLA, UCSD, University of Chicago—EPIC, AERE Summer Conference, EAERE Summer Conference, SEEPAC Research Workshop: Advances in Estimating Economic Effects from Climate Change Using Weather Observations (SIEPR—Stanford University), International Workshop on Empirical Methods in Energy Economics, and the Northeast Workshop on Energy Policy and Environmental Economics, for invaluable comments and suggestions. The authors gratefully acknowledge financial support from the Berkman fund, Heinz College, and Wilton E. Scott Institute for Energy Innovation at Carnegie Mellon University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}