{
    "id": 27257,
    "citation_title": "Robust Identification of Investor Beliefs",
    "citation_author": [
        "Xiaohong Chen",
        "Lars P. Hansen",
        "Peter G. Hansen"
    ],
    "citation_publication_date": "2020-06-01",
    "issue_date": "2020-05-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops a new method informed by data and models to recover information about investor beliefs. Our approach uses information embedded in forward-looking asset prices in conjunction with asset pricing models. We step back from presuming rational expectations and entertain potential belief distortions bounded by a statistical measure of discrepancy. Additionally, our method allows for the direct use of sparse survey evidence to make these bounds more informative. Within our framework, market-implied beliefs may differ from those implied by rational expectations due to behavioral/psychological biases of investors, ambiguity aversion, or omitted permanent components to valuation. Formally, we represent evidence about investor beliefs using a novel nonlinear expectation function deduced using model-implied moment conditions and bounds on statistical divergence. We illustrate our method with a prototypical example from macro-finance using asset market data to infer belief restrictions for macroeconomic growth rates.\n\n",
    "acknowledgement": "\nWe thank Fernando Alvarez, Stephane Bonhomme, Winston Dou, Darrell Duffie, Bo Honore, Bryan Kelly, Yueran Ma, Andrey Malenko, Per Mykland, Stefan Nagel, Diana Petrova, Monika Piazessi, Eric Renault, Azeem Shaikh, Ken Singleton, Grace Tsiang, Harald Uhlig, and Xiangyu Zhang for helpful comments and suggestions. We gratefully acknowledge the research assistance of Han Xu and Zhenhuan Xie. We thank the Alfred P. Sloan Foundation Grant [G-2018-11113] for financial support. We provide a Jupyter Notebook on https://github.com/lphansen/Beliefs with computational details on the implementation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nLars P. Hansen\n\nLars Peter Hansen receives support from the Alfred P. Sloan Foundation, Fidelity Investments, and the CME Group Foundation in his capacity as director of the Macro Financial Modeling project at the Becker Friedman Institute. He is also a member of the Luohan Academy, the Hong Kong Institute for Monetary and Financial Research Council of Advisers for Applied Research, and the CME Group Competitive Markets Advisory Council.\n\n\n"
}