{
    "id": 27252,
    "citation_title": "Are Trade Agreements Good For You?",
    "citation_author": [
        "Giovanni Maggi",
        "Ralph Ossa"
    ],
    "citation_publication_date": "2020-06-01",
    "issue_date": "2020-05-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Globalization and International Relations",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine how deep agreements on domestic regulations affect welfare in a world where such agreements are influenced by producer lobbies. The answer to this question depends in a critical way on whether the agreement focuses on product standards or on production regulations. International cooperation on product standards can decrease welfare, and this is more likely to happen when producer lobbies are stronger. On the other hand, international cooperation on production regulations tends to enhance welfare when lobbying pressures are strong. A key determinant of the welfare impact of deep agreements is whether the interests of producer lobbies in different countries are aligned or in conflict: the former situation tends to occur in the case of product standards, while the latter situation tends to occur in the case of production regulations.\n\n",
    "acknowledgement": "\nWe thank seminar participants at Banco de Espana, Georgetown University, Harvard University, IFN Stockholm, Lund University, New York University, Sapienza University of Rome, Stanford University, Swiss National Bank, University of Geneva, University of Turin, University of Zurich and Yale University, as well as participants in the Princeton IES Summer Workshop and the NBER ITI Summer Institute. We thank Richard Baldwin, Arnaud Costinot, Kyle Bagwell, Rod Ludema, Monika Mrazova, Francesco Passarelli, Dani Rodrik, Robert Staiger, Guido Tabellini, and especially Nuno Limao and Ivan Werning for helpful comments. Maggi gratefully acknowledges funding from the National Science Foundation grant No.1949374. Ossa gratefully acknowledges funding from the European Research Council (ERC) under the European Union's Horizon 2020 research and innovation program (grant agreement No 819394). The usual disclaimer applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}