{
    "id": 27254,
    "citation_title": "Transportation Infrastructure in the US",
    "citation_author": [
        "Gilles Duranton",
        "Geetika Nagpal",
        "Matthew Turner"
    ],
    "citation_publication_date": "2020-06-01",
    "issue_date": "2020-05-28",
    "revision_date": "2020-06-12",
    "topics": [
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nSupport for massive investments in transportation infrastructure, possibly with a change in the share of spending on transit, seems widespread. Such proposals are often motivated by the belief that our infrastructure is crumbling, that infrastructure causes economic growth, that current funding regimes disadvantage rural drivers at the expense of urban public transit, or that capacity expansions will reduce congestion. In fact, most US transportation infrastructure is not deteriorating and the existing scientific literature does not show that infrastructure creates growth or reduces congestion. However, current annual expenditure on public transit buses exceeds that on interstate construction and maintenance. A careful examination of how funding is allocated across modes is suggested by the evidence. Massive new expenditures are not.\n\n",
    "acknowledgement": "\nThe authors gratefully acknowledge; support from the Smith Richardson Foundation and the ZellLurie Center for Real Estate, valuable research assistance from Lin Fan, Margaux Kelley, and Julia Lynn, and Edward Glaeser, Erick Guerra, James Poterba, and Stephen Redding for helpful discussions and comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}