{
    "id": 27253,
    "citation_title": "Competition Laws and Corporate Innovation",
    "citation_author": [
        "Ross Levine",
        "Chen Lin",
        "Lai Wei",
        "Wensi Xie"
    ],
    "citation_publication_date": "2020-06-01",
    "issue_date": "2020-05-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Antitrust",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Development Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nA central debate in economics concerns the relationship between competition and innovation, with some stressing that competition discourages innovation by reducing post-innovation rents and others emphasizing that more contestable markets spur currently dominant and other firms to invest more in innovation. We examine the impact of competition laws on innovation. We create a unique firm-level dataset on patenting activities that includes over 1.4 million firm-year observations, across 68 countries, from 1991 through 2015. Using a new, comprehensive dataset on competition laws, we find that more stringent competition laws are associated with increases in firms’ number of self-generated patents and the citation-impact and explorative nature of those patents. We also conduct the first examination of the relationship between competition laws and firms’ acquisition of patents from other firms. We find that competition increases patent acquisitions but lowers the ratio of acquired to self-generated patents. The results hold when using country-industry data on 186 countries over the 1888-2015 period.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}