{
    "id": 27255,
    "citation_title": "Retaliatory Use of Public Standards in Trade",
    "citation_author": [
        "Kjersti Nes",
        "K Aleks Schaefer"
    ],
    "citation_publication_date": "2020-06-01",
    "issue_date": "2020-05-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis research investigates the extent to which countries use public standards as a means of political retaliation in the international policy arena. We construct a dataset that matches the adoption of sanitary and phytosanitary (SPS) standards between 1996-2015 with SPS committee data on specific trade concerns and annual, bilateral trade flows. We evaluate the presence and frequency of retaliation by assessing the extent to which measures imposed by one country against another increase the probability that the country targeted by the original measure will respond with a measure of their own. We observe that this type of tit-for-tat behavior commonly occurred outside the product group of the original measure and for politically strategic goods. At the two-digit level, we find that about 3,000 bilateral trade flows globally--or just over $110 billion in trade--were subject to retaliatory standards in 2015.\n\n",
    "acknowledgement": "\nThe authors are solely responsible for the content of the paper. The views expressed are purely those of the authors and may not in any circumstances be regarded as stating an official position of the European Commission. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}