{
    "id": 27251,
    "citation_title": "Cost Saving and the Freezing of Corporate Pension Plans",
    "citation_author": [
        "Joshua D. Rauh",
        "Irina Stefanescu",
        "Stephen P. Zeldes"
    ],
    "citation_publication_date": "2020-06-01",
    "issue_date": "2020-05-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCompanies that freeze defined benefit pension plans save the equivalent of 13.5 percent of the long-horizon payroll of current employees. Furthermore, firms with higher prospective accruals are more likely to freeze their plans. Cost savings would not be possible in a benchmark model in which i) all workers receive compensation equal to their marginal product and ii) workers value equally all identical-cost forms of pension benefits. We find evidence consistent both with firms’ reneging on implicit contracts to provide workers with high pension accruals later in their careers and with shifts in employee valuation of different forms of retirement benefits.\n\n",
    "acknowledgement": "\nThe authors gratefully acknowledge the financial support from the Rotman International Centre for Pension Management (ICPM) at the Rotman School of Management, University of Toronto. We thank Cristian Badarinza Jeffrey Brown, Andrew Ellul, Alan Gustman, Andi Mueller, Stan Panis, Mark Warshawsky, Motohiro Yogo, and seminar participants at Indiana University, University of Florida, Collegio Carlo Alberto (Turin), Utah State University, Federal Reserve Board (Washington DC), Northwestern University (Kellogg School), Netspar, the Financial Intermediation Research Conference (Minneapolis), National Bureau of Economic Research (NBER Summer Institute), the Mitsui Finance Symposium (University of Michigan), and the European Finance Association (Cambridge) for helpful suggestions. The views expressed in this paper are those of the authors and do not reflect the views of the Board of Governors of the Federal Reserve System or its staff members. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJoshua D. Rauh\n\nI have periodically received speaking fees, consulting fees, or honoraria. During the last five years, I have received these types of fees from each of the following organizations: the American Finance Association, the Brattle Group, the Brookings Institution, Commonfund, Cornerstone Research, George Mason University, the Hoover Institution, the Kauffman Fellows Program, Makena Capital Management, NC State University, Netspar, NBER, Stanford University, SIEPR, University of California Irvine, University of California Berkeley, University of Florida, University of Pennsylvania IUR, University of Oregon, and Loyola Marymount University. In 2013, I received a research grant from the Social Security Administration, through grant #5RRC08098400-05-00 to the National Bureau of Economic Research as part of the SSA Retirement Research Consortium. In 2017, I received a grant from the Smith Richardson Foundation administered through NBER to support conferences on business taxation. In 2017, I received a grant from the Laura and John Arnold Foundation administered through SIEPR to support a research project on personal income taxation.\n\n\n"
}