{
    "id": 27263,
    "citation_title": "Breaking Routine for Energy Savings: An Appliance-level Analysis of Small Business Behavior under Dynamic Prices",
    "citation_author": [
        "Jiyong Eom",
        "Frank A. Wolak"
    ],
    "citation_publication_date": "2020-06-01",
    "issue_date": "2020-05-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSmall businesses are typically committed to providing a positive customer experience and therefore may exhibit a response to dynamic electricity prices different from residential or industrial customers. We conduct a field experiment to determine the extent to which small businesses respond through re-configuration of typical routines throughout the experiment period versus through adjustments to specific dynamic pricing events. Using a customer-level survey of appliance ownership, we estimate the hourly response patterns of individual appliances to participation in the experiment versus individual dynamic pricing events. Consistent with our re-configuration hypothesis, small businesses primarily curtail electricity usage throughout the experiment period, although we also find a small imprecisely estimated response to dynamic pricing events on top of the re-configuration effect. Appliances not critical to a positive customer experience such as dish dryers, food storage units, lights, electric motors & pumps, and industrial heaters are the major sources of the energy savings from the re-configuration actions of these small businesses.\n\n",
    "acknowledgement": "\nThis work was supported by the Korea Electric Power Corporation (KEPCO) [grant number R16DA23]. We thank colleagues from the Korea Electric Power Research Institute (KEPRI), in particular, Dr. Dongsik Jang, for collaborating in designing and implementing the Smart Save Days Campaign and sharing data that made this research possible. We also thank participants at the Energy Institute at Haas (UC Berkeley) Summer Camp 2019 for helpful comments on a previous draft. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}