{
    "id": 27260,
    "citation_title": "An Experimental Comparison of Carbon Pricing Under Uncertainty in Electricity Markets",
    "citation_author": [
        "Trevor L. Davis",
        "Mark C. Thurber",
        "Frank A. Wolak"
    ],
    "citation_publication_date": "2020-06-01",
    "issue_date": "2020-05-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe report on an economic experiment that compares outcomes in electricity markets subject to carbon-tax and cap-and-trade policies. Under conditions of uncertainty, price-based and quantity-based policy instruments cannot be truly equivalent, so we compared three matched carbon-tax/cap-and-trade pairs with equivalent emissions targets, mean emissions, and mean carbon prices, respectively. Across these matched pairs, the cap-and-trade mechanism produced much higher wholesale electricity prices (38.5% to 52.6% higher) and lower total electricity production (2.5% to 4.0% lower) than the “equivalent” carbon tax, without any lower carbon emissions. Market participants who forecast a lower price of carbon in the cap-and-trade games ran their units more than those who forecast a higher price of carbon, which caused emissions from the dirtiest generating units (Coal and Gas Peakers) to be significantly higher (15.2% to 33.0%) than in the carbon tax games. These merit order “mistakes” in the cap-and-trade games suggest an important advantage of the carbon tax as policy: namely, that the cost of carbon can treated by firms as a known input to production.\n\n",
    "acknowledgement": "\nThe authors would like to thank staff and students at the Program on Energy and Sustainable Development as well as Sunny Wang, Arpita Kalra, and Leigh Johnson for their help in developing and running these experiments during the Energy@Stanford & SLAC 2016 and 2017 Conferences hosted by the Precourt Institute for Energy. We gratefully acknowledge funding support from the William and Flora Hewlett Foundation and from the Office of the Vice Provost for Graduate Education at Stanford. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}