{
    "id": 27262,
    "citation_title": "Simplified Electricity Market Models with Significant Intermittent Renewable Capacity: Evidence from Italy",
    "citation_author": [
        "Christoph Graf",
        "Federico Quaglia",
        "Frank A. Wolak"
    ],
    "citation_publication_date": "2020-06-01",
    "issue_date": "2020-05-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing hourly offer curves from the Italian day-ahead market and the real-time re-dispatch market for the period January 1, 2017 to December 31, 2018, we show how thermal generation unit owners are able to profit from differences between a simplified day-ahead market design that ignores system security constraints as well as generation unit operating constraints, and real-time system operation where these constraints must be respected. We find that thermal generation unit owners increase or decrease their day-ahead offer prices depending on the probability that their final output will be increased or decreased relative to their day-ahead schedules because of real-time operating constraints. First, we estimate generation unit-level models of the probability of each of these outcomes conditional on forecast demand and renewable production in Italy and neighboring countries. Our most conservative estimate of the impact of a change in the probability a unit owner will have its day-ahead schedule increased in the real-time re-dispatch market implies a day-ahead offer price increase of 5 EUR/MWh if this probability changes by 0.1. If the probability of a day-ahead schedule decrease rises by 0.1 the unit owner's offer price is predicted to be 6 EUR/MWh less. Over our sample period, we find that the economic re-dispatch cost averaged approximately 15% of the total cost of energy consumption valued at the day-ahead price.\n\n",
    "acknowledgement": "\nWe are indebted to Severin Borenstein, Jim Bushnell, Franz Wirl, as well as the participants of the POWER conference at UC Berkeley for their valuable comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}