{
    "id": 27269,
    "citation_title": "Measuring the Effect of Student Loans on College Persistence",
    "citation_author": [
        "David Card",
        "Alex Solis"
    ],
    "citation_publication_date": "2020-06-01",
    "issue_date": "2020-05-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGovernments around the world use grant and loan programs to ease the financial constraints that contribute to socioeconomic gaps in college completion. A growing body of research assesses the impact of grants; less is known about how loan programs affect persistence and degree completion. We use detailed administrative data from Chile to provide rigorous regression-discontinuity-based evidence on the impacts of loan eligibility for university students who retake the national admission test after their first year of studies. Those who score above a certain threshold become eligible for loans covering around 85% of tuition costs for the duration of their program. We find that access to loans increases the fraction who return to university for a second year by 20 percentage points, with two-thirds of the effect arising from a reduction in transfers to vocational colleges and one-third from a decline in the share who stop post-secondary schooling altogether. The longer-run impacts are smaller but remain highly significant, with a 12 percentage point impact on the fraction of marginally eligible retakers who complete a bachelor's degree.\n\n",
    "acknowledgement": "\nWe are grateful to Susan Dynarski, Eva Mork, Pablo Munoz, and seminar participants at Helsinki University, Lund University, and the Nordic Labor Summer Institute in Bergen for comments and suggestions. We also thank Marcelo Lopez, Rodrigo Rolando, and Juan Salamanca from SIES at the Ministry of Education of Chile; Gonzalo Sanhueza, Daniel Casanova, and Humberto Vergara from the Catholic University of Concepcion; and Jorge Campos and Felipe Gutierrez from the INGRESA commission for providing the data; and Carolina Solis for research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}