{
    "id": 27261,
    "citation_title": "Building Better Retirement Systems in the Wake of the Global Pandemic",
    "citation_author": [
        "Olivia S. Mitchell"
    ],
    "citation_publication_date": "2020-06-01",
    "issue_date": "2020-05-28",
    "revision_date": "2020-06-02",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nIn the wake of the global pandemic known as COVID-19, retirees, along with those hoping to retire someday, have been shocked into a new awareness of the need for better risk management tools to handle longevity and aging. This paper offers an assessment of the status quo prior to the spread of the coronavirus, evaluates how retirement systems are faring in the wake of the shock. Next we examine insurance and financial market products that may render retirement systems more resilient for the world’s aging population. Finally, potential roles for policymakers are evaluated.\n\n",
    "acknowledgement": "\nPrepared for the 2020 Stockholm Conference on “Consumer Behavior in Financial Markets,” and the 2020 NBER Conference on “Pension Design and Population Aging.” The author acknowledges research support from the Pension Research Council and Boettner Center for Retirement Research at The Wharton School of the University of Pennsylvania. Without implicating them, I am grateful for useful comments provided by Robert Clark, Gene Dykes, Irina Gemmo, Abigail Hurwitz, Mike Orszag, Orly Sade, and Jon Skinner. This research is part of the NBER programs on Aging and Labor Economics, and the Household Finance working group. Opinions expressed herein are those of the author and not those of any institution with which the author is affiliated. ©2020 Mitchell. All Rights Reserved The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nOlivia S. Mitchell\n\nI am an Independent Trustee of the Wells Fargo Advantage Funds Board and I am NBER Research Associate.\n\n\n"
}