{
    "id": 27264,
    "citation_title": "COVID-19 Doesn't Need Lockdowns to Destroy Jobs: The Effect of Local Outbreaks in Korea",
    "citation_author": [
        "Sangmin Aum",
        "Sang Yoon (Tim) Lee",
        "Yongseok Shin"
    ],
    "citation_publication_date": "2020-06-01",
    "issue_date": "2020-05-28",
    "revision_date": "2020-06-02",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUnlike most countries, Korea did not implement a lockdown in its battle against COVID-19, instead successfully relying on testing and contact tracing. Only one region, Daegu-Gyeongbuk (DG), had a significant number of infections, traced to a religious sect. This allows us to estimate the causal effect of the outbreak on the labor market using difference-in-differences. We find that a one per thousand increase in infections causes a 2 to 3 percent drop in local employment. Non-causal estimates of this coefficient from the US and UK, which implemented large-scale lockdowns, range from 5 to 6 percent, suggesting that at most half of the job losses in the US and UK can be attributed to lockdowns. We also find that employment losses caused by local outbreaks in the absence of lockdowns are (i) mainly due to reduced hiring by small establishments, (ii) concentrated in the accommodation/food, education, real estate, and transportation industries, and (iii) worst for the economically vulnerable workers who are less educated, young, in low-wage occupations, and on temporary contracts, even controlling for industry effects. All these patterns are similar to what we observe in the US and UK: The unequal effects of COVID-19 are the same with or without lockdowns. Our finding suggests that the lifting of lockdowns in the US and UK may lead to only modest recoveries in employment unless COVID-19 infection rates fall.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}