{
    "id": 27279,
    "citation_title": "Post-9/11 War Deployments Increased Crime among Veterans",
    "citation_author": [
        "Resul Cesur",
        "Joseph J. Sabia",
        "Erdal Tekin"
    ],
    "citation_publication_date": "2020-06-01",
    "issue_date": "2020-05-28",
    "revision_date": "2021-07-23",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nSeveral high-profile news stories have linked post-September 11 (9/11) combat service to violent crime among veterans. Nevertheless, there is scant causal evidence for this claim. We exploit the administrative procedures by which U.S. Armed Forces senior commanders conditionally randomly assign active duty servicemen to overseas deployments to estimate the causal impact of modern warfare on crime. Using data from two national surveys and a unified framework, we find consistent evidence that post-9/11 combat service substantially increased the probability of crime commission among veterans. Combat increases the likelihood of property and violent crime, arrest, gang membership, trouble with police, and punishment under the Uniform Code of Military Justice. Back-of-the-envelope calculations suggest that post-9/11 combat exposure generated approximately $26.7 billion in additional crime costs.  Finally, we document descriptive evidence that Traumatic Brain Injury and Post-Traumatic Stress Disorder (PTSD) may be important mechanisms to explain post-9/11 combat-induced increases in crime.\n\n",
    "acknowledgement": "\nDr. Cesur acknowledges research support from the School of Business at the University of Connecticut. Dr. Sabia acknowledges support from the Center for Health Economics and Policy Studies at San Diego State University, including grant funding received from the Charles Koch Foundation and the Troesh Family Foundation. We thank Samuel Safford, Erich Kevari, and Isaac Baumann for helpful research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}