{
    "id": 27270,
    "citation_title": "Common Practice: Spillovers from Medicare on Private Health Care",
    "citation_author": [
        "Michael L. Barnett",
        "Andrew Olenski",
        "Adam Sacarny"
    ],
    "citation_publication_date": "2020-06-01",
    "issue_date": "2020-05-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEfforts to raise the productivity of the U.S. health care system have proceeded slowly. One potential explanation is the fragmentation of payment across insurers. Each insurer's efforts to improve care could influence how doctors practice medicine for other insurers, leading to unvalued externalities. We study these externalities by examining the unintended private insurance spillovers of a public insurer's intervention. In 2015, Medicare randomized warning letters to doctors to curtail overuse of antipsychotics. Even though the letters did not mention private insurance, they reduced prescribing to privately insured patients by 12%. The reduction to Medicare patients was 17%, and we cannot reject one-for-one spillovers. The results imply that physicians experience large costs to setting insurer-specific medical practice styles. If private insurers conducted a similar intervention with their own limited information, they would stem half as much prescribing as a social planner able and willing to better target the intervention. Our findings establish that insurers can affect health care well outside their direct purview, raising the question of how to match their private objectives with their scope of influence.\n\n",
    "acknowledgement": "\nWe thank Loren Baker, Sarah Berkson, Janet Currie, Amy Finkelstein, Tal Gross, Kate Ho, Amanda Kowalski, Neale Mahoney, Maxim Pinkovskiy, Brad Shapiro, and participants in presentations at the Columbia Health Economics and Policy Seminar, Princeton University Center for Health and Wellbeing, ASSA/AEA HERO sessions, and AHRQ for their helpful comments. We gratefully acknowledge support from the Laura and John Arnold Foundation (all), National Institute on Aging K23 AG058806-01 (Barnett), and National Science Foundation Graduate Research Fellowship (Olenski). We acknowledge the assistance of the Health Care Cost Institute and its data contributors, Aetna, Humana, and UnitedHealthcare, in providing the claims data analyzed in this study. The authors report no relevant financial conflicts of interest; Barnett and Sacarny assisted the Centers for Medicare and Medicaid Services in conducting the original trial this research analyzes, but were not compensated for this work. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}