{
    "id": 27271,
    "citation_title": "Subjective Expectations and Demand for Contraception",
    "citation_author": [
        "Grant Miller",
        "Áureo de Paula",
        "Christine Valente"
    ],
    "citation_publication_date": "2020-06-01",
    "issue_date": "2020-05-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nNearly one-quarter of married, fertile-age women in Sub-Saharan Africa say that they want to avoid pregnancy but are not using contraceptives. To the best of our knowledge, this paper is the first to study this puzzle in a developing country using detailed data on women’s subjective probabilistic beliefs about contraception and contraceptive attributes. Policy counterfactuals based on a structural model suggest that costly interventions such as eliminating supply constraints would only have modest effects on contraceptive use. Alternatively, increasing partners’ approval of methods, aligning partners’ fertility preferences with women’s, and correcting women’s expectations about pregnancy risk absent contraception have the potential to increase use considerably. We provide additional empirical support for this last result through a before/after experiment in which we find that simply (and effectively) informing women about underlying pregnancy risk increases stated intentions to use contraception substantially, in line with our initial estimates.\n\n",
    "acknowledgement": "\nFunding from the Bill and Melinda Gates Foundation is gratefully acknowledged (Grant number OPP1171956). IRB Number 59/CNBS/2017 approved by the Mozambican Health Ministry’s National Bioethics Committee (CNBS) on September 22 2017, updated December 14 2017. We thank Sergio Chicumbe and Acácio Sabonete at the Instituto Nacional de Sáude, Páscoa Wate at the Ministry of Health, the district health authorities of Maputo City, Maputo Province, and Gaza Province as well as Marina Bassi, Humberto Cossa, and Peter Holland at the Human Development division of the Maputo World Bank office for their support. Thanks go to Yolanda Chongo, Andreas Kokott, Gisela Lourenço, Duelo Macia, and Alfredo Matusse at Intercampus for excellent fieldwork. Manuel Antonio Sanchez Garcia provided outstanding research assistance. For their useful comments, we thank Adeline Delavande and Matthew Wiswall and audiences at the World Bank Maputo Office, University of Bristol, and ECARES. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}