{
    "id": 27277,
    "citation_title": "Divided We Stay Home: Social Distancing and Ethnic Diversity",
    "citation_author": [
        "Georgy Egorov",
        "Ruben Enikolopov",
        "Alexey Makarin",
        "Maria Petrova"
    ],
    "citation_publication_date": "2020-06-01",
    "issue_date": "2020-05-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nVoluntary social distancing plays a vital role in containing the spread of the disease during a pandemic. As a public good, it should be more commonplace in more homogeneous and altruistic societies. However, for healthy people, observing social distancing has private benefits, too. If sick individuals are more likely to stay home, healthy ones have fewer incentives to do so, especially if the asymptomatic transmission is perceived to be unlikely. Theoretically, we show that this interplay may lead to a stricter observance of social distancing in more diverse and less altruistic societies. Empirically, we find that, consistent with the model, the reduction in mobility following the first local case of COVID-19 was stronger in Russian cities with higher ethnic fractionalization and cities with higher levels of xenophobia. For identification, we predict the timing of the first case using pre-existing patterns of internal migration to Moscow.  Using SafeGraph data on mobility patterns, we confirm that mobility reduction in the United States was also higher in counties with higher ethnic fractionalization. Our findings highlight the importance of strategic incentives of different population groups for the effectiveness of public policy.\n\n",
    "acknowledgement": "\nWe are grateful to Nadezhda Belyakova for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}