{
    "id": 27275,
    "citation_title": "Deadly Debt Crises: COVID-19 in Emerging Markets",
    "citation_author": [
        "Cristina Arellano",
        "Yan Bai",
        "Gabriel P. Mihalache"
    ],
    "citation_publication_date": "2020-06-01",
    "issue_date": "2020-05-28",
    "revision_date": "2023-03-02",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEmerging markets have experienced large human and economic costs from COVID-19, and their tight fiscal space has limited the support extended to their citizens. We study the impact of an epidemic on economic and health outcomes by integrating epidemiological dynamics into a sovereign default model. The sovereign’s option to default tightens fiscal space and results in an epidemic with limited mitigation and depressed consumption. A quantitative analysis of our model accounts well for the dynamics of fatalities, social distancing, consumption, sovereign debt, and spreads in Latin America. We find that because of default risk, the welfare cost of the pandemic is about a third higher than it is in a version of the model with perfect financial markets. We study debt relief programs and find a compelling case for their implementation. These programs deliver large social gains, improving health and economic outcomes for the country at no cost to international lenders or financial institutions.\n\n",
    "acknowledgement": "\nWe thank the editor, Veronica Guerrieri, three anonymous referees, Mark Aguiar, Manuel Amador, Andy Neumeyer, Cesar-Sosa Padilla, and Carmen Reinhart for their insightful comments. Chang Liu and Simeng Zeng provided excellent research assistance. We are grateful to the Institute for Advanced Computational Science at Stony Brook University for access to the innovative high-performance Ookami computing system, which was made possible by the National Science Foundation with grant #1927880, and to the Ohio Supercomputer Center (1987). The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}