{
    "id": 27274,
    "citation_title": "How to Get Away with Merger: Stealth Consolidation and Its Effects on US Healthcare",
    "citation_author": [
        "Thomas G. Wollmann"
    ],
    "citation_publication_date": "2020-06-01",
    "issue_date": "2020-05-28",
    "revision_date": "2024-03-01",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Antitrust",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUS antitrust authorities are only notified of large mergers, so most transactions could escape antitrust scrutiny. I study premerger notification exemptions in the dialysis industry. I find that, in sharp contrast to reportable mergers, exempt ones almost completely avoid enforcement. As a result, exempt mergers increase concentration and reduce healthcare quality, as measured by hospitalization and mortality rates. I then estimate a structural model to simulate the equilibrium response of demand, quality, and enforcement to the elimination of exemptions. I find that the benefits of eliminating exemptions in the dialysis industry far exceed the costs.\n\n",
    "acknowledgement": "\nI thank Judy Chevalier, Fiona Scott Morton, and Nancy Rose for thoughtful discussions of this paper and closely related work, Jimmy Roberts for suggesting the setting, Paul Eliason for helping navigate the data, John Asker, Dave Balan, Dennis Carlton, Thom Covert, Austan Goolsbee, John Kwoka, Neale Mahoney, Ariel Pakes, Chad Syverson, Haris Tabakovic, and Mike Whinston, and seminar participants at Harvard University, Yale University, the Federal Trade Commission (FTC), Duke University, KU Leuven, MIT, Northwestern University, Stanford University, Washington University in St. Louis, Columbia University, University of Maryland, ITAM, Boston University, Georgetown, Chicago Booth, the NBER Winter IO Meeting, the ASSA Annual Meeting, Microsoft Research, Charles River Associates, the Hal White Antitrust Conference, the ASHEcon Annual Conference, and the Midwest IO Conference for helpful comments. Credit for the title belongs with Mike Sinkinson. (Please note that the title was adopted before the paper measured mortality and is not intended to make light of that outcome.) Excellent research assistance was provided by James Kiselik, Paulo Henrique Ramos, Divya Vallabhanen, and Jason Yang. Financial support from the Becker Friedman Institute’s Health Economics Initiative is gratefully acknowledged. The data reported here have been supplied by the United States Renal Data System (USRDS). The interpretation and reporting of these data are the responsibility of the author and in no way should be seen as an official policy or interpretation of the US government, nor do they necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}