{
    "id": 27288,
    "citation_title": "Disguising Prejudice: Popular Rationales as Excuses for Intolerant Expression",
    "citation_author": [
        "Leonardo Bursztyn",
        "Ingar K. Haaland",
        "Aakaash Rao",
        "Christopher P. Roth"
    ],
    "citation_publication_date": "2020-06-01",
    "issue_date": "2020-05-28",
    "revision_date": "2020-11-02",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the use of popular rationales to justify public anti-minority actions. Rationales to oppose minorities change some people's private opinions, leading them to take anti-minority actions even if they are not prejudiced against minorities. When these rationales become widespread, prejudiced people can pool with unprejudiced people who are persuaded, decreasing the stigma associated with anti-minority expression and enabling greater public opposition to minority groups. We examine this mechanism through several large-scale experiments in the context of anti-immigrant behavior in the United States. In a first experiment, subjects learn that a previous respondent authorized a donation to an anti-immigrant organization and then make an inference about the respondent's underlying motivations. Subjects informed that their matched respondent learned about a study claiming that immigrants increase crime rates before authorizing the donation see the respondent as less intolerant and more easily persuadable. In a second experiment, subjects learn about that same study and then choose whether to authorize a publicly observable donation to the anti-immigrant organization. Subjects who are informed that their exposure to the rationale will be publicly observable are substantially more likely to make the donation than subjects who are informed that their exposure will remain private. Our findings suggest that prominent public figures can lower the social cost of intolerant expression by popularizing rationales, contributing to waves of anti-minority behavior.\n\n",
    "acknowledgement": "\nWe thank Robert Akerlof, Ben Enke, Ed Glaeser, Daniel Gottlieb, Emir Kamenica, Ross Mattheis, Paulo Natenzon, Nathan Nunn, Peter Schwardmann, Jesse Shapiro, Joel Van der Weele, Noam Yuchtman, Florian Zimmermann, and numerous seminar participants for very helpful suggestions. We thank Hrishikesh Iyengar, Ruoxuan Wu, and particularly Takuma Habu and Alison Zhao for outstanding research assistance. We gratefully acknowledge financial support from the Pearson Institute for the Study and Resolution of Global Conflicts and the UChicago Social Sciences Research Center. The main experiments were pre-registered in the AEA RCT Registry with IDs AEARCTR-0005308 and AEARCTR-0005462. The research described in this article was approved by the University of Chicago Social and Behavioral Sciences Institutional Review Board and the Humanities and Social Sciences Research Ethics Committee at the University of Warwick. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}