{
    "id": 27289,
    "citation_title": "Epidemic Responses Under Uncertainty",
    "citation_author": [
        "Michael Barnett",
        "Greg Buchak",
        "Constantine Yannelis"
    ],
    "citation_publication_date": "2020-06-01",
    "issue_date": "2020-05-28",
    "revision_date": "2024-03-12",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economics of Health",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe examine how policymakers react to a pandemic with uncertainty around key epidemiological and economic policy parameters by embedding a macroeconomic SIR model in a robust control framework. Uncertainty about disease virulence and severity leads to stricter and more persistent quarantines, while uncertainty about the economic costs of mitigation leads to less stringent quarantines. On net, an uncertainty averse planner adopts stronger mitigation measures. Intuitively, the cost of underestimating the pandemic is out-of-control growth and permanent loss-of-life, while the cost of underestimating the economic consequences of quarantine is more transitory.\n\n",
    "acknowledgement": "\nWe are grateful to Scott Baker, Nick Bloom, Buz Brock, Lars Hansen, Zhiguo He, Murray Frank, Steve Kaplan, Ralph Koijen, Seth Pruitt, Laura Veldkamp, and Tom Sargent for helpful comments and discussions as well as seminar participants at the University of Arizona, Stanford, the University of Chicago, Arizona State University, the Midwest Finance Association Annual Meeting, and the Blue Collar Working Group at the University of Chicago. We are grateful to Livia Amato, Joseph Huang, Greg Tracy and Minghao Yang for superb research assistance. Constantine Yannelis is grateful to the Fama Miller Center for generous financial support. Finally, our paper benefited tremendously from the comments and suggestions from the editor and two anonymous referees. An online repository with the code, files, and results for our numerical analysis can be found at https://github.com/mbarnet0/Covid. Part of this research was performed while Michael Barnett was visiting the Institute for Mathematical and Statistical Innovation (IMSI), which is supported by the National Science Foundation (Grant No. DMS-1929348). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}