{
    "id": 27284,
    "citation_title": "What’s Driving Entrepreneurship and Innovation in the Transport Sector?",
    "citation_author": [
        "Derrick Choe",
        "Alexander Oettl",
        "Robert Seamans"
    ],
    "citation_publication_date": "2020-06-01",
    "issue_date": "2020-05-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nIn this chapter we draw from existing literature and a range of statistics to describe economic, entrepreneurial and innovative activities in the transportation and warehousing sector of the U.S. economy. We suggest multiple avenues for future work, and argue for more research on the role of warehousing in particular. Recent trends suggest that the warehousing and storage subsector is experiencing rapid economic and technological changes, likely reflecting shifts in how consumers purchase goods. We also review several other recent innovations, including ride-sharing and autonomous vehicles, that are starting to affect this sector of the economy.\n\n",
    "acknowledgement": "\nWe thank Michael Andrews, Aaron Chatterji, Mercedes Delgado, Gilles Duranton, Jeff Furman, Adam Jaffe, Ben Jones, Shane Greenstein, David Popp, Scott Stern, Joel Waldfogel, and Kate Whitefoot for helpful comments and suggestions. Seamans acknowledges generous support from Google’s Tides Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}