{
    "id": 27285,
    "citation_title": "The Environmental Benefits from Transportation Electrification: Urban Buses",
    "citation_author": [
        "Stephen P. Holland",
        "Erin T. Mansur",
        "Nicholas Z. Muller",
        "Andrew J. Yates"
    ],
    "citation_publication_date": "2020-06-01",
    "issue_date": "2020-05-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe determine the environmental benefit of using electric buses rather than diesel or CNG for urban transit. For diesel and CNG we calculate air pollution damages by combining emission rates with damage valuations from the AP3 integrated assessment model and the social cost of carbon. For electric buses we calculate air pollution damages by combining the damage valuations with estimates of the marginal increase in emissions from electricity usage. The environmental benefit is positive on average across all counties in the contiguous U.S. when comparing electric to either diesel or CNG. The environmental benefit of operating an electric bus fleet (rather than diesel) is about $65 million per year in Los Angeles and above $10 million per year in six other MSAs. Including the environmental benefit, we calculate the net present value (NPV) of bus investment. Relative to diesel, the NPV benefit of an electric bus is positive in about two thirds of urban counties. Relative to CNG, the NPV benefit is negative in all counties.\n\n",
    "acknowledgement": "\nThis paper is part NBER's Economics of Energy Use In Transportation research initiative, which is funded by the Department of Energy, National Science Foundation, and the Alfred P. Sloan Foundation. We would like to thank Nicholas Taborsky for research assistance and Economics of Energy Use in Transportation seminar participants for helpful comments. We also thank seminar participants at EI@Haas. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}