{
    "id": 27280,
    "citation_title": "Effects of Social Distancing Policy on Labor Market Outcomes",
    "citation_author": [
        "Sumedha Gupta",
        "Laura Montenovo",
        "Thuy D. Nguyen",
        "Felipe Lozano Rojas",
        "Ian M. Schmutte",
        "Kosali I. Simon",
        "Bruce A. Weinberg",
        "Coady Wing"
    ],
    "citation_publication_date": "2020-06-01",
    "issue_date": "2020-05-28",
    "revision_date": "2020-06-08",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the impact of the social distancing policies states adopted between March and April of 2020 in response to the COVID-19 epidemic. These actions, together with voluntary social distancing, appear to have reduced the rate of new COVID-19 cases and deaths, but raised concerns about the costs experienced by workers and businesses. Estimates from difference-in-difference models that leverage cross-state variation in the timing of business closures and stay-at-home mandates suggest that the employment rate fell by about 1.7 percentage points for every extra 10 days that a state experienced a stay-at-home mandate during the period March 12-April 12, 2020; select business closure laws were associated with similar employment effects.\nOur estimates imply that about 40% of the 12 percentage point decline in employment rates between January and April 2020 was due to a nationwide shock while about 60% was driven by state social distancing policies. The negative employment effects of state policies were larger for workers in \"non-essential\" industries, workers without a college degree, and early-career workers. Policy caused relatively modest changes in hours worked and earnings among those who remain employed. We find no concerning evidence of pre-trends in the monthly (low-frequency) CPS data, but use high-frequency data on work-related mobility measured from cellphones, job-loss-related internet searches, and initial unemployment claims to investigate the possibility that the large employment effects experienced in April could have occurred after the March CPS but but before policy adoption. In those analyses, we find pre-trends for some outcomes but not others. Thus we cannot fully rule out that some employment effects shortly predated the policies. As states relax  business closures, ensuring gains in labor market activities in ways that continue to mitigate COVID-19 \"surges\" and public health risks will be key considerations to monitor.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nThuy D. Nguyen\n\nDr. Thuy Nguyen has received fellowship stipends from Indiana University’s Grand Challenge Initiatives. Previously, Dr. Nguyen received postdoctoral fellowship funding through the SPEA Postdoctoral Fellows on Regulatory Reform program. Funding for this program is provided by the Searle Freedom Trust. These sources of funding did not support the work described in this paper.\n\n\n\nBruce A. Weinberg\n\nWeinberg is grateful for support from UL1 TR002733.\n\n\n"
}