{
    "id": 27283,
    "citation_title": "Belief Overreaction and Stock Market Puzzles",
    "citation_author": [
        "Pedro Bordalo",
        "Nicola Gennaioli",
        "Rafael La Porta",
        "Andrei Shleifer"
    ],
    "citation_publication_date": "2020-06-01",
    "issue_date": "2020-05-28",
    "revision_date": "2022-08-10",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe construct an index of long term expected earnings growth for S&P500 firms and show that it has remarkable power to jointly predict errors in these expectations and stock returns, in both the aggregate market and the cross section. The evidence supports a mechanism whereby good news cause investors to become too optimistic about earnings growth, for the market as a whole but especially for specific firms. This leads to inflated stock prices and, as beliefs are systematically disappointed, to subsequent low returns in the aggregate market and for specific firms in the cross section. Overreaction of measured long-term expectations helps resolve major asset pricing puzzles without time series or cross-sectional variation in required returns.\n\n",
    "acknowledgement": "\nGennaioli thanks the European Research Council for Financial Support under the ERC Consolidator Grant. We are grateful to Nick Barberis, Francesca Bastianello, John Campbell, Kent Daniel, Paul Fontanier, Spencer Kwon, Yueran Ma, Peter Maxted, Dev Patel, Jesse Shapiro, and Adi Sunderam for extremely helpful comments. Julien Manili provided outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}