{
    "id": 27282,
    "citation_title": "India's Lockdown: An Interim Report",
    "citation_author": [
        "Debraj Ray",
        "S. Subramanian"
    ],
    "citation_publication_date": "2020-06-01",
    "issue_date": "2020-05-28",
    "revision_date": "2020-06-04",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Country Studies",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe provide an interim report on the Indian lockdown provoked by the covid-19 pandemic. The main topics — ranging from the philosophy of lockdown to the provision of relief measures — transcend the Indian case. A recurrent theme is the enormous visibility of covid-19 deaths worldwide, with Governments everywhere propelled to respect this visibility, developing countries perhaps even more so. In advanced economies, the cost of achieving this reduction in visible deaths is “merely” a dramatic reduction in overall economic activity, coupled with far-reaching measures to compensate those who bear such losses. But for India, a developing country with great sectoral and occupational vulnerabilities, this dramatic reduction is more than economic: it means lives lost. These lost lives, through violence, starvation, indebtedness and extreme stress (both psychological and physiological) are invisible. It is this conjunction of visibility and invisibility that drives the Indian response. The lockdown meets all international standards so far; the relief package none.\n\n",
    "acknowledgement": "\nThis report is based on a longer version by the same authors, available at https://debrajray.com/wp-content/uploads/2020/05/RaySubramanian.pdf. We thank Bishnupriya Gupta, Rajeswari Sengupta, Lore Vandewalle and especially James Poterba for helpful comments. Ray acknowledges funding under National Science Foundation grant SES-1851758. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}