{
    "id": 27281,
    "citation_title": "Nonlinear Production Networks with an Application to the Covid-19 Crisis",
    "citation_author": [
        "David Baqaee",
        "Emmanuel Farhi"
    ],
    "citation_publication_date": "2020-06-01",
    "issue_date": "2020-05-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the effects of negative supply shocks and shocks to the composition of final demand on aggregate output in a disaggregated neoclassical model with multiple sectors, factors, and input-output linkages. We show how nonlinearities associated with complementarities in consumption and production amplify the effect of negative supply shocks by creating supply bottlenecks and disrupting supply chain networks. These nonlinearities are particularly potent when the shocks are more heterogeneous as the worst-affected sectors drag down the other sectors. Nonlinearities are strengthened when changes in preferences lead households to tilt the composition of their demand towards the crippled sectors directly and indirectly through their supply chains. And nonlinearities are further intensified when factors cannot easily be reallocated across sectors to reinforce weak links. A quantitative investigation suggests that nonlinearities may amplify the impact of the Covid-19 shock by between 10\\%-100\\%, depending on the horizon of analysis and the exact size of the shocks.\n\n",
    "acknowledgement": "\nWe thank Veronica De Falco, Sihwan Yang, and Stephanie Kestelman for excellent research assistance. We thank Natalie Bau for her comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}