{
    "id": 27297,
    "citation_title": "The Food Problem and the Aggregate Productivity Consequences of Climate Change",
    "citation_author": [
        "Ishan B. Nath"
    ],
    "citation_publication_date": "2020-06-08",
    "issue_date": "2020-06-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper integrates local temperature treatment effects and a quantitative macroeconomic model to evaluate the impact of climate change on sectoral reallocation and aggregate productivity. First, I use firm-level data from a wide range of countries to estimate the effect of temperature on productivity in manufacturing and services. Estimates suggest that extreme heat reduces non-agricultural productivity, but less so than in agriculture, implying that hot countries could adapt to climate change by importing food and shifting labor toward manufacturing. Second, I embed my estimates in an open-economy model of structural transformation covering 158 countries to investigate this possibility. Simulations suggest that subsistence food requirements drive agricultural specialization more than comparative advantage, however, such that climate change perversely pulls labor into agriculture where its productivity suffers most and reallocation exacerbates the global decline in GDP. The productivity effects of climate change reduce welfare by 1.5-2.7% overall and 6-10% for the poorest quartile. Trade reduces the welfare costs of climate change by only 7.4% under existing policy, but by 31% overall and 68% for the global poor in a counterfactual scenario that assigns all countries the 90th percentile level of trade openness.\n\n",
    "acknowledgement": "\nI thank my advisers, Michael Greenstone, Chang-Tai Hsieh, and Pete Klenow for their guidance, mentorship, and patience, and for sharing access to data. I also appreciate helpful comments from Martí Mestieri, Hannes Malmberg, Tamma Carleton, Michael Dinerstein, Alessandra Voena, Manasi Deshpande, Lauren Bergquist, Steve Cicala, Ryan Kellogg, Eyal Frank, and seminar participants at the University of Chicago and the NBER Agriculture and Trade Confererence. I thank Henry Zhang, Nick Tsivanidis, and Cian Ruane for help processing and cleaning my datasets, Steve Mohr and Theodor Kulczycki for guidance on coding and computing, and the Chicago Booth Initiative on Global Markets (IGM), and Jennifer Williams and Peggy Eppink in particular, for providing access to the Amadeus dataset from Bureau van Dijk. Any opinions and conclusions expressed herein are those of the author and do not necessarily represent the views of the U.S. Census Bureau. All results have been reviewed to ensure that no confidential information is disclosed. All errors and omissions are my own. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}