{
    "id": 27296,
    "citation_title": "Founder-CEO Compensation and Selection into Venture Capital-Backed Entrepreneurship",
    "citation_author": [
        "Michael Ewens",
        "Ramana Nanda",
        "Christopher T. Stanton"
    ],
    "citation_publication_date": "2020-06-08",
    "issue_date": "2020-06-04",
    "revision_date": "2023-10-06",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nWe show theoretically that a critical determinant of the attractiveness of VC-backed entrepreneurship for high-earning potential founders is the expected time to develop a startup's initial product. This is because founder-CEOs' cash compensation in- creases substantially after product development, alleviating the non-diversifiable risk that founders face at startup birth. Consistent with the model's predictions of where the supply of entrepreneurial talent is likely to be most constrained, we find that technological shocks differentially altering the expected time to product across industries can explain changes in both the rate of entry and characteristics of individuals selecting into VC-backed entrepreneurship.\n\n",
    "acknowledgement": "\nPreviously circulated as “The Evolution of CEO Compensation in Venture Capital Backed Startups.”  We are especially thankful to Bob Hall and Susan Woodward for sharing their code. We are also grateful to Ulf Axelson, Zoe Cullen, Matthew Denes (discussant), Roberta Dessi, Daniel Ferreira, Paul Gompers, Juanita González-Uribe (discussant), Stephen Hansen (discussant), Victoria Ivashina, Steve Kaplan (discussant), Francisco Queiro (discussant), Ben Roth, Kathryn Shaw (discussant), Pian Shu (discussant), Peter Thompson, Ting Xu and participants at presentations at the AFA, Caltech, Carnegie Mellon, CEPR, CUHK, CityU Hong Kong, FIRS, Georgia Tech, HBS, HEC Paris Entrepreneurship Workshop, Imperial, London School of Economics, Nanyang Technological University, NBER Summer Institute, NOVA SBE, Michigan, University of Virginia, UT Dallas and the WFA for helpful discussions. Nanda and Stanton thank HBS for financial support. Ewens has advised and received financial support from Correlation Ventures. Correlation Ventures provided some of the data, but did not have the right to review results. Advanced HR, which provided data on founder-CEO compensation, has reviewed the paper for disclosure of individually identifiable information but did not have the right to review content. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}