{
    "id": 27299,
    "citation_title": "Social Proximity to Capital: Implications for Investors and Firms",
    "citation_author": [
        "Theresa Kuchler",
        "Yan Li",
        "Lin Peng",
        "Johannes Stroebel",
        "Dexin Zhou"
    ],
    "citation_publication_date": "2020-06-08",
    "issue_date": "2020-06-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe use social network data from Facebook to show that institutional investors are more likely to invest in firms from regions to which they have stronger social ties. This effect of social proximity on investment behavior is distinct from the effect of geographic proximity. Social connections have the largest influence on investments of small investors with concentrated holdings as well as on investments in firms with a low market capitalization and little analyst coverage. We also find that the response of investment decisions to social connectedness affects equilibrium capital market outcomes: firms in locations with stronger social ties to places with substantial institutional capital have higher institutional ownership, higher valuations, and higher liquidity. These effects of social proximity to capital on capital market outcomes are largest for small firms with little analyst coverage. We find no evidence that investors generate differential returns from investments in locations to which they are socially connected. Our results suggest that the social structure of regions affects firms' access to capital and contributes to geographic differences in economic outcomes.\n\n",
    "acknowledgement": "\nWe thank Elsa Allman, Yakov Amihud, Zhi Da, Phil Dybvig, Abhinav Gupta, Zhiguo He, Xing Huang, Chi-Ching Hung, Narasimhan Jegadeesh, Wenlan Qian, Charles Lee, Cameron Peng, Oliver Rehbein, Simon Rother, Wei Xiong, Hongjun Yan, Jun Yang, as well as seminar participants at Baruch, NYU Stern, the New York Fed, and the International Macroeconomics and Finance Conference for helpful comments. Lin Peng acknowledges the Krell research grant and the Wassarman research grant for financial support. For part of this project, Stroebel and Kuchler were research consultants at Facebook. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}