{
    "id": 27290,
    "citation_title": "Consumption Insurance in Networks with Asymmetric Information",
    "citation_author": [
        "Orazio Attanasio",
        "Sonya Krutikova"
    ],
    "citation_publication_date": "2020-06-01",
    "issue_date": "2020-05-28",
    "revision_date": "2020-07-02",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses a dataset from Tanzania with information on consumption, income and income shocks within and across family networks. Crucially and uniquely, it also contains data on the degree of information existing between each pair of households within family networks gCrucially and uniquely, it also contains data on the level of information each pair of households has about each other within family networks. We use these data to construct a novel measure of the quality of information both at the level of household pairs and at the level of the network. We also note that the individual level measures can be interpreted as measures of network centrality. We study risk sharing within these networks and explore whether the rejection of perfect risk sharing that we observe can be related to our measures of information quality. We show that households within family networks with better information are less vulnerable to idiosyncratic shocks. Furthermore, we show that more central households within networks are less vulnerable to idiosyncratic shocks. These results have important implications for the characterisation of the empirical failure of the perfect risk sharing hypothesis and point to the importance of information frictions.\n\n",
    "acknowledgement": "\nThis paper was the BBVA lecture, which was presented at the ASSA meetings in January 2019 in Atlanta and at the BBVA Foundation in May 2019 in Madrid. We received very valuable feedback and suggestions from Pau Milan, Aureo de Paula and Nicola Pavoni and useful comments in various presentations. Attanasio's research was partially funded by ERC Advanced Grant AdG - 695300.  Krutikova gratefully acknowledges the support of the Economic and Social Research Council's Centre for the Microeconomic Analysis of Public Policy at the IFS (grant reference ES/M010147/1). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}