{
    "id": 27294,
    "citation_title": "Disparities in Vulnerability to Severe Complications from COVID-19 in the United States",
    "citation_author": [
        "Emily E. Wiemers",
        "Scott Abrahams",
        "Marwa AlFakhri",
        "V. Joseph Hotz",
        "Robert F. Schoeni",
        "Judith A. Seltzer"
    ],
    "citation_publication_date": "2020-06-08",
    "issue_date": "2020-06-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides the first nationally representative estimates of vulnerability to severe com-plications from COVID-19 overall and across race-ethnicity and socioeconomic status. We use the Panel Study of Income Dynamics (PSID) to examine the prevalence of specific health condi-tions associated with complications from COVID-19 and to calculate, for each individual, an index of the risk of severe complications from respiratory infections developed by DeCaprio et al. (2020). We show large disparities across race-ethnicity and socioeconomic status in the prev-alence of conditions which are associated with the risk of severe complications from COVID-19. Moreover, we show that these disparities emerge early in life, prior to age 65, leading to higher vulnerability to such complications. While vulnerability is highest among older adults regardless of their race-ethnicity or socioeconomic status, our results suggest particular attention should also be given to the risk of adverse outcomes in midlife for non-Hispanic Blacks, adults with a high school degree or less, and low-income Americans.\n\n",
    "acknowledgement": "\nThis paper was prepared with support, in part, from the Aging Studies In-stitute at Syracuse University, the Duke Center for Population Health and Aging, which receives core support (P30AG034424) from the National Institute on Aging, and by the California Center for Popula-tion Research at the University of California at Los Angeles, which receives core support (P2C-HD041022) from the Eunice Kennedy Shriver National Institute of Child Health and Human Development. The collection of data used in this study was partly supported by the National Institutes of Health under grant number R01 HD069609 and R01 AG040213, and the National Science Foundation under award numbers SES 1157698 and 1623684. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}