{
    "id": 27291,
    "citation_title": "Yield Performance of Corn under Heat Stress: A Comparison of Hybrid and Open-Pollinated Seeds during a Period of Technological Transformation, 1933-1955",
    "citation_author": [
        "Keith Meyers",
        "Paul Rhode"
    ],
    "citation_publication_date": "2020-06-01",
    "issue_date": "2020-05-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nStarting in the 1930s, commercial hybrid corn seeds rapidly replaced the once predominant open-pollinated varieties planted by farmers. By the mid-1950s almost all corn grown in the United States was of hybrid varieties. Observers have argued that the drought tolerant qualities of these hybrids were a major factor driving farmers’ decisions regarding hybrid adoption, but there is little statistical evidence to substantiate this assertion. Hybrid seeds exhibited other attractive qualities, such as improved performance during prime weather conditions, resistance to wind damage, and increased suitability toward mechanized harvesting. Using historical evidence from Zvi Griliches’s archival records, we reconstruct data on hybrid corn adoption and yields at a more disaggregated geographic level than previously available. We match these data with historical weather records to measure the extent to which hybrid seeds mediated the adverse effects of extreme heat.  Our findings suggest that hybrid corns grown in Iowa from 1928 to 1942 did exhibit heat tolerance relative to open-pollinated varieties. This result is unique to Iowa as this reduced temperature sensitivity does not appear when comparing hybrid and open-pollinated  grown in other states.\n\n",
    "acknowledgement": "\nWe wish to thank Petra Moser and Michael Roberts for helpful suggestions and data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}