{
    "id": 27292,
    "citation_title": "The Anatomy of the Transmission of Macroprudential Policies",
    "citation_author": [
        "Viral V. Acharya",
        "Katharina Bergant",
        "Matteo Crosignani",
        "Tim Eisert",
        "Fergal J. McCann"
    ],
    "citation_publication_date": "2020-06-01",
    "issue_date": "2020-05-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe analyze how regulatory constraints on household leverage—in the form of loan-to-income and loan-to-value limits—affect residential mortgage credit and house prices as well as other asset classes not directly targeted by the limits. Supervisory loan level data suggest that mortgage credit is reallocated from low-to high-income borrowers and from urban to rural counties. This reallocation weakens the feedback loop between credit and house prices and slows down house price growth in “hot” housing markets. Consistent with constrained lenders adjusting their portfolio choice, more-affected banks drive this reallocation and substitute their risk-taking into holdings of securities and corporate credit.\n\n",
    "acknowledgement": "\nWe thank Sergey Chernenko, Stijn Claessens, Anthony DeFusco, Adam Guren, Tim Landvoigt, Philip Lane, Tomasz Piskorski, José-Luis Peydró, Andrea Polo, Andres Sarto, Roberto Savona, Tess Scharlemann, Sanjay Singh, and James Vickery for their comments. We also thank conference participants at the NBER Summer Institute (CF), WFA-CFAR Corporate Finance Conference (Olin), 11th Annual Paul Woolley Centre Conference (LSE), AFA, EFA, Labor and Finance Group Conference (Chicago Booth), CEPR-Bank of Finland Monetary Policy and Reality Conference, UCLA-FRBSF Conference on Housing, Financial Markets, and Monetary Policy, Workshop on Housing and Household Finance (Oslo), RFS Banking Conference (Rome), BIS “Impact of Banking Regulation on Financial Markets” Conference, CREDIT Conference, Bocconi Carefin Conference, MFA, CSEF Banking Conference, 14th Meeting of German Economist Abroad, Fed “Day Ahead” Conference, and seminar participants at Fed Board, NY Fed, Boston Fed, UNSW, University of Melbourne, Michigan Ross, Central Bank of Ireland Financial Stability Reading Group, ECB, FDIC, TU Munich, IWH Halle, Johns Hopkins Carey, and Frankfurt School of Finance & Management. We thank Ronan Lyons for helping us access and interpret the house price data. The views expressed in this paper are solely the responsibility of the authors and should not be interpreted as reflecting the views the Central Bank of Ireland or the International Monetary Fund. All results have been reviewed to ensure no confidential information is disclosed. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}