{
    "id": 27298,
    "citation_title": "Experimental Evidence on Alternative Policies to Increase Learning at Scale",
    "citation_author": [
        "Annie Duflo",
        "Jessica Kiessel",
        "Adrienne Lucas"
    ],
    "citation_publication_date": "2020-06-08",
    "issue_date": "2020-06-04",
    "revision_date": "2022-05-10",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe partnered with the Ghanaian government to test simultaneously four methods of increasing achievement in schools with low and heterogeneous student achievement| assistant led remedial pull-out lessons, assistant led remedial after school lessons, assistant led smaller class sizes, or teacher implemented partial day tracking. Despite implementation issues, the interventions increased student learning by about 0.1SD, about 0.4SD when adjusting for the imperfect implementation, with no effects on attendance, grade repetition, or drop-out. Test score increases were larger for girls and gains persisted after the program ended. Fidelity of implementation decreased over time for the assistants but increased for the teachers.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge generous funding for the evaluation from the International Growth Centre, the Hewlett Foundation, and the Children's Investment Fund Foundation. Many thanks to Amma Aboagye, Albert Akoubila, and Maame Araba Nketsiah for supporting and championing the implementation of program and to Ama Anaman, Raphael Bandim, Suvojit Chattopadhyay, Callie Lowenstein, Sam N'tsua, Pace Phillips, and the entire IPA Ghana team for outstanding research implementation and project management. We would also like to thank Wendy Abt for her instrumental role in getting this project started and Caitlin Tulloch and Shahana Hirji for their leadership and support with the cost analysis. For research assistance, we thank Joyce Jumpah, Ryan Knight, Harrison Diamond Pollock, and Matthew White. We also acknowledge our partners at the Ministry of Education, Ghana Education Services, and the Ministry of Youth Sports and Culture without whom this project would not have been possible. We thank David Evans and Fei Yuan for providing statistics on existing impact evaluations and James Berry for providing combined math and literacy estimates for the interventions in Banerjee et al. (2017). For useful comments and suggestions, we thank Noam Angrist, Sabrin Beg, Jim Berry, Janet Currie, David Evans, Anne Fitzpatrick, John Floretta, Alejandro Ganimian, Sarah Kabay, Heidi McAnnally-Linz, Daniel Rodriguez-Segura, Jeremy Tobacman, and numerous seminar and conference participants. This RCT was registered in the American Economic Association Registry for randomized control trials as AEARCTR- 0005912. The Innovations for Poverty Action IRB approved this study. This paper was previously circulated under the titles “Every Child Counts: Adapting and Evaluating Targeted Instruction Approaches into a New Context through a Nationwide Randomized Experiment in Ghana” and “External Validity: Four Models of Improving Student Achievement.” The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}