{
    "id": 27306,
    "citation_title": "Medicaid Expansion and the Mental Health of College Students",
    "citation_author": [
        "Benjamin W. Cowan",
        "Zhuang Hao"
    ],
    "citation_publication_date": "2020-06-08",
    "issue_date": "2020-06-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nReported mental health problems have risen dramatically among U.S. college students over time, as has treatment for these problems. An open question is how healthcare access affects diagnosis of mental illness and treatments such as prescription psychotropic medication use. We examine the effect of state-level Medicaid expansion following the 2014 implementation of the Affordable Care Act on the diagnosis of mental health conditions and psychotropic prescription drug use of a national sample of college students. We find that students from disadvantaged backgrounds are more likely to report being on public insurance after 2014 in expansion states relative to non-expansion states, while more advantaged students do not see this increase. Both diagnosis of common mental health conditions and psychotropic drug use increase following expansion for disadvantaged students relative to advantaged ones, which translates into an elimination of the pre-treatment gap in these outcomes by family background in expansion states. However, these changes are not associated with short-term improvements in measures of mental health status or academic outcomes.\n\n",
    "acknowledgement": "\nWe are very grateful to Sasha Zhou and others at the University of Michigan for providing us with the Healthy Minds Study data used in this project. We also thank Sumedha Gupta and participants of the Beihang Applied Economics Colloquium for valuable comments on a previous draft of this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}