{
    "id": 27307,
    "citation_title": "Revenue at Risk in Coal-Reliant Counties",
    "citation_author": [
        "Adele Morris",
        "Noah Kaufman",
        "Siddhi Doshi"
    ],
    "citation_publication_date": "2020-06-15",
    "issue_date": "2020-06-04",
    "revision_date": "2020-07-16",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the implications of a carbon-constrained future on coal-reliant county governments in the United States. We review modeling projections of coal production under reference and climate policy scenarios and argue that some state and local governments face important revenue risks. Complex systems of revenue and intergovernmental transfers, along with insufficiently-detailed budget data, make it difficult to parse out just how exposed jurisdictions are to the coal industry. A look at three illustrative counties shows that coal-related revenue may fund a third or more of their budgets. When the results of regression analysis of 27 coal-reliant counties are extrapolated outside the sample to the demise of the industry, they suggest these counties could lose on average about 20 percent of their revenue. This does not account for the potential downward spiral of other revenues as the collapse of the dominant industry erodes the tax base. Coal-dependent communities have issued a variety of outstanding bonds that will mature in a time frame in which climate policy is likely. Our review of illustrative bonds indicates that municipalities have not appropriately characterized their coal-related risks. Ratings agencies are only now beginning to document the hazardous exposure of some local governments to the coal industry. Climate policies can be combined with investments in coal-dependent communities to support their financial health. A logical source of funding for such investments would be the revenues from a price on carbon dioxide emissions, a necessary element of any cost-effective strategy for addressing the risks of climate change. We discuss how a small fraction of revenue from a federal carbon price in the United States could fund billions of dollars in annual investments in the economic development of coal-dependent communities and direct assistance to coal industry workers.\n\n",
    "acknowledgement": "\nThe authors would like to thank the editors of EEPE for their helpful feedback and suggestions. The authors would also like to acknowledge the contributions of Ali Zaidi, Edwin Saliba, Hao Wang, Jason Bordoff, Mathew Robinson, Artealia Gilliard, Ron Minsk, Genna Morton, Stephanie Damassa, and Anna Gossett. The views expressed in this report should not be construed as reflecting the views of the Columbia SIPA Center on Global Energy Policy, the Brookings Institution, the National Bureau of Economic Research or any other entity. The words “we” and “our” refer to the authors’ own opinions.\nThis work was made possible by support from the Center on Global Energy Policy (CGEP) and the Laura and John Arnold Foundation. More information about CGEP is available at: https:// energypolicy.columbia.edu/about/partners.\n\n\n"
}