{
    "id": 27303,
    "citation_title": "Plants in Space",
    "citation_author": [
        "Ezra Oberfield",
        "Esteban Rossi-Hansberg",
        "Pierre-Daniel Sarte",
        "Nicholas Trachter"
    ],
    "citation_publication_date": "2020-06-08",
    "issue_date": "2020-06-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe study the number, size, and location of a firm's plants. The firm's decision balances the benefit of delivering goods and services to customers using multiple plants with the cost of setting up and managing these plants, and the potential for cannibalization that arises as their number increases.  Modeling the decisions of heterogeneous firms in an economy with a vast number of widely distinct locations is complex because it involves a large combinatorial problem. Using insights from discrete geometry, we study a tractable limit case of this problem in which these forces operate at a local level. Our analysis delivers clear predictions on sorting across space. Productive firms place more plants in dense locations that exhibit high rents compared with less productive firms, and place fewer plants in markets with low density and low rents. Controlling for the number of plants, productive firms also operate larger plants than those operated by less productive firms in locations where both are present. We present evidence consistent with these and several other predictions using U.S. establishment-level panel data.\n\n",
    "acknowledgement": "\nWe thank participants at numerous seminars and conferences for their feedback. We thank Eric LaRose, Reiko Laski, James Lee, Sara Ho, and Suren Tavakalov for outstanding research assistance. The views expressed herein are those of the authors and do not necessarily represent the views of the Federal Reserve Bank of Richmond, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n\nEsteban Rossi-Hansberg\n\nI had no sources of funding or financial relationships that were relevant for this research.\n\n\n"
}