{
    "id": 27300,
    "citation_title": "Search Frictions and Efficiency in Decentralized Transportation Markets",
    "citation_author": [
        "Giulia Brancaccio",
        "Myrto Kalouptsidi",
        "Theodore Papageorgiou",
        "Nicola Rosaia"
    ],
    "citation_publication_date": "2020-06-08",
    "issue_date": "2020-06-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we explore efficiency and optimal policy in decentralized transportation markets that suffer from search frictions, such as taxicabs, trucks and bulk shipping. We illustrate the impact of two externalities: the well-known thin/thick market externalities and what we call pooling externalities. We characterize analytically the conditions for efficiency, show how they translate into efficient pricing rules, as well as derive the optimal taxes for the case where the planner is not able to set prices. We use our theoretical results to explore welfare loss and optimal policy in dry bulk shipping. We find that the constrained efficient allocation achieves 6% welfare gains, while the first-best allocation corresponding to the frictionless world, achieves 14% welfare gains. This suggests that policy can achieve substantial gains, even if it does not alleviate search frictions, e.g. through a centralizing platform. Finally, we demonstrate that simple policies designed to mimic the optimal taxes perform well.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge the support of the National Science Foundation (under grant SES-1847555), the Social Sciences and Humanities Research Council (under grant #430-2018-00540), as well as the Griswold Center for Economic Policy Studies at Princeton University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}