{
    "id": 27304,
    "citation_title": "What We Know and Don't Know about Climate Change, and Implications for Policy",
    "citation_author": [
        "Robert S. Pindyck"
    ],
    "citation_publication_date": "2020-06-08",
    "issue_date": "2020-06-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere is a lot we know about climate change, but there is also a lot we don't know. Even if we knew how much CO2 will be emitted over the coming decades, we wouldn't know how much temperatures will rise as a result. And even if we could predict the extent of warming that will occur, we can say very little about its impact. I explain that we face considerable uncertainty over climate change and its impact, why there is so much uncertainty, and why we will continue to face uncertainty in the near future. I also explain the policy implications of climate change uncertainty. First, the uncertainty (particularly over the possibility of a catastrophic climate outcome) creates insurance value, which pushes us to earlier and stronger actions to reduce CO2 emissions. Second, uncertainty interacts with two kinds of irreversibilities. First, CO2 remains in the atmosphere for centuries, making the environmental damage from CO2 emissions irreversible, pushing us to earlier and stronger actions. Second, reducing CO2 emissions requires sunk costs, i.e., irreversible expenditures, which pushes us away from earlier actions. Both irreversibilities are inherent in climate policy, but the net effect is ambiguous.\n\n",
    "acknowledgement": "\nThe author used funds from his MIT Sloan School research account to support a research assistant.  The author has no actual or potential conflicts of interest. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}