{
    "id": 27302,
    "citation_title": "The Long-Run Effects of School Racial Diversity on Political Identity",
    "citation_author": [
        "Stephen B. Billings",
        "Eric Chyn",
        "Kareem Haggag"
    ],
    "citation_publication_date": "2020-06-08",
    "issue_date": "2020-06-04",
    "revision_date": "2020-06-12",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nHow do early-life experiences shape political identity? In this paper, we study how a shock to the social lives of youth affected their party affiliation in adulthood. Specifically, we examine the end of race-based busing in Charlotte-Mecklenburg schools (CMS), an event that led to large changes in school racial composition. Using linked administrative data, we compare party affiliation for students who had lived on opposite sides of newly drawn school boundaries. We find that a 10-percentage point increase in the share of minorities in a student's assigned school decreased their likelihood of registering as a Republican by 8.8 percent. Consistent with the contact hypothesis, this impact is entirely driven by white students (a 12 percent decrease). This effect size is roughly 16 percent of the correlation between parents and their children's party affiliations. Finally, consistent with this change reflecting underlying partisan identity, we find no significant effect on voter registration likelihood. Together these results suggest that schools in childhood play an important role in shaping partisanship.\n\n",
    "acknowledgement": "\nWe are grateful to Erzo Luttmer and Dean Karlan for helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}