{
    "id": 27310,
    "citation_title": "Predicting Social Tipping and Norm Change in Controlled Experiments",
    "citation_author": [
        "James Andreoni",
        "Nikos Nikiforakis",
        "Simon Siegenthaler"
    ],
    "citation_publication_date": "2020-06-08",
    "issue_date": "2020-06-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe ability to predict when societies will replace one social norm for another can have significant implications for welfare, especially when norms are detrimental. A popular theory poses that the pressure to conform to social norms creates tipping thresholds which, once passed, propel societies toward an alternative state. Predicting when societies will reach a tipping threshold, however, has been a major challenge due to the lack of experimental data for evaluating competing models. We present evidence from a large-scale lab experiment designed to test the theoretical predictions of a threshold model for social tipping. In our setting, societal preferences change gradually, forcing individuals to weigh the benefit from deviating from the norm against the cost from not conforming to the behavior of others. We show that the model predicts accurately social tipping and norm change in 96% of experimental societies. Strikingly, when individuals determine the cost for non-conformity themselves, they set it too high, causing the persistence of detrimental norms. We also show that instigators of change tend to be more risk tolerant and to dislike conformity more. Our findings demonstrate the value of threshold models for understanding social tipping in a broad range of social settings and designing policies to promote welfare.\n\n",
    "acknowledgement": "\nThe authors gratefully acknowledge research assistance of Vincent Leah-Martin, Seung-Keun Martinez, and Alex Kellogg. The authors thank Andrea Baronchelli, Cristina Bicchieri, Eugen Dimant, Ernst Fehr, Karine Nyborg, Antonio Penta, Blaine Robbins and Martin Scheffer for helpful comments. Andreoni gratefully recognizes the financial support of the National Science Foundation, Grant 1658952. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}