{
    "id": 27314,
    "citation_title": "Does Poverty Change Labor Supply? Evidence from Multiple Income Effects and 115,579 Bags",
    "citation_author": [
        "Abhijit Banerjee",
        "Dean Karlan",
        "Hannah Trachtman",
        "Christopher R. Udry"
    ],
    "citation_publication_date": "2020-06-08",
    "issue_date": "2020-06-04",
    "revision_date": "2024-07-23",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe income elasticity of labor supply is a central parameter of many economic models. We test the response of labor supply and effort to exogenous changes in income using data from a randomized evaluation of a multi-faceted grant program in northern Ghana combined with a researcher-implemented bagmaking operation. We find a non-negative \"income effect\" on labor supply. We argue that simple models with either labor or capital market frictions cannot explain the results, whereas a model that allows for positive physiological or psychological productivity effects from higher income fits with our findings.\n\n",
    "acknowledgement": "\nApproval from the Yale University Human Subjects Committee, IRB No. 0705002656, 1002006308, 1006007026, and 1011007628; and from the Innovations for Poverty Action Human Subjects Committee, IRB Protocol No. 19.08January-002, 09December-003, 59.10June-002, and 10November-003.494. Thanks to the Ford Foundation, and 3ie for funding. Thanks to Nathan Barker, Caton Brewster, Abubakari Bukari, David Bullon Patton, Sébastien Fontenay, Angela Garcia, Yann Guy, Samantha Horn, Sana Khan, Hideto Koizumi, Matthew Lowes, Elizabeth Naah, Michael Polansky, Elana Safran, Sneha Stephen, Rachel Strohm, and Stefan Vedder for outstanding research assistance and project management, and in particular Bram Thuysbaert for collaboration. The authors would like to thank the leadership and staff at Presbyterian Agricultural Services (PAS) for their partnership. Thanks to Frank DeGiovanni of the Ford Foundation, Syed Hashemi of BRAC University, and Aude de Montesquiou and Alexia Latortue of CGAP for their support and encouragement of the research. No authors have any real or apparent conflicts of interest, except Karlan is on the Board of Directors of Innovations for Poverty Action, which participated in oversight of the implementation. All data and code will be available upon publication at the IPA Dataverse (doi pending). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}