{
    "id": 27318,
    "citation_title": "Gender Differences in Negotiation: Evidence from Real Estate Transactions",
    "citation_author": [
        "Steffen Andersen",
        "Julie Marx",
        "Kasper Meisner Nielsen",
        "Lise Vesterlund"
    ],
    "citation_publication_date": "2020-06-08",
    "issue_date": "2020-06-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe investigate negotiations over real estate and find that men secure better prices than women when negotiating to buy and sell property. However, the gender difference declines substantially when improving controls for the property’s value; and is eliminated when controlling for unobserved heterogeneity in a sample of repeated sales. Rather than evidence of gender differences in negotiation, the initial difference in prices is evidence that men and women demand different properties. Consistently we find no gender difference in the sales price secured for property inherited from a deceased parent. Provided appropriate controls men and women fare equally well when negotiating over real estate. Our study demonstrates that inference on gender differences in negotiation relies critically on controlling for the value of the negotiated item.\n\n",
    "acknowledgement": "\nAndersen thanks the European Research Council for financial support to the project “Risky Decisions: Revealing Economic Behavior”. Marx thanks the Fonnesbech Foundation for financial support. Nielsen thanks the Danish Finance Institute for financial support. Vesterlund thanks the NSF (SES-1330470) for generous financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}