{
    "id": 27319,
    "citation_title": "Broad Bracketing for Low Probability Events",
    "citation_author": [
        "Shereen J. Chaudhry",
        "Michael Hand",
        "Howard Kunreuther"
    ],
    "citation_publication_date": "2020-06-08",
    "issue_date": "2020-06-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Behavioral Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIndividuals tend to underprepare for rare, catastrophic events because of biases in risk perception. A simple form of broad bracketing—presenting the cumulative probability of loss over a longer time horizon—has the potential to alleviate these barriers to risk perception and increase protective actions such as purchasing flood insurance. However, it is an open question whether broad bracketing effects last over time: There is evidence that descriptive probability information is ignored when decisions are made from “experience” (repeatedly and in the face of feedback), which describes many protective decisions. Across six incentive-compatible experiments with high stakes, we find that the broad bracketing effect does not disappear or change size when decisions are made from experience. We also advance our understanding of the mechanisms underlying broad bracketing, finding that, while cumulative probability size is a strong driver of the effect, this is dampened for larger brackets which lead people to be less sensitive to probability size.\n\n",
    "acknowledgement": "\nSupport for this research comes from a grant from the Sloan Foundation (G-2018-11100 / SUB18-04); a National Science Foundation (NSF) grant (EAR-1520683 / SUB0000091) through Princeton University; the Geneva Association; the Travelers Risk Management and Leadership project; and the Wharton Risk Management and Decision Processes Center’s Extreme Events project. We wish to express gratitude to Allyson Root, Rick Larrick, and Ray Sin for feedback on the experimental design and/or earlier drafts of this paper. We appreciate helpful discussions with our colleagues at the Wharton Risk Center throughout the development of this paper: Jeff Czajkowski, Carol Heller, Carolyn Kousky, Brett Lingle, Robert Meyer, Marilyn Montgomery, and Gina Tonn. We would also like to thank Nyzinga Patterson for administrative support in running the experiments. We appreciate additional feedback from participants at the 2018 SABE sessions at the WEAI conference and the 2018 meeting of the Society for Judgment and Decision Making. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}