{
    "id": 27311,
    "citation_title": "Program Recertification Costs: Evidence from SNAP",
    "citation_author": [
        "Tatiana Homonoff",
        "Jason Somerville"
    ],
    "citation_publication_date": "2020-06-08",
    "issue_date": "2020-06-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecipients of means-tested program benefits must periodically document continued eligibility through a recertification process. We find evidence that the administrative burden associated with SNAP recertification leads to decreases in program participation. Cases assigned to later recertification interview dates, which leave less time to reschedule missed interviews, are over 20 percent less likely to recertify than cases assigned to interviews earlier in the month. Cases that fail recertification due to later assignments lose an average of $600 in benefits in the following year. These losses are highly skewed: many cases quickly re-enroll, while one quarter remain off SNAP for over a year post-recertification.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge Manasi Deshpande, Peter Ganong, Jacob Goldin, Colin Gray, Doug Miller, Matt Notowidigdo, Ted O'Donoghue, Zhuan Pei, and Matt Unrath as well as conference and seminar participants at UC-Berkeley, Yale, Vanderbilt, Georgia State, UVA-Batten, Hunter-CUNY, NYU, Cornell, NBER-Public Economics, IRP-SRW, AEA, APPAM, and UPenn-CHIBE for conversations and suggestions that have greatly improved the quality of this project. We especially thank Peri Weisberg for providing data and guidance on policies and practices along with Mark Woo, Noelle Simmons, Dan Kelly, Taninha Ferreira, Yakob Kflom, Priscilla Prado, James Choi, Alan Geist at the San Francisco Human Services Agency and the California Department of Social Services as well as Nate Higgins and Rurui Kuang from the Social and Behavioral Sciences Team. All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}