{
    "id": 27313,
    "citation_title": "Monetary Policy with Opinionated Markets",
    "citation_author": [
        "Ricardo J. Caballero",
        "Alp Simsek"
    ],
    "citation_publication_date": "2020-06-08",
    "issue_date": "2020-06-04",
    "revision_date": "2022-06-17",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe build a model in which the Fed and the market disagree about future aggregate demand. The market anticipates monetary policy “mistakes,” which affect current demand and induce the Fed to partially accommodate the market’s view. The Fed expects to implement its view gradually. Announcements that reveal an unexpected change in the Fed’s belief provide a microfoundation for monetary policy shocks. Tantrum shocks arise when the market misinterprets the Fed’s belief and overreacts to its announcement. Uncertainty about tantrums motivates further gradualism and communication. Finally, disagreements affect the market’s expected inflation and induce a policy trade-off similar to “cost-push” shocks.\n\n",
    "acknowledgement": "\nThe editor Emi Nakamura and three anonymous referees provided many helpful comments. Alex Carrasco, Tishara Garg, Sarah Ngo Hamerling, Jilun Xing, and Elliot Parlin provided excellent research assistance. We also thank Chris Ackerman, Marios Angeletos, Vladimir Asriyan (discussant), Gadi Barlevy, Marco Bassetto, Ben Bernanke, Jonathan Brownrigg, Guy Debelle, Sebatian Di Tella (discussant), Anthony Diercks, Refet Gurkaynak, Ozer Karagedikli, Arvind Krishnamurthy, Yueran Ma, Guillermo Ordonez, Alexi Savov (discussant), Jaume Ventura, Annette Vissing-Jorgensen (discussant), Eli Remolona, Raphael Schoenle (discussant), Jenny Tang (discussant), Christian Wolf, and seminar participants at Bank of England, Berkeley, Bilkent, Bocconi, Bundesbank, CEBRA, CESifo, Chicago Booth, Chicago Fed, Columbia, CREI, Dallas Fed, Duke, ECB, Glasgow, John Hopkins, National Bank of Belgium, NBER SI, NYU Stern, Oxford, Richmond Fed, SEACEN, Stanford GSB, St. Louis Fed, UCLA, Wisconsin-Madison, and Yale SOM, for their comments. Caballero and Simsek acknowledge support from the National Science Foundation (NSF) under Grant Numbers SES-1848857 and SES-1455319, respectively. First draft: 10/07/2019, The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}