{
    "id": 2731,
    "citation_title": "Inflation, External Debt and Financial Sector Reform: A Quantitative Approach To Consistent Fiscal Policy With An Application to Turkey",
    "citation_author": [
        "Ritu Anand",
        "Sweder van Wijnbergen"
    ],
    "citation_publication_date": "1988-10-01",
    "issue_date": "1988-10-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents and applies an integrated framework to assess the consistency between fiscal deficits and other macroeconomic targets, such as output growth and the rate of inflation. The model centers around the government budget constraint and can be used to either derive the financeable deficit given inflation targets, or to derive an equilibrium inflation rate for which no fiscal adjustment would be necessary. The financeable deficit is defined as the deficit that does not require more financing than is compatible with sustainable external and internal borrowing, and existing targets for inflation and output growth. The model can assess the impact on the relation between fiscal adjustment and sustainable inflation rates of financial sector reforms affecting base money demand, of changes in interest rates paid on foreign and domestic public sector debt, of output growth targets and of exchange rate policy. The analysis furthermore incorporates an approach, due to Cohen ( 1986), to the derivation of a sustainable external debt policy. Finally, the model can also be used to see what happens if the required fiscal adjustment is postponed. We explore two alternatives: one where fiscal adjustment takes place eventually, and one where the inflation tax is used eventually to close any financing gap. The model is applied to an analysis of inflation, external debt and financial sector reform in Turkey.\n\n",
    "acknowledgement": "\n"
}