{
    "id": 27317,
    "citation_title": "No Firm is an Island? How Industry Conditions Shape Firms' Aggregate Expectations",
    "citation_author": [
        "Philippe Andrade",
        "Olivier Coibion",
        "Erwan Gautier",
        "Yuriy Gorodnichenko"
    ],
    "citation_publication_date": "2020-06-08",
    "issue_date": "2020-06-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study how firms’ expectations and actions are affected by both aggregate and industry-specific conditions using a survey of French manufacturing firms. We document two novel features. First, the adjustment of firms’ expectations is more rapid after industry-specific shocks than aggregate shocks. This is consistent with rational inattention models which predict that firms should pay more attention to industry variation than aggregate conditions. Second, in response to industry shocks that have no aggregate effects, firms’ aggregate expectations respond. This is consistent with “island” models in which firms use the specific prices they observe to make inferences about broader aggregate conditions. We also study how these results vary across industries.\n\n",
    "acknowledgement": "\nThis work is supported by a public grant overseen by the French National Research Agency (ANR) as part of the “Investissements d’Avenir” program (reference: ANR-10-EQPX-17 – CASD). Coibion and Gorodnichenko thank NSF (SES # 1530467) for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research, the Banque de France, the Eurosystem, the Federal Reserve Bank of Boston, or the Federal Reserve System.\n\n\n"
}