{
    "id": 27324,
    "citation_title": "Policing the Police: The Impact of \"Pattern-or-Practice\" Investigations on Crime",
    "citation_author": [
        "Tanaya Devi",
        "Roland G. Fryer Jr"
    ],
    "citation_publication_date": "2020-06-08",
    "issue_date": "2020-06-05",
    "revision_date": "2021-08-23",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper provides the first empirical examination of the impact of federal and state \"Pattern-or-Practice\" investigations on crime and policing. For investigations that were not preceded by \"viral\" incidents of deadly force, investigations, on average, led to a statistically significant reduction in homicides and total crime. In stark contrast, all investigations that were preceded by \"viral\" incidents of deadly force have led to a large and statistically significant increase in homicides and total crime. We estimate that these investigations caused almost 900 excess homicides and almost 34,000 excess felonies. The leading hypothesis for why these investigations increase homicides and total crime is an abrupt change in the quantity of policing activity. In Chicago, the number of police-civilian interactions decreased by almost 90% in the month after the investigation was announced. In Riverside CA, interactions decreased 54%. In St. Louis, self-initiated police activities declined by 46%. Other theories we test such as changes in community trust or the aggressiveness of consent decrees associated with investigations -- all contradict the data in important ways.\n\n",
    "acknowledgement": "\nWe are grateful to Alberto Abadie, Leah Boustan, David Card, James Claiborne, Darryl DeSousa, Will Dobbie, Rahm Emmanuel, Henry Farber, Edward Glaeser, Michael Greenstone, Nathan Hendren, Richard Holden, Will Johnson, Lawrence Katz, Amanda Kowalski, Steven Levitt, Glenn Loury, Alexandre Mas, Magne Mostad, Derek Neal, Lynn Overmann, Alexander Rush, Andrei Shleifer, Christopher Winship, and seminar participants at Chicago, Harvard, Princeton, and Yale for extremely helpful conversations and comments. Financial Support from the Smith Richardson Foundation and the Equality of Opportunity Foundation is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}