{
    "id": 27328,
    "citation_title": "Taxes and the Revaluation of Household Wealth",
    "citation_author": [
        "Edward N. Wolff"
    ],
    "citation_publication_date": "2020-06-08",
    "issue_date": "2020-06-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nTax deferred assets (TDAs) such as 401(k)s cannot be directly valued with other assets such as homes and stocks because TDAs carry a substantial deferred tax liability on withdrawal. I also net out implicit taxes on accrued capital gains and compare pre-tax and post-tax wealth. The empirical analysis covers 1983-2016 based on the Survey of Consumer Finances for conventional net worth, NW, and augmented wealth, AW, the sum of NW, pension wealth PW, and Social Security wealth SSW. Like TDAs, defined benefit pension and Social Security benefits are taxed on receipt. Netting out implicit taxes lowered PW by 24% in 2016. It also devalued SSW by 14%, NW by 5%, and AW by 8% but the reduction was lower in the 1980s. Subtracting implicit taxes lowered PW and SSW inequality but had no appreciable impact on NW or AW inequality. I also consider the bequest value BV of wealth, including death benefits. While TDAs are still subject to income tax at withdrawal, other assets are valued on a step-up in basis. BV was considerably greater than NW but BV inequality notably lower. When estimated estate taxes due on death are subtracted, BV was substantially lowered and its inequality sharply reduced.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}