{
    "id": 27329,
    "citation_title": "Understanding Spatial Variation in COVID-19 across the United States",
    "citation_author": [
        "Klaus Desmet",
        "Romain Wacziarg"
    ],
    "citation_publication_date": "2020-06-08",
    "issue_date": "2020-06-05",
    "revision_date": "2020-07-13",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "International Trade and Investment",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe analyze the correlates of COVID-19 cases and deaths across US counties. We consider a wide range of correlates - population density, public transportation, age structure, nursing home residents, connectedness to source countries, etc. - finding that these variables are important predictors of variation in disease severity. Many of the effects are persistent - even increasing - through time. We also show that there are fewer deaths and cases in counties where Donald Trump received a high share of the vote in 2016, partly explaining the emerging political divide over lockdown and reopening policies, but that this correlation is reversed when controlling for shares of minority groups. The patterns we identify are meant to improve our understanding of the drivers of the spread of COVID-19, with an eye toward helping policymakers design responses that are sensitive to the specificities of different locations.\n\n",
    "acknowledgement": "\nThis is an updated version of the paper with the same title released as NBER Working Paper #27329, released on June 8, 2020. No RAs were harmed in the writing of this paper. We thank Ricardo Perez-Truglia for useful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}