{
    "id": 27323,
    "citation_title": "Reserve Accumulation, Macroeconomic Stabilization, and Sovereign Risk",
    "citation_author": [
        "Javier Bianchi",
        "César Sosa-Padilla"
    ],
    "citation_publication_date": "2020-06-08",
    "issue_date": "2020-06-05",
    "revision_date": "2023-02-10",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the past three decades, governments in emerging markets have accumulated large amounts of international reserves, especially those with fixed exchange rates. This paper proposes a theory of reserve accumulation that can account for these facts. Using a model of endogenous sovereign default with nominal rigidities, we argue that the interaction between sovereign risk and aggregate demand amplification generates a macroeconomic-stabilization hedging role for international reserves. We show that issuing debt to purchase reserves during good times allows the government to stabilize aggregate demand when sovereign spreads rise and rolling over the debt becomes more expensive. We provide empirical evidence consistent with the model's predictions.\n\n",
    "acknowledgement": "\nFor helpful comments, we thank Mark Aguiar, Yan Bai, Gideon Bornstein, Pierre-Olivier Gourinchas, Kurt Mitman, Francesco Pappadà, Richard Rogerson, and seminar participants at Notre Dame, Princeton, Minnesota, Wisconsin-Madison, Stony Brook, Universidad Nacional de Tucum an, the Cleveland Fed, the Central Bank of Argentina, the IMF Research Department, the 2018 SED Annual Meeting, the 2018 Annual UTDT Conference, the 2018 UNT Alumni Workshop, the ND-PUC Conference on Recent Advances in Macroeconomics, the 2019 Salento Macro Meetings, the 2019 NBER IFM Fall Meetings, the 2022 Rochester Mini Conference on International Economics, and the 2019 Annual Meeting of the SEU. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}