{
    "id": 27325,
    "citation_title": "Imperfect Competition and Rents in Labor and Product Markets: The Case of the Construction Industry",
    "citation_author": [
        "Kory Kroft",
        "Yao Luo",
        "Magne Mogstad",
        "Bradley Setzler"
    ],
    "citation_publication_date": "2020-06-08",
    "issue_date": "2020-06-05",
    "revision_date": "2023-07-11",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Market Structures",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nExisting work on imperfect competition typically focuses on either the labor market or the product market in isolation. In contrast, we analyze imperfect competition in both markets jointly, showing theoretically and empirically that focusing on one market in isolation may result in a limited or misleading picture of the degree and impacts of market power. Our empirical setting is the US construction industry. We develop, identify and estimate a model where construction firms imperfectly compete with one another for workers in the labor market and for projects in both the private market and the government market, where government projects are procured through auctions. Our analyses combine the universe of business and worker tax records with newly collected records from government procurement auctions. We use the estimated model to quantify the markdown of wages and the markup of prices, to show that the impacts of an increase in market power in one market are attenuated by the existence of market power in the other market, and to quantify the rents, rent-sharing, and incidence of procurements in the US construction industry.\n\n",
    "acknowledgement": "\nThe opinions expressed in this paper are those of the authors alone and do not reflect the views of the Internal Revenue Service, the US Treasury Department, or the National Bureau of Economic Research. This work is a component of a larger project on income risk in the United States, conducted through the SOI Joint Statistical Research Program. We thank Victor Aguirregabiria, David Autor, El Hadi Caoui, Lancelot Henry de Frahan, Sabrina Howell, Larry Katz, Peter Kuhn, Tom Meling, Aviv Nevo, Matt Notowidigdo, Elena Prager, Juan Carlos Suarez Serrato, John van Reenen, Owen Zidar, and participants at ASSA, Booth, CESifo, Cornell, Cowles Foundation, Hebrew University, Houston, IZA, LSE, Maryland, Microsoft Research, MIT, NBER IO, NBER Summer Institute, Northwestern, Penn State, Rice, Simon Frasier, SITE Labor, SITE IO, SUFE IO, Toronto, UBC, UCL, and Zurich for valuable comments. We thank Abdelrahman Amer, Tommaso Alba, Huishi Chen, JoonHwan Cho, Stephen Claassen, Cheok In Fok, Yingcheng Luo, Eric Mackay, Chester Madrazo, Marc-Antoine Schmidt, and Stephen Tino for valuable research assistance. Kroft and Luo acknowledge funding from the SSHRC Insight Grant. Mogstad and Setzler acknowledge funding from NSF Grant SES-1851808 and the Norwegian Research Council.\n\n\n"
}