{
    "id": 27326,
    "citation_title": "Holiday, Just One Day Out of Life: Birth Timing and Post-natal Outcomes",
    "citation_author": [
        "Mireille Jacobson",
        "Maria Kogelnik",
        "Heather Royer"
    ],
    "citation_publication_date": "2020-06-08",
    "issue_date": "2020-06-05",
    "revision_date": "2024-12-14",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFewer births occur on major US holidays than would otherwise be expected. We use California data to study the nature and health implications of this birth date manipulation. We document 18% fewer births on the day of and just after a holiday. Cesarean sections account for roughly half of the decline. Using insights from the tax bunching and test score manipulation literature, we show that “missing” holiday births are displaced to a window of time 11 days before the holiday through 16 days after the holiday. Delivery type does not change over this window, consistent with a pure retiming of births rather than an increase in the use of procedures such as cesarean sections. Despite the change in timing, we find little evidence of any adverse health consequences for babies born around a holiday. Even among high-risk pregnancies, which are more likely to be retimed, we find a minimal impact of holiday-related birth timing manipulation on infant health. Finally, while some of the retiming seems to be driven by patients’ preferences, provider incentives appear to play a crucial role in holiday-related birth retiming. At Kaiser Permanente hospitals, where systemwide financial incentives discourage providers from electively timing births, the dip in births on holidays is less than for hospitals overall. This suggests that holiday retiming occurs more frequently among providers who face less of a disincentive to electively schedule births.\n\n",
    "acknowledgement": "\nWe thank Catherine Miao, Molly Schwarz, and Sam Valdez for excellent research assistance, two anonymous referees, the editors, David Card, David Lee, Thomas Lemieux, as well as Rodney Andrews and participants at the Defense against the Dark Arts conference at the University of Michigan for useful comments. Maryte Gylys provided an excellent summary of the medical literature on inductions while she was a medical student at UC-Irvine. John DiNardo inspired and instigated this work by noting the depression of births around major holidays. He thought that one could use holidays to look at the effect of induction on birth outcomes. All mistakes are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}