{
    "id": 27322,
    "citation_title": "Are the Effects of Adoption and Termination of Shelter-in-Place Orders Symmetric? Evidence from a Natural Experiment",
    "citation_author": [
        "Dhaval M. Dave",
        "Andrew I. Friedson",
        "Kyutaro Matsuzawa",
        "Drew McNichols",
        "Joseph J. Sabia"
    ],
    "citation_publication_date": "2020-06-08",
    "issue_date": "2020-06-04",
    "revision_date": "2021-04-19",
    "topics": [
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nPolicymakers have explicitly linked sustained reductions in COVID-19 case growth to reopening policies, including the lifting of shelter-in-place orders (SIPOs).  This “hardwired” policy endogeneity creates challenges in isolating the causal effect of lifting a statewide SIPO on COVID-19.  To overcome simultaneity bias, we exploit a unique natural experiment generated by the Wisconsin Supreme Court when it abolished Wisconsin’s “Safer at Home” order on separation-of-powers grounds. We capitalize on this sudden, dramatic, and largely unanticipated termination of a statewide SIPO to estimate its effect on social distancing and COVID-19 case growth.  First, using anonymized smartphone data from SafeGraph Inc. and a synthetic control design, we find that SIPO termination had little impact on social distancing. Then, using data on COVID-19 case and mortality rates, we find no evidence that the Wisconsin Supreme Court decision impacted COVID-19 growth up to a month following the repeal.  We conclude that the impacts of SIPOs are likely not symmetric across enactment and lifting of orders, and this asymmetry sheds new light on the potential mechanisms underlying the effectiveness of these orders.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Did the Wisconsin Supreme Court Restart a COVID-19 Epidemic? Evidence from a Natural Experiment.\" Sabia acknowledges research support from the Center for Health Economics & Policy Studies (CHEPS) at San Diego State University, including grant support received from the Charles Koch Foundation and the Troesh Family Foundation.  Dhaval Dave, Andrew Friedson, Kyutaro Matsuzawa and Drew McNichols declare that they have no relevant or material financial interests that relate to the research described in this paper. This study utilizes publicly available de-identified data and did not require IRB review.  The data utilized in this study are publicly available.  Additional data compiled from publicly available data sources and replication materials can be obtained from the authors.  We thank Alicia Marquez for outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}