{
    "id": 27321,
    "citation_title": "The Employment Impact of Green Fiscal Push: Evidence from the American Recovery Act",
    "citation_author": [
        "David Popp",
        "Francesco Vona",
        "Giovanni Marin",
        "Ziqiao Chen"
    ],
    "citation_publication_date": "2020-06-08",
    "issue_date": "2020-06-04",
    "revision_date": "2021-05-19",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe evaluate the employment effect of the green part of the largest fiscal stimulus in recent history, the American Recovery and Reinvestment Act (ARRA). Each $1 million of green ARRA created 15 new jobs that emerged especially in the post-ARRA period (2013-2017). We find little evidence of significant short-run employment gains. Green ARRA creates more jobs in commuting zones with a greater prevalence of pre-existing green skills. Nearly half of the jobs created by green ARRA investments were in construction or waste management. Nearly all new jobs created are manual labor positions. Nonetheless, manual labor wages did not increase.\n\n",
    "acknowledgement": "\nThis project has been supported in part through the Smart Prosperity Institute Research Network and its Greening Growth Partnership, which is supported by a Social Sciences and Humanities Research Council of Canada Partnership Grant (no. 895-2017-1018), as well as by Environment and Climate Change Canada’s Economics and Environmental Policy Research Network (EEPRN). This work was also supported by Horizon 2020 Framework Programme, project INNOPATHS [grant number 730403]. We thank seminar participants at the University of Bremen, APPAM, and Greening Growth Partnership & Economics and Environmental Policy Research Network Annual Symposium for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}