{
    "id": 27332,
    "citation_title": "The Great Disconnect: The Decoupling of Wage and Price Inflation in Japan",
    "citation_author": [
        "Takeo Hoshi",
        "Anil K Kashyap"
    ],
    "citation_publication_date": "2020-06-08",
    "issue_date": "2020-06-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe take some well-known observations about the structure of the Japanese labor market and add new evidence about how it has evolved to study inflation in Japan. Our key finding is that labor market dynamics shifted after 1998 so that correlations between labor market tightness and wages weakened noticeably. This change was accompanied in a break in the relationship between wages and prices, so wage inflation has become a much less important determinant of price inflation.\n\n",
    "acknowledgement": "\nThe views expressed are those of the authors only and should not be attributed to any of the institutions with which they are affiliated. We are grateful to comments by Joshua Hausman, Yuzo Honda, Daiji Kawaguchi, Sachiko Kuroda, Etsuro Shioji, Shigenori Shiratsuka, Takashi Unayama, Johannes Wieland, and participants of the conferences on Abe administration at Stanford University (February 2018 and March 2019), NBER Japan Project Meeting (July 2019), Japan Economic Association Meeting (October 2019), and seminars at the Financial Services Agency of Japan, Hitotsubashi University, Kobe University, and University of California, Santa Cruz. Kashyap thanks the Initiative on Global Markets at the University of Chicago for financial support. We thank Masahiro Abe, Masayoshi Amamiya, Yoichi Arai, and Jess Diamond for helpful conversations at the early stages of this research. Dongchen Zou and Jun Xu provided expert research assistance. We acknowledge financial support from Center for Advanced Research in Finance (CARF) at the University of Tokyo. All mistakes are ours alone. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nTakeo Hoshi\n\nTakeo Hoshi: Compensated Professional Activities, 2011-Present\n\n\nBoard of Directors\nJapan Investment Corporation, September - December 2018\nTokyo Foundation, June 2016 – June 2018\nUnion Bank, N.A., July 2009 – June 2014\n\n\nAdvisory Board\nIndustrial Growth Platform, Inc., July 2019-Present\n\n\nConsulting\nJapan Human Resources, December 2019-June 2020\nFederal Reserve Bank of San Francisco, January 2013 – December 2019\nMitsubishi UFJ Financial Group, April – December 2016\nGerson Lehrman Group, August 2010 - June 2015\n\n\nCommissioned Editorship\nElsevier Publishers Encyclopedia of Financial Globalization, 2009-2012.\n\n\nSponsored Research\nJapan Finance Corporation, “Evaluation of Policy Finance for Japanese Small and Medium Enterprises”, April 2017 - Present\nNational Institute for Research Advancement, Japan, “Institutional Foundation for Innovation-Based Economic Growth”, September 2014 – August 2015.\nSasakawa Peace Foundation, Japan, “New Channels Dialogue: Reinvigorating U.S.-Japan Relations”, April 2013 – March 2015.\nNomura Foundation, Japan, “Can Abenomics Restore Japan’s Growth”, April 2013-March 2014.\nPrologis.  “Outlook for the Logistics Industry in Japan”, June-July 2012.\nNational Institute for Research Advancement, Japan. “Policy Options for Japan’s Revival”, September 2011 - March 2012.\nInternational Monetary Fund.  “Defying Gravity: How Long Will Japanese Government Bond Prices Remain High?”, August 2011.\n\n\nSpeeches and Presentations\nBerenberg Capital Markets, October 2017\nChubu Keizai Doyukai, October 2014\nMorgan Stanley, June 2014\nBank of Korea, June 2014\nKozo Keikaku Engineering, October 2013\nMorgan Stanley, October 2013\nJapan Center for Economic Research, June 2012\n\n\n"
}