{
    "id": 27331,
    "citation_title": "Why Didn't the College Premium Rise Everywhere? Employment Protection and On-the-Job Investment in Skills",
    "citation_author": [
        "Matthias Doepke",
        "Ruben Gaetani"
    ],
    "citation_publication_date": "2020-06-08",
    "issue_date": "2020-06-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhy has the college wage premium risen rapidly in the United States since the 1980s, but not in European economies such as Germany? We argue that differences in employment protection can account for much of the gap. We develop a model where firms and workers make relationship-specific investments in skill accumulation. The incentive to invest is stronger when employment protection creates an expectation of long-lasting matches. We argue that changes in the economic environment have reduced relationship-specific investment for less-educated workers in the United States, but not for better-protected workers in Germany.\n\n",
    "acknowledgement": "\nWe thank Marco Bassetto, Samuel Bentolila, Alex Bick, Christian Hellwig, Gueorgui Kambourov, Claudio Michelacci, Moritz Kuhn, Elena Pastorino, Todd Schoellman, Robert Ulbricht, David Wiczer, and participants at many seminar and conference presentations for comments that helped to greatly improve the paper. We gratefully acknowledge financial support from the National Science Foundation (grant SES-1260961). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}