{
    "id": 27334,
    "citation_title": "Cities and Smoking",
    "citation_author": [
        "Michael Darden"
    ],
    "citation_publication_date": "2020-06-08",
    "issue_date": "2020-06-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn 1956, 52% of urban men and 42% of rural men smoked cigarettes.  By 2010, the disparity had flipped: 24.7% of urban men and 30.6% of rural men smoked.  Smoking remains the greatest preventable cause of mortality in the United States, and understanding the underlying causes of place-specific differences in behavior is crucial for policy aimed at reducing regional inequality.  Using geocoded data from the National Longitudinal Survey of Youth, I estimate a dynamic model that captures smoking behavior, location decisions, and education over thirty years.  Simulation of the estimated model demonstrates that selection on permanent unobserved variables that are correlated with smoking cessation, both in native populations and in those who migrate between rural and urban areas, explains 62.8$\\%$ of the urban/rural smoking disparity.  Alternatively, differential tobacco control policies explain only 7.3% of the urban/rural smoking disparity, which suggests that equalizing cigarette taxes across regions may fail to bridge gaps in behavior and health. This paper emphasizes that rural smoking disparities are largely driven by who selects into rural communities.\n\n",
    "acknowledgement": "\nI thank Matthew Kahn, Christopher Cronin, Yaa Akosa Antwi, and Andrew Friedson for helpful conversations.  Data used in preparation of this manuscript are from the National Longitudinal Surveys, Bureau of Labor Statistics and the American Nonsmokers' Rights Foundation. I report no conflicts of interest.  No funding was received for this work. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}