{
    "id": 27335,
    "citation_title": "Estimating and Forecasting Disease Scenarios for COVID-19 with an SIR Model",
    "citation_author": [
        "Andrew Atkeson",
        "Karen Kopecky",
        "Tao Zha"
    ],
    "citation_publication_date": "2020-06-08",
    "issue_date": "2020-06-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents a procedure for estimating and forecasting disease scenarios for COVID-19 using a structural SIR model of the pandemic. Our procedure combines the flexibility of noteworthy reduced-form approaches for estimating the progression of the COVID-19 pandemic to date with the benefits of a simple SIR structural model for interpreting these estimates and constructing forecast and counterfactual scenarios. We present forecast scenarios for a devastating second wave of the pandemic as well as for a long and slow continuation of current levels of infections and daily deaths. In our counterfactual scenarios, we find that there is no clear answer to the question of whether earlier mitigation measures would have reduced the long run cumulative death toll from this disease. In some cases, we find that it would have, but in other cases, we find the opposite — earlier mitigation would have led to a higher long-run death toll.\n\n",
    "acknowledgement": "\nAndrew Atkeson has benefited from conversations with James Stock on this topic. We are grateful to Hongyi Fu for superlative research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the Federal Reserve Banks of Atlanta and Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}