{
    "id": 27330,
    "citation_title": "Working Remotely and the Supply-side Impact of Covid-19",
    "citation_author": [
        "Dimitris Papanikolaou",
        "Lawrence D.W. Schmidt"
    ],
    "citation_publication_date": "2020-06-08",
    "issue_date": "2020-06-05",
    "revision_date": "2021-02-09",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Labor Economics",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze the supply-side disruptions associated with Covid-19 across firms and workers. To do so, we exploit differences in the ability of workers across industries to work remotely using data from the American Time Use Survey (ATUS). We find that sectors in which a higher fraction of the workforce is not able to work remotely experienced significantly greater declines in employment, significantly more reductions in expected revenue growth, worse stock market performance, and higher expected likelihood of default. In terms of individual employment outcomes, lower-paid workers, especially female workers with young children, were significantly more affected by these disruptions. Last, we combine these ex-ante heterogeneous industry exposures with daily financial market data to create a stock return portfolio that most closely replicate the supply-side disruptions resulting from the pandemic.\n\n",
    "acknowledgement": "\nWe thank Carola Frydman for helpful comments and discussions. We are grateful to Nathaniel Barlow and Jorge Colmenares-Miralles for excellent research assistance and Evan Soltas, SafeGraph, and the Risk Management Institute (RMI) of the National University of Singapore for sharing their data. Please see https://sites.google.com/site/lawrencedwschmidt/covid19 for additional information and data related to the analysis conducted in this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}