{
    "id": 27349,
    "citation_title": "How and When to Use the Political Cycle to Identify Advertising Effects",
    "citation_author": [
        "Sarah Moshary",
        "Bradley T. Shapiro",
        "Jihong Song"
    ],
    "citation_publication_date": "2020-06-15",
    "issue_date": "2020-06-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA central challenge in estimating the causal effect of TV advertising on demand is isolating quasi-random variation in advertising. Political advertising, which topped $14 billion in expenditures in 2016, has been proposed as a plausible source of such variation and thus a candidate for an instrumental variable. We provide a critical evaluation of how and where this instrument is valid and useful across categories. We characterize the conditions under which political cycles theoretically identify the causal effect of TV advertising on demand, highlight threats to the exclusion restriction and monotonicity condition, and suggest a specification to address the most serious concerns. We test the strength of the first stage category-by-category for 274 product categories. For most categories, weak-instrument robust inference is recommended, as first-stage F-statistics are less than 10 for 221 of 274 product categories in our benchmark specification. The largest first-stage F-statistics occur in categories that typically advertise locally, such as automobile dealerships and restaurants. Failure to use the suggested specification leads to results that suggest violations of exclusion and monotonicity in a significant number of categories. Finally, we conduct a case study of the auto industry. Despite a very strong first stage, the IV estimate for this category is imprecise.\n\n",
    "acknowledgement": "\nThe authors would like to thank Sylvia Hristakeva, Mitch Lovett, Sanjog Misra and participants at the 2019 Marketing Science Conference and the 12th Workshop on the Economics of Advertising and Marketing for valuable feedback. Results calculated (or derived) based on data from The Nielsen Company (US), LLC and marketing databases provided by the Kilts Center for Marketing Data Center at The University of Chicago Booth School of Business. The conclusions drawn from the Nielsen data are those of the researchers and do not reflect the views of Nielsen. Nielsen is not responsible for, had no role in, and was not involved in analyzing and preparing the results reported herein. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}