{
    "id": 27347,
    "citation_title": "Deciphering the Macroeconomic Effects of Internal Devaluations in a Monetary Union",
    "citation_author": [
        "Javier Andrés",
        "Óscar Arce",
        "Jesús Fernández-Villaverde",
        "Samuel Hurtado"
    ],
    "citation_publication_date": "2020-06-15",
    "issue_date": "2020-06-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the macroeconomic effects of internal devaluations undertaken by a periphery of countries belonging to a monetary union. We find that internal devaluations have large and positive output effects in the long run. Through an expectations channel, most of these effects carry over to the short run. Internal devaluations focused on goods markets reforms are generally more powerful in stimulating growth than reforms aimed at moderating wages, but the latter are less deflationary. For a monetary union with a periphery the size of the euro area's, the countries at the periphery benefit from internal devaluations even at the zero lower bound (ZLB) of the nominal interest rate. Nevertheless,  when the ZLB binds, there is a case for a sequencing of reforms that prioritizes labor policies over goods markets reforms.\n\n",
    "acknowledgement": "\nThe views expressed in this manuscript are those of the authors and do not necessarily represent the views of the Eurosystem, the Bank of Spain, or the National Bureau of Economic Research.\n\n\n\nJavier Andrés\n\nJavier Andrés acknowledges the financial support by the Spanish Ministry of Economy and Competitiveness (grant ECO2017-84632-R), the and Generalitat Valenciana (grant GVPROMETEO2016-097) and Banco de España (contract agreement with  the University of Valencia, OTR2019-19920INVES ).\n\n\n"
}