{
    "id": 27345,
    "citation_title": "The Rise of US Earnings Inequality: Does the Cycle Drive the Trend?",
    "citation_author": [
        "Jonathan Heathcote",
        "Fabrizio Perri",
        "Giovanni L. Violante"
    ],
    "citation_publication_date": "2020-06-15",
    "issue_date": "2020-06-11",
    "revision_date": "2020-06-15",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe document that declining hours worked are the primary driver of widening inequality in the bottom half of the male labor earnings distribution in the United States over the past 52 years. This decline in hours is heavily concentrated in recessions: hours and earnings at the bottom fall sharply in recessions and do not fully recover in subsequent expansions. Motivated by this evidence, we build a structural model to explore the possibility that recessions cause persistent increases in inequality; that is, that the cycle drives the trend. The model features skill-biased technical change, which implies a trend decline in low-skill wages relative to the value of non-market activities. With this adverse trend in the background, recessions imply a potential double-whammy for low skilled men. This group is disproportionately likely to experience unemployment, which further reduces skills and potential earnings via a scarring effect. As unemployed low skilled men give up job search, recessions generate surges in non-participation. Because non-participation is highly persistent, earnings inequality remains elevated long after the recession ends.\n\n",
    "acknowledgement": "\nWe thank Lukas Mann and Hugo Lhuillier for outstanding research assistance. We are grateful to Ayşegül Şahin for very useful feedback on an early version of the paper and to many other seminar participants for comments. This paper was prepared for the conference that celebrated the 25th anniversary of Frontiers of Business Cycle Research (Tom Cooley, Editor). The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n\nGiovanni L. Violante\n\nNothing to disclose\n\n\n"
}