{
    "id": 27343,
    "citation_title": "Coping with Disasters: Two Centuries of International Official Lending",
    "citation_author": [
        "Sebastian Horn",
        "Carmen M. Reinhart",
        "Christoph Trebesch"
    ],
    "citation_publication_date": "2020-06-08",
    "issue_date": "2020-06-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOfficial (government-to-government) lending is much larger than commonly known, often surpassing total private cross-border capital flows, especially during disasters such as wars, financial crises and natural catastrophes. We assemble the first comprehensive long-run dataset of official international lending, covering 230,000 loans, grants and guarantees extended by governments, central banks, and multilateral institutions in the period 1790-2015. Historically, wars have been the main catalyst of government-to-government transfers. The scale of official credits granted in and around WW1 and WW2 was particularly large, easily surpassing the scale of total international bailout lending after the 2008 crash. During peacetime, development finance and financial crises are the main drivers of official cross-border finance, with official flows often stepping in when private flows retrench. In line with the predictions of recent theoretical contributions, we find that official lending increases with the degree of economic integration. In crises and disasters, governments help those countries to which they have greater trade and banking exposure, hoping to reduce the collateral damage to their own economies. Since the 2000s, official finance has made a sharp comeback, largely due to the rise of China as an international creditor and the return of central bank cross-border lending in times of stress, this time in the form of swap lines.\n\n",
    "acknowledgement": "\nWe thank Erik Eichler, Leonard Rosen and Robert Yee for excellent research assistance as well as the German Research Foundation (DFG) for financial support (SPP 1859). Sebastian Horn gratefully acknowledges financial support from the Egon Sohmen Graduate Center at LMU Munich. We thank Harold James, Matteo Maggiori, Josefin Meyer, Vincent Reinhart, Lucie Stoppok, Jean Tirole and Jeromin Zettelmeyer for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}