{
    "id": 27342,
    "citation_title": "Exchange Rates and Asset Prices in a Global Demand System",
    "citation_author": [
        "Ralph S. J. Koijen",
        "Motohiro Yogo"
    ],
    "citation_publication_date": "2020-06-08",
    "issue_date": "2020-06-05",
    "revision_date": "2024-12-10",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop an asset demand system to study exchange rates, short-term rates, long-term yields, and equity prices across 37 countries. Using international portfolio holdings data, we estimate the asset demand system by instrumental variables. We develop a unified framework to decompose the variation in exchange rates and asset prices into portfolio flows and shifts in asset demand, to interpret economic events such as the European sovereign debt crisis, and to estimate the convenience yield on US assets. The convenience yield is 1.45 percent on the US dollar, 2.81 percent on long-term debt, and 0.50 percent on equity.\n\n",
    "acknowledgement": "\nKoijen acknowledges financial support from the Center for Research in Security Prices and the Fama Research Fund at the University of Chicago Booth School of Business. We thank Bernadette Palogme, Florencia Ferado, and Diego Rojas for assistance on the MSCI Country Indexes. For comments and discussions, we thank Bruno Biais, Wenxin Du, Charles Engel, Xavier Gabaix, Pierre-Olivier Gourinchas, Daisuke Ikeda, Oleg Itskhoki, Mortiz Lenel, Karen Lewis, Jonathan Payne, Hélène Rey, Robert Richmond, Simon Schmickler, Lukas Schmid, Jesse Schreger, Stijn Van Nieuwerburgh, and Andrea Vedolin. We also thank seminar participants at CKGSB; Columbia; EDHEC; Federal Reserve Banks of Dallas, Minneapolis, and New York; Federal Reserve Board; Harvard; Hitotsubashi; HKUST; LBS; LSE; MIT; NYU; Oxford; Princeton; Purdue; Queen Mary University of London; Reichman; Triangle Macro-Finance Workshop; University of Bonn; UCLA; University of Chicago; University of Georgia; University of Gothenburg; University of Hong Kong; University of Illinois at Urbana-Champaign; University of Minnesota; UNC; University of Oklahoma; University of St. Gallen; University of Texas at Dallas; University of Washington; and University of Zurich. We also thank conference participants at the 2019 FRIC Conference on Financial Frictions; the 2019 SITE Conference on Financial Regulation; the 2019 Wharton Conference on Liquidity and Financial Fragility; the 2020 BI-SHoF Conference; the 2020 NBER Conference on Macro, Money and Financial Markets; the 2021 AEA Annual Meeting; the 2021 NBER Conference on New Developments in Long-Term Asset Management; the 2021 Annual Paul Woolley Centre Conference; the 2023 Conference on Non-Bank Financial Sector and Financial Stability; and the 2023 Waseda Summer Workshop in Finance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}