{
    "id": 27344,
    "citation_title": "COVID-19 and Remote Work: An Early Look at US Data",
    "citation_author": [
        "Erik Brynjolfsson",
        "John J. Horton",
        "Adam Ozimek",
        "Daniel Rock",
        "Garima Sharma",
        "Hong-Yi TuYe"
    ],
    "citation_publication_date": "2020-06-15",
    "issue_date": "2020-06-11",
    "revision_date": "2024-07-13",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe report the results of a nationally-representative sample of the US population during the COVID-19 pandemic. The survey ran in two waves from April 1-5, 2020 and May 2-8, 2020. Of those employed pre-COVID-19, we find that about half are now working from home, including 35.2% who report they were commuting and recently switched to working from home. In addition, 10.1% report being laid-off or furloughed since the start of COVID-19. There is a strong negative relationship between the fraction in a state still commuting to work and the fraction working from home. We find that the share of people switching to remote work can be predicted by the incidence of COVID-19 and that younger people were more likely to switch to remote work. Furthermore, states with a higher share of employment in information work including management, professional and related occupations were more likely to shift toward working from home and had fewer people laid off or furloughed. We find no substantial change in results between the two waves, suggesting that most changes to remote work manifested by early April.\n\n",
    "acknowledgement": "\nMIT's COUHES ruled this project exempt (project number E-2075). Code & Data: https://github.com/johnjosephhorton/remote_work/. Thanks to Sam Lord for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJohn J. Horton\n\nJohn Horton consults for Upwork for both cash and equity compensation. Upwork is an online labor market that could benefit from a shift to remote work. This work was not funding by Upwork.\n\n\n"
}