{
    "id": 27346,
    "citation_title": "Information and the Acquisition of Social Network Connections",
    "citation_author": [
        "Toman Barsbai",
        "Victoria Licuanan",
        "Andreas Steinmayr",
        "Erwin Tiongson",
        "Dean Yang"
    ],
    "citation_publication_date": "2020-06-15",
    "issue_date": "2020-06-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow do information interventions affect individual efforts to expand social networks? We study a randomized controlled trial of a program providing information on settling in the U.S. for new immigrants from the Philippines. Improved information leads new immigrants to acquire fewer new social network connections. Treated immigrants make 16-28 percent fewer new friends and acquaintances and are 65 percent less likely to receive support from organizations of fellow immigrants. The treatment has no effect on employment, wellbeing, or other outcomes. Consistent with a simple model, the treatment reduces social network links more in places likely to have lower costs of acquiring network links (those with more prior fellow immigrants). Information and social network links appear to be substitutes in this context: better-informed immigrants invest less in expanding their social networks upon arrival. Our results suggest that endogenous reductions in acquisition of social network connections can reduce the effectiveness of information interventions.\n\n",
    "acknowledgement": "\nFor helpful discussions, we thank Christine Binzel, David McKenzie, David Miller, Sharon Maccini, John O’Sullivan, Christoph Trebesch, Justin Valasek, Tricia Yang, and Andy Zapechelnyuk, as well as seminar audiences at U. Illinois (Urbana-Champaign), U. Kiel, U. Paris 1 Panthéon-Sorbonne, U. St Andrews, LMU Munich, U. Hohenheim, Wharton, and UC Davis, and conference participants in Berlin, Edinburgh, Florence, Heidelberg, and Landeck. We received funding from the International Initiative for Impact Evaluation (3ie), grant number OW4/1171. The views expressed in this article are not necessarily those of 3ie or its members. IRB review was provided by the University of Michigan (HUM00087460). We are deeply indebted to CFO’s former Officer-in-Charge Regina Galias, Ivy Miravalles, former Secretary Imelda M. Nicolas, former Undersecretary Gertie A. Tirona, and the whole CFO team for their continuous support. We also thank the PDOS officers and all contributors to the new PDOS modules. We are grateful to Isabel Hernando for excellent project coordination and Alexander Jung, Franziska Paul, and Jennifer Umlas for superb research assistance. Last but not least we thank 3ie for funding, technical review, and support throughout the study. All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}