{
    "id": 27348,
    "citation_title": "Old Age Risks, Consumption, and Insurance",
    "citation_author": [
        "Richard Blundell",
        "Margherita Borella",
        "Jeanne Commault",
        "Mariacristina De Nardi"
    ],
    "citation_publication_date": "2020-06-15",
    "issue_date": "2020-06-11",
    "revision_date": "2023-03-21",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the U.S, after age 65, households face income and health risks and a large fraction of these risks are transitory. While consumption significantly responds to transitory income shocks, out-of-pocket medical expenses do not. In contrast, both consumption and out-of-pocket medical expenses respond to transitory health shocks. Thus, most U.S. elderly keep their out-of-pocket medical expenses close to a satiation point that varies with health. Consumption responds to health shocks mostly because adverse health shocks reduce the marginal utility of consumption. The effect of health on marginal utility changes the optimal transfers due to health shocks.\n\n",
    "acknowledgement": "\nPreviously circulated as “Why Does Consumption Fluctuate in Old Age and How Should the Government Insure It?” Richard Blundell gratefully acknowledges financial support from the ESRC Centre for the Microeconomic Analysis of Public Policy at the IFS (R000239865). Borella gratefully acknowledges financial support from the PNRR project “Italian Ageing, Age-It” (PE0000015 - CUP H73C22000900006). De Nardi gratefully acknowledges financial support from NSF grant SES-2044748. We are grateful to Marco Bassetto, Eric French, Mike Golosov, and three anonymous referees for helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research, the CEPR, the Federal Reserve Bank of Minneapolis, or the Federal Reserve System.\n\n\n"
}