{
    "id": 27357,
    "citation_title": "Geographic and Socioeconomic Heterogeneity in the Benefits of Reducing Air Pollution in the United States",
    "citation_author": [
        "Tatyana Deryugina",
        "Nolan H. Miller",
        "David Molitor",
        "Julian Reif"
    ],
    "citation_publication_date": "2020-06-15",
    "issue_date": "2020-06-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nHealthcare Decision-Making and Outcomes for People Living with Alzheimer's Disease\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nPolicies aimed at reducing the harmful effects of air pollution exposure typically focus on areas with high levels of pollution. However, if a population’s vulnerability to air pollution is imperfectly correlated with current pollution levels, then this approach to air quality regulation may not efficiently target pollution reduction efforts. We examine the geographic and socioeconomic determinants of vulnerability to dying from acute exposure to fine particulate matter (PM2.5) pollution. We find that there is substantial local and regional variability in the share of individuals who are vulnerable to pollution both at the county and ZIP code level. Vulnerability tends to be negatively related to health and socioeconomic status. Surprisingly, we find that vulnerability is also negatively related to an area’s average PM2.5 pollution level, suggesting that basing air quality regulation only on current pollution levels may fail to effectively target regions with the most to gain by reducing exposure.\n\n",
    "acknowledgement": "\nWe thank Matt Kotchen, James Stock, Catherine Wolfram, and participants in the 2nd Annual NBER Environmental and Energy Policy and the Economy Conference for helpful comments. Research reported in this publication was supported by the National Institute on Aging of the National Institutes of Health under award numbers P01AG005842 and R01AG053350. The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}