{
    "id": 27359,
    "citation_title": "Gender Differences in COVID-19 Related Attitudes and Behavior: Evidence from a Panel Survey in Eight OECD Countries",
    "citation_author": [
        "Vincenzo Galasso",
        "Vincent Pons",
        "Paola Profeta",
        "Michael Becher",
        "Sylvain Brouard",
        "Martial Foucault"
    ],
    "citation_publication_date": "2020-06-15",
    "issue_date": "2020-06-11",
    "revision_date": "2020-11-02",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing original data from two waves of a survey conducted in March and April 2020 in eight OECD countries (N = 21,649), we show that women are more likely to see COVID-19 as a very serious health problem, to agree with restraining public policy measures adopted in response to it, and to comply with them. Gender differences in attitudes and behavior are substantial in all countries, robust to controlling for a large set of sociodemographic, employment, psychological, and behavioral factors, and only partially mitigated for individuals who cohabit or have direct exposure to COVID-19. The results are not driven by differential social desirability bias. They carry important implications for the spread of the pandemic and may contribute to explain gender differences in vulnerability to it.\n\n",
    "acknowledgement": "\nVincenzo Galasso, Vincent Pons and Paola Profeta did the conceptualization of the research question, the data curation, the formal analysis, and the writing of the paper. Michael Becher, Sylvain Brouard and Martial Foucault provided comments to the final draft. Nicola Bariletto, Marco Lo Faso, and Nicolas Longuet Marx provided excellent research assistance. Survey data from the project Attitudes on COVID-19: A Comparative Study, chaired by Sylvain Brouard and Martial Foucault (Sciences Po). Financial Support from ANR (French Agency for Research) - REPEAT grant (Special COVID-19), CNRS, IAST funding from the ANR under the Investments for the Future (“Investissements d'Avenir”) program, grant ANR-17-EURE-0010, and Unicredit Foundation are gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}