{
    "id": 27355,
    "citation_title": "Corporate Bond Liquidity During the COVID-19 Crisis",
    "citation_author": [
        "Mahyar Kargar",
        "Benjamin Lester",
        "David Lindsay",
        "Shuo Liu",
        "Pierre-Olivier Weill",
        "Diego Zúñiga"
    ],
    "citation_publication_date": "2020-06-15",
    "issue_date": "2020-06-11",
    "revision_date": "2021-05-05",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study liquidity conditions in the corporate bond market during the COVID-19 pandemic. We document that the cost of trading immediately via risky-principal trades increased dramatically at the height of the sell-off, forcing customers to shift towards slower, agency trades. Exploiting eligibility requirements, we show that the Federal Reserve’s corporate credit facilities had a positive effect on market liquidity. A structural estimation reveals that customers’ willingness to pay for immediacy increased by about 200 bps per dollar of transaction, but quickly subsided after the Fed announced its interventions. Dealers’ marginal cost also increased substantially, but did not fully subside.\n\n",
    "acknowledgement": "\nWe thank Darren Aiello, Roc Armenter, Mitchell Berlin, John Cochrane, Nathan Foley-Fisher, Itay Goldstein, Valentin Haddad, Ricardo Lagos, Alan Moreira, Borghan Narajabad, Avanidhar Subrahmanyam, Stéphane Verani, James Vickery, Jonathan Vogel, Bin Wei, Haoxiang Zhu, two anonymous referees, and, seminar participants at the Journal of Finance and the Fama-Miller Center virtual conference on the financial consequences of the COVID-19 pandemic, Atlanta Fed/GSU virtual conference on financial stability and the coronavirus pandemic, Search and Matching in Macro and Finance virtual workshop on liquidity in fixed income markets, Midwest Finance Association, University of Illinois, UCLA Anderson, and UCLA economics for comments and suggestions. Yiling Pan provided expert research assistance. The views expressed here do not necessarily reflect the views of the Federal Reserve Bank of Philadelphia, the Federal Reserve System, or the National Bureau of Economic Research. The first version of this paper was circulated on April 16th, 2020.\n\n\n"
}