{
    "id": 27358,
    "citation_title": "The Effect of Foreclosures on Homeowners, Tenants, and Landlords",
    "citation_author": [
        "Rebecca Diamond",
        "Adam Guren",
        "Rose Tan"
    ],
    "citation_publication_date": "2020-06-22",
    "issue_date": "2020-06-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nHow costly is foreclosure? Estimates of the social cost of foreclosure typically focus on financial costs. Using random judge assignment instrumental variable (IV) and propensity score matching (PSM) approaches in Cook County, Illinois, we find evidence of significant non-pecuniary costs of foreclosure, particularly for foreclosed-upon homeowners. For all homeowners (IV and PSM), foreclosure causes housing instability, reduced homeownership, and financial distress. For marginal homeowners (IV) but not average homeowners (PSM), foreclosure also causes moves to worse neighborhoods and elevated divorce. We show that the difference between IV and PSM is due to treatment effect heterogeneity: marginal homeowners have more to lose than average homeowners. We find similar financial costs for landlords, although the non-financial effects we find for owners are absent. We find few negative effects for renters whose landlord forecloses. The contrast between our results for owners, renters, and landlords implies that the financial costs come from the financial loss while the non-financial costs for owners are due to a combination of eviction and financial loss rather than either individually. Our estimates imply that foreclosure is far more costly than current estimates imply, particularly for marginal cases that are most responsive to foreclosure mitigation policies, and that the costs are disproportionately borne by owners who lose their home.\n\n",
    "acknowledgement": "\nZheyu Ni, Shizhe Zhong, Abhisit Jiranaphawiboon, and Sara Johns in particular provided outstanding research assistance. Stijn Van Nieuwerburgh, Raven Molloy, Matt Notowidigdo, and seminar participants at NYU, BU, Opportunity Insights, the UEA meetings, the ASSA meetings, and the NBER Summer Institute CF and UE programs provided useful comments and discussion. Diamond acknowledges support from the Stanford Graduate School of Business, the National Science Foundation (CAREER Grant #1848036), and the Sloan Foundation. Guren acknowledges support from the National Science Foundation (Grant #1623801). Tan acknowledges support from the National Science Foundation Graduate Research Fellowship (Grant #1656518). Any opinion, findings, and conclusions or recommendations expressed in this material are those of the authors and do not necessarily reflect the views of the National Science Foundation. The authors have obtained IRB approval from Stanford University to conduct this research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nRose Tan\n\nRose Tan was formerly employed by Quora and Facebook and is currently employed by LinkedIn.\n\n\n"
}