{
    "id": 27350,
    "citation_title": "Global Trade and Margins of Productivity in Agriculture",
    "citation_author": [
        "Farid Farrokhi",
        "Heitor S. Pellegrina"
    ],
    "citation_publication_date": "2020-06-15",
    "issue_date": "2020-06-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the effects of globalization on agricultural productivity across countries. We develop a multi-country general equilibrium model that incorporates choices of crops and technologies in agricultural production at the micro-level of fields covering the surface of the earth. We estimate our model using field-level data on potential yields of crops under different technologies characterized by factor and input intensity. We evaluate the welfare and productivity gains from reductions in trade costs of agricultural outputs and inputs across countries between 1980 and 2015. In addition to gains from international crop specialization, we find notable gains from access to foreign agricultural inputs. This mechanism operates through a shift from traditional (labor-intensive) technologies to modern (input-intensive) ones.\n\n",
    "acknowledgement": "\nWe thank conversations with Jonathan Eaton, Tom Hertel, David Hummels, Samreen Malik, Lucas Scottini, Sebastian Sotelo, Farzad Taheripour, Chong Xiang, and participants in seminars at Purdue, NYU Abu Dhabi, NOITS and NBER Agricultural Markets and Trade Policy. We would like to thank excellent research assistance from Karolina Wilckzynska. We would like to thank the help from the ITaP team of Purdue with our high performance computing. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}