{
    "id": 27351,
    "citation_title": "Universal Basic Income: A Dynamic Assessment",
    "citation_author": [
        "Diego Daruich",
        "Raquel Fernández"
    ],
    "citation_publication_date": "2020-06-15",
    "issue_date": "2020-06-11",
    "revision_date": "2021-02-02",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUniversal basic income (UBI) is an increasingly popular policy proposal but there is no evidence regarding its longer-term consequences. We study UBI in a general equilibrium model with imperfect capital markets, labor market shocks, and intergenerational linkages via skill formation and transfers. We find that UBI increases-welfare for older agents but has large-welfare losses for younger agents and future generations. A sizable share of the negative effects stem from the endogenous intergenerational linkages. Modeling automation as an increased probability of an “out-of-work” shock, the model provides insights on the changing welfare consequence of UBI in a riskier environment.\n\n",
    "acknowledgement": "\nWe wish to thank Nora Lustig, Andy Neumeyer, Sergio Ocampo, Stefanie Stantcheva, and seminar audiences at the Federal Reserve Bank of St. Louis, the 2019 Fordham Macroeconomics Conference, the 2019 California Macroeconomics Conference, University of Houston, the 2020 Barcelona GSE Summer Forum, the 2020 World Econometric Society Meetings, the 2020 Women in Macro Conference, the Bank of Canada, University of Tokyo, and UCSD. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}