{
    "id": 27356,
    "citation_title": "The Impacts of a Prototypical Home Visiting Program on Child Skills",
    "citation_author": [
        "James J. Heckman",
        "Bei Liu",
        "Mai Lu",
        "Jin Zhou"
    ],
    "citation_publication_date": "2020-06-15",
    "issue_date": "2020-06-11",
    "revision_date": "2024-01-04",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nThis paper develops a new framework for estimating the causal impacts on child skills and the mechanisms producing these impacts using data from a randomized control study of a widely evaluated early-childhood home visiting program. We show the feasibility of replicating the program at scale. We report estimates from standard procedures for reporting treatment effects as unweighted averages item scores and compare them with estimates adjusting for item difficulties. Such adjustments produce more interpretable estimates. We go beyond treatment effects and estimate individual-specific latent skills, comparing treatment and control skills and their impacts on test scores.\n\n",
    "acknowledgement": "\nThis paper was first presented at a session of the ASSA January 2020 Annual Meetings in San Diego organized by Scott Rozelle who attended the session along with Orazio Attanasio. We thank the editor, Kevin Lang, and three anonymous referees for their helpful comments. CEHD acknowledges support from the Institute for New Economic Thinking, the Eunice Kennedy Shriver National Institute of Child Health, and Human Development of the National Institutes of Health under award number R37HD065072, NICHD R01HD103666, and an anonymous donor. The program has been registered at AEA with registry number AEARCTR-0007119. The views expressed in this paper are solely those of the authors and do not necessarily represent those of the funders or the official views of the National Institutes of Health. CDRF acknowledges support from the UBS Optimus Foundation and the Dunhe Foundation. The authors wish to thank Susan Chang, Sally Grantham-McGregor, Sylvi Kuperman, Carey Cheng, Rebecca Myerson, Chunni Zhang, and Yike Wang for their efforts on program design, implementation, and data cleaning support. Erlfang Tsai and Fuyao Wang provided highly competent research assistance. CDRF thanks Mary Young, Fan Bu, Peng Liu, Lijia Shi, Bojiao Liang, and Yi Qie for their essential and valuable fieldwork support. We are grateful to the participants and their families for their continued participation in this research project. http://cehd.uchicago.edu/china-reach_home-visiting_appendix is a website for this paper with supplementary material. Corresponding author: Jin Zhou (jinzhou@uchicago.edu\n\n\n"
}