{
    "id": 27352,
    "citation_title": "Inflation with Covid Consumption Baskets",
    "citation_author": [
        "Alberto Cavallo"
    ],
    "citation_publication_date": "2020-06-15",
    "issue_date": "2020-06-11",
    "revision_date": "2020-07-23",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Covid-19 Pandemic has led to changes in consumer expenditure patterns that can introduce significant bias in the measurement of inflation. I use data collected from credit and debit transactions in the US to update the official basket weights and estimate the impact on the Consumer Price Index (CPI). I find that the Covid inflation rate is higher than the official CPI in the US, for both headline and core indices. I also find similar results with Covid baskets in 10 out of 16 additional countries. The difference is significant and growing over time, as social-distancing rules and behaviors are making consumers spend relatively more on food and other categories with rising inflation, and relatively less on transportation and other categories experiencing significant deflation.\n\n",
    "acknowledgement": "\nI am grateful to Florencia Hnilo for excellent research assistance, to John Friedman for sharing the Opportunity Insights data, to Caroline Coughlin and Manuel Bertolotto for assistance with the CPI data, and to Rafael Di Tella for helpful comments and suggestions. Financial support for the research in this paper was provided by Harvard Business School. I am also an ad-honorem member of the Technical Advisory Committees of the US Bureau of Labor Statistics (BLS). The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nAlberto Cavallo\n\nFinancial support for the research in this paper was provided by Harvard Business School. No party, other than the author himself, had the right to review the paper prior to its publication.\nAlberto Cavallo is a co-founder and has an ownership stake in PriceStats LLC, a private company that uses scraped online data to compute inflation indices. Alberto Cavallo is an ad-honorem member of the Technical Advisory Committees of the US Bureau of Labor Statistics (BLS), where he provides advise on various issues, including the use of online data in the construction of Consumer Price Indexes and other statistics.\n\n\n"
}