{
    "id": 27364,
    "citation_title": "Building Resilient Health Systems: Experimental Evidence from Sierra Leone and the 2014 Ebola Outbreak",
    "citation_author": [
        "Darin Christensen",
        "Oeindrila Dube",
        "Johannes Haushofer",
        "Bilal Siddiqi",
        "Maarten J. Voors"
    ],
    "citation_publication_date": "2020-06-15",
    "issue_date": "2020-06-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUnderuse of health systems and a lack of confidence in their quality contribute to high rates of mortality in the developing world. How individuals perceive health systems may be especially critical during epidemics, when they choose whether to cooperate with response efforts and frontline health workers. Can improving the perceived quality of healthcare promote community health and ultimately, help to contain epidemics? We leverage a field experiment to answer this question in the context of Sierra Leone and the 2014 West Africa Ebola crisis. Two years before the outbreak, we randomly assigned two accountability interventions to government-run health clinics – one focused on community monitoring and the other conferred non-financial awards to clinic staff. These interventions delivered immediate benefits under \"normal\" conditions. Even prior to the Ebola crisis, both interventions increased clinic utilization and satisfaction with healthcare, and community monitoring additionally improved child health, leading to 38 percent fewer deaths of children under five. Later, during the crisis, the interventions also increased reporting of Ebola cases by 62 percent, and significantly reduced Ebola-related deaths. Evidence on mechanisms suggests that the interventions improved confidence in the health system, encouraging patients to report Ebola symptoms and receive medical care. These results indicate that promoting accountability not only has the power to improve health systems during normal times, but can also make them more resilient to crises that emerge over the longer run.\n\n",
    "acknowledgement": "\nThis study utilizes a field experiment implemented in collaboration with the Government of Sierra Leone's Decentralization Secretariat and Ministry of Health and Sanitation, the World Bank, the International Rescue Committee, Concern Worldwide, and Plan International. We thank the Njala University Museum and Archive for sharing the de-identified data on Ebola cases. We also thank Innovations for Poverty Action for collecting the original survey data, and the respondents for donating their time. Gieltje Adriaans, Ali Ahmed, Carolina Bernal, Alix Bonargent, Fatu Conteh, Afke de Jager, Sarah Dykstra, Caroline Fry, Kevin Grieco, Anne Karing, Anthony Mansaray, Josh McCann, Niccolo Meriggi, Nick Otis, Moritz Poll, Mirella Schrijvers, and Samantha Zaldivar Chimal provided excellent research assistance. For comments, we thank Rachel Glennerster, Dan Posner, Manisha Shah, and workshop participants at Berkeley, Columbia, LSE, UC San Diego, Zurich, Yale, Northwestern, Norwich, Amsterdam, Rotterdam, WZB Berlin, Wageningen, EGAP Nairobi, FHI360, UCLA, the World Bank's ABCA, and APSA. We gratefully acknowledge funding from USAID-DIV, the International Growth Centre, AFOSR grant #FA9550-09-1-0314, NWO grant #451-14-001, ESRC grant #ES/J017620/1, the Royal Netherlands Embassy in Ghana, and UCLA's California Center for Population Research. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}