{
    "id": 27360,
    "citation_title": "EMEs and COVID-19: Shutting Down in a World of Informal and Tiny Firms",
    "citation_author": [
        "Laura Alfaro",
        "Oscar Becerra",
        "Marcela Eslava"
    ],
    "citation_publication_date": "2020-06-15",
    "issue_date": "2020-06-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEmerging economies are characterized by an extremely high prevalence of informality, small-firm employment and jobs not fit for working from home. These features factor into how the COVID-19 crisis has affected the economy. We develop a framework that, based on accounting identities and actual data, quantifies potential job and income losses during the crisis and recovery for economies with different economic organization structures. Our analysis incorporates differential exposure of jobs across categories of firm-size and formality status, as well as sectors and occupations. We account for the direct supply shock caused by lockdowns, the idiosyncratic demand shock suffered by sectors that rely on high contact with their costumers, the transmission of both shocks through IO linkages, and the overall aggregate demand effect derived from these shocks. Applying our framework to data for Colombia, which exhibits an employment distribution similar to that of other emerging market countries, in particular Latin America, we find that well over 50% of jobs are at risk in the initial stages of the crisis. Because informal jobs and those not fit for telework are at higher risk, this number goes down to 33% if the US employment distribution is imposed on the Colombian data. As the crisis deepens, the risk of unemployment grows. However, informality rebounds quickly in the recovery, an employment at risk is quickly reduced to 20% of the baseline, all concentrated in formal jobs. Our findings point to the importance of action to maintain formal matches from dissolving, given their scarcity and rebuilding difficulty, while protecting the poor and the informal via income transfers.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}