{
    "id": 27367,
    "citation_title": "Duration-Based Stock Valuation: Reassessing Stock Market Performance and Volatility",
    "citation_author": [
        "Jules H. van Binsbergen"
    ],
    "citation_publication_date": "2020-06-15",
    "issue_date": "2020-06-11",
    "revision_date": "2020-11-06",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nUsing a panel of international government bond data, I construct fixed income portfolios that match the duration of the dividend strips of the corresponding local aggregate stock market index. I find that these bond portfolios have performed as well as -- if not better than -- their stock counterparts in the past half century while exhibiting similar (or even higher) levels of volatility. These results provide a novel perspective on both the equity risk premium and excess volatility puzzles (bubbles). I present several potential explanations, and discuss further the implications for macroeconomics, monetary economics, asset pricing, and corporate finance.\n\n",
    "acknowledgement": "\nI thank Anat Admati, Jonathan Berk, Martijn Boons, Peter DeMarzo, Darrell Duffie, Vincent Glode, Joao Gomes, Andrei Goncalves, Bob Hodrick, Hanno Lustig, Max Miller, Christian Opp, Anamaria Pieschacon, Josh Rauh, Michael Roberts, Riccardo Sabbatucci, Andrea Tamoni, Myron Scholes, Ken Singleton, Jessica Wachter and seminar participants at Stanford GSB, University of Texas at Dallas and the Vienna Institute for Finance, Banking and Insurance for helpful comments and suggestions. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}