{
    "id": 27369,
    "citation_title": "Incorporating Scenario Analysis into the Federal Reserve’s Policy Strategy and Communications",
    "citation_author": [
        "Michael D. Bordo",
        "Andrew T. Levin",
        "Mickey D. Levy"
    ],
    "citation_publication_date": "2020-06-15",
    "issue_date": "2020-06-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe U.S. economy currently faces a truly extraordinary degree of uncertainty as a consequence of the COVID-19 pandemic. In these circumstances, the Federal Reserve could begin highlighting alternative scenarios to illustrate key risks to the economic outlook, and such scenarios could inform the Fed’s policy strategy and public communications. In this paper, we present a set of illustrative scenarios, including a baseline scenario with a rapid but incomplete recovery this year (an upward-tilting checkmark), a benign scenario in which an effective cure or vaccine becomes available and facilitates a nearly complete recovery by mid-2021, and a severely adverse scenario involving persistently high unemployment and disinflationary pressures. Insights into these scenarios can be drawn from key historical episodes, including the Spanish flu, the Great Depression, the end of World War II, and the global financial crisis. We conclude by identifying key challenges that the Federal Reserve might face in adjusting its monetary policy and emergency credit facilities under each of these alternative scenarios.\n\n",
    "acknowledgement": "\nBordo is a professor of economics at Rutgers University, director of the Center for Monetary and Financial History, a research associate of the National Bureau of Economic Research (NBER), and a Distinguished Visiting Fellow at the Hoover Institution, Stanford University. Levin is a professor of economics at Dartmouth College, visiting scholar at the International Monetary Fund, scientific advisor to the central banks of Norway and Sweden, research associate of the NBER, and international research fellow of the Centre for Economic Policy Research (CEPR). Levy is chief economist for the Americas and Asia at Berenberg Capital Markets LLC. All three coauthors are members of the Shadow Open Market Committee. Roiana Reid was very helpful in contributing to the preparation of this paper. Nonetheless, the views expressed here are solely those of the authors and do not represent the views of any other person or institution. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}