{
    "id": 27362,
    "citation_title": "Determinants of Small Business Reopening Decisions After COVID Restrictions Were Lifted",
    "citation_author": [
        "Dylan Balla-Elliott",
        "Zoë B. Cullen",
        "Edward L. Glaeser",
        "Michael Luca",
        "Christopher T. Stanton"
    ],
    "citation_publication_date": "2020-06-15",
    "issue_date": "2020-06-11",
    "revision_date": "2021-09-14",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThe COVID-19 pandemic led to dramatic economic disruptions, including government-imposed restrictions that required millions of American businesses to temporarily close. We present three main facts about business decisions to reopen at the end of the lockdown, using a nation-wide survey of thousands of small businesses. First, the plurality of firms reopened within days of the end of legal restrictions, suggesting that the lockdowns were generally binding for businesses - although a sizable minority delayed their reopening. Second, decisions to delay reopenings were not driven by public health concerns. Instead, businesses in high-proximity sectors planned to reopen more slowly because of expectations of stricter regulation rather than concerns about public health. Third, pessimistic demand projections played the primary role in explaining delays among firms that could legally reopen. Owners expected demand to be one-third lower than before the crisis throughout the pandemic. Using experimentally induced shocks to perceived demand, we find that a 10% decline in expected demand results in a 1.5 percentage point (8%) increase in the likelihood that firms expected to remain closed for at least one month after being legally able to open.\n\n",
    "acknowledgement": "\nWe thank the founders of Alignable for sharing data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nEdward L. Glaeser\n\nI have received speaking fees from organizations that organize members that invest in real estate markets, including the National Association of Real Estate Investment Managers and the Pension Real Estate Association.\n\n\n"
}