{
    "id": 27365,
    "citation_title": "Global Lessons from Climate Change Legislation and Litigation",
    "citation_author": [
        "Shaikh M. Eskander",
        "Sam Fankhauser",
        "Joana Setzer"
    ],
    "citation_publication_date": "2020-06-15",
    "issue_date": "2020-06-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere is no country in the world that does not have at least one law or policy dealing with climate change. The most prolific countries have well over 20, and globally there are 1,800 such laws. Some of them are executive orders or policies issued by governments, others are legislative acts passed by parliament. The judiciary has been involved in 1,500 court cases that concern climate change (over 1,100 of which in the US). We use Climate Change Laws of the World (CCLW), a publicly accessible database, to analyze patterns and trends in climate change legislation and litigation over the past 30 years. The data reveal that global legislative activity peaked around 2009-14, well before the Paris Agreement. Accounting for effectiveness in implementation and the length of time laws have been in place, the UK and South Korea are the most comprehensive legislators among G20 countries and Spain within the OECD. Climate change legislation is less of a partisan issue than is commonly assumed: the number of climate laws passed by governments of the left, center and right is roughly proportional to their time in office. We also find that legislative activity decreases in times of economic difficulty. Where courts have got involved, judges outside the US have ruled in favor of enhanced climate protection in about half of the cases (US judges are more inclined to rule against climate protection).\n\n",
    "acknowledgement": "\nWe acknowledge financial support from the Grantham Foundation for the Protection of the Environment, and from the UK Economic and Social Research Council (ESRC) through its support of the Centre for Climate Change Economics and Policy (CCCEP). We are grateful to Caterina Gennaioli, Matthew Kotchen and Michal Nachmany for their insights and feedback. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}