{
    "id": 27361,
    "citation_title": "To Pool or Not to Pool? Security Design in OTC Markets",
    "citation_author": [
        "Vincent Glode",
        "Christian C. Opp",
        "Ruslan Sverchkov"
    ],
    "citation_publication_date": "2020-06-15",
    "issue_date": "2020-06-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study security issuers' decision whether to pool assets when facing counterparties endowed with market power, as is common in over-the-counter markets. Unlike in competitive markets, pooling assets may be suboptimal in the presence of market power - both privately and socially - in particular, when the potential gains from trade are large. In these cases, pooling assets reduces the elasticity of trade volume in the relevant part of the payoff distribution, exacerbating inefficient rationing associated with the exercise of market power. Our results shed light on recently observed time-variation in the prevalence of pooling in financial markets.\n\n",
    "acknowledgement": "\nThe authors thank Jason Donaldson, Thomas Eisenbach, Barney Hartman-Glaser, Rich Kihlstrom, Chester Spatt, Basil Williams, Marius Zoican, Pavel Zryumov, and audiences at the Bank of England, BI-Oslo, EIEF, Illinois, INSEAD, Norwegian School of Economics (NHH), Rochester, UT-Dallas, Wharton, the Financial Intermediation Research Society conference, the Northern Finance Association meetings, the Oxford Financial Intermediation Theory conference, the Society of Financial Studies cavalcade, and the Western Finance Association meetings for their helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}