{
    "id": 27378,
    "citation_title": "Socio-Demographic Factors Associated with Self-Protecting Behavior during the Covid-19 Pandemic",
    "citation_author": [
        "Nicholas W. Papageorge",
        "Matthew V. Zahn",
        "Michèle Belot",
        "Eline van den Broek-Altenburg",
        "Syngjoo Choi",
        "Julian C. Jamison",
        "Egon Tripodi"
    ],
    "citation_publication_date": "2020-06-15",
    "issue_date": "2020-06-11",
    "revision_date": "2020-06-15",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDisease spread is in part a function of individual behavior. We examine the factors predicting individual behavior during the Covid-19 pandemic in the United States using novel data collected by Belot et al. (2020). Among other factors, we show that people with lower income, less flexible work arrangements (e.g., an inability to tele-work) and lack of outside space at home are less likely to engage in behaviors, such as social distancing, that limit the spread of disease. We also find evidence that region, gender and beliefs predict behavior. Broadly, our findings align with typical relationships between health and socio-economic status. Moreover, they suggest that the burden of measures designed to stem the pandemic are unevenly distributed across socio-demographic groups in ways that affect behavior and thus potentially the spread of illness. Policies that assume otherwise are unlikely to be effective or sustainable.\n\n",
    "acknowledgement": "\nWe are grateful for helpful comments from Stefanie DeLuca, Barton Hamilton and Emma Kalish. Regarding author ordering, Papageorge and Zahn led this particular effort and are thus listed first. The remaining authors contributed equally and are listed in alphabetical order The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}