{
    "id": 27377,
    "citation_title": "Can Greater Access to Education Be Inequitable? New Evidence from India’s Right to Education Act",
    "citation_author": [
        "Chirantan Chatterjee",
        "Eric A. Hanushek",
        "Shreekanth Mahendiran"
    ],
    "citation_publication_date": "2020-06-15",
    "issue_date": "2020-06-11",
    "revision_date": "2020-12-07",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIndia moved to a constitutional guarantee of universal basic education with the Right to Education (RTE) Act in 2009 that called for full access of children aged 6-14 to free schooling. This paper considers the offsetting effects from induced expansion of private tutoring that limited gains in educational equity from RTE. We develop a unique database of registrations of new private educational institutions offering tutorial services by local district between 2001-2015. We estimate the causal impact of RTE on private supplemental education by comparing the growth of tutorial institutions in highly competitive educational markets to that in less competitive educational markets. We find a strong impact of RTE on the private tutoring market and show that this holds across alternative definitions of highly competitive districts and a variety of robustness checks, sensitivity analyses, and controls. Finally, we provide descriptive evidence that these private tutoring schools do increase the achievement (and competitiveness) of students able to afford them.\n\n",
    "acknowledgement": "\nChatterjee acknowledges the support of the 2018-2019 Campbell and Edward Teller National Fellow Program & the 2019-2020 Visiting Fellow Program at Hoover Institution, Stanford University and the ICICI Bank Chair in Strategic Management at IIM Ahmedabad. Mahendiran acknowledges support from CBPS, Bangalore, India. The authors thank some anonymous tuition center entrepreneurs for their time with descriptive telephonic interviews with Mr. Rakesh P and appreciate his research assistance. Sachidananda Benegal, doctoral student from IIM Bangalore provided his very insightful inputs on the Registrar of Companies database of the Ministry of Corporate Affairs, Government of India. We also acknowledge very insightful comments from Wilima Wadhwa and Rukmini Banerji from ASER-PRATHAM in India in private conversations with us. We are very grateful to Abhijit Banerjee, Sourav Bhattacharya, Shengmao Cao, Anindya Chakrabarti, Radhika Joshi, Reetika Khera, Anant Mishra, Naveen Reddy , and Manisha Shah for their input. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}