{
    "id": 2737,
    "citation_title": "The Dynamic Effects of Aggregate Demand and Supply Disturbances",
    "citation_author": [
        "Olivier Jean Blanchard",
        "Danny Quah"
    ],
    "citation_publication_date": "1988-10-01",
    "issue_date": "1988-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Econometrics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe interpret fluctuations in GNP and unemployment as due to two types of disturbances: disturbances that have a permanent effect on output and disturbances that do not. We interpret  the first as supply disturbances, the second as demand disturbances. We find that demand disturbances have a hump shaped effect on both output and unemployment; the effect peaks after a year and vanishes after two to five years. Up to a scale factor, the dynamic effect on unemployment of demand disturbances is a mirror image of that on output. The effect of supply disturbances on output increases steadily over time, to reach a peak after two years and a plateau after five years. 'Favorab1e supply disturbances may initially increase unemployment. This is followed by a decline in unemployment, with a slow return over time to its original value. While this dynamic characterization is fairly sharp, the data are not as specific as to the relative contributions of demand and supply disturbances to output fluctuations. We find that the time series of demand-determined output fluctuations has peaks and troughs which coincide with most of the NBER troughs and peaks. But variance decompositions of output at various horizons giving the respective contributions of supply and demand disturbances are not precisely estimated. For instance, at a forecast horizon of four quarters, we find that, under alternative assumptions, the contribution of demand disturbances ranges from 40 to over 95 per cent.\n\n",
    "acknowledgement": "\n"
}