{
    "id": 27371,
    "citation_title": "The Micro and Macro Dynamics of Capital Flows",
    "citation_author": [
        "Felipe Saffie",
        "Liliana Varela",
        "Kei-Mu Yi"
    ],
    "citation_publication_date": "2020-06-15",
    "issue_date": "2020-06-11",
    "revision_date": "2021-06-08",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Macroeconomics",
        "\n",
        "Globalization and International Relations",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study empirically and theoretically the effects of international capital flows on resource allocation. Using the universe of firms in Hungary, we show that financial openness triggers input-cost and consumption channels, with the latter dominant and reallocating resources toward high expenditure elasticity activities in the short-run. A multi-sector heterogeneous firm trade model replicates these dynamics. In the long-run, the model predicts that resources will shift towards manufacturing exports to service debt. Owing to endogenous terms of trade dynamics, countries face a trade-off between the speed of convergence and their long-run capital stock; thus, financial openness can lead to welfare losses.\n\n",
    "acknowledgement": "\nWe thank Rodrigo Heresi, Eugene Oue, Jose Mota Aquino, and Alejandra Martinez for excellent research assistance. We are grateful to Aimee Chin, Andres Drenik, Sebastian Fanelli, Pierre-Olivier Gourinchas, Fadi Hassan, Sebnem Kalemli-Ozcan, Loukas Karabarbounis, Marti Mestieri, Dmitry Mukhin, Veronica Rappoport, Hélène Rey, Andres Rodriguez-Clare, Eugenio Rojas and Bent Sorensen, as well as seminar and conference participants of U.C. Berkeley, Bocconi University, CEMFI, Princeton University, Columbia University, University of Houston, University of Notre Dame, Micro and Macro in International Finance of Bank of England- Banque de France, VMACS Junior, Virtual International Trade and Macro Seminar, Chicago Booth International Macro and Finance Conference, Princeton Growth Conference, SED-St. Louis, CAGE Research Day, Federal Reserve Bank of Saint Louis, University of Virginia-Federal Reserve Bank of Richmond 2021 Research Jamboree, The International Monetary Fund, Universidad de Chile, and Pontificia Universidad Católica de Chile for helpful comments. The views expressed here are those of the authors and do not necessarily represent those of the Federal Reserve Bank of Dallas, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}