{
    "id": 27374,
    "citation_title": "Socioeconomic Network Heterogeneity and Pandemic Policy Response",
    "citation_author": [
        "Mohammad Akbarpour",
        "Cody Cook",
        "Aude Marzuoli",
        "Simon Mongey",
        "Abhishek Nagaraj",
        "Matteo Saccarola",
        "Pietro Tebaldi",
        "Shoshana Vasserman",
        "Hanbin Yang"
    ],
    "citation_publication_date": "2020-06-15",
    "issue_date": "2020-06-11",
    "revision_date": "2021-03-12",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe develop a heterogeneous-agents network-based model to analyze alternative policies during a pandemic outbreak, accounting for health and economic trade-offs within the same empirical framework. We leverage a variety of data sources, including data on individuals' mobility and encounters across metropolitan areas, health records, and measures of the possibility to be productively working from home. This combination of data sources allows us to build a framework in which the severity of a disease outbreak varies across locations and industries, and across individuals who differ by age, occupation, and preexisting health conditions.\nWe use this framework to analyze the impact of different social distancing policies in the context of the COVID-19 outbreaks across US metropolitan areas. Our results highlight how outcomes vary across areas in relation to the underlying heterogeneity in population density, social network structures, population health, and employment characteristics. We find that policies by which individuals who can work from home continue to do so, or in which schools and firms alternate schedules across different groups of students and employees, can be effective in limiting the health and healthcare costs of the pandemic outbreak while also reducing employment losses.\n\n",
    "acknowledgement": "\nWe are extremely grateful to Mark Cullen and Suzanne Tamang at the Center for Population Health Sciences at Stanford University, and to Alexei Pozdnukhov at Replica for the ongoing cooperation. Alex Weinberg provided outstanding research assistance throughout this project. We also thank Stephen Eubank and the University of Virginia Biocomplexity Institute, Tim Bresnahan, Matt Jackson, and Mike Whinston for their insightful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nCody Cook\n\nCody Cook was under contract at Replica while this research was conducted.\n\n\n"
}