{
    "id": 27370,
    "citation_title": "Global Capital and Local Assets: House Prices, Quantities, and Elasticities",
    "citation_author": [
        "Caitlin S. Gorback",
        "Benjamin J. Keys"
    ],
    "citation_publication_date": "2020-06-22",
    "issue_date": "2020-06-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nInterconnected capital markets allow mobile global capital to flow into immobile local assets. This paper examines how foreign demand affects U.S. housing markets, and uses this demand shock to estimate local price elasticities of supply. Other countries introduced foreign-buyer taxes meant to deter Chinese housing investment beginning in 2011. We first show house prices grew 8 percentage points more in U.S. zipcodes with high foreign-born Chinese populations after 2011, subsequently reversing with the onset of the U.S.–China trade war. Second, we use international tax policy changes as a U.S. housing demand shock and estimate local house price and quantity elasticities with respect to international capital. We find that a 1% increase in instrumented foreign capital raises house prices at the zip code level by 0.27%, and housing supply by 0.004%. Finally, we use the two elasticities to construct new local house price elasticities of supply for the largest 100 CBSAs. These supply elasticities average 0.1 and vary between 0.02 and 0.7, suggesting that local housing markets are inelastic in the short run and exhibit substantial spatial heterogeneity.\n\n",
    "acknowledgement": "\nWe thank Brian Cadena, Joe Gyourko, Brian Kovak, Tarun Ramadorai, Hui Shan, Leslie Shen, and participants at the Urban Institute’s Housing Finance Policy Center and the Urban Economics Association meetings for helpful comments and suggestions. Trevor Woolley provided outstanding research assistance. Keys thanks the Research Sponsors Program of the Zell/Lurie Real Estate Center for financial support. Any remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}