{
    "id": 27379,
    "citation_title": "Enabling Entrepreneurial Choice",
    "citation_author": [
        "Ajay K. Agrawal",
        "Joshua S. Gans",
        "Scott Stern"
    ],
    "citation_publication_date": "2020-06-22",
    "issue_date": "2020-06-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEntrepreneurs must choose between alternative strategies for bringing their idea to market. They face uncertainty regarding both the quality of their idea as well as the efficacy of each strategy. While entrepreneurs can reduce this uncertainty by conducting tests, any single test conflates the signal of the efficacy of the particular strategy and the quality of the idea. Resolving this conflation requires exploring multiple strategies. Consequently, entrepreneurial choice is enhanced by finding ways to lower the cost of testing multiple strategies, receiving guidance as to the types of tests likely to reduce signal conflation, and optimally sequencing tests based on prior beliefs. This creates a role for judgment that may be provided by third parties such as mentors and investors. We hypothesize that institutions that lower the cost of transmitting and aggregating judgment spur entrepreneurial success.\n\n",
    "acknowledgement": "\nWe thank Shannon Liu and Amir Sariri for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nScott Stern\n\nScott Stern periodically receives compensation for speaking about,  consulting and teaching about innovation and entrepreneurship, including his work related to Entrepreneurial Strategy, including the current paper.  These include teaching within MIT Executive Education and the MIT Regional Entrepreneurship Program.\n\n\n"
}