{
    "id": 27375,
    "citation_title": "America, Jump-started: World War II R&D and the Takeoff of the U.S. Innovation System",
    "citation_author": [
        "Daniel P. Gross",
        "Bhaven N. Sampat"
    ],
    "citation_publication_date": "2020-06-15",
    "issue_date": "2020-06-11",
    "revision_date": "2023-07-21",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nDuring World War II, the U.S. government's Office of Scientific Research and Development (OSRD) supported one of the largest public investments in applied R&D in U.S. history. Using data on all OSRD-funded invention, we show that this shock had a formative impact on the U.S. innovation system, catalyzing technology clusters across the country, with accompanying increases in high-tech entrepreneurship and employment. These effects persist until at least the 1970s, and appear to be driven by agglomerative forces and endogenous growth. In addition to creating technology clusters, wartime R&D permanently changed the trajectory of overall U.S. innovation in the direction of OSRD-funded technologies.\n\n",
    "acknowledgement": "\nWe are grateful to the editor and three reviewers for comments which improved this paper. We thank Mike Andrews, Ashish Arora, Pierre Azoulay, Sharon Belenzon, Enrico Berkes, Wes Cohen, Claudia Goldin, Jon Gruber, Adam Jae, Simon Johnson, Shawn Kantor, David Mindell, Petra Moser, Tom Nicholas, Bitsy Perlman, Carolyn Stein, Scott Stern, and Martin Watzinger for helpful comments, as well as numerous conference and seminar audiences, and discussants David Heller, Taylor Jaworski, and Alex Whalley. We also thank Hayley Pallan, Greg Saldutte, and Innessa Colaiacovo for outstanding research assistance; Enrico Berkes for sharing data; and the Duke University Fuqua School of Business, Columbia University, Harvard Business School, and the NBER Innovation Policy grant for financial support. This material is based upon work supported by the National Science Foundation under Grant No. 1951470. This paper is a revised version of a working paper previously circulated as “Inventing the Endless Frontier: The Long-Run Impacts of the World War II Research Effort on U.S. Innovation.\" All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}