{
    "id": 27381,
    "citation_title": "Default Options and Insurance Demand",
    "citation_author": [
        "Peter John Robinson",
        "W.J. Wouter Botzen",
        "Howard Kunreuther",
        "Shereen J. Chaudhry"
    ],
    "citation_publication_date": "2020-06-22",
    "issue_date": "2020-06-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDefault options may provide a low-cost way of influencing behaviour without modifying incentives and constraining choices between alternatives. We study whether defaults can be used to increase insurance coverage against low-probability/high-impact risks, like floods, and whether past flood insurance purchases and flooding experience moderate the effect of defaults. Our study uses a naturally occurring difference in experience, comparing the surveyed flood insurance choices of 1,187 homeowners, half of whom are in the Netherlands, where flood insurance penetration rates are low and recent flooding caused minor losses, and the other half of whom are in the United Kingdom (UK), where the opposite is true. We find defaults are effective among homeowners with little to no flood-related experience: in the Netherlands defaults increase the likelihood of insuring by between 17 and 18 percentage points. Although there is no overall effect of defaults in the UK, defaults increase flood insurance coverage for risk averse individuals, and those who have no reported previous flood experience and have not purchased flood insurance. Anticipated regret about not having insurance coverage in the event of a flood, and perceptions about the insurance cost explain between 34 and 37 percent of the relationship between the default and flood insurance demand. We discuss policy implications of our findings.\n\n",
    "acknowledgement": "\nThis study received financial support from the Netherlands Organisation for Scientific Research (NWO) VIDI Grant No. 452.14.005 and Alfred P. Sloan Foundation Grant No. G-2018-11100. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}