{
    "id": 27388,
    "citation_title": "Principal Portfolios",
    "citation_author": [
        "Bryan T. Kelly",
        "Semyon Malamud",
        "Lasse H. Pedersen"
    ],
    "citation_publication_date": "2020-06-22",
    "issue_date": "2020-06-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a new asset-pricing framework in which all securities’ signals are used to predict each individual return. While the literature focuses on each security’s own-signal predictability, assuming an equal strength across securities, our framework is flexible and includes cross-predictability—leading to three main results. First, we derive the optimal strategy in closed form. It consists of eigenvectors of a “prediction matrix,” which we call “principal portfolios.” Second, we decompose the problem into alpha and beta, yielding optimal strategies with, respectively, zero and positive factor exposure. Third, we provide a new test of asset pricing models. Empirically, principal portfolios deliver significant out-of-sample alphas to standard factors in several data sets.\n\n",
    "acknowledgement": "\nWe have received consulting income from AQR Capital Management exceeding $10,000 over the past three years. AQR Capital Management is a global investment management firm, which may or may not apply similar investment techniques or methods of analysis as described herein. The views expressed here are those of the authors and not necessarily those of AQR or the National Bureau of Economic Research.\n\n\n\nBryan T. Kelly\n\nI have received consulting income from AQR Capital Management exceeding $10,000 over the past three years. AQR Capital Management is a global investment management firm, which may or may not apply similar investment techniques or methods of analysis as described herein. The views expressed here are those of the authors and not necessarily those of AQR.\n\n\n\nLasse H. Pedersen\n\nLasse Heje Pedersen is a professor at Copenhagen Business School, a research affiliate at CEPR, and a principal at AQR Capital Management. AQR Capital Management is a global investment management firm, which may or may not apply similar investment techniques or methods of analysis as described herein. The views expressed here are those of the authors and not necessarily those of AQR.  His full curriculum vitae is available on his website: www.lhpedersen.com\n\n\n"
}