{
    "id": 27383,
    "citation_title": "China’s Import Demand for Agricultural Products: The Impact of the Phase One Trade Agreement",
    "citation_author": [
        "Robert C. Feenstra",
        "Chang Hong"
    ],
    "citation_publication_date": "2020-06-22",
    "issue_date": "2020-06-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn December 2019, the United States and China reached a Phase One trade agreement, under which China committed to purchase more imports from the United States: $12.5 billion more agricultural imports in 2020 and $19.5 billion more in 2021, as compared to 2017. We show that the most efficient way for China to increase its imports from the United States is to mimic the effect of an import subsidy. If China’s agricultural imports did not otherwise grow from their 2017 values, then the subsidies would need to be 42% and 59% to meet the 2020 and 2021 targets, respectively. These effective subsidies mean that China would divert agricultural imports away from other countries. We find that this trade diversion is especially strong for Australia and Canada, followed by Brazil, Indonesia, Malaysia, Thailand, and Vietnam.\n\n",
    "acknowledgement": "\nWe thank participants at the NBER conference “Agricultural Markets and Trade Policy,” April 30-May 1, 2020, and the 2019 annual meeting of the International Agricultural Trade Research Consortium (IATRC), December 8-10, 2019, for their comments. This research was supported by Cooperative Agreement 58-3000-7-0087 between the U.S. Department of Agriculture’s Economic Research Service and the University of California at Davis. The findings and conclusions in this article are those of the authors and should not be construed to represent any official USDA or U.S. Government determination or policy, nor do they necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}