{
    "id": 27384,
    "citation_title": "Does Policy Communication During Covid Work?",
    "citation_author": [
        "Olivier Coibion",
        "Yuriy Gorodnichenko",
        "Michael Weber"
    ],
    "citation_publication_date": "2020-06-22",
    "issue_date": "2020-06-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing a large-scale survey of U.S. households during the Covid-19 pandemic, we study how new information about fiscal and monetary policy responses to the crisis affects households’ expectations. We provide random subsets of participants in the Nielsen Homescan panel with different combinations of information about the severity of the pandemic, recent actions by the Federal Reserve, stimulus measures, as well as recommendations from health officials. This experiment allows us to assess to what extent these policy announcements alter the beliefs and spending plans of households. In short, they do not, contrary to the powerful effects they have in standard macroeconomic models.\n\n",
    "acknowledgement": "\nWe thank the National Science Foundation for financial support in conducting the surveys. We also thank Shannon Hazlett and Victoria Stevens at Nielsen for their assistance with the collection of the PanelViews Survey. Results in this article are calculated based on data from The Nielsen Company (US), LLC and marketing databases provided by the Kilts Center for Marketing Data Center at The University of Chicago Booth School of Business. Information on availability and access to the data is available at http://research.chicagobooth.edu/nielsen. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}