{
    "id": 27387,
    "citation_title": "Coronavirus: Impact on Stock Prices and Growth Expectations",
    "citation_author": [
        "Niels J. Gormsen",
        "Ralph S. J. Koijen"
    ],
    "citation_publication_date": "2020-06-22",
    "issue_date": "2020-06-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Behavioral Finance",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use data from the aggregate stock market and dividend futures to quantify how investors’ expectations about economic growth evolve across horizons in response to the coronavirus outbreak and subsequent policy responses until June 2020. Dividend futures, which are claims to dividends on the aggregate stock market in a particular year, can be used to directly compute a lower bound on growth expectations across maturities or to estimate expected growth using a forecasting model. We show how the actual forecast and the bound evolve over time. As of June 8, our forecast of annual growth in dividends is down 9% in the US and 14% in the EU compared to January 1, and our forecast of GDP growth is down by 2.0% in the US and 3.1% in the EU. The lower bound on the change in expected dividends is -18% in the US and -25% in the EU at the 2-year horizon. News about fiscal stimulus around March 24 boosts the stock market and long-term growth but did little to increase short-term growth expectations. Expected dividend growth has improved since April 1 in both the US and the EU. We conclude by developing and estimating a simple model of the crisis to understand the joint dynamics of short-term dividend futures, stock markets, and bond markets.\n\n",
    "acknowledgement": "\nWe are grateful to Nicola Benigni, Xavier Gabaix, Elisa Maffioli, Lasse Pedersen, Amir Sufi, Stijn Van Nieuwerburgh, and Motohiro Yogo as well as seminar participants at HEC Paris, NBIM, UNSW Sydney, and the Virtual Finance Workshop (VirtualFinance.org) for discussions and suggestions. We thank Dong Ryeol Lee for excellent research assistance. Gormsen and Koijen acknowledges financial support from the Center for Research in Security Prices at the University of Chicago Booth School of Business. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}