{
    "id": 27380,
    "citation_title": "Reconsidering Returns",
    "citation_author": [
        "Samuel M. Hartzmark",
        "David H. Solomon"
    ],
    "citation_publication_date": "2020-06-22",
    "issue_date": "2020-06-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nInvestors' perception of performance is biased because the relevant measure, returns, is rarely displayed. Major indices ignore dividends thereby underreporting market performance. Newspapers are more pessimistic on ex-dividend days, consistent with mistaking the index for returns. Market betas should track returns, but track prices more than dividends, creating predictable returns. Mutual funds receive inflows for “beating the S&P 500,” price index based on net asset value (also not a return). Investors extrapolate market indices, not returns, when forming annual performance expectations. Displaying returns by default would ameliorate these issues, which arise despite high attention and agreement on the appropriate measure.\n\n",
    "acknowledgement": "\nWe are grateful to Brian Boyer, Kent Daniel, Doug Diamond, Pete Hecht, David Hirshleifer, Matti Keloharju, Yueran Ma, Fabio Moneta, Matthew Ringgenberg, David Schumacher, Tyler Shumway, Clemens Sialm, Andrei Simonov, Paul Tetlock, Rob Vishny, and seminar participants at Dartmouth, Hong Kong University, City University of Hong Kong, the Australian National University, Brigham Young University, the University of Miami, Imperial College, Cal Tech, Boston College, National University Singapore, Nanyang Technological University, Chinese University of Hong Kong, the University of Sydney, the University of Technology, Sydney, UC Irvine, Ivey 7th Symposium on Intelligent Investing, CEPR European Workshop on Household Finance, FTSE-Russell World Investment Forum, HEC-McGill Winter Finance Workshop, European Finance Association Conference, Financial Intermediation Research Society, Adam Smith Workshop in Asset Pricing, Utah Winter Finance Conference for helpful suggestions. The authors thank the Fama-Miller Center for Research in Finance at the University of Chicago Booth School of Business for research support and William Cassidy and Ammon Lam for research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}