{
    "id": 27399,
    "citation_title": "Managing Households' Expectations with Unconventional Policies",
    "citation_author": [
        "Francesco D’Acunto",
        "Daniel Hoang",
        "Michael Weber"
    ],
    "citation_publication_date": "2020-06-22",
    "issue_date": "2020-06-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Behavioral Economics",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWith a binding effective lower bound on interest rates and large government deficits, conventional policies are unviable and policymakers resort to unconventional policies, which target households' expectations directly. Using unique micro data and a difference-in-differences strategy, we assess the effectiveness of unconventional fiscal policy and forward guidance, both of which aim to stimulate consumption via raising households' inflation expectations. All households' inflation expectations and spending plans react to unconventional fiscal policy. Instead, households, contrary to experts, do not react to forward guidance. We argue that policies aiming to affect households directly are ineffective if (non-expert) households do not understand them.\n\n",
    "acknowledgement": "\nParts of the results in this paper have previously circulated under the title “The Effect of Unconventional Fiscal Policy on Consumption Expenditure.” This research was conducted with restricted access to Gesellschaft für Konsumforschung (GfK) data. The views expressed here are those of the authors and do not necessarily reflect the views of GfK. We thank the project coordinator at GfK, Rolf Buerkl, for help with the data and insightful comments. We also thank Sumit Agarwal, Rudi Bachmann, Oli Coibion, Giancarlo Corsetti, Andreas Fuster, Dimitris Georgarakos, Yuriy Gorodnichenko, Refet Guerkaynak, Luigi Guiso, Valerie Ramey, Tarun Ramodarai, Chris Roth, Eric Sims, Andrea Tambalotti, Giorgio Topa, Nathanael Vellekoop, Mirko Wiederholt, Johannes Wohlfart, Basit Zafar, and seminar and conference participants at various institutions. Weber gratefully acknowledges financial support from the University of Chicago, the Fama Research Fund, and the Fama-Miller Center.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}