{
    "id": 27394,
    "citation_title": "Measuring Labor-Force Participation and the Incidence and Duration of Unemployment",
    "citation_author": [
        "Hie Joo Ahn",
        "James D. Hamilton"
    ],
    "citation_publication_date": "2020-06-22",
    "issue_date": "2020-06-18",
    "revision_date": "2021-03-15",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe underlying data from which the U.S. unemployment rate, labor-force participation rate, and duration of unemployment are calculated contain numerous internal contradictions. This paper catalogs these inconsistencies and proposes a unified reconciliation. We find that the usual statistics understate the unemployment rate and the labor-force participation rate by about two percentage points on average and that the bias in the latter has increased over time. The BLS estimate of the average duration of unemployment substantially overstates the true duration of uninterrupted spells of unemployment and misrepresents what happened to average durations during the Great Recession and its recovery.\n\n",
    "acknowledgement": "\nThe views in this paper are solely the responsibility of the authors and should not be interpreted as reflecting the views of the Board of Governors of the Federal Reserve System, any other person associated with the Federal Reserve System, or the National Bureau of Economic Research. We thank Katharine Abraham, Alessandro Barbarino, Travis Berge, Michael Elsby, Andrew Figura, Glenn Follette, Ryan Michaels, Norm Morin, John Stevens, Robert Valletta, and anonymous referees for comments on earlier drafts of this paper and Jesse Wedewer and Michael Boerman for excellent research assistance. Data and software to reproduce results in this paper available at http://http://econweb.ucsd.edu/~jhamilton/AH2_code.zip.\n\n\n"
}