{
    "id": 27390,
    "citation_title": "Within-Job Wage Inequality: Performance Pay and Job Relatedness",
    "citation_author": [
        "Rongsheng Tang",
        "Yang Tang",
        "Ping Wang"
    ],
    "citation_publication_date": "2020-06-22",
    "issue_date": "2020-06-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOver the past few decades, we find that about 80% of the widening residual wage inequality to be within jobs. We propose performance-pay incidence and job relatedness as two primary factors driving within-job inequality and embed them into a sorting equilibrium framework. We show that equilibrium sorting is positive assortative both within-job and across jobs. While performance-pay position amplifies within-job wage inequality through self-selection, the overall relationship between job relatedness and within-job wage inequality is found generally ambiguous. To quantify the role played by these factors, we calibrate the model to the US economy in 2000, where the model can account around 92% of the changes in within-job inequality among the highly educated from 1990 to 2000. Counterfactual analysis shows the contributions of performance-pay incidence and job relatedness are about 42% and 26%, respectively, both higher than that of job-specific productivity. While performance-pay incidence is particularly crucial for within-job wage dispersion in business/professional industry and professional occupation, job relatedness is the most important for mining/goods/construction industry and sales occupation.\n\n",
    "acknowledgement": "\nWe thank Daniel Parent, Carl Sanders and David Wiczer for sharing their codes and Gaetano Antinolfi, Michele Boldrin, Fatih Guvenen, Tim Lee, Rodolfo Manuelli, B. Ravikumar, Raul Santaeulalia-Llopis, Yongseok Shin, Guillaume Vandenbroucke, David Wiczer for helpful comments. We have also benefited from comments by participants at the Asian Meeting of the Econometric Society, China Meeting of Econometric Society, Midwest Macroeconomics Meeting, North American Meeting of Econometric Society, QMUL-SUFE Workshop in Economics, and Taipei International Conference on Growth, Trade and Dynamics. Rongsheng Tang is grateful for the financial support from the National Natural Science Foundation of China (Grant No.71803112). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}