{
    "id": 27400,
    "citation_title": "Economic Crisis, General Laws, and the Mid-Nineteenth-Century Transformation of American Political Economy",
    "citation_author": [
        "Naomi R. Lamoreaux",
        "John Joseph Wallis"
    ],
    "citation_publication_date": "2020-06-22",
    "issue_date": "2020-06-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBefore the middle of the nineteenth century most laws enacted in the United States were special bills that granted favors to specific individuals, groups, or localities. This fundamentally inegalitarian system provided political elites with important tools that they could use to reward supporters, and as a result, they were only willing to modify it under very special circumstances.  In the early 1840s, however, a major fiscal crisis forced a number of states to default on their bonded debt, unleashing a political earthquake that swept this system away.  Starting with Indiana in 1851, states revised their constitutions to ban the most common types of special legislation and, at the same time, mandate that all laws be general in their application.  These provisions dramatically changed the way government and the economy worked and interacted, giving rise to the modern regulatory state, interest-group politics, and a more dynamic form of capitalism.\n\n",
    "acknowledgement": "\nThis paper is forthcoming in the Journal of the Early Republic. We are grateful for the helpful comments of Jeremy Atack, Maggie Blackhawk, Charles Calomiris, Peter Cane, Stephanie Charles, Brian Cheffins, Laura Edwards, Jose-Antonio Espin-Sanchez, Nicole Etcheson, James Fenske, Walter Friedman, Louis Galambos, Gary Gerstle, Glenda Gilmore, Timothy Guinnane, Ron Harris, Eric Hilt, William Janeway, Geoffrey Jones, David Konig, David Lamoreaux, Gregory Mark, John Majewski, Tom Nicholas, William Novak, Sheilagh Ogilvie, Gautham Rao, Eric Rauchway, Paul Rhode, Roberta Romano, Ariel Ron, Laura Phillips Sawyer, Andrew Shankman, Stephen Skowronek, and Francesca Trivellato, as well as two anonymous referees and participants in seminars, lectures, and conferences at Assumption University of Thailand, the German Historical Institute in Washington, DC, Harvard University, the Institute for Advanced Study in Toulouse, New York University, Princeton, Tel Aviv University, the Tobin Project, the Universities of Cambridge, Connecticut, Michigan, and Oxford, Vanderbilt, and Yale.  We have also benefitted from the able research assistance of Joseph Doran, Declan Kunkel, Ishwar Mukherjee, and Catherine Peng and the research support of our universities. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}