{
    "id": 27405,
    "citation_title": "The Effect of Price on Firm Reputation",
    "citation_author": [
        "Michael Luca",
        "Oren Reshef"
    ],
    "citation_publication_date": "2020-06-22",
    "issue_date": "2020-06-18",
    "revision_date": "2021-05-07",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Economics of Information",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nWhile a business's reputation can affect its pricing, prices can also affect its reputation. To explore the effect of prices on reputation, we investigate daily data on menu prices and online ratings from a large rating and ordering platform. We find that a price increase of 1% leads to a decrease of 3%-5% in the average rating. Consistent with this, the overall distribution of ratings for cheaper restaurants is similar to that of more expensive restaurants. Finally, these effects don't seem to be driven by consumer retaliation against price changes, but by changes in absolute price levels.\n\n",
    "acknowledgement": "\nPreviously circulated as \"The Impact of Prices on Firm Reputation.\" We are grateful for the comments and suggestions of Dan Elfenbein, Shane Greenstein, Troup Howard, Simon Martin, Jesse Shapiro, Andrei Shleifer, Steve Tadelis, and Reed Walker. Funding for this research was received from the Pershing Square Fund for Research on the Foundations of Human Behavior. We thank Yelp for providing data for this analysis. The right to publish is not tied to the results of this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nOren Reshef\n\nI was employed as an Economics Research Intern at Yelp 2018-2019, as part of my academic training. I did not receive compensation directly connected to this paper. Yelp provided data for this project. Our right to publish did not depend on results.\n\n\n"
}