{
    "id": 27404,
    "citation_title": "From Imitation to Innovation: Where Is all that Chinese R&D Going?",
    "citation_author": [
        "Michael König",
        "Zheng Michael Song",
        "Kjetil Storesletten",
        "Fabrizio Zilibotti"
    ],
    "citation_publication_date": "2020-06-22",
    "issue_date": "2020-06-18",
    "revision_date": "2021-12-29",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe construct an endogenous growth model with random interactions where ﬁrms are subject to distortions. The TFP distribution evolves endogenously as ﬁrms seek to upgrade their technology over time either by innovating or by imitating other ﬁrms. We use the model to quantify the eﬀects of misallocation on TFP growth in emerging economies. We structurally estimate the stationary state of the dynamic model targeting moments of the empirical distribution of R&D and TFP growth in China during the period 2007–12. The estimated model ﬁts the Chinese data well. We compare the estimates with those obtained using data for Taiwan and perform counterfactuals to study the eﬀect of alternative policies. R&D misallocation has a large eﬀect on TFP growth.\n\n",
    "acknowledgement": "\nWe thank three referees, Daron Acemoglu, Philippe Aghion, Joe Altonji, Ufuk Akcigit, Manuel Amador, Marco Bassetto, Christopher Flynn, Chang-Tai Hsieh, Chad Jones, Patrick Kehoe, Juan Pablo Nicolini, Jesse Perla, Torsten Persson, Chris Tonetti, Daniel Xu, Gianluca Violante, conference participants at the ABFER Annual Conference 2017, the ASSA Annual Meeting 2019, the Bank of Canada-IMF-University of Toronto Meeting on the Chinese Economy, the 2021 China Econometric Society Meeting, CIFAR, The Economics of Creative Destruction (Paris, June 9–12 2021), and seminar participants at the Arizona State University, Cambridge University, Columbia University, Collegio Carlo Alberto, the Federal Reserve of Minneapolis, Fudan University, Hong Kong University of Science and Technology, the National University of Singapore, New York University, Ohio State University, Peking University, Princeton University, Stanford University, Tsinghua University, the University of California at Berkeley, the University of Chicago, University College London, University of Hong Kong, University of Houston, the University of Notre Dame, University of St. Andrews, and Yale University. Zheng Song acknowledges ﬁnancial support from the Research Grant Council of Hong Kong. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}