{
    "id": 27408,
    "citation_title": "Black Lives Matter Protests and Risk Avoidance: The Case of Civil Unrest During a Pandemic",
    "citation_author": [
        "Dhaval M. Dave",
        "Andrew I. Friedson",
        "Kyutaro Matsuzawa",
        "Joseph J. Sabia",
        "Samuel Safford"
    ],
    "citation_publication_date": "2020-06-22",
    "issue_date": "2020-06-18",
    "revision_date": "2021-01-26",
    "topics": [
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nSparked by the killing of George Floyd in police custody, the 2020 Black Lives Matter (BLM) protests brought a new wave of attention to the issue of inequality within criminal justice. However, some policymakers warned that such protests should be curtailed due to public health risks of infectious disease contagion. The current study finds that this epidemiological argument rests on an incorrect counterfactual that ignores economic incentives for risk-avoiding behaviors. We use newly collected data on BLM protests and anonymized cell phone data from SafeGraph, Inc. to estimate the impacts of BLM protests on (i) stay-at-home behavior, and (ii) foot-traffic to restaurants/bars, retail establishments, and business service locations. Event-study analyses provide strong evidence that net stay-at-home behavior increased following protest onset, consistent with the hypothesis that non-protesters shifted their activity in response to the perceived heightened risk of contagion and protest-related violence. Moreover, we find that the types of activities that were averted by BLM protests were potentially riskier for disease spread than outdoor civil rights protests: restaurant and bar-going and retail shopping. These risk-avoiding responses to protests, coupled with mask-wearing by protesters, explain why BLM protests did not reignite community-level COVID-19 growth. Together, our findings highlight the pitfalls of ignoring general equilibrium effects in assessing the net economic impacts of civil rights protests.\n\n",
    "acknowledgement": "\nSabia acknowledges research support from the Center for Health Economics & Policy Studies (CHEPS) at San Diego State University, including grant support received from the Charles Koch Foundation and the Troesh Family Foundation. We thank Kasey Buckles, Andrea Velásquez and seminar participants at the Colorado School of Public Health and University of Maryland Baltimore County for helpful advice on previous versions of the paper, as well as Drew McNichols, Alicia Marquez, Cameron Milani, James Curry, Calvin Bryan, Erich Kevari, Connor Redpath, and Melinda Mueller for outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}