{
    "id": 27406,
    "citation_title": "Belief Distortions and Macroeconomic Fluctuations",
    "citation_author": [
        "Francesco Bianchi",
        "Sydney C. Ludvigson",
        "Sai Ma"
    ],
    "citation_publication_date": "2020-06-22",
    "issue_date": "2020-06-18",
    "revision_date": "2021-07-27",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nThis paper combines a data rich environment with a machine learning algorithm to provide new estimates of time-varying systematic expectational errors (\"belief distortions\") embedded in survey responses. We find that distortions are large even for professional forecasters, with all respondent-types over-weighting their own beliefs relative to publicly available information. Forecasts of inflation and GDP growth oscillate between optimism and pessimism by large margins, with biases in expectations evolving dynamically in response to cyclical shocks. The results suggest that artificial intelligence algorithms can be productively deployed to correct errors in human judgement and improve predictive accuracy.\n\n",
    "acknowledgement": "\nWe thank Marios Angeletos and Fabrice Collard for providing data on their estimated cyclical shocks, and Michael Boutros, Josue Cox, Justin Shugarman, and Yueteng Zhu for excellent research assistance. We are grateful to Marios Angeletos, Rudi Bachmann, Fabrice Collard, Andrew Foerster, Xavier Gabaix, David Hershleifer, Cosmin Ilut, Anil Kashyp, Laura Veldkamp, and to seminar participants at the Bank of Israel, Chicago Booth, Duke, the Federal Reserve Board, Richmond Fed, UC Berkeley, 2021 AEA Meeting, the July 2020 NBER Behavioral Macro workshop, the New Approaches for Modeling Expectations in Economics Conference (London), 2019, the III Conference on Applied Macro-Finance (Melbourne), 2019, 2020 Fed System Econometrics Meeting, King's Business School, and the 2020 Stanford Institute for Theoretical Economics Workshop on Asset Pricing, Macro Finance, and Computation for many helpful comments. The views expressed are those of the authors and do not necessarily reflect those of the Federal Reserve Board, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}