{
    "id": 27403,
    "citation_title": "The Economics of Sovereign Debt, Bailouts and the Eurozone Crisis",
    "citation_author": [
        "Pierre-Olivier Gourinchas",
        "Philippe Martin",
        "Todd E. Messer"
    ],
    "citation_publication_date": "2020-06-22",
    "issue_date": "2020-06-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDespite a formal ‘no-bailout clause’, we estimate significant net present value transfers from the European Union to Cyprus, Greece, Ireland, Portugal and Spain, ranging from roughly 0.5% (Ireland) to 43% (Greece) of 2011 output during the recent Eurozone crisis. We propose a model to analyze and understand bailouts in a monetary union, and the large observed differences across countries. We characterize bailout size and likelihood as a function of the economic fundamentals (economic activity, debt-to-gdp ratio, default costs). Our model embeds a ‘Southern view’ of the crisis (transfers did not help) and a ‘Northern view’ (transfers weaken fiscal discipline). While a stronger no-bailout commitment reduces risk-shifting, it may not be optimal from the perspective of the creditor country, even ex-ante, if it increases the risk of immediate insolvency for high debt countries. Hence, the model provides a potential justification for the often decried policy of ‘kicking the can down the road’.\n\n",
    "acknowledgement": "\nThe first draft of this paper was written while P-O. Gourinchas was visiting Harvard University, whose hospitality is gratefully acknowledged. We thank the Fondation Banque de France and the Banque de France-Sciences Po partnership for its financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}