{
    "id": 27402,
    "citation_title": "Which Investors Matter for Equity Valuations and Expected Returns?",
    "citation_author": [
        "Ralph S. J. Koijen",
        "Robert J. Richmond",
        "Motohiro Yogo"
    ],
    "citation_publication_date": "2020-06-22",
    "issue_date": "2020-06-18",
    "revision_date": "2023-09-05",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBased on an asset demand system, we develop a framework to quantify the impact of market trends and changes in regulation on asset prices, price informativeness, and the wealth distribution. Our leading applications are the transition from active to passive investment management and climate-induced shifts in asset demand. The transition from active to passive investment management had a large impact on equity prices but a small impact on price informativeness because capital did not flow from more to less informed investors on average. This finding is based on a new measure of investor-level informativeness that identifies which investors are more informed about future profitability. Climate-induced shifts in asset demand have a potentially large impact on equity prices and the wealth distribution, implying capital gains for passive investment advisors, pension funds, insurance companies, and private banking and capital losses for active investment advisors and hedge funds.\n\n",
    "acknowledgement": "\nA previous draft of this paper was titled “Which Investors Matter for Global Equity Valuations and Expected Returns?” We thank Han Xu and the Macro Finance Research Program of the Becker Friedman Institute at the University of Chicago for computational support. For comments and discussions, we thank John Campbell, Christopher Conlon, Kent Daniel, Xavier Gabaix, Tarek Hassan, Stefan Nagel, Anna Pavlova, Carolin Pflueger, Stijn Van Nieuwerburgh, and seminar participants at Boston College, Columbia University, New York University, Shanghai Advanced Institute of Finance, University of Chicago, University of Hong Kong, University of Notre Dame, the 2019 Adam Smith Asset Pricing Conference, the 2019 NBER New Developments in Long-Term Asset Management Conference, the 2019 NBER Summer Institute International Asset Pricing Conference, the 2019 UCLA Conference on Financial Markets, the 2019 Annual Conference of the Paul Woolley Centre, and the 2020 AFA Annual Meeting. We thank Miguel Ferreira and Pedro Matos for discussions on the FactSet data. Koijen acknowledges financial support from the Center for Research in Security Prices and the Fama Research Fund at the University of Chicago Booth School of Business. The data underlying this article are available in Zenodo at https://doi.org/10.5281/zenodo.8192998. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}