{
    "id": 27409,
    "citation_title": "Salience and Taxation with Imperfect Competition",
    "citation_author": [
        "Kory Kroft",
        "Jean-William P. Laliberté",
        "René Leal-Vizcaíno",
        "Matthew J. Notowidigdo"
    ],
    "citation_publication_date": "2020-06-22",
    "issue_date": "2020-06-18",
    "revision_date": "2020-11-10",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Subnational Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies commodity taxation in a model featuring heterogeneous consumers, imperfect competition, and tax salience. We derive new formulas for the incidence and marginal excess burden of commodity taxation, and we find that tax salience and market structure interact when considering tax incidence but do not directly interact when considering the marginal excess burden. We estimate the necessary inputs to the formulas by combining Nielsen Retail Scanner data from grocery stores in the US with detailed sales tax data. We calibrate our new formulas and conclude that the incidence of sales taxes on consumers is increasing in tax salience, and the marginal excess burden of taxation is larger than standard formulas that ignore imperfect competition and tax salience.\n\n",
    "acknowledgement": "\nWe thank Simon Anderson, Raj Chetty, Julie Cullen, Amy Finkelstein, Xavier Gabaix, Nathan Hendren, Louis Kaplow, Henrik Kleven, Nicholas Li, Jesse Shapiro, Rob Porter, Aviv Nevo, Stephen Coate, and numerous seminar participants for helpful comments. We thank Eileen Driscoll, Robert French, Adam Miettinen, Boriana Miloucheva, Pinchuan Ong, Shahar Rotberg, Marc-Antoine Schmidt, Stephen Tino, Jessica Wagner, Ting Wang, Haiyue Yu, and Ruizhi Zhu for extremely valuable research assistance. We gratefully acknowledge funding from the Social Sciences and Humanities Research Council (SSHRC). Any opinion, findings, and conclusions or recommendations expressed in this material are those of the authors(s) and do not necessarily reflect the views of the SSHRC. This research is based in part on data from The Nielsen Company (US), LLC and marketing databases provided through the Nielsen Datasets at the Kilts Center for Marketing Data Center at The University of Chicago Booth School of Business. The conclusions drawn from the Nielsen data are those of the researchers and do not reflect the views of Nielsen. Nielsen is not responsible for, had no role in, and was not involved in analyzing and preparing the results reported herein. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}