{
    "id": 27412,
    "citation_title": "Betting on the House: Subjective Expectations and Market Choices",
    "citation_author": [
        "Nicolas L. Bottan",
        "Ricardo Perez-Truglia"
    ],
    "citation_publication_date": "2020-06-22",
    "issue_date": "2020-06-18",
    "revision_date": "2024-04-19",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nHome price expectations play a central role in macroeconomics and finance. However, there is little direct evidence on how home price expectations affect market choices. We provide the first causal evidence based on a large-scale, high-stakes, and naturally occurring field experiment in the United States. We mailed letters with information on trends in home prices to 57,910 homeowners who had listed their homes on the market. Collectively, these homes were worth $34 billion. We randomized the information contained in the mailing to create non-deceptive, exogenous variation in the subjects’ home price expectations. We then used rich administrative data to measure the effects of these information shocks on the subjects’ market choices. We found that, consistent with economic theory, higher home price expectations caused a reduction in the probability of selling the home. These effects were highly statistically significant, economically large in magnitude, and robust to a number of sharp checks. Our results indicated that market choices were highly elastic to expectations: a 1 percentage point increase in home price expectations caused a 2.63 percentage point reduction in the probability of selling the property within 12 weeks.\n\n",
    "acknowledgement": "\nWe are thankful to Xavier Jaravel and the anonymous referees for their excellent feedback; and thank comments from several colleagues and seminar discussants at UC Berkeley, Cornell University, Chicago-Booth, Bocconi University, Brown University, Berkeley-Haas, CEBI Workshop, Jinan University, NTA Annual Meeting, Universidad de San Andres and the NBER Summer Institute. This project was reviewed and approved in advance by the Institutional Review Boards at University of California Los Angeles (#18-001496 and #19-000945) and Cornell University (#1811008440). This RCT was registered as AEARCTR-0003663 (Bottan and Perez-Truglia, 2019). We thank funding from the UCLA’s Ziman Center for Real Estate’s Rosalinde and Arthur Gilbert Program in Real Estate, Finance and Urban Economics and UCLA Anderson’s Behavioral Lab. Sofia Shchukina and Zhihao Han provided outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}