{
    "id": 27416,
    "citation_title": "Treasury Inconvenience Yields during the COVID-19 Crisis",
    "citation_author": [
        "Zhiguo He",
        "Stefan Nagel",
        "Zhaogang Song"
    ],
    "citation_publication_date": "2020-06-22",
    "issue_date": "2020-06-18",
    "revision_date": "2020-11-10",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn sharp contrast to most previous crisis episodes, the Treasury market experienced severe stress and illiquidity during the COVID-19 crisis, raising concerns that the safe-haven status of U.S. Treasuries may be eroding. We document large shifts in Treasury ownership and temporary accumulation of Treasury and reverse repo positions on dealer balance sheets during this period. We build a dynamic equilibrium asset pricing model in which dealers subject to regulatory balance sheet constraints intermediate demand/supply shocks from habitat agents and provide repo financing to levered investors. The model predicts that Treasury inconvenience yields, measured as the spread between Treasuries and overnight-index swap rates (OIS), as well as spreads between dealers’ reverse repo and repo rates, should be highly positive during the COVID-19 crisis, which are confirmed in the data. The same model framework, adapted to the institutional setting in 2007-2009, also helps explain the negative Treasury-OIS spread observed during the Great Recession.\n\n",
    "acknowledgement": "\nWe appreciate helpful comments from Vic Chakrian, Wenxin Du, Darrell Duffie, Michael Fleming, Jay Kahn, Anil Kashyap, Arvind Krishnamurthy, Ricardo Largos, Antoine Martin, and Rene Stulz, as well as participants at the Chicago Finance Workshop, the SaMMF Workshop on Liquidity in Fixed Income Markets, and the Office of Financial Research seminar. We are especially grateful to Grace Hu and Haoyang Liu for the help with data sources, as well as Yiran Fan and Tianshu Lyu for great research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}