{
    "id": 27418,
    "citation_title": "Economic Uncertainty Before and During the COVID-19 Pandemic",
    "citation_author": [
        "David Altig",
        "Scott R. Baker",
        "Jose Maria Barrero",
        "Nicholas Bloom",
        "Philip Bunn",
        "Scarlet Chen",
        "Steven J. Davis",
        "Julia Leather",
        "Brent H. Meyer",
        "Emil Mihaylov",
        "Paul Mizen",
        "Nicholas B. Parker",
        "Thomas Renault",
        "Pawel Smietanka",
        "Greg Thwaites"
    ],
    "citation_publication_date": "2020-06-22",
    "issue_date": "2020-06-18",
    "revision_date": "2020-06-25",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe consider several economic uncertainty indicators for the US and UK before and during the COVID-19 pandemic: implied stock market volatility, newspaper-based economic policy uncertainty, twitter chatter about economic uncertainty, subjective uncertainty about future business growth, and disagreement among professional forecasters about future GDP growth. Three results emerge. First, all indicators show huge uncertainty jumps in reaction to the pandemic and its economic fallout. Indeed, most indicators reach their highest values on record. Second, peak amplitudes differ greatly – from a rise of around 100% (relative to January 2020) in two-year implied volatility on the S&P 500 and subjective uncertainty around year-ahead sales for UK firms to a 20-fold rise in forecaster disagreement about UK growth. Third, time paths also differ: Implied volatility rose rapidly from late February, peaked in mid-March, and fell back by late March as stock prices began to recover. In contrast, broader measures of uncertainty peaked later and then plateaued, as job losses mounted, highlighting the difference in uncertainty measures between Wall Street and Main Street.\n\n",
    "acknowledgement": "\nWe thank the US National Science Foundation, the Sloan Foundation, the University of Chicago Booth School of Business, and the Economic and Social Research Council for financial support. We thank Mike Clements and Martin Weale for comments on an earlier draft, Ian Dew-Becker for supplying data on the 24-month VIX, and Niall Ferguson for pointers to the literature on excess mortality in previous pandemics. This paper expands and extends parts of Baker, Bloom, Davis and Terry (2020). The views expressed herein are those of the authors and do not necessarily reflect the views of the Bank of England or its Committees or the views of the National Bureau of Economic Research.\n\n\n\nSteven J. Davis\n\nI own more than $5,000 in stock of Charles River Associates. I own Millennium Economics LLC.\n\n\n"
}