{
    "id": 2741,
    "citation_title": "The Impact of the Potential Duration of Unemployment Benefits on the Duration of Unemployment",
    "citation_author": [
        "Lawrence F. Katz",
        "Bruce D. Meyer"
    ],
    "citation_publication_date": "1988-10-01",
    "issue_date": "1988-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses two data sets to examine the impact of the potential duration of unemployment insurance (UI) benefits on the duration of unemployment and the time pattern of the escape rate from unemployment in the United States. The first part of the empirical work uses a large sample of household heads to examine differences in the unemployment spell distributions of UI recipients and nonrecipients. Sharp increases in the rare of escape from unemployment both through recalls and new job acceptances are apparent for UI recipients around the time when benefits are likely to lapse. The absence of such spikes in the escape rate from unemployment for nonrecipients strongly suggests that the potential duration of UI benefits affects firm recall policies and workers' willingness to start new jobs. The second part of our empirical work uses administrative data to examine the effects of the level and length of UT benefits on the escape rate from unemployment of UI recipients. The results indicate that a one week increase in potential benefit duration increases the average duration of the unemployment spells of UI recipients by 0,16 to 0.20 weeks. The estimates also imply that policies that extend the potential duration of benefits increase the mean duration of unemployment by substantially more than policies with the same predicted impact on the total UI budget that raise the level of benefits while holding potential duration constant.\n\n",
    "acknowledgement": "\n"
}