{
    "id": 27410,
    "citation_title": "Biases in Long-Horizon Predictive Regressions",
    "citation_author": [
        "Jacob Boudoukh",
        "Ronen Israel",
        "Matthew P. Richardson"
    ],
    "citation_publication_date": "2020-06-22",
    "issue_date": "2020-06-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nAnalogous to Stambaugh (1999), this paper derives the small sample bias of estimators in J-horizon predictive regressions, providing a plug-in adjustment for these estimators. A number of surprising results emerge, including (i) a higher bias for overlapping than nonoverlapping regressions despite the greater number of observations, and (ii) particularly higher bias for an alternative long-horizon predictive regression commonly advocated for in the literature. For large J, the bias is linear in (J/T)  with a slope that depends on the predictive variable’s persistence. The bias adjustment substantially reduces the existing magnitude of long-horizon estimates of predictability.\n\n",
    "acknowledgement": "\nAQR Capital Management is a global investment management firm, which may or may not apply similar investment techniques or methods of analysis as described herein. The views expressed here are those of the authors and not necessarily those of AQR or the National Bureau of Economic Research. We would like to thank seminar participants at the AQR Research Colloquium and NYU Stern School.\n\n\n\nJacob Boudoukh\n\nI have received consulting income from AQR Capital Management exceeding $10,000 over the past three years. AQR Capital Management is a global investment management firm, which may or may not apply similar investment techniques or methods of analysis as described herein. The views expressed here are those of the authors and not necessarily those of AQR.\n\n\n\nMatthew P. Richardson\n\nI have received consulting income from AQR Capital Management exceeding $10,000 over the past three years. AQR Capital Management is a global investment management firm, which may or may not apply similar investment techniques or methods of analysis as described herein. The views expressed here are those of the authors and not necessarily those of AQR.\n\n\n"
}