{
    "id": 27414,
    "citation_title": "Food, Fuel and the Domesday Economy",
    "citation_author": [
        "Juan Moreno-Cruz",
        "M. Scott Taylor"
    ],
    "citation_publication_date": "2020-06-22",
    "issue_date": "2020-06-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper develops a theory where access to food and fuel energy is critical to the location, number, and size of human settlements. By combining our theory with a simple Malthusian mechanism, we generate predictions for the distribution of economic activity and population across geographic space.  We evaluate the model using data drawn from the very first census undertaken in the English language - the Domesday census -  commissioned by William the Conqueror in 1086 A.D. Using G.I.S. data and techniques we find strong evidence that Malthusian forces determined the population size and the number of settlements in Domesday England.\n\n",
    "acknowledgement": "\nSupport for this research (Taylor) was provided by the Social Science and Humanities Research Council of Canada and (Taylor and Moreno-Cruz) the Canada Research Chairs program. We would like to thank, without implicating, conference participants at the New Malthusian conference held in Cambridge UK in December 2018 for very helpful comments.  Excellent research assistance was provided by Fruzsi Mayer and Zahra Espanani. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}