{
    "id": 27419,
    "citation_title": "Back to Business and (Re)employing Workers? Labor Market Activity During State COVID-19 Reopenings",
    "citation_author": [
        "Wei Cheng",
        "Patrick Carlin",
        "Joanna Carroll",
        "Sumedha Gupta",
        "Felipe Lozano Rojas",
        "Laura Montenovo",
        "Thuy D. Nguyen",
        "Ian M. Schmutte",
        "Olga Scrivner",
        "Kosali I. Simon",
        "Coady Wing",
        "Bruce Weinberg"
    ],
    "citation_publication_date": "2020-06-29",
    "issue_date": "2020-06-25",
    "revision_date": "2020-07-11",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Labor Economics",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": [
        "\n",
        "\nWomen Working Longer\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nIn the early phases of the COVID-19 epidemic labor markets exhibited considerable churn, which we relate to three primary findings. First, reopening policies generated asymmetrically large increases in reemployment of those out of work, compared to modest decreases in job loss among those employed. Second, most people who were reemployed appear to have returned to their previous employers, but the rate of reemployment decreases with time since job loss. Lastly, the groups that had the highest unemployment rates in April also tended to have the lowest reemployment rates, potentially making churn harmful to people and groups with more and/or longer job losses. Taken together, these estimates suggest that employment relationships are durable in the short run, but raise concerns that employment gains requiring new employment matches may not be as rapid and may be particularly slow for hard-hit groups including Hispanic and Black workers, youngest and oldest workers, and women.\n\n",
    "acknowledgement": "\nWeinberg gratefully acknowledges support from UL1 TR002733 and R24 HD058484.The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nThuy D. Nguyen\n\nDr. Thuy Nguyen has received fellowship stipends from Indiana University’s Grand Challenge Initiatives. Previously, Dr. Nguyen received postdoctoral fellowship funding through the SPEA Postdoctoral Fellows on Regulatory Reform program. Funding for this program is provided by the Searle Freedom Trust. These sources of funding did not support the work described in this paper.\n\n\n\nCoady Wing\n\nWeinberg is grateful for support from UL1 TR002733 and R24 HD058484.\n\n\n"
}