{
    "id": 27415,
    "citation_title": "Conservation Co-Benefits from Air Pollution Regulation: Evidence from Birds",
    "citation_author": [
        "Yuanning Liang",
        "Ivan J. Rudik",
        "Eric Zou",
        "Alison Johnston",
        "Amanda D. Rodewald",
        "Catherine L. Kling"
    ],
    "citation_publication_date": "2020-06-22",
    "issue_date": "2020-06-18",
    "revision_date": "2020-08-31",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMassive wildlife losses over the past 50 years have brought new urgency to identifying both the drivers of population decline and potential solutions. We provide the first large-scale evidence that air pollution, specifically ozone, is associated with declines in bird abundance in the United States. We show that an air pollution regulation limiting ozone precursors emissions has delivered substantial benefits to bird conservation. Our estimates imply that air quality improvements over the past four decades have stemmed the decline in bird populations, averting the loss of 1.5 billion birds, approximately 20 percent of current totals. Our results highlight that in addition to protecting human health, air pollution regulations have previously unrecognized and unquantified conservation co-benefits.\n\n",
    "acknowledgement": "\nThese authors equally contributed to this work. We thank Trudy Cameron, Chris Costello, David Evers, Andrew Farnsworth, Sonja Kolstoe, Kenneth Rosenberg, and seminar participants at the Cornell Lab of Ornithology for comments and suggestions. We thank Marley Bonacquist-Currin and Angela Zeng for research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}