{
    "id": 27427,
    "citation_title": "COVID-19 and the Demand for Online Food Shopping Services: Empirical Evidence from Taiwan",
    "citation_author": [
        "Hung-Hao Chang",
        "Chad Meyerhoefer"
    ],
    "citation_publication_date": "2020-06-29",
    "issue_date": "2020-06-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate how the coronavirus pandemic affected the demand for online food shopping services using data from the largest agri-food e-commerce platform in Taiwan. We find that an additional confirmed case of COVID-19 increased sales by 5.7% and the number of customers by 4.9%. The demand for grains, fresh fruit and vegetables, and frozen foods increased the most, which benefited small farms over agribusinesses. Online food shopping was highly responsive to COVID-19 media coverage and online content. Because Taiwan did not impose a stay-at-home order, the demand for online food shopping may be similar in other countries after they lift mobility restrictions.\n\n",
    "acknowledgement": "\nThe authors thank Dong-Liaring Yang for sharing his management experience with the Ubox platform and for assistance with data collection. Valuable comments from Feng-An Yang and other seminar participants at National Taiwan University are also appreciated. The views expressed herein are those of the authors and should not be attributed to the Ubox Corporation. The authors are responsible for any remaining errors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}