{
    "id": 2742,
    "citation_title": "Does the Harberger Model Greatly Understate the Excess Burden of the Corporate Tax? - Another Model Says Yes",
    "citation_author": [
        "Jane G. Gravelle",
        "Laurence J. Kotlikoff"
    ],
    "citation_publication_date": "1988-10-01",
    "issue_date": "1988-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAn important deficiency in Harberger's (1962) model of corporate income taxation is its inability to consider both corporate and noncorporate production of the same good. This precludes analysis of within-industry substitution of noncorporate for corporate production in response to the tax. Such within-industry substitution has potentially major implications for both the excess burden and incidence of the corporate tax. In Gravelle and Kotlikoff (1988) we present a new model of the corporation income tax. The model has two key characteristics. First, corporate and noncorporate firms produce (with identical production functions) each of the model's goods both before and after corporate taxation is imposed, and second, the decision of entrepreneurs to establish unincorporated business is endogenous. Compared with the Harberger model, the new model predicts a very much larger excess burden from corporate income taxation. The incidence of the corporate tax can also differ dramatically in the two models. Several commentators on our approach suggested that while corporate and noncorporate fins produce goods that are close substitutes, they are not necessarily identical goods. Others questioned the extent to which our results hinged on the endogeneity of entrepreneurship. This paper is a response to those comments. It presents a Harberger-type model (with no entrepreneurs), but one in which each industry/sector contains corporate and noncorporate fins (with identical production functions) which produce goods that are close substitutes in demand. As in our earlier model, the scope for considerable within-industry substitution of noncorporate for corporate capital leads to a very much larger excess burden than that in the Harberger model. For example, using Harberger's original 195? data and assuming unitary substitution elasticities in production and in inter-sector demand, but substitution elasticities of 30 in intra-sector demand, the excess burden of the corporate income tax in the current model is 107 percent of tax revenue. This figure is quite close to the 123 percent figure reported in Cravelle and Kotlikoff (1988) for the case of unitary substitution elasticities in production and inter-industry demand. Both numbers are considerably larger than the 8 percent excess burden figure that arises in the traditional Harberger model with unitary substitution elasticities.\n\n",
    "acknowledgement": "\n"
}