{
    "id": 27421,
    "citation_title": "Tech Clusters",
    "citation_author": [
        "William R. Kerr",
        "Frédéric Robert-Nicoud"
    ],
    "citation_publication_date": "2020-06-29",
    "issue_date": "2020-06-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nTech clusters like Silicon Valley play a central role for modern innovation, business competitiveness, and economic performance. This paper reviews what constitutes a tech cluster, how they function internally, and the degree to which policy makers can purposefully foster them. We describe the growing influence of advanced technologies for businesses outside of traditional tech fields, the strains and backlash that tech clusters are experiencing, and emerging research questions for theory and empirical work.\n\n",
    "acknowledgement": "\nWilliam R. Kerr is the Dimitri V. D'Arbeloff—MBA Class of 1955 Professor of Business Administration, Harvard Business School, Boston, Massachusetts and Research Associate, National Bureau of Economic Research, Cambridge, Massachusetts. Frederic Robert-Nicoud is Professor of Economics, Geneva School of Economics and Management (GSEM), University of Geneva, Geneva, Switzerland, and Research Fellow, Centre for Economic Policy Research, London, United Kingdom. Kerr is the corresponding author at wkerr@hbs.edu. The authors thank Harald Bathelt, Neil Coe, Ed Glaeser, Gordon Hanson, Enrico Moretti, Ramana Nanda, Will Strange, Timothy Taylor, and Heidi Williams for their insightful thoughts, comments, or feedback on this paper. The authors also thank Brad Chattergoon, Maggie Dalton, Brad DeSanctis, and Louis Maiden for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}