{
    "id": 27424,
    "citation_title": "Local Polynomial Order in Regression Discontinuity Designs",
    "citation_author": [
        "Zhuan Pei",
        "David S. Lee",
        "David Card",
        "Andrea Weber"
    ],
    "citation_publication_date": "2020-06-29",
    "issue_date": "2020-06-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTreatment effect estimates in regression discontinuity (RD) designs are often sensitive to the choice of bandwidth and polynomial order, the two important ingredients of widely used local regression methods. While Imbens and Kalyanaraman (2012) and Calonico, Cattaneo and Titiunik (2014) provide guidance on bandwidth, the sensitivity to polynomial order still poses a conundrum to RD practitioners. It is understood in the econometric literature that applying the argument of bias reduction does not help resolve this conundrum, since it would always lead to preferring higher orders. We therefore extend the frameworks of Imbens and Kalyanaraman (2012) and Calonico, Cattaneo and Titiunik (2014) and use the asymptotic mean squared error of the local regression RD estimator as the criterion to guide polynomial order selection. We show in Monte Carlo simulations that the proposed order selection procedure performs well, particularly in large sample sizes typically found in empirical RD applications. This procedure extends easily to fuzzy regression discontinuity and regression kink designs.\n\n",
    "acknowledgement": "\nWe thank Matias Cattaneo, Gordon Dahl, Guido Imbens, Jianqing Fan, Pat Kline, Pauline Leung, Doug Miller, Jack Porter, Yi Shen, Yan Song, Stefan Wager, and Vivian Wang and seminar participants at Brandeis, Cornell, and George Washington, as well as conference attendees at APPAM, CIRANO-CIREQ, Econometric Society Meetings, Jinan IESR, and SOLE for helpful comments. Camilla Adams, Amanda Eng, Samsun Knight, Suejin Lee, Carl Lieberman, Bailey Palmer, and Amy Tarczynski provided outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}