{
    "id": 27420,
    "citation_title": "A Behavioral Explanation for the Puzzling Persistence of the Aggregate Real Exchange Rate",
    "citation_author": [
        "Mario J. Crucini",
        "Mototsugu Shintani",
        "Takayuki Tsuruga"
    ],
    "citation_publication_date": "2020-06-29",
    "issue_date": "2020-06-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAt the aggregate level, the evidence that deviations from purchasing power parity (PPP) are too persistent to be explained solely by nominal rigidities has long been a puzzle (Rogoff, 1996). Another puzzle from the micro price evidence of the law of one price (LOP), which is the basic building block of PPP, is that LOP deviations are less persistent than PPP deviations. To reconcile the empirical evidence, we adapt the model of behavioral inattention in Gabaix (2014, 2020) to a simple two-country sticky-price model. We propose a simple test of behavioral inattention and find strong evidence in its favor using micro price data from US and Canadian cities. Calibrating behavioral inattention with our estimates, we show that our model reconciles the two puzzles relating to the PPP and LOP. First, the PPP deviations are more than twice as persistent as PPP deviations explained only by sticky prices. Second, the LOP deviations decrease to less than two-thirds of the PPP deviations in the degree of persistence.\n\n",
    "acknowledgement": "\nMototsugu Shintani and Takayuki Tsuruga gratefully acknowledge the financial support of Grant-in-aid for Scientific Research (15H05728, 15H05729, 17H02510, and 18K01684), the Joint Usage/Research Center at the Institute of Social and Economic Research (Osaka University), the Kyoto Institute of Economic Research (Kyoto University), and the International Joint Research Promotion Program in Osaka University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}