{
    "id": 27422,
    "citation_title": "What Jobs are Being Done at Home During the Covid-19 Crisis? Evidence from Firm-Level Surveys",
    "citation_author": [
        "Alexander W. Bartik",
        "Zoe B. Cullen",
        "Edward L. Glaeser",
        "Michael Luca",
        "Christopher T. Stanton"
    ],
    "citation_publication_date": "2020-06-29",
    "issue_date": "2020-06-25",
    "revision_date": "2022-08-23",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": [
        "\n",
        "\nWomen Working Longer\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThe threat of COVID-19 has increased the health risks of going to an office or factory, leading more workers to do their jobs remotely. In this paper, we provide results from firm surveys on both small and large businesses on the prevalence and productivity of remote work, and expectations about the persistence of remote work once the COVID-19 crisis ends. We present four main findings. First, while overall levels of remote work are high, there is considerable variation across industries. The Dingel and Neiman (2020) measure of suitability for remote work does a remarkably good job of predicting the industry level patterns of remote work - highlighting the challenge of moving many industries to remote work. Second, remote work is much more common in industries with better educated and better paid workers. Third, in our larger survey, employers think that there has been less productivity loss from remote working in better educated and higher paid industries. Fourth, more than one-third of firms that had employees switch to remote work believe that remote work will remain more common at their company even after the COVID-19 crisis ends.\n\n",
    "acknowledgement": "\nWe thank Karen Mills for connecting us to Alignable and the Alignable founders for providing data. Mateo Arbelaez provided excellent research assistance. Research funding was provided by Harvard Business School. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nEdward L. Glaeser\n\nI have received speaking fees from organizations that organize members that invest in real estate markets, including the National Association of Real Estate Investment Managers and the Pension Real Estate Association.\n\n\n"
}