{
    "id": 27436,
    "citation_title": "‘Mechanization Takes Command’: Inanimate Power and Labor Productivity in Late Nineteenth Century American Manufacturing",
    "citation_author": [
        "Jeremy Atack",
        "Robert A. Margo",
        "Paul Rhode"
    ],
    "citation_publication_date": "2020-06-29",
    "issue_date": "2020-06-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDuring the nineteenth century, the US manufacturing sector shifted away from the “hand labor” mode of production, characteristic of artisan shops, to the “machine labor” of the factory.  This was the focus of an extremely detailed but extraordinarily complex study by the Commissioner of Labor published in 1899 that has until now defied systematic analysis.  Here, we explore the overall productivity gains associated with these changes in production methods and the specific, causal role of inanimate power. Under the machine labor mode, the time necessary to complete production tasks declined by 85 percent, a remarkable gain in labor productivity. We also present OLS and IV estimates of the effects of using inanimate power, such as steam, at the production operation level   Our IV is based on the gerunds describing the various production activities. Treating our IV estimates as causal, about one-third of the higher productivity of machine labor is attributed to greater use of inanimate power per se.\n\n",
    "acknowledgement": "\nWe acknowledge helpful comments from Joel Mokyr and workshop participants at the University of Michigan; NYU-Stern; Yale University; University of Southern Denmark; the Economic History @ UdeSA Conference, Buenos Aires, Argentina; the 2019 Economic History Association conference, Atlanta GA; and the Danish Society for Economic and Social History conference, Copenhagen, Denmark. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}