{
    "id": 27438,
    "citation_title": "Portfolio Delegation and 401(k) Plan Participant Responses to COVID-19",
    "citation_author": [
        "David Blanchett",
        "Michael S. Finke",
        "Jonathan Reuter"
    ],
    "citation_publication_date": "2020-06-29",
    "issue_date": "2020-06-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n",
        "Behavioral Finance",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe analyze the behavior of 401(k) plan participants during the first quarter of 2020, when COVID-19 generated historic volatility, large negative returns, and significant unemployment. Only 2.1% of participants invested in TDFs made any changes to their portfolios, with even lower rates of change among those defaulted into robo-advised managed accounts, suggesting that delegation can decrease the likelihood of portfolio mistakes by less sophisticated participants. While 16.6% of non-delegated participants made portfolio changes, these changes were more likely among more sophisticated participants and appear not to have reduced participants’ quarterly returns. Consistent with liquidity constraints, however, withdrawals spike following job loss.\n\n",
    "acknowledgement": "\nReuter (reuterj@bc.edu) is the corresponding author. Neither Finke nor Reuter have any potential conflicts of interest to disclose. Blanchett works for Morningstar Investment Management, which offers services to 401(k) plan sponsors, including target date funds and managed account products. The account-level snapshots come from one of the recordkeepers who utilize these services. The views expressed in this paper are solely those of the authors, who are responsible for the content, and do not necessarily represent the views of our employers, nor those of the National Bureau of Economic Research. Any remaining errors are our own.\n\n\n"
}