{
    "id": 27437,
    "citation_title": "Parallel Inverse Aggregate Demand Curves in Discrete Choice Models",
    "citation_author": [
        "Kory Kroft",
        "René Leal Vizcaíno",
        "Matthew J. Notowidigdo",
        "Ting Wang"
    ],
    "citation_publication_date": "2020-06-29",
    "issue_date": "2020-06-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper highlights a previously-unnoticed property of commonly-used discrete choice models, which is that they feature parallel demand curves. Specifically, we show that in random utility models, inverse aggregate demand curves shift in parallel with respect to variety if and only if the random utility shocks follow the Gumbel distribution. Using results from Extreme Value Theory, we provide conditions for other distributions to generate parallel demands asymptotically, as the number of varieties increase. We establish these results in the benchmark case of symmetric products, illustrate them using numerical simulations and show that they hold in extended versions of the model with correlated tastes and asymmetric products. Lastly, we provide a “proof of concept” of parallel demands as an economic tool by showing how to use parallel demands to identify the change in consumer surplus from an exogenous change in product variety.\n\n",
    "acknowledgement": "\nThis is a heavily revised version of paper that circulated under the same title and now contains some of the theoretical results from another paper that previously circulated under the title “A New Empirical Method for Product Variety” and now is titled “Identifying and Estimating the Value of Product Variety Using Instrumental Variables”. That paper has been heavily revised to focus primarily on instrumental variables estimates of the “variety effect” and does not contain any of the material on parallel demands in the current paper. We thank Simon Anderson, Costas Arkolakis, Alex Frankel, Marti Mestieri, and Rob Porter for helpful comments. We gratefully acknowledge funding from the Social Sciences and Humanities Research Council (SSHRC). Any opinion, findings, and conclusions or recommendations expressed in this material are those of the authors(s) and do not necessarily reflect the views of the SSHRC, nor of the National Bureau of Economic Research.\n\n\n"
}