{
    "id": 27434,
    "citation_title": "The Macroeconomics of Sticky Prices with Generalized Hazard Functions",
    "citation_author": [
        "Fernando E. Alvarez",
        "Francesco Lippi",
        "Aleksei Oskolkov"
    ],
    "citation_publication_date": "2020-06-29",
    "issue_date": "2020-06-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe give a thorough analytic characterization of a large class of sticky-price models where the firm’s price setting behavior is described by a generalized hazard function. Such a function provides a tractable description of the firm’s price setting behavior and allows for a vast variety of empirical hazards to be fitted. This setup is microfounded by random menu costs as in Caballero and Engel (1993) or, alternatively, by information frictions as in Woodford (2009). We establish two main results. First, we show how to  identify all the primitives of the model, including the distribution of the fundamental adjustment costs and the implied generalized hazard function, using the distribution of price changes or the distribution of spell durations. Second, we derive a sufficient statistic for the aggregate effect of a monetary shock: given an arbitrary generalized hazard function, the cumulative impulse response to a once-and-for-all monetary shock is given by the ratio of the kurtosis of the steady-state distribution of price changes over the frequency of price adjustment times six. We prove that Calvo’s model yields the upper bound and Golosov and Lucas’ model the lower bound on this measure within the class of random menu cost models.\n\n",
    "acknowledgement": "\nWe thank the students in the 2019 Monetary Economics (33502) at The University of Chicago for their comments. We also benefited from the comments of Andrea Ferrara, Rob Shimer, our discussant Andre Silva and participants to the 2019 ECB-PRISMA Conference in Lisbon, the 2019 workshop Recent advances in macroeconomics at EIEF (Rome), and the Macro-International Workshop at the University of Chicago. This paper originally circulated with the title “The Analytics of Monetary Shocks with Generalized Hazard Functions”. This material is based, in part, on work supported by the National Science Foundation under grant number SES-1559459. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nFernando E. Alvarez\n\nI have visited, taught, or consulted for the following institutions, where I have received an honorarium and/or paid traveling/lodging expenses:\n\n\nEIEF, Rome, Italy. As research visitor.\n\n\nUniversity Torcuato Di Tella, Buenos Aires, Argentina, as a visiting professor.\n\n\nFederal Reserve Bank of Chicago, US. As consultant to the Research Department.\n\n\nFederal Reserve Bank of Richmond, US. As consultant to the Research Department.\n\n\nFederal Reserve Bank of Minneapolis, US. As consultant to the Research Department.\n\n\nFederal Reserve Bank of Philadelphia, US. As consultant to the Research Department.\n\n\nBanco Central de Chile, Santiago Chile. As a conference participant, and writer of a book chapter.\n\n\nEuropean Central Bank, Frankfurt, Germany. As Duisenberg Fellow, as regular research visitor to the MPR division, and as a PRISMA visitor.\n\n\nGoldman Sachs Global Market Institute, US. As a fellow.\n\n\nGerzensee’s Swiss Program for Doctoral Students, Switzerland. As a visiting professor.\n\n\nToulouse School of Economics, Toulouse, France. As a research visitor.\n\n\nCowles Foundation, Yale, US. As a research visitor.\n\n\nMorris and Morris LLC, and Weinstein, Kitchenoff and Asher LLC, as a consultant to and compute damages on litigation related for financial contracts, US.\n\n\nBank of International Settlement, Basel, Switzerland. As a visitor.\n\n\n"
}