{
    "id": 27433,
    "citation_title": "Do Interactions with Candidates Increase Voter Support and Participation? Experimental Evidence from Italy",
    "citation_author": [
        "Enrico Cantoni",
        "Vincent Pons"
    ],
    "citation_publication_date": "2020-06-29",
    "issue_date": "2020-06-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe test whether politicians can use direct contact to reconnect with citizens, increase turnout, and win votes. During the 2014 Italian municipal elections, we randomly assigned 26,000 voters to receive visits from city council candidates, canvassers supporting the candidates' list, or to a control group. While canvassers’ visits increased turnout by 1.8 percentage points, candidates’ had no impact on participation. Candidates increased their own vote share in the precincts they canvassed, but only at the expense of other candidates on the list. This suggests that their failure to mobilize nonvoters resulted from focusing on securing the preferences of active voters.\n\n",
    "acknowledgement": "\nWe are very thankful to the George and Obie Shultz Fund for its generous funding and to Gemma Dipoppa for excellent research assistance. We also thank the implementing organization for participating in this project. Benjamin Olken, Joshua Angrist, Daron Acemoglu, Kasper Hansen, and participants in the 2016 APSA Meeting gave invaluable feedback about the study – we are grateful to them. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nVincent Pons\n\nI would like to report that I am the cofounder of a start‐up that provides campaign technology for politics and business in Europe, eXplain (https://explain.fr/). Besides this position, I have no relevant financial interests that relate to the research described in this paper.\n\n\n"
}