{
    "id": 27431,
    "citation_title": "The Economic Impacts of COVID-19: Evidence from a New Public Database Built Using Private Sector Data",
    "citation_author": [
        "Raj Chetty",
        "John N. Friedman",
        "Michael Stepner",
        "The Opportunity Insights Team"
    ],
    "citation_publication_date": "2020-06-29",
    "issue_date": "2020-06-25",
    "revision_date": "2023-04-10",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Public Economics",
        "\n",
        "Labor Economics",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe build a publicly available database that tracks economic activity in the U.S. at a granular level in real time using anonymized data from private companies. We report weekly statistics on consumer spending, business revenues, job postings, and employment rates disaggregated by county, sector, and income group. Using the publicly available data, we show how the COVID- 19 pandemic affected the economy by analyzing heterogeneity in its impacts across subgroups. High-income individuals reduced spending sharply in March 2020, particularly in sectors that require in-person interaction. This reduction in spending greatly reduced the revenues of small businesses in affluent, dense areas. Those businesses laid off many of their employees, leading to widespread job losses, especially among low-wage workers in such areas. High-wage workers experienced a “V-shaped” recession that lasted a few weeks, whereas low-wage workers experienced much larger, more persistent job losses. Even though consumer spending and job postings had recovered fully by December 2021, employment rates in low-wage jobs remained lower in areas that were initially hard hit, indicating that the job losses due to the demand shock led to a persistent reduction in labor supply. Building on this diagnostic analysis, we evaluate the impacts of fiscal stimulus policies designed to stem the downward spiral in economic activity. Cash stimulus payments led to sharp increases in spending early in the pandemic, but much smaller responses later in the pandemic, especially for high-income households. Real-time estimates of marginal propensities to consume provided better forecasts of the impacts of subsequent rounds of stimulus payments than historical estimates. Overall, our findings suggest that fiscal policies can stem secondary declines in consumer spending and job losses, but cannot restore full employment when the initial shock to consumer spending arises from health concerns. More broadly, our analysis demonstrates how public statistics constructed from private sector data can support many research and real-time policy analyses, providing a new tool for empirical macroeconomics.\n\n",
    "acknowledgement": "\nWe thank the corporate partners who provided the underlying data used to construct the public database built in this paper: Affinity Solutions (especially Atul Chadha and Arun Rajagopal), Lightcast (Anton Libsch and Bledi Taska), CoinOut (Jeff Witten), Earnin (Arun Natesan and Ram Palaniappan), Homebase (Ray Sandza and Andrew Vogeley), Intuit (Christina Foo and Krithika Swaminathan), Kronos (David Gilbertson), Paychex (Mike Nichols and Shadi Sifain), Womply (Derek Doel and Ryan Thorpe), and Zearn (Billy McRae and Shalinee Sharma). We are very grateful to Nathaniel Hendren, who collaborated with us to launch the initial version of the database and helped conduct preliminary analyses for the first draft of this paper in Spring 2020. We are also grateful to Ryan Rippel of the Gates Foundation for his support in launching this project and to Gregory Bruich for early conversations that helped spark this work. We thank David Autor, Gabriel Chodorow-Reich, Haley O'Donnell, Emmanuel Farhi, Jason Furman, Steven Hamilton, Erik Hurst, Xavier Jaravel, Lawrence Katz, Fabian Lange, Emmanuel Saez, Ludwig Straub, Danny Yagan, and numerous seminar participants for helpful comments. The work was funded by the Chan-Zuckerberg Initiative, Bill & Melinda Gates Foundation, Overdeck Family Foundation, and Andrew and Melora Balson. The project was approved under Harvard University IRB 20-0586. The Opportunity Insights Economic Tracker Team as of April 2023 has consisted of Hamidah Alatas, Camille Baker, Harvey Barnhard, Matt Bell, Gregory Bruich, Tina Chelidze, Lucas Chu, Westley Cineus, Sebi Devlin-Foltz, Michael Droste, Dhruv Gaur, Federico Gonzalez, Rayshauna Gray, Abigail Hiller, Matthew Jacob, Tyler Jacobson, Margaret Kallus, Fiona Kastel, Laura Kincaide, Cailtin Kupsc, Sarah LaBauve, Lucía Lamas, Maddie Marino, Kai Matheson, Jared Miller, Christian Mott, Kate Musen, Danny Onorato, Sarah Oppenheimer, Trina Ott, Lynn Overmann, Max Pienkny, Jeremiah Prince, Sebastian Puerta, Daniel Reuter, Peter Ruhm, Tom Rutter, Emanuel Schertz, Shannon Felton Spence, Krista Stapleford, Kamelia Stavreva, Ceci Steyn, James Stratton, Clare Suter, Elizabeth Thach, Nicolaj Thor, Amanda Wahlers, Kristen Watkins, Alanna Williams, David Williams, Chase Williamson, Shady Yassin, Ruby Zhang, and Austin Zheng. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}