{
    "id": 27435,
    "citation_title": "Barbarians at the Store? Private Equity, Products, and Consumers",
    "citation_author": [
        "Cesare Fracassi",
        "Alessandro Previtero",
        "Albert W. Sheen"
    ],
    "citation_publication_date": "2020-06-29",
    "issue_date": "2020-06-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe investigate the effects of private equity on product markets using price and sales data for an extensive number of consumer products. Following a buyout, target firms increase sales 50% more than matched control firms. Price increases—roughly 1% on existing products—do not drive this growth. The launch of new products and geographic expansion do. Competitors lose shelf space and marginally raise prices. Results for public vs. private targets, during and after the financial crisis, and in industries that vary in structure suggest private equity tailors strategies to the environment, eases financial constraints, and provides expertise to manage growth.\n\n",
    "acknowledgement": "\nThe authors thank comments from and discussions with Shai Bernstein, Jonathan Cohn, Xavier Giroud, John Grin, Laura Lindsey, Juhani Linnainmaa, Antoinette Schoar, Sheri Tice, and Rebecca Zarutskie. The authors also thank comments from seminar participants at Indiana University, the University of Calgary, University of Oregon, University of Texas at Austin, University of Utah, Columbia University, Texas Christian University, Cornell University, and Rutgers University, and participants at the following conferences: 2017 University of Kentucky Finance Conference, 2017 SFS Finance Cavalcade, 2017 Western Finance Association, 2017 Tuck Private Equity and Entrepreneurship Research Conference, and 2018 UCLA finance conference. We thank Wei Wang for superb research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}