{
    "id": 27439,
    "citation_title": "Scarring Body and Mind: The Long-Term Belief-Scarring Effects of COVID-19",
    "citation_author": [
        "Julian Kozlowski",
        "Laura Veldkamp",
        "Venky Venkateswaran"
    ],
    "citation_publication_date": "2020-06-29",
    "issue_date": "2020-06-25",
    "revision_date": "2020-10-09",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nThe largest economic cost of the COVID-19 pandemic could arise from changes in behavior long after the immediate health crisis is resolved. A potential source of such a long-lived change is scarring of beliefs, a persistent change in the perceived probability of an extreme, negative shock in the future. We show how to quantify the extent of such belief changes and determine their impact on future economic outcomes. We find that the long-run costs for the U.S. economy from this channel is many times higher than the estimates of the short-run losses in output. This suggests that, even if a vaccine cures everyone in a year, the COVID-19 crisis will leave its mark on the US economy for many years to come.\n\n",
    "acknowledgement": "\nThe views expressed are those of the authors and do not necessarily reflect official positions of the Federal Reserve Bank of St. Louis, the Federal Reserve System, the Board of Governors, or the National Bureau of Economic Research. We thank Kenneth Rogoff for a generous and insightful discussion, as well as Dean Corbae and Pablo D'Erasmo for sharing data on corporate defaults and Marco Del Negro and Andrea Tambalotti for liquidity and interest rate data.\n\n\n\nLaura Veldkamp\n\nI have visited or lectured at the following institutions, where I have received an honorarium and/or have been paid travel expenses:\n\n\nEIEF, Rome, Italy, research visitor.\n\n\nFederal Reserve Bank of New York, US. As consultant to the Research Department.\n\n\nFederal Reserve Bank of Minneapolis, US. As consultant to the Research Department.\n\n\nGoldman Sachs, as a GMI fellow.\n\n\nStandard & Poors, one-time honorarium.\n\n\nUniversity of California at Los Angeles, as a guest Ph.D. lecturer\n\n\nI also received a salary from Elsevier as an editor of the Journal of Economic Theory.\n\n\n"
}