{
    "id": 27430,
    "citation_title": "Epidemics in the New Keynesian Model",
    "citation_author": [
        "Martin S. Eichenbaum",
        "Sergio Rebelo",
        "Mathias Trabandt"
    ],
    "citation_publication_date": "2020-06-29",
    "issue_date": "2020-06-25",
    "revision_date": "2022-02-14",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper documents the behavior of key macro aggregates in the wake of the Covid epidemic. We show that a unique feature of the Covid recession is that the peak-to-trough decline is roughly the same for consumption, investment, and output. In contrast to the 2008 recession, there was only a short-lived rise in financial stress that quickly subsided. Finally, there was mild deflation between the peak and the trough of the Covid recession. We argue that a New Keynesian model that explicitly incorporates epidemic dynamics captures these qualitative features of the Covid recession. A key feature of the model is that Covid acts like a negative shock to the demand for consumption and the supply of labor.\n\n",
    "acknowledgement": "\nA previous version of this paper was titled “Epidemics in the Neoclassical and New Keynesian models.” We are grateful to our discussant Leonardo Melosi, the editors Yongseok Shin and Guillaume Vandenbroucke, and to R. Anton Braun, Joao Guerreiro, Martín Harding, Laura Murphy, Hannah Seidl, and Pedro Teles for very helpful comments and suggestions. We thank Federico Puglisi for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}