{
    "id": 27446,
    "citation_title": "Measuring Infrastructure in BEA's National Economic Accounts",
    "citation_author": [
        "Jennifer Bennett",
        "Robert Kornfeld",
        "Daniel Sichel",
        "David Wasshausen"
    ],
    "citation_publication_date": "2020-06-29",
    "issue_date": "2020-06-25",
    "revision_date": "2021-04-14",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nInfrastructure provides critical support for economic activity, and assessing its role requires reliable measures. This paper provides an overview of U.S. infrastructure data in the National Economic Accounts. After developing definitions of basic, social, and digital infrastructure, we assess trends in each of these categories and their components. Results are mixed depending on the category. Investment in some important types of basic infrastructure has barely or not kept up with depreciation and population growth in recent decades, while some other categories look better. We also show that the average age of most types of infrastructure in the U.S. has been rising, and the remaining service life has been falling. This paper also presents new prototype estimates of state-level investment in highways, highlighting the wide variation across states. In addition, we present new prototype data on maintenance expenditures for highways. In terms of future research, we believe that deprecation rates warrant additional attention given that current estimates are based on 40-year old research and are well below those used in Canada and other countries. We also believe that additional creative work on price indexes for infrastructure would be valuable. Finally, all of the data in this paper will be downloadable on the BEA website, and we hope that the analysis in this paper and the availability of data will spur additional research.\n\n",
    "acknowledgement": "\nFor helpful comments and discussions, we thank Barbara Fraumeni, Edward Glaeser, Peter Henry, Shane Greenstein, James Poterba, and participants in the NBER’s Economics of Infrastructure Conference in November 2019. We also thank Michael Cusick at the Bureau of Economic Analysis for assistance. The authors are responsible for any errors or omissions.  Finally, we are grateful for the Smith Richardson Foundation's support of the NBER's Economics of Infrastructure project. The views expressed in this paper are those of the authors and do not necessarily represent the U.S. Bureau of Economic Analysis, the U.S. Department of Commerce, or National Bureau of Economic Research.\n\n\n"
}