{
    "id": 27448,
    "citation_title": "Early Evidence on the Impact of COVID-19 and the Recession on Older Workers",
    "citation_author": [
        "Truc Thi Mai Bui",
        "Patrick Button",
        "Elyce G. Picciotti"
    ],
    "citation_publication_date": "2020-06-29",
    "issue_date": "2020-06-25",
    "revision_date": "2021-07-16",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nWe summarize some of the early effects and discuss possible future effects of the COVID-19 pandemic and recession on the employment outcomes of older workers in the United States. We start by discussing what we know about how older workers faired in prior recessions in the United States and how COVID-19 and this recession may differ. We then estimate some early effects of the COVID-19 pandemic and recession on employment and unemployment rates by age group and sex using Current Population Survey data. We calculate employment and unemployment rates multiple ways to account for the complicated employment situation and possible errors in survey enumeration. We find that while previous recessions, in some ways, did not affect employment outcomes for older workers as much, this recession disproportionately affected older workers of ages 65 and older. For example, we find that unemployment rates in April 2020 increased to 15.43% for those ages 65 and older, compared to 12.99% for those ages 25-44. We also find that COVID-19 and the recession disproportionately affected women, where women have reached higher unemployment rates than men, which was consistent for all age groups and unemployment rate measures we used.\n\n",
    "acknowledgement": "\nThis paper was prepared for a special, forthcoming issue of Public Policy & Aging Report. We thank Brian Kaskie and Kerui Geng for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}