{
    "id": 27441,
    "citation_title": "Optimal Lockdown in a Commuting Network",
    "citation_author": [
        "Pablo Fajgelbaum",
        "Amit Khandelwal",
        "Wookun Kim",
        "Cristiano Mantovani",
        "Edouard Schaal"
    ],
    "citation_publication_date": "2020-06-29",
    "issue_date": "2020-06-25",
    "revision_date": "2020-11-25",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study optimal dynamic lockdowns against Covid-19 within a commuting network. Our framework integrates canonical spatial epidemiology and trade models, and is applied to cities with varying initial viral spread: Seoul, Daegu and NYC-Metro. Spatial lockdowns achieve substantially smaller income losses than uniform lockdowns. In NYM and Daegu—with large initial shocks—the optimal lockdown restricts inflows to central districts before gradual relaxation, while in Seoul it imposes low temporal but large spatial variation. Actual commuting reductions were too weak in central locations in Daegu and NYM, and too strong across Seoul.\n\n",
    "acknowledgement": "\nWe thank Andy Atkeson for his comments, as well as the editor and two anonymous referees. Schaal acknowledges financial support from the European Research Council under the European Union's Horizon 2020 research and innovation program (OPTNETSPACE - 804095), the Spanish Ministry of Economy and Competitiveness, through the Severo Ochoa Programme for Centres of Excellence in R&D (CEX2019-000915-S) and from the Government of Catalonia, through the SGR Programme (2017-SGR-1393) and CERCA Programme. We thank SafeGraph for making their data freely available. We thank Hyungmo Choi for providing excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}