{
    "id": 27442,
    "citation_title": "Do Bank Insiders Impede Equity Issuances?",
    "citation_author": [
        "Martin Goetz",
        "Luc Laeven",
        "Ross Levine"
    ],
    "citation_publication_date": "2020-06-29",
    "issue_date": "2020-06-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe evaluate the role of insider ownership in shaping banks’ equity issuances in response to the global financial crisis. We construct a unique dataset on the ownership structure of U.S. banks and their equity issuances and discover that greater insider ownership leads to less equity issuances. Several tests are consistent with the view that bank insiders are reluctant to reduce their private benefits of control by diluting their ownership through equity issuances. Given the connection between bank equity and lending, the results stress that ownership structure can shape the resilience of banks—and hence the entire economy—to aggregate shocks.\n\n",
    "acknowledgement": "\nWe thank Dean Corbae, Terry Hendershott, Chen Lin, Sascha Steffen, and seminar participants at the Chicago Federal Reserve Bank, University of Münster, Vienna University, the Dutch Central Bank, for helpful comments, and Matteo Bagnara, Yangming Bao, Claudio Hantzsche, Florian Maisch, Fabian Nemeczek, Yuma Iwase and Mohammad Izadi for excellent research assistance. Goetz gratefully acknowledges financial support from the Center of Excellence SAFE, funded by the State of Hessen initiative for research LOEWE. The views expressed are our own and do not reflect those of the ECB, the Eurosystem, or the National Bureau of Economic Research.\n\n\n"
}