{
    "id": 27443,
    "citation_title": "Is Attention Produced Optimally? Theory and Evidence from Experiments with Bandwidth Enhancements",
    "citation_author": [
        "Erin T. Bronchetti",
        "Judd B. Kessler",
        "Ellen B. Magenheim",
        "Dmitry Taubinsky",
        "Eric Zwick"
    ],
    "citation_publication_date": "2020-06-29",
    "issue_date": "2020-06-25",
    "revision_date": "2022-06-27",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates whether people optimally value tools that reduce attention costs. We call these tools bandwidth enhancements (BEs) and characterize how demand for BEs varies with the pecuniary incentives to be attentive, under the null hypothesis of correct perceptions and optimal choice. We examine if the optimality conditions are satisfied in three experiments. The first is a field experiment (n = 1373) with an online education platform, in which we randomize incentives to complete course modules and incentives to utilize a plan-making tool to complete the modules. In the second experiment (n = 2306), participants must complete a survey in the future. We randomize survey-completion incentives and how long participants must wait to complete the survey, and we elicit willingness to pay for reminders. The third experiment (n = 1465) involves a psychometric task in which participants must identify whether there are more correct or incorrect mathematical equations in an image. We vary incentives for accuracy, elicit willingness to pay to reduce task difficulty, and examine the impact of learning and feedback. In all experiments, demand for reducing attention costs increases as incentives for accurate task completion increase. However, in all experiments—and across all conditions—our tests imply that this increase in demand is too small relative to the null of correct perceptions. These results suggest that people may be uncertain or systematically biased about their attention cost functions, and that experience and feedback do not necessarily eliminate bias.\n\n",
    "acknowledgement": "\nWe thank Andrew Caplin, Mark Dean, Xavier Gabaix, Stephen O’Connell, Devin Pope, three grant reviewers at the Russell Sage Foundation, and seminar and conference participants for helpful comments and advice. We thank Alexander Hirsch, Stephanie Nam, Laila Voss, and Caleb Wroblewski for excellent research assistance. We gratefully acknowledge Mike Walmsley and CodeAvengers.com for their support with the education experiment. We gratefully acknowledge research funding from the Russell Sage Foundation, Swarthmore College, the Boettner Center, the Wharton School, the Wharton Behavioral Lab, and the Alfred P. Sloan Foundation. The first experiment was approved by the Swarthmore (covering Haverford and Muhlenberg), Bryn Mawr, Lafayette, and Ursinus IRBs, numbers: 14-15-065, R17-042, AY1617-12, 01-18-17. The second and third experiments were approved by the University of Pennsylvania IRB, number 832335. The opinions expressed in this paper are solely the authors’, and do not necessarily reflect the views of any individual or institution listed above, nor of the National Bureau of Economic Research.\n\n\n"
}