{
    "id": 27444,
    "citation_title": "Long-Run Effects of Incentivizing Work After Childbirth",
    "citation_author": [
        "Elira Kuka",
        "Na'ama Shenhav"
    ],
    "citation_publication_date": "2020-06-29",
    "issue_date": "2020-06-25",
    "revision_date": "2023-09-22",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n",
        "\nRetirement and Disability Research Center\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nThis paper identifies the impact of increasing post-childbirth work incentives on mothers’ long-run careers. We exploit variation in work incentives across mothers based on the timing of a first birth and eligibility for the 1993 expansion of the Earned Income Tax Credit. Ten to nineteen years after a first birth, single mothers who were exposed to the expansion immediately after birth (“early”), rather than 3–6 years later (“late”), have 0.62 more years of work experience and 4.2% higher earnings conditional on working. We show that higher earnings are primarily explained by improved wages due to greater work experience.\n\n",
    "acknowledgement": "\nWe thank Jacob Bastian, Marianne Bitler, David Card, Liz Cascio, Janet Currie, Nathaniel Hendren, Hilary Hoynes, Henrik Kleven, Pat Kline, Erzo Luttmer, Maya Rossin-Slater, Jesse Rothstein, Emmanuel Saez, and Dmitry Taubinsky as well as seminar audiences at Brown, Chicago Harris, Dartmouth, DePaul University, George Washington University, Stanford, University of Ottawa, UC Berkeley, UC Davis, UC Santa Cruz, University of Pittsburgh, the NBER Children’s Meeting, and participants at the 2020 SOLE and APPAM virtual meetings and the 2021 IRP Summer Research Workshop for helpful comments. We are indebted to Richard Chard, Lynn Fisher, Thuy Ho, John Jankowski and Antwain Pair, as well as Nancy Early and Matt Messel for their help accessing the data at SSA and with the disclosure review process. We received excellent research assistance from Kathryn Blanchard, Mollie Pepper, Jacklyn Pi, and Mary Yilma. This research was supported by the U.S. Social Security Administration through grant #5 DRC12000002-06 to the National Bureau of Economic Research as part of the SSA Disability Research Consortium. The findings and conclusions expressed are solely those of the author(s) and do not represent the views of SSA, any agency of the Federal Government, or the National Bureau of Economic Research.\n\n\n"
}