{
    "id": 27440,
    "citation_title": "Endogenous Quality Investments in the U.S. Hospital Market",
    "citation_author": [
        "Craig Garthwaite",
        "Christopher Ody",
        "Amanda Starc"
    ],
    "citation_publication_date": "2020-06-29",
    "issue_date": "2020-06-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHigh and increasing hospital prices have led to calls for price regulation. If prices are high because of consolidation, regulating prices could enhance welfare. However, high prices could also reflect increased willingness to pay by privately insured consumers for clinical and non-clinical quality. If so, regulating prices could reduce quality. We present a model of strategic quality choice where hospitals make quality investments to increase private revenue. We confirm the model's predictions across numerous quality measures including patient satisfaction, hospital processes, risk adjusted mortality, the revealed preferences of current Medicare patients, technology adoption, physician quality, and ED wait times.\n\n",
    "acknowledgement": "\nThis research was performed while Ody worked at Kellogg and reflects the views of the authors and not necessarily the views of Analysis Group or the National Bureau of Economic Research. The authors would like to acknowledge the valuable advice, suggestion, and data assistance provided by John Graves, Leonce Nshuti, Adam Sacarny, Matt Schmitt. We also thank Amitabh Chandra, Stuart Craig, David Cutler, Leemore Dafny, Michael Dickstein, David Dranove, Melissa Kearney, Kate Ho, Mike Powell, Ashley Swanson, Jeroen Swinkels, and the participants of the Chicago Health Economics Summit for useful comments.\n\n\n\nAmanda Starc\n\nStarc previously served on the scientific advisory committee for the Health Care Cost Institute.\n\n\n"
}