{
    "id": 27452,
    "citation_title": "Personal Wealth and Self-Employment",
    "citation_author": [
        "Aymeric Bellon",
        "J. Anthony Cookson",
        "Erik P. Gilje",
        "Rawley Z. Heimer"
    ],
    "citation_publication_date": "2020-06-29",
    "issue_date": "2020-06-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nWe examine how wealth windfalls affect self-employment decisions using data on cash payments from claims on Texas shale drilling to people throughout the United States. Individuals who receive large wealth shocks (greater than $50,000) have 51% higher self-employment rates. The increase in self-employment rates is driven by individuals who lengthen existing self-employment spells, and not by individuals who leave regular employment for self-employment. Moreover, the effect of wealth reverts for individuals whose payments run out. Rather than alleviating a financial constraint, our evidence suggests that unrestricted cash windfalls affect self-employment decisions primarily through self-employment’s non-pecuniary benefits.\n\n",
    "acknowledgement": "\nThis project has received financial support from the following: Wharton Dean's Research Fund, the Wharton Alternative Investments Initiative, the Rodney L. White Center for Financial Research, the Jacobs Levy Equity Management Center for Quantitative Financial Research, the National Bureau of Economic Research Household Finance Working Group and the Sloan Foundation,  the Ewing Marion Kauffman Foundation, and the Center for Research on Consumer Financial Decision Making. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}