{
    "id": 27455,
    "citation_title": "Income-driven Labor Market Polarization",
    "citation_author": [
        "Diego A. Comin",
        "Ana Danieli",
        "Martí Mestieri"
    ],
    "citation_publication_date": "2020-06-29",
    "issue_date": "2020-06-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a mechanism for labor-market polarization based on the nonhomotheticity of demand that we call the income-driven channel. Our mechanism builds on a novel empirical fact: expenditure elasticities and production intensities in low- and high-skill occupations are positively correlated across sectors. Thus, as income grows, demand shifts towards expenditure-elastic sectors, and the relative demand for low- and high-skill occupations increases, causing labor-market polarization. A calibrated general-equilibrium model suggests this mechanism accounts for 90% and 35% of the increase in the wage-bill share of low- and high-skill occupations observed in the US during 1980-2016, and for 64% and 28% of the rise in the employment shares of low- and high-skill occupations. This mechanism is similarly important for the polarization of labor markets in Western Europe during 1980-2016, as well as in the US during earlier decades and, possibly, the near future.\n\n",
    "acknowledgement": "\nWe thank Richard Rogerson and Christian Siegel for insightful discussions of the paper. We also thank Gadi Barlevy, David Dorn, Matthias Doepke, Thibault Fally, Koichiro Ito, Ryan Kellogg, Kiminori Matsuyama, Rachel Ngai, Yongs Shin, Michael Sposi, Chris Tonetti, Joseph Zeira, and attendees at various seminars and conferences for helpful comments and discussions. Comin expresses his gratitude for the financial support from the European Commission under the FRAME project and from the NSF. Mestieri is grateful to CREI and the Chicago Fed for their hospitality as he conducted part of this research at their locations. All errors are our own. Contact: marti.mestieri@northwestern.edu. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}