{
    "id": 27457,
    "citation_title": "Group Testing in a Pandemic: The Role of Frequent Testing, Correlated Risk, and Machine Learning",
    "citation_author": [
        "Ned Augenblick",
        "Jonathan T. Kolstad",
        "Ziad Obermeyer",
        "Ao Wang"
    ],
    "citation_publication_date": "2020-07-06",
    "issue_date": "2020-07-02",
    "revision_date": "2020-08-20",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nGroup testing increases efficiency by pooling patient specimens and clearing the entire group with one negative test. Optimal grouping strategy is well studied in one-off testing scenarios with reasonably well-known prevalence rates and no correlations in risk. We discuss how the strategy changes in a pandemic environment with repeated testing, rapid local infection spread, and highly uncertain risk. First, repeated testing mechanically lowers prevalence at the time of the next test. This increases testing efficiency, such that increasing frequency by x times only increases expected tests by around √x rather than x. However, this calculation omits a further benefit of frequent testing: infected people are quickly removed from the population, which lowers prevalence and generates further eﬃciency. Accounting for this decline in intra-group spread, we show that increasing frequency can paradoxically reduce the total testing cost. Second, we show that group size and eﬃciency increases with intra-group risk correlation, which is expected in natural test groupings based on proximity. Third, because optimal groupings depend on uncertain risk and correlation, we show how better estimates from machine learning can drive large efficiency gains. We conclude that frequent group testing, aided by machine learning, is a promising and inexpensive surveillance strategy.\n\n",
    "acknowledgement": "\nAuthors in alphabetical order. We are grateful to Katrina Abuabara, Sylvia Barmack, Kate Kolstad, Maya Petersen, Annika Todd, Johannes Spinnewijn, and Nicholas Swanson for helpful comments. All opinions and errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nNed Augenblick\n\nI have an interest in Berkeley Data Ventures, a company that provides consulting advice to companies on health care issues, including related to COVID-19\n\n\n\nJonathan T. Kolstad\n\nThe authors have an interest in Berkeley Data Ventures, a company that provides consulting advice to companies on health care issues including related to COVID-19.\n\n\n\nZiad Obermeyer\n\nI have an interest in Berkeley Data Ventures, a company that provides consulting advice to companies on health care issues including related to COVID-19.\n\n\n\nAo Wang\n\nAo Wang received financial support from Berkeley Data Ventures, a company that provides consulting advice to companies on health care issues including COVID-19.\n\n\n"
}