{
    "id": 27450,
    "citation_title": "Why Retirement, Social Security, and Age Discrimination Policies Need to Consider the Intersectional Experiences of Older Women",
    "citation_author": [
        "Ian Burn",
        "Patrick Button",
        "Theodore F. Figinski",
        "Joanne Song McLaughlin"
    ],
    "citation_publication_date": "2020-06-29",
    "issue_date": "2020-06-25",
    "revision_date": "2021-04-07",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Discrimination",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nWe provide an overview of research that indicates that older women face unique challenges and opportunities with respect to work, retirement, Social Security, and age discrimination law. We present estimates of poverty by age and sex, showing that poverty increases with age for women due to older women often outliving their spouses and becoming widowed. We discuss research that shows that women benefit more than men from working longer. We then note that older women face intersectional discrimination that can unfortunately be a barrier to older women working longer. We detail how older women often “fall between the cracks” of the Age Discrimination in Employment Act and Title VII of the Civil Rights Act and are thus not well protected against this intersectional discrimination. As a final example of how women face different circumstances, we summarize research on how older women were differentially negatively impacted by the elimination of Social Security’s Retirement Earnings.\n\n",
    "acknowledgement": "\nThis paper was prepared for a forthcoming issue of Public Policy & Aging Report. We thank Brian Kaskie for helpful comments. The findings, conclusions, views, and opinions are those of the authors and do not necessarily represent the views of the U.S. Department of the Treasury, the United States government, or the National Bureau of Economic Research.\n\n\n"
}