{
    "id": 27459,
    "citation_title": "Optimal Illiquidity",
    "citation_author": [
        "John Beshears",
        "James J. Choi",
        "Christopher Clayton",
        "Christopher Harris",
        "David Laibson",
        "Brigitte C. Madrian"
    ],
    "citation_publication_date": "2020-07-06",
    "issue_date": "2020-07-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nNBER Roybal Center for Behavior Change in Health\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nWe calculate the socially optimal level of illiquidity in an economy populated by households with taste shocks and present bias (Amador, Werning, and Angeletos 2006). The government chooses mandatory contributions to respective spending/savings accounts, each with a different pre-retirement withdrawal penalty. Penalties collected by the government are redistributed through the tax system. When naive households have heterogeneous present bias, the social optimum is well approximated by a three-account system: (i) a completely liquid account, (ii) a completely illiquid account, and (iii) an account with a ~10% early withdrawal penalty. In some ways this resembles the U.S. system, which includes completely liquid accounts, completely illiquid Social Security and 401(k)/IRA accounts with a 10% early withdrawal penalty. The social optimum is also well approximated by an even simpler two-account system—(i) a completely liquid account and (ii) a completely illiquid account—which is the most common retirement system in the world today.\n\n",
    "acknowledgement": "\nThe project described received funding from the TIAA Institute and Wharton School’s Pension Research Council/Boettner Center. The content is solely the responsibility of the authors and does not necessarily represent official views of the TIAA Institute or Wharton School’s Pension Research Council/Boettner Center. The authors gratefully acknowledge additional financial support from the Eric M. Mindich Fund for Research on the Foundations of Human Behavior, the National Institute on Aging (P30AG034532), and the Social Security Administration. The views expressed in this paper are not endorsed by NIA, SSA, or any federal government agency. The authors are grateful for comments from Emmanuel Farhi, Mike Golosov, Francesco Lippi, Ben Lockwood, Greg Mankiw, Christian Moser, Matthew Rabin, David Richardson, John Sabelhaus, Dmitry Taubinsky and seminar participants at the ASSA, Einaudi Institute for Economics and Finance, Harvard University, MIT, the SSA RRC, and the NBER. We are very grateful to Kartik Vira for outstanding research assistance.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJohn Beshears\n\nI have received additional grant support from the National Employment Savings Trust (NEST), the Pershing Square Fund for Research on the Foundations of Human Behavior, and the Smith Richardson Foundation.\n\n\nI have received research data from Alight Solutions, the Commonwealth Bank of Australia, and Voya Financial.\n\n\nI am an advisor to and equity holder in Nutmeg Saving and Investment, a robo-advice asset management company.  I am a TIAA Institute Fellow.\n\n\n\nBrigitte C. Madrian\n\nOutside Professional Activities For Brigitte Madrian:\nIn addition to my position as a faculty member and Dean at Brigham Young University, I am occasionally compensated for my participation in outside activities, such as speaking, reviewing, writing/editing articles or reports, consulting, and serving on panels/advisory boards.\n\n\nIn the past few years, I have received compensation in excess of $500 from the following organizations:\n\n\n2020\nDeseret Management Corporation\n\n\n2019\nFINRA\nDeseret Management Corporation\n\n\n2018\nNational Bureau of Economic Research, FINRA, Brigham Young University, Tor Financial\n\n\n2017\nNational Bureau of Economic Research, FINRA, Connect Financial, NAGDCA, Florida Atlantic University Center for Economic Education, Cornell University, Summit Consulting, TIAA\n\n\n2016\nNational Bureau of Economic Research, FINRA, State Street Global Advisors, Urban Institute, Journal of Investment Management, Connect Financial, National Council of State Legislatures (NCSL), Boston Research Technologies, Reverse Mortgage Funding, RAND Corporation, Florida Atlantic University, Swarthmore College, UC Berkeley\n\n\n2015\nNational Bureau of Economic Research, FINRA, Investment Company Institute, Brigham Young University, State Street Global Advisors, TIAA-CREF, BNY Mellon, Institutional Investor Forums\n\n\n2014\nNational Bureau of Economic Research, FINRA, State Street Global Advisors, AARP, Brigham Young University\n\n\n2013\nNational Bureau of Economic Research, State Street Global Advisors, TIAA-CREF, Brigham Young University, Stanford University, Government of Canada\n\n\n2012\nNational Bureau of Economic Research, State Street Global Advisors, PIMCO, American Bankers Association, The World Bank, Dartmouth College, University of Wisconsin\n\n\n2011\nNational Bureau of Economic Research, Social Security Advisory Board, Brigham Young University, The World Bank, TIAA-CREF, State Street Global Advisors\n\n\n2010\nNational Bureau of Economic Research, Social Security Advisory Board, Mathematica Policy Research, Columbia University, American Economic Association, University of Washington, Brookings Institution Press, Harding House Publishers, University of Wisconsin, Diversified Investment Advisors, Brigham Young University, National Institutes of Health\n\n\n2009\nNational Bureau of Economic Research, Fidelity Investments, Prudential, Wellesley College, University of Michigan, University of Wisconsin, Georgia State University, Professional Insurance Marketing Association, National Institutes of Health\n\n\n2008\nNational Bureau of Economic Research, Fidelity Investments, Alliance Bernstein, University of Wisconsin, Austrian National Bank, Institute for Quantitative Research in Finance, Behavioral Finance Forum, Netspar,\n\n\n2007\nNational Bureau of Economic Research, Fidelity Investments, Callan Associates, TIAA-CREF, University of Wisconsin, Brigham Young University, University of Michigan, National Institutes of Health\n\n\n"
}