{
    "id": 27453,
    "citation_title": "Towards a Dynamic Disequilibrium Theory with Randomness",
    "citation_author": [
        "Martin M. Guzman",
        "Joseph E. Stiglitz"
    ],
    "citation_publication_date": "2020-06-29",
    "issue_date": "2020-06-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMost macroeconomic crises, such as the 2008 Global Financial Crisis, are associated with endogenous large changes in beliefs and understandings about the workings of the economy. Such downturns and crises are not consistent with the standard paradigm of a well-functioning competitive economy, and macroeconomic equilibrium models based on that paradigm have failed to predict the possibility of those downturns, to explain them, or even to design appropriate policy responses. The framework assumes there are no macroeconomic inconsistencies—all plans are realized, all budget constraints honored.\nIn this paper, we present a dynamic disequilibrium theory with randomness that is based on the premise that a better way to understand deep downturns is to think of the economy experiencing a constant evolution, marked by uncertainty, in which there is continual learning about the economic system.  Our framework explains why macroeconomic inconsistencies may arise and investigates their consequences. We explain why decentralized market forces may be disequilibrating. We identify the crucial departures from the Arrow-Debreu assumptions and those underlying DSGE models, emphasizing the limitations in the assumption of equilibrium and the absence of a coherent theory of how it is attained, the incompleteness of markets and the non-stationarity of the stochastic processes describing the economy. We analyze the policy implications of this alternative theory, which typically differ markedly from those of the standard model: In particular, the consequences for the effectiveness of different monetary and fiscal policies, and the eventual need of debt restructuring policies to restore macroeconomic consistency.\n\n",
    "acknowledgement": "\nWe are grateful for the financial support of the Institute for New Economic Thinking The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}