{
    "id": 27456,
    "citation_title": "Political Power, Elite Control, and Long-Run Development: Evidence from Brazil",
    "citation_author": [
        "Claudio Ferraz",
        "Frederico Finan",
        "Monica Martinez-Bravo"
    ],
    "citation_publication_date": "2020-06-29",
    "issue_date": "2020-06-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper analyzes how changes in the concentration of political power affect long-run development. We study Brazil’s military dictatorship whose rise to power dramatically altered the distribution of power of local political elites. We document that municipalities that were more politically concentrated prior to the dictatorship in the 1960s are relatively richer in 2000, despite being poorer initially. Our evidence suggests that this reversal of fortune was the result of the military’s policies aimed at undermining the power of traditional elites. These policies increased political competition locally, which ultimately led to better governance, more public goods, and higher income levels.\n\n",
    "acknowledgement": "\nWe are grateful to Daron Acemoglu, Alberto Alesina, Tim Besley, Robin Burgess, Ernesto Dal Bó, Melissa Dell, Fernando Bizzarro, Francisco Gallego, Oded Galor, Frances Hagopian, Nathan Nunn, Gerard Padro-i-Miquel, Rohini Pande, James Robinson, Rodrigo Soares, Francesco Trebbi, and participants at various seminars and conferences for comments and suggestions. We would also like to thank Marianna Almeida, Olatz Roman and Didac Martí for excellence research assistance during this project. We thank financial support for this project from the Spanish Ministry of Science and Innovation (grant ERC2018-092849). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}