{
    "id": 27458,
    "citation_title": "Physician Characteristics and Patient Survival: Evidence from Physician Availability",
    "citation_author": [
        "Joseph J. Doyle Jr."
    ],
    "citation_publication_date": "2020-07-06",
    "issue_date": "2020-07-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMeasuring physician quality is fundamental to understanding healthcare productivity, yet patient sorting can confound attempts to estimate the types of physicians that improve survival. This paper aims to overcome selection bias by exploiting plausibly exogenous variation in the mix of physicians available to treat patients when they are admitted to the hospital via the emergency department. One innovation is the construction of proxy measures for the types of physicians available using 100% Medicare claims data. Physician characteristics considered include specialty training, medical school quality rankings, sex, years of experience, and patient volume. The main finding is that when heart failure patients enter the hospital when more cardiologists are available, they are more likely to be treated directly by a cardiologist, have more invasive procedures, and survive over the following year.\n\n",
    "acknowledgement": "\nI thank Charlie Brown, Michele Belot, Janet Currie, Gordon Dahl, Francesco Decarolis, David Dranove, Andrea Ichino, Chris Knittel, Steven Levitt, Bentley MacLeod, Doug Miller, Kevin Murphy, Mel Stephens, Tavneet Suri, and seminar participants at the Bocconi University, Cornell University, European University Institute, University of Bologna, Ca'Forsci University, Einaudi Institute for Economics and Finance, Georgetown University, Paris School of Economics, Prague University of Economics, University of Bergen, University of Copenhagen, University of California at San Diego, University of Chicago, University of Michigan, University of Verona, University of Virginia, University of Zurich, for helpful suggestions. I thank Mauricio Caceres and Kyle Barron for excellent research assistance. I gratefully acknowledge support from the National Institutes of Health R01 AG041974. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}