{
    "id": 27451,
    "citation_title": "Pandemic Shocks and Fiscal-Monetary Policies in the Eurozone: COVID-19 Dominance During January - June 2020",
    "citation_author": [
        "Yothin Jinjarak",
        "Rashad Ahmed",
        "Sameer Nair-Desai",
        "Weining Xin",
        "Joshua Aizenman"
    ],
    "citation_publication_date": "2020-06-29",
    "issue_date": "2020-06-25",
    "revision_date": "2020-11-23",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe compare the importance of market factors against that of COVID-19 dynamics and policy responses in explaining Eurozone sovereign spreads. First, we estimate a multifactor model for changes in credit default swap (CDS) spreads over January 2014 - June 2019. Then, we apply a synthetic control-type procedure to extrapolate model-implied changes in the CDS. The factor model does very well over the rest of 2019 but breaks down during the pandemic, especially during March 2020 when there is a large divergence between the actual and model-implied CDS changes. We find that the March 2020 divergence is well accounted for by COVID-specific risks and associated policies, mortality outcomes, and policy announcements, rather than traditional determinants. Daily CDS widening ceased almost immediately after the ECB announced the PEPP, but the divergence between actual and model-implied changes persisted. This points to COVID-19 Dominance: widening spreads during the pandemic has led to unconventional monetary policies that primarily aim to mitigate short-run fears, temporarily pushing away concerns over fiscal risk.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge the financial support by the Dockson Chair at USC. Insightful comments by two anonymous referees are gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}