{
    "id": 27460,
    "citation_title": "Trade Wars, Currency Wars",
    "citation_author": [
        "Stéphane Auray",
        "Michael B. Devereux",
        "Aurélien Eyquem"
    ],
    "citation_publication_date": "2020-07-06",
    "issue_date": "2020-07-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFor most of the post WWII period, until recently, trade protectionism followed a downward trend, and was formulated in multilateral or bilateral agreements between countries.  Recently however, there hasbeen a sharp shift towards unilateral, discretionary trade policy focused on short term macroeconomic objectives, and as a consequence, the use of trade policy has become entangled with that of monetary policy.  This paper explores the consequences of this shift within a standard DSGE open economy macroeconomic model. We find that a discretionary non-cooperative approach to trade policy can significantly worsen macroeconomic conditions. Moreover, the stance of monetary policy has major implications for the degree of protection in a non-cooperative equilibrium.  In particular, cooperative determination of monetary policy implies an increase in both equilibrium tariffs and inflation, and a significant fall in welfare.  By contrast, when the exchange rate is pegged by one country, equilibrium rates of protection are generally lower, but in this case, there are multiple asymmetric equilibria in tariff rates which benefit one country relative to another.  We also explore the determination of non-cooperative tariffs in a situation where monetary policy is constrained by the zero lower bound on nominal interest rates.\n\n",
    "acknowledgement": "\nWe would like to thank participants in the 5th International Macroeconomics and Finance Conference for interesting comments. Devereux thanks SSHRC for research funding. Auray and Eyquem acknowledge the financial support of Projets Generique ANR 2015, Grant Number ANR-15-CE33-0001-01. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}