{
    "id": 27464,
    "citation_title": "Optimal Monetary Policy in Production Networks",
    "citation_author": [
        "Jennifer La'O",
        "Alireza Tahbaz-Salehi"
    ],
    "citation_publication_date": "2020-07-06",
    "issue_date": "2020-07-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the optimal conduct of monetary policy in a multi-sector economy in which firms buy and sell intermediate goods over a production network. We first provide a necessary and sufficient condition for the monetary policy’s ability to implement flexible-price equilibria in the presence of nominal rigidities and show that, generically, no monetary policy can implement the first-best allocation. We then characterize the constrained-efficient policy in terms of the economy’s production network and the extent and nature of nominal rigidities. Our characterization result yields general principles for the optimal conduct of monetary policy in the presence of input output linkages: it establishes that optimal policy stabilizes a price index with higher weights assigned to larger, stickier, and more upstream industries, as well as industries with less sticky upstream suppliers but stickier downstream customers. In a calibrated version of the model, we find that implementing the optimal policy can result in quantitatively meaningful welfare gains.\n\n",
    "acknowledgement": "\nWe thank Misaki Matsumura for her early contributions to this paper. We also thank Marios Angeletos, Larry Christiano, Pooya Molavi, Nobu Kiyotaki, Matt Rognlie, Ali Shourideh, Pedro Teles, Andrea Vedolin, Mike Woodford, and participants at NBER Summer Institute and Workshop on Networks in the Macroeconomy (Harvard) for helpful suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}