{
    "id": 27469,
    "citation_title": "Home Prices, Fertility, and Early-Life Health Outcomes",
    "citation_author": [
        "N. Meltem Daysal",
        "Michael F. Lovenheim",
        "Nikolaj Siersbæk",
        "David N. Wasser"
    ],
    "citation_publication_date": "2020-07-06",
    "issue_date": "2020-07-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate the effect of housing price changes on fertility and early-life child health in Denmark. Using rich population register data among women aged 20-44 who own a home, we find that for each 100,000 DKK increase in home prices (equivalent to $12,000), the likelihood of giving birth increases by 0.27 percentage points or 2.32%. These estimates are similar to findings from the US per dollar of home price change, which is surprising given the strong pro-natalist policies and generous government programs in Denmark. We also present the first estimates of the effect of home prices on infant health. Our findings indicate that housing price increases lead to better child health at birth in terms of low birth weight and prematurity, however most of these effects reflect changes in the composition of births. There is no evidence of an effect on health during the first five years of life. These findings are consistent with a lack of credit constraints among homeowner families and with both children and child health being normal goods that are similarly-valued in the US and Denmark.\n\n",
    "acknowledgement": "\nWe thank seminar participants at the NBER Summer Institute Children's Workshop and the Alpine Population Association Annual Conference. No external funding was received for this project. All results, conclusions and errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}