{
    "id": 27467,
    "citation_title": "Fixing Misallocation with Guidelines: Awareness vs. Adherence",
    "citation_author": [
        "Jason Abaluck",
        "Leila Agha",
        "David C. Chan Jr",
        "Daniel Singer",
        "Diana Zhu"
    ],
    "citation_publication_date": "2020-07-06",
    "issue_date": "2020-07-02",
    "revision_date": "2021-07-12",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nExpert decisions often deviate from evidence-based guidelines. If experts are unaware of guidelines, dissemination may improve outcomes. If experts are aware of guidelines but continue to deviate, promoting stricter adherence has ambiguous effects on outcomes depending on whether experts have information not in guidelines. We study guidelines for anticoagulant use to prevent strokes among atrial fibrillation patients. By text-mining physician notes, we identify when physicians start using guidelines. After mentioning guidelines, physicians become more guideline-concordant, but adherence remains far from perfect. To evaluate whether nonadherence reflects physicians’ superior information, we combine observational data on treatment choices with machine learning estimates of heterogeneous treatment effects from eight randomized trials. Most departures from guidelines are not justified by measurable treatment effect heterogeneity. Promoting stricter adherence to guidelines could prevent 24% more strokes, producing much larger gains than broader guideline awareness.\n\n",
    "acknowledgement": "\nFor helpful comments and suggestions we thank Jonathan Gruber, Erzo Luttmer, Rachael Meager, David Molitor, Paul Novosad, Ziad Obermeyer, Stephen Ryan, Fiona Scott Morton, Jonathan Skinner, Sachin Shah, Frank Sloan, Doug Staiger, Mintu Turakhia, and Stefan Wager. We are grateful to Mohit Agrawal, Sophie Andrews, Samuel Arenberg, Liberty Greene, Johnny Huynh, Chris Lim, Uyseok Lee, and Natalie Nguyen for invaluable research assistance. We thank Carl vanWalraven and the Atrial Fibrillation Investigators for generously sharing the AFI database for reanalysis. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nDaniel Singer\n\nI receive research support from Bristol-Myers Squibb and have provided consulting to Boehringer Ingelheim, Bristol-Myers Squibb, Fitbit, Johnson and Johnson, and Pfizer.  These all relate to diagnosing atrial fibrillation and/or treating patients with atrial fibrillation with anticoagulants to prevent stroke.\n\n\n"
}