{
    "id": 27468,
    "citation_title": "Class Rank and Long-Run Outcomes",
    "citation_author": [
        "Jeffrey T. Denning",
        "Richard Murphy",
        "Felix Weinhardt"
    ],
    "citation_publication_date": "2020-07-06",
    "issue_date": "2020-07-02",
    "revision_date": "2021-04-01",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper considers an unavoidable feature of the school environment, class rank. What are the long-run effects of a student’s ordinal rank in elementary school? Using administrative data on all public-school students in Texas, we show that students with a higher third-grade academic rank, conditional on achievement and classroom fixed effects, have higher subsequent test scores, are more likely to take AP classes, graduate from high school, enroll in and graduate from college, and ultimately have higher earnings 19 years later. We also discuss the necessary assumptions for the identification of rank effects and propose new solutions to identification challenges. The paper concludes by exploring the tradeoff between higher quality schools and higher rank in the presence of these rank-based peer effects.\n\n",
    "acknowledgement": "\nWe thank Sandra Black and Brigham Frandsen as well as participants of the Society of Labor Economists Annual Meetings, the IZA Junior/Senior Symposium, the CESifo Area Conference on the Economics of Education, the University of Utah Department of Finance, and the STATA Texas Empirical Microeconomics Conference for feedback and comments. Felix Weinhardt gratefully acknowledges financial support by the German Science Foundation through CRC TRR 190 (Project number 280092119). All errors are our own. Disclaimer: The research presented here utilizes confidential data from the Texas Education Research Center (ERC) at the University of Texas at Austin. The views expressed are those of the authors and should not be attributed to the ERC or any of the funders or supporting organizations mentioned herein. Any errors are attributable to the authors alone. The conclusions of this research do not reflect the opinion or official position of the Texas Education Agency, Texas Higher Education Coordinating Board, the Texas Workforce Commission, the State of Texas, or the National Bureau of Economic Research.\n\n\n"
}