{
    "id": 27472,
    "citation_title": "Rational Sentiments and Economic Cycles",
    "citation_author": [
        "Maryam Farboodi",
        "Péter Kondor"
    ],
    "citation_publication_date": "2020-07-13",
    "issue_date": "2020-07-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a rational model of endogenous cycles generated by the two-way interaction between credit market sentiments and real outcomes. Sentiments are high when most lenders optimally choose lax lending standards. This leads to low interest rates and high output growth, but also to the deterioration of future credit application quality. When the quality is sufficiently low, lenders endogenously switch to tight standards, i.e. sentiments become low. This implies high credit spreads and low output, but a gradual improvement in the quality of applications, which eventually triggers a shift back to lax lending standards and the cycle continues. The equilibrium cycle might feature a long boom, a lengthy recovery, or a double-dip recession. It is generically different from the optimal cycle as atomistic lenders ignore their effect on the composition of the pool of borrowers. Carefully chosen macro-prudential or countercyclical monetary policy often improves the decentralized equilibrium cycle.\n\n",
    "acknowledgement": "\nWe are grateful to John H. Moore whose insightful discussion to our previous work, Heterogeneous Global Cycles, was the main inspiration to write this paper. We also thank Vladimir Asriyan, Ricardo Caballero, Amin Jafarian, Nobu Kiyotaki, Pablo Kurlat, Jonathan A. Parker, Jeremy Stein, and seminar and workshop participants at Bank of England, ECB, LSE, FTG, ESSFM Gerzensee, MIT, NBER EF&G. Kondor acknowledges financial support from the European Research Council (Starting Grant #336585). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}