{
    "id": 27473,
    "citation_title": "Rationing the Commons",
    "citation_author": [
        "Nicholas Ryan",
        "Anant Sudarshan"
    ],
    "citation_publication_date": "2020-07-06",
    "issue_date": "2020-07-02",
    "revision_date": "2020-08-20",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCommon resources may be managed with inefficient policies for the sake of equity. We study how rationing the commons shapes the efficiency and equity of resource use, in the context of agricultural groundwater use in Rajasthan, India. We find that rationing binds on input use, such that farmers, despite trivial prices for water extraction, use roughly the socially optimal amount of water on average. The rationing regime is still grossly inefficient, because it misallocates water across farmers, lowering productivity. Pigouvian reform would increase agricultural surplus by 12% of household income, yet fall well short of a Pareto improvement over rationing.\n\n",
    "acknowledgement": "\nWe thank the National Science Foundation (SES-1919076), the Payment and Government Research Program of J-PAL South Asia, the NBER Future of Energy Distribution program and the Shakti Sustainable Energy Foundation for financial support. We thank Rajasthan Rajya Vidhyut Prasaran Nigam (RVPN) and Jaipur Vidyut Vitran Nigam Limited (JVVNL) for cooperation in sharing data. We thank Aditi Gupta, Ameek Singh, Bhavya Srivastava, Vivek Singh Grewal, Hamza Mohammad Syed, Viraj Jorapur and Yashaswi Mohanty for excellent research assistance. We thank Jose-Antonio Espın-Sanchez, Kelsey Jack, Matthew Kotchen, Benjamin Olken, Gerard Padro i Miquel, Rohini Pande, Steven Puller and Duncan Thomas for comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}