{
    "id": 27475,
    "citation_title": "Competition and Quality: Evidence from High-Speed Railways and Airlines",
    "citation_author": [
        "Hanming Fang",
        "Long Wang",
        "Yang Yang"
    ],
    "citation_publication_date": "2020-07-06",
    "issue_date": "2020-07-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThe entry of High-Speed Railways (HSR) represents a disruptive competition to airlines, particularly for short- to medium-distance journeys. Utilizing a unique dataset that contains the details of all flights departing from Beijing to 113 domestic destinations in China since January 2009, we employ a difference-in-differences approach to examine the effects of HSR entry on the quality of service provided by airlines as proxied by their on-time performance, and to identify the channels through which competition leads to quality improvement. We document two main findings. First, the competition from the entry of HSR leads to significant reductions in the mean and variance of travel delays on the affected airline routes. Second, the reductions in departure delays--which are controlled mostly by airlines, and the duration of taxi-in time--which are controlled mostly by destination airports, are identified as the main sources of the improvement in the airlines' on-time performance.\n\n",
    "acknowledgement": "\nWe thank Sumit Agarwal, Chong-En Bai, Jan Brueckner, Edward Coulson, Thomas Davidoff,  Edward Glaeser, Lu Han, Chang-Tai Hsieh, Ruixue Jia, Sanghoon Lee, Yatang Lin, Torsten Persson,  Wenlan Qian,  Yu Qin, Thomas Ross, Tsur Somerville, Zheng Song, Kjetil Storesletten, Matthew Turner,  Ralph Winter, Anming Zhang, Junfu Zhang, Siqi Zheng, and Fabrizio Zilibotti for helpful comments. We also benefited from discussants and participants at the AREUEA-ASSA and TPUG-ASSA meeting 2020,  NBER Summer Institute (2019), China Meeting of the Econometric Society (2019) as well as seminar participants at the UBC, Fudan, ShanghaiTech and Tsinghua. All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}