{
    "id": 27470,
    "citation_title": "The Tax Cuts and Jobs Act: Which Firms Won? Which Lost?",
    "citation_author": [
        "Alexander F. Wagner",
        "Richard J. Zeckhauser",
        "Alexandre Ziegler"
    ],
    "citation_publication_date": "2020-07-06",
    "issue_date": "2020-07-02",
    "revision_date": "2024-03-04",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Development and Growth",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Tax Cut and Jobs Act (TCJA) slashed corporations’ median effective tax rates from 31.7% to 20.8%. Nevertheless, 15% of firms experienced an increase. One fifth of firms recorded nonrecurring tax costs or benefits exceeding 3% of total assets. Proxies that existing studies employ to assess the TCJA’s impacts account for just half of actual impacts. Stock prices impounded those proxies during the legislative process. Total impacts were impounded the following year, once firms published their financials. These results indicate that investors find it hard to predict even large and immediate changes to company cash flows due to unfamiliar events.\n\n",
    "acknowledgement": "\nWe thank Lillian Mills and seminar participants at Goethe University Frankfurt (April 14, 2020) for comments. Wagner thanks the Swiss Finance Institute and the University of Zurich Research Priority Program Financial Market Regulation for financial support. The authors declare that they have no relevant or material financial interests that relate to the research described in this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}