{
    "id": 27476,
    "citation_title": "The Impressive Effects of Tutoring on PreK-12 Learning: A Systematic Review and Meta-Analysis of the Experimental Evidence",
    "citation_author": [
        "Andre Nickow",
        "Philip Oreopoulos",
        "Vincent Quan"
    ],
    "citation_publication_date": "2020-07-06",
    "issue_date": "2020-07-02",
    "revision_date": "2024-09-27",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTutoring—defined here as one-on-one or small-group instructional programming by teachers, paraprofessionals, volunteers, or parents—is one of the most versatile and potentially transformative educational tools in use today.  Within the past decade, dozens of preK-12 tutoring experiments have been conducted, varying widely in their approach, context, and cost.  Our study represents the first systematic review and meta-analysis of these and earlier studies.  We develop a framework for considering different types of programs to not only examine overall effects, but also explore how these effects vary by program characteristics and intervention context.  We find that tutoring programs yield consistent and substantial positive impacts on learning outcomes, with an overall pooled effect size estimate of 0.37 SD. Effects are stronger, on average, for teacher and paraprofessional tutoring programs than for nonprofessional and parent tutoring. Effects also tend to be strongest among the earlier grades. While overall effects for reading and math interventions are similar, reading tutoring tends to yield higher effect sizes in earlier grades, while math tutoring tends to yield higher effect sizes in later grades. Tutoring programs conducted during school tend to have larger impacts than those conducted after school.\n\n",
    "acknowledgement": "\nWe would like to thank Kimberly Dadisman for her invaluable work in moving the project forward, Bradley Clark for his excellent research assistance, and Jonathan Guryan for his insightful comments during early discussions on this paper. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}