{
    "id": 27478,
    "citation_title": "Labor Market Screening and the Design of Social Insurance: An Equilibrium Analysis of the Labor Market for the Disabled",
    "citation_author": [
        "Naoki Aizawa",
        "Soojin Kim",
        "Serena Rhee"
    ],
    "citation_publication_date": "2020-07-06",
    "issue_date": "2020-07-02",
    "revision_date": "2024-01-26",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies how firms’ screening incentives in the labor market affect the optimal design of social insurance programs and quantitatively assesses the U.S. disability policies accounting for firms’ screening of the disabled. We develop an equilibrium search model where workers with different productivities have heterogeneous preferences over non-wage benefits and firms cannot offer an employment contract that explicitly depends on worker types. In this environment, firms may use contracts to screen out a certain type of workers, distorting employment rates and contracts in equilibrium. Therefore, the optimal structure of social insurance policies depends on firms’ screening incentives. We extend and structurally estimate this framework to quantitatively understand the inefficiencies arising from firms’ incentives to screen out disabled workers and examine the optimal joint design of disability insurance (DI) and various forms of firm subsidies. We find that hiring subsidies mitigate screening distortions; at the same time, they interact with DI by reducing the labor supply disincentives it generates. The optimal policy structure leads to a considerable welfare gain by simultaneously making firm subsidies and DI benefits more generous.\n\n",
    "acknowledgement": "\nThe paper was previously circulated under the title “Labor Market Screening and Social Insurance Program Design for the Disabled.” We are grateful to Peter Arcidiacono, Richard Blundell, Eric French, Chao Fu, Piero Gottardi, John Kennan, Teddy Kim, Philipp Kircher, Dirk Krueger, Rasmus Lentz, Ben Lester, Maarten Lindeboom, Jeremy Lise, Joel McMurry, Guido Menzio, Corina Mommaerts, Giuseppe Moscarini, José-Víctor Ríos-Rull, Yongseok Shin, Dan Silverman, Jon Skinner, Chris Taber, Aleh Tsyvinski, RonaldWolthoff, and participants at ASSA, Barcelona GSE Summer Forum, Connecticut, Dale T. Mortensen Conference on Labour Markets and Search Frictions, Delaware, Econometric Society Meetings, Federal Reserve Bank of Atlanta, Federal Reserve Bank of Philadelphia, Georgetown/ UCL Conference, GRIPS, IZA, Johns Hopkins, KAIST, KAEA-KEA, Korea, NBER Aging and Health, NBER Summer Institute (Macro Perspectives; Macro Public Finance), SAET, SED, Seoul, SNU, Tokyo, Yale, and Yonsei for helpful comments. Any errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}