{
    "id": 27479,
    "citation_title": "Property Rights without Transfer Rights: A Study of Indian Land Allotment",
    "citation_author": [
        "Christian Dippel",
        "Dustin Frye",
        "Bryan Leonard"
    ],
    "citation_publication_date": "2020-07-06",
    "issue_date": "2020-07-02",
    "revision_date": "2020-12-21",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Development Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGovernments often place restrictions on the transferability of property rights to protect property owners from making “mistakes” such as selling their property under value. However, these restrictions entail costs: they reduce the property’s value as collateral in credit markets, limit owners’ ability and incentives to invest in the land, and create various transaction costs that constrain optimal land use. We investigate these costs over the long run, using a natural experiment whereby millions of acres of reservation lands were allotted to Native American households under differing land-titles between 1887–1934. We compare non-transferable land plots to neighboring plots held with full property rights, using fine-grained satellite imagery to study differences in land development and agricultural activity from 1974–today.\n\n",
    "acknowledgement": "\nWe thank Doug Allen, Fernando Aragon, Lee Alston, Terry Anderson, Laura Davidoff, Donna Feir, Rob Gillezeau, P.J. Hill, Gary Libecap, Dean Lueck, John Matsusaka, Paulina Oliva, Dominic Parker, Marc Roak, Jessica Shoemaker, Martin Weiss, Gavin Wright and seminar participants at Indiana University’s Ostrom Workshop, University of Pittsburgh’s Center for Governance and  Markets, the Hoover Institution’s Workshop on Renewing Indigenous Economies, the NBER Summer Institute, UCSB, UCSD, and USC for helpful conversations. We thank Jefferson Kuate, Courtney Geiss, Nika McKechnie, Ryan Duchemin, and Gwyneth Teo for excellent research assistance. We also thank the Environmental Research Institute, the Elinor Nims Brink Fund, and the Ford Scholars Program at Vassar College for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}