{
    "id": 27474,
    "citation_title": "Trade, Unemployment, and Monetary Policy",
    "citation_author": [
        "Matteo Cacciatore",
        "Fabio Ghironi"
    ],
    "citation_publication_date": "2020-07-06",
    "issue_date": "2020-07-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Macroeconomics",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study how trade linkages affect the conduct of monetary policy in a two-country model with heterogeneous firms, endogenous producer entry, and labor market frictions. We show that the ability of the model to replicate key empirical regularities following trade integration---synchronization of business cycles across trading partners and reallocation of market shares toward more productive firms---is central to understanding how trade costs affect monetary policy trade-offs. First, productivity gains through firm selection reduce the need of positive inflation to correct long-run distortions. As a result, lower trade costs reduce the optimal average inflation rate. Second, as stronger trade linkages increase business cycle synchronization, country-specific shocks have more global consequences. Thus, the optimal stabilization policy remains inward looking. By contrast, sub-optimal, inward-looking stabilization---for instance too narrow a focus on price stability---results in larger welfare costs when trade linkages are strong due to inefficient fluctuations in cross-country aggregate demand.\n\n",
    "acknowledgement": "\nFor helpful comments and discussions, we thank George Alessandria, Paul Bergin, Giovanni Calice, Lilia Cavallari, Giancarlo Corsetti, Ippei Fujiwara, Stefano Gnocchi, François Langot, Giovanni Lombardo, Tommaso Monacelli, Paolo Pesenti, Guillaume Rocheteau, Christopher Sims, Martin Uribe, Juanyi Xu, and participants in seminars and conferences at Bundesbank, California State University-Fullerton, Canadian Economic Association 2014, Catholic University-Milan, Central Bank of Chile, CEPR ESSIM 2014, the ECB-Central Bank of Turkey Conference on \"Modelling International Linkages and Spillovers,\" Federal Reserve Bank of Boston, Federal Reserve Bank of New York, Hong Kong University of Science and Technology, HKUST-Keio University-HKIMR Conference on \"Exchange Rates and Macroeconomics,\" Koç University, Korean Economic Association 15th International Conference, Notre Dame University, NYU Stern-Atlanta Fed Conference on International Economics 2012, OECD, Ohio State University, SED 2013, Texas A&M University, University of California-Davis, University of California-Irvine, University of Michigan, University of Sherbrooke, University of Southern California, University of Toronto, University of Washington, and Washington State University. Ghironi thanks the NSF for financial support through a grant to the NBER when this project was initially developed. Work on this paper was done while Ghironi was a Visiting Scholar at the Federal Reserve Bank of Boston. The support of this institution is also acknowledged with gratitude. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research and the Centre for Economic Policy Research.\n\n\n"
}