{
    "id": 27484,
    "citation_title": "Culture and Student Achievement: The Intertwined Roles of Patience and Risk-Taking",
    "citation_author": [
        "Eric A. Hanushek",
        "Lavinia Kinne",
        "Philipp Lergetporer",
        "Ludger Woessmann"
    ],
    "citation_publication_date": "2020-07-06",
    "issue_date": "2020-07-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPatience and risk-taking – two cultural traits that steer intertemporal decision-making – are fundamental to human capital investment decisions. To understand how they contribute to international differences in student achievement, we combine PISA tests with the Global Preference Survey. We find that opposing effects of patience (positive) and risk-taking (negative) together account for two-thirds of the cross-country variation in student achievement. In an identification strategy addressing unobserved residence-country features, we find similar results when assigning migrant students their country-of-origin cultural traits in models with residence-country fixed effects. Associations of culture with family and school inputs suggest that both may act as channels.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge comments from David Figlio, Nikki Shure, and seminar participants at the ifo Center for the Economics of Education in Munich. This work was supported by the Smith Richardson Foundation. The contribution by Woessmann is part of German Science Foundation project CRC TRR 190. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}