{
    "id": 27489,
    "citation_title": "Choosing Technology: An Entrepreneurial Strategy Approach",
    "citation_author": [
        "Joshua S. Gans",
        "Michael Kearney",
        "Erin L. Scott",
        "Scott Stern"
    ],
    "citation_publication_date": "2020-07-06",
    "issue_date": "2020-07-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA central premise of research in the strategic management of innovation is that start-ups are able to leverage emerging technological trajectories as a source of competitive advantage. But, if the potential for a technology is given by the fundamental character of a given technological trajectory, then why does entrepreneurial strategy matter? Or, put another way, if the evolution of technology is largely shaped by the strategic choices entrepreneurs make, then why do technological trajectories exhibit systematic patterns such as the Technology S-curve? Taking a choice-based perspective, this paper illuminates the choices confronting a start-up choosing their technology by resolving the paradox of the Technology S-curve through a reformulation of the foundations of the Technology S-curve. Specifically, we reconceptualize the Technology S-curve not as a technological given but as an envelope of potential outcomes reflecting differing strategic choices by the entrepreneur in exploration versus exploitation. Taking this lens, we are able to clarify the role of technological uncertainty on start-up strategy, the impact of constraints on technological evolution, and how technology choice is shaped by the possibility of imitation. Our findings suggest that staged exploration may stall innovation as a result of the replacement effect, increasing the strategic importance of commitment.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJoshua S. Gans\n\nJoshua Gans is the Chief Economist of the Creative Destruction Lab.\n\n\n\nErin L. Scott\n\nErin L Scott periodically receives compensation for speaking about, consulting and teaching about entrepreneurship, including her work related to Entrepreneurial Strategy, including the current paper. These include teaching within MIT Executive Education.\n\n\n\nScott Stern\n\nScott Stern periodically receives compensation for speaking about,  consulting and teaching about innovation and entrepreneurship, including his work related to Entrepreneurial Strategy, including the current paper.  These include teaching within MIT Executive Education and the MIT Regional Entrepreneurship Program.\n\n\n"
}