{
    "id": 27488,
    "citation_title": "The Macroeconomic Impact of Europe’s Carbon Taxes",
    "citation_author": [
        "Gilbert E. Metcalf",
        "James H. Stock"
    ],
    "citation_publication_date": "2020-07-06",
    "issue_date": "2020-07-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPolicy makers often express concern about the impact of carbon taxes on employment and GDP. Focusing on European countries that have implemented carbon taxes over the past 30 years, we estimate the macroeconomic impacts of these taxes on GDP and employment growth rates for various specifications and samples.  Our point estimates suggest a zero to modest positive impact on GDP and total employment growth rates.  More importantly, we find no robust evidence of a negative effect of the tax on employment or GDP growth.  We examine evidence on whether the positive effects might stem from countries that used the carbon tax revenues to reduce other taxes; while the evidence is consistent with this view, it is inconclusive. We also consider the impact of the taxes on emission reductions and find a cumulative reduction on the order of 4 to 6 percent for a $40/ton CO2 tax covering 30% of emissions.  We argue that reductions would likely be greater for a broad-based U.S. carbon tax since European carbon taxes do not include in the tax base those sectors with the lowest marginal costs of carbon pollution abatement.\n\n",
    "acknowledgement": "\nWe have received valuable comments from Meredith Fowlie and Geoffroy Dolphin.   We wish to thank Celine Ramstein and Ozgur Bozçaga for help with the World Bank carbon tax data, and Xiaoxin Zhang for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}