{
    "id": 27487,
    "citation_title": "The Effect of Managers on Systematic Risk",
    "citation_author": [
        "Antoinette Schoar",
        "Kelvin Yeung",
        "Luo Zuo"
    ],
    "citation_publication_date": "2020-07-06",
    "issue_date": "2020-07-02",
    "revision_date": "2022-07-08",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nTracking the movement of top managers across firms, we document the importance of manager-specific fixed effects in explaining heterogeneity in firm exposures to systematic risk. In equilibrium, manager fixed effects on systematic risk are positively related with manager fixed effects on stock returns. These differences in systematic risk are partially explained by managers’ corporate strategies, such as their preferences for internal growth and financial conservatism. Managers’ early-career experiences of starting their first job in a recession also contribute to differential loadings on systematic risk. These effects are more pronounced when managers wield more influence, as in smaller firms and firms that do not have an independent board. Overall, our results suggest that managers play an important role in shaping a firm’s systematic risk.\n\n",
    "acknowledgement": "\nWe appreciate the helpful comments of Victoria Ivashina (editor), the anonymous associate editor, the two anonymous reviewers, Sanjeev Bhojraj, Robert Bloomfield, Ivor Cribben, Radhakrishnan Gopalan, Toomas Laarits, Pavel Savor, and Eric Yeung, as well as seminar participants at Cornell University, the 2019 Conference on Financial Economics and Accounting, and the American Finance Association 2020 Annual Meeting. Schoar acknowledges financial support from the MIT Sloan School of Management. Yeung acknowledges financial support from City University of Hong Kong and the Cornell SC Johnson College of Business. Zuo acknowledges financial support from the Cornell SC Johnson College of Business and the University of Toronto Roger Martin Award for Emerging Leaders. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}