{
    "id": 27480,
    "citation_title": "How the Other Half Died: Immigration and Mortality in US Cities",
    "citation_author": [
        "Philipp Ager",
        "James J. Feigenbaum",
        "Casper Worm Hansen",
        "Hui Ren Tan"
    ],
    "citation_publication_date": "2020-07-06",
    "issue_date": "2020-07-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nFears of immigrants as a threat to public health have a long and sordid history. At the turn of the 20th century, when millions of immigrants crowded into dense American cities, contemporaries blamed the high urban mortality penalty on the newest arrivals. Nativist sentiments eventually led to the implementation of restrictive quota acts in the 1920s, substantially curtailing immigration. We capture the \"missing immigrants\" induced by the quotas to estimate the effect of immigration on mortality. We find that cities with more missing immigrants experienced sharp declines in deaths from infectious diseases from the mid-1920s until the late 1930s. The blame for these negative mortality effects lies not with the immigrants, but on the living conditions they endured. We show that mortality declines were largest in cities where immigrants resided in the most crowded and squalid conditions and where public health resources were stretched the thinnest. Though immigrants did die from infectious diseases at higher rates than the US-born, the mortality decline we find is primarily driven by crowding not changes in population composition or contagion, as we show mortality improvements for both US- and foreign-born populations in more quota-affected cities.\n\n",
    "acknowledgement": "\nWe thank Sam Bazzi, Brian Beach, Thor Berger, Leah Boustan, Christian Dustmann, James Fenske, Alan Fernihough, Martin Fiszbein, Ed Glaeser, Claudia Goldin, Pauline Grosjean, Jon Gruber, Simon Jaeger, Lawrence Katz, Adriana Lleras-Muney, Bob Margo, Petra Moser, Christopher Muller, Suresh Naidu, Daniele Paserman, Erik Prawitz, Johannes Schmieder, Hanna Schwank, Bjorn Tyrefors, Daniel Waldenstrom, Zachary Ward, David Weil, and seminar participants at Boston University, Queen's University Belfast, the Ruhr-University Bochum, IFN Stockholm, and the Virtual Economic History Seminar Series for helpful comments and suggestions. Erika Lee and Aron Malatinszky provided excellent research assistance. Philipp Ager and Casper Worm Hansen gratefully acknowledge financial support from the Danish Research Council grant No. DFF – 4182-00043 (Ager and Hansen) and No. DFF – 8019-00026B (Ager). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}