{
    "id": 2749,
    "citation_title": "Costs and Benefits of Prenatal Screening For Cystic Fibrosis",
    "citation_author": [
        "Alan M. Garber",
        "Joseph P. Fenerty"
    ],
    "citation_publication_date": "1988-10-01",
    "issue_date": "1988-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nNewly-developed genetic tests based on restriction fragment length polymorphisms (RFLPs) promise to facilitate the early detection of genetic diseases. Several such tests are now available for the prenatal detection of cystic fibrosis (CF), a common and costly disease. The tests for CF are currently limited to prenatal diagnosis in siblings of a victim of CF. Direct gene probe tests, which have yet to be developed for CF, would be applicable even in families that have not already borne a child with the disease. We examine the costs and benefits of prenatal testing for cystic fibrosis using existing RFLP-based tests and using a hypothetical direct gene probe test. We find that even an expensive RAPbased testing program produces substantial net benefits, because it is applied in pregnancies in which the risk of CF is 25%. If a direct gene probe test is applied in all pregnancies, it will need to be much less expensive to generate net benefits, and it will lead to the abortion of many normal fetuses unless it is highly specific. Because these new tests are likely to generate substantial savings in medical expenditures and to increase lifetime earnings, parents of CF-affected children may be subjected to strong pressures to participate in prenatal testing programs and to abort fetuses that test positive. It is imperative that the ethical dilemmas arising from this promising screening test be discussed openly before it becomes widely available.\n\n",
    "acknowledgement": "\n"
}