{
    "id": 27499,
    "citation_title": "The Role of Government and Private Institutions in Credit Cycles in the U.S. Mortgage Market",
    "citation_author": [
        "Manuel Adelino",
        "William B. McCartney",
        "Antoinette Schoar"
    ],
    "citation_publication_date": "2020-07-13",
    "issue_date": "2020-07-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe show that the distribution of combined loan-to-value ratios (CLTVs) for purchase mortgages in the U.S. has been remarkably stable over the last 25 years. But there was a dramatic shift during the housing boom of the 2000s in the provision of high- CLTV loans through private sources, which replaced almost one-for-one the share of high-CLTV loans directly guaranteed by the government, via FHA and VA. Post 2008, FHA/VA loans increased back to 30% of all purchase mortgages. This substitution between government and privately backed high-CLTV loans holds within ZIP codes, properties and borrower types over the full sample period. We also show that the increase in private high-CLTV lending follows local house price increases rather than preceding them. These findings suggest that the housing boom was not accompanied by a shift towards more high-CLTV loans, and instead favor models that rely on changes in collateral values or broad changes in house price expectations.\n\n",
    "acknowledgement": "\nWe thank seminar participants at the Bank of Portugal, Boston College, Boston University, the Chinese University of Hong Kong, MIT finance lunch, Nazarbayev University, NBER Corporate Finance Summer Institute and our discussant Claudia Robles-Garcia, New York Fed, NOVA School of Business and Economics, Philadelphia Fed, SFS Cavalcade and our discussant Gonzalo Maturana, UCLA finance lunch, and the Wabash River Finance Conference and our discussant Alexei Tchistyi, as well as Ed Golding, Barney Hartman-Glaser and Christopher Palmer for helpful comments. We thank Yuting Wang for outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}