{
    "id": 27496,
    "citation_title": "Messages on COVID-19 Prevention in India Increased Symptoms Reporting and Adherence to Preventive Behaviors Among 25 Million Recipients with Similar Effects on Non-recipient Members of Their Communities",
    "citation_author": [
        "Abhijit Banerjee",
        "Marcella Alsan",
        "Emily Breza",
        "Arun G. Chandrasekhar",
        "Abhijit Chowdhury",
        "Esther Duflo",
        "Paul Goldsmith-Pinkham",
        "Benjamin A. Olken"
    ],
    "citation_publication_date": "2020-07-13",
    "issue_date": "2020-07-09",
    "revision_date": "2020-08-24",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDuring health crises, like COVID-19, individuals are inundated with messages promoting health-preserving behavior. Does additional light-touch messaging by a credible individual change behavior? Do the features of the message matter? To answer this, we conducted a large-scale messaging campaign in West Bengal, India. Twenty-five million individuals were sent an SMS containing a 2.5-minute clip, delivered by West Bengal native and 2019 Nobel laureate Abhijit Banerjee. All messages encouraged reporting symptoms to the local public health worker. In addition, each message emphasizes one health-preserving behavior (distancing or hygiene) and one motivation for action (effects on everyone or just on self). Further, some messages addressed concerns about ostracism of the infected. Messages were randomized at the PIN code level. As control, three million individuals received a message pointing them to government information. The campaign (i) doubled the reporting of health symptoms to the community health workers (p = 0.001 for fever, p = 0.024 for respiratory symptoms); (ii) decreased travel beyond one’s village in the last two days by 20% (p = 0.026) (on a basis of 37% in control) and increased estimated hand-washing when returning home by 7% (p = 0.044) (67.5% in control); (iii) spilled over to behaviors not mentioned in the message – mask-wearing was never mentioned but increased 2% (p = 0.042), while distancing and hygiene both increased in the sample where they were not mentioned by similar amounts as where they were mentioned; (iv) spilled over onto nonrecipients within the same community, with effects similar to those for individuals who received the messages.\n\n",
    "acknowledgement": "\nBen Golub and Alessandra Peter provided helpful comments. We thank J-PAL SA, and particularly Tithee Mukhopadhyay, Shreya Chaturvedi, Vasu Chaudhary, Shobitha Cherian, Arnesh Chowdhury, Anoop Singh Rawat, Advik Shreekumar, and Meghna Yadav for exceptional research support. We gratefully acknowledge funding from NSF RAPID #2029880, the Weiss Foundation, and J-PAL’s Innovation in Government Initiative (IGI). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nAbhijit Banerjee\n\nI am the chair of the West Bengal Covid-19 Advisory Board (a purely advisory, unpaid position) and this work informs that work.\n\n\n"
}