{
    "id": 27497,
    "citation_title": "What Do Voters Learn from Foreign News? Emulation, Backlash, and Public Support for Trade Agreements",
    "citation_author": [
        "Chun-Fang Chiang",
        "Jason M. Kuo",
        "Megumi Naoi",
        "Jin-Tan Liu"
    ],
    "citation_publication_date": "2020-07-13",
    "issue_date": "2020-07-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe paper demonstrates voter-based mechanisms underlying policy emulation across countries. We argue that exposure to news about foreign government policies and their effect can change policy preferences of citizens through emulation and backlash against it. These heterogeneous responses arise due to citizens’ divergent predispositions about a foreign country being their peer. We test this argument with coordinated survey experiments in Japan and Taiwan, which randomly assigned news reporting on the South Korea-China trade agreement and solicited support for their government signing an agreement with China. The results suggest that exposure to the news decreases opposition to a trade agreement with China by 6 percentage points in Taiwan (“emulation”) and increases opposition around 8 percentage points in Japan (“backlash”). The results further suggest respondents’ predispositions about peer countries account for the heterogeneity. Our findings caution the optimism about policy convergence across countries as technology lowers the cost of acquiring information.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}