{
    "id": 27491,
    "citation_title": "U.S. Banks and Global Liquidity",
    "citation_author": [
        "Ricardo Correa",
        "Wenxin Du",
        "Gordon Y. Liao"
    ],
    "citation_publication_date": "2020-07-06",
    "issue_date": "2020-07-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe characterize how U.S. global systemically important banks (GSIBs) supply short-term dollar liquidity in repo and foreign exchange swap markets in the post-Global Financial Crisis regulatory environment and serve as the \"lenders-of-second-to-last-resort\". Using daily supervisory bank balance sheet information, we find that U.S. GSIBs modestly increase their dollar liquidity provision in response to dollar funding shortages, particularly at period-ends, when the U.S. Treasury General Account balance increases, and during the balance sheet taper of the Federal Reserve. The increase in the dollar liquidity provision is mainly financed by reducing excess reserve balances at the Federal Reserve. Intra-firm transfers between depository institutions and broker-dealer subsidiaries within the same bank holding company are crucial to this type of \"reserve-draining\" intermediation.  Finally, we discuss factors that contributed to the repo spike in September 2019 and the subsequent response of U.S. GSIBs to recent policy interventions by the Federal Reserve.\n\n",
    "acknowledgement": "\nWe thank seminar and conference participants at the AEA, Chicago Booth, the Federal Reserve Board, Imperial (Zoom), PBCSF (Zoom), Princeton (Zoom), and Yale SOM (Zoom) for helpful comments. We thank Markus Brunnermeier, Tyler Muir, James Clouse, Patrick McCabe and Mike Hsu for helpful comments. We are grateful to Luke Pettit, Thomas Doherty, Phillip Weed, and Brian Hefferle for their insights into the FR2052 data and advice on liquidity regulations and to Vickie Chang and Martin Sicilian for their excellent research assistance. The views in this paper are solely the responsibility of the authors and should not be interpreted as reflecting the views of the Board of Governors of the Federal Reserve System, any other person associated with the Federal Reserve System, or the National Bureau of Economic Research. All remaining errors are our own.\n\n\n"
}