{
    "id": 27495,
    "citation_title": "Business in a Time of Spanish Influenza",
    "citation_author": [
        "Howard Bodenhorn"
    ],
    "citation_publication_date": "2020-07-06",
    "issue_date": "2020-07-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMandated shutdowns of nonessential businesses during the COVID-19 crisis brought into sharp relief the tradeoff between public health and a healthy economy. This paper documents the short-run effects of shutdowns during the Spanish flu pandemic of 1918, which provides a useful counterpoint to choices made in 2020. The 1918 closures were shorter and less sweeping, in part because the US was at war and the Wilson administration was unwilling to let public safety jeopardize the war’s prosecution. The result was widespread sickness, which pushed some businesses to shutdown voluntarily; others operated shorthanded. Using hand-coded, high-frequency data (mostly weekly) this study reports three principal results. First, retail sales declined during the three waves of the pandemic; manufacturing activity slowed, but by less than retail. Second, worker absenteeism due to either sickness or fear of contracting the flu reduced output in several key sectors and industries that were not ordered closed by as much as 10 to 20% in weeks of high excess mortality. Output declines were the result of labor-supply rather than demand shocks. And, third, mandated closures are not associated with increases in the number or aggregate dollar value of business failures, but the number and aggregate dollar value of business failures increased modestly in weeks of high excess mortality. The results highlight that the tradeoff between mandated closures and economic activity is not the only relevant tradeoff facing public health authorities. Economic activity also declines, sometimes sharply, during periods of unusually high influenza-related illness and excess mortality even absent mandated business closures.\n\n",
    "acknowledgement": "\nI received no financial support for this research. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}