{
    "id": 27492,
    "citation_title": "Venture Capital’s Role in Financing Innovation: What We Know and How Much We Still Need to Learn",
    "citation_author": [
        "Josh Lerner",
        "Ramana Nanda"
    ],
    "citation_publication_date": "2020-07-06",
    "issue_date": "2020-07-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nVenture capital is associated with some of the most high-growth and influential firms in the world. Academics and practitioners have effectively articulated the strengths of the venture model. At the same time, venture capital financing also has real limitations in its ability to advance substantial technological change. Three issues are particularly concerning to us: 1) the very narrow band of technological innovations that fit the requirements of institutional venture capital investors; 2) the relatively small number of venture capital investors who hold, and shape the direction of, a substantial fraction of capital that is deployed into financing radical technological change; and 3) the relaxation in recent years of the intense emphasis on corporate governance by venture capital firms. While our ability to assess the social welfare impact of venture capital remains nascent, we hope that this article will stimulate discussion of and research into these questions.\n\n",
    "acknowledgement": "\nHarvard Business School’s Division of Research provided funding for this work. Terrence Shu provided excellent research assistance. The ideas in this essay draw, among other sources, on those in Gompers and Lerner (2001a), Kerr, Nanda, and Rhodes-Kropf (2014), Lerner (2012), and Ivashina and Lerner (2019). We thank Gordon Hanson, Enrico Moretti, Tim Taylor, and Heidi Williams for valuable feedback. We owe a debt of gratitude to Paul Gompers, Bill Janeway, Steve Kaplan, Victoria Ivashina, Matthew Rhodes-Kropf, William Sahlman, and especially Felda Hardymon for many helpful conversations over the years. We thank Jeremy Greenwood for pointing out the Arrow interview. Lerner has received compensation from advising institutional investors in venture capital funds, venture capital groups, and governments designing policies relevant to venture capital. All errors are our own.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}