{
    "id": 27505,
    "citation_title": "Natural Disasters and Elective Medical Services: How Big is the Bounce-Back?",
    "citation_author": [
        "Tatyana Deryugina",
        "Jonathan Gruber",
        "Adrienne Sabety"
    ],
    "citation_publication_date": "2020-07-13",
    "issue_date": "2020-07-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCOVID-19 has created a dual set of stresses on health care systems worldwide: a rise in expensive intensive care services and a dramatic decline in elective services. The U.S. government has responded with both grant and loan programs to help health care providers weather the storm. But the optimal size and nature of such programs are hard to evaluate without an understanding of the ability of providers to make up their lost elective service revenues over time. In this paper, we study the closest relevant parallel to the reduction in elective services seen under COVID-19: hurricanes. We match information on hurricanes to data on Medicare hospital elective visits and charges from 1997-2013, comparing counties impacted by hurricanes to nearby unaffected counties. We find that the average hurricane reduces elective services by about 7% in the month it makes landfall. For the most severe hurricanes, we estimate a reduction of more than 20%. Services return to baseline fairly rapidly, but for severe hurricanes it takes a year or more to make up lost revenues. Projections based on variation in hurricane severity suggest that it will take over 3 years for providers to make up the lost revenue from COVID-19.\n\n",
    "acknowledgement": "\nWe thank David Cutler, Timothy Layton, Justin McKone, Halea Meese, Edward Norton, Julian Reif, and Jonathan Roth for helpful suggestions. We thank Lauren Rice, Nikhil Bhasavappa, Stephanie Li, Whitney Zhang, and Bhavik Nagda for exceptional research assistance. Research reported in this publication was supported by the National Institute on Aging of the National Institutes of Health under award number R01AG053350. The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health or the National Bureau of Economic Research.\n\n\n"
}