{
    "id": 27501,
    "citation_title": "Going Bankrupt in China",
    "citation_author": [
        "Bo Li",
        "Jacopo Ponticelli"
    ],
    "citation_publication_date": "2020-07-13",
    "issue_date": "2020-07-09",
    "revision_date": "2022-02-16",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nUsing a new case-level dataset we document a set of stylized facts on bankruptcy in China and study how the staggered introduction of specialized courts across Chinese cities aﬀects insolvency resolution and the local economy. For identiﬁcation, we compare bankruptcy cases handled by specialized versus traditional civil courts within the same city and ﬁled in the same year. We ﬁnd that specialized courts decrease case duration by 36% relative to traditional civil courts. We provide evidence consistent with court specialization increasing eﬃciency via selection of better trained judges and higher judicial independence from local politicians. We document that cities introducing specialized courts experience a relative reallocation of employment out of zombie-ﬁrms-intensive sectors, as well as faster ﬁrm entry and a larger increase in average capital productivity.\n\n",
    "acknowledgement": "\nWe are grateful to the editor, Zhiguo He, and two anonymous referees for comments and suggestions that substantially improved the paper. We are thankful to Chinese Supreme People’s Court judges for several helpful discussions. We received valuable comments from Darrell Duﬃe, Hanming Fang, Giovanni Favara, Douglas Gale, Paul Gao, Nicola Gennaioli, Vikrant Vig, Xavier Giroud, Edith Hotchkiss, Kose John, Hao Liang, Yueran Ma, Ron Masulis, Maijun Qian, Andrei Shleifer, Andrea Tesei, Karin Thorburn, Neng Wang, Cong Wang, Wei Wang, Shang-Jin Wei, Wei Xiong, Wanli Zhao, Qifei Zhu, Xiaodong Zhu, and seminar participants at NBER China Working Group, Chicago Booth Political Economy of Finance Conference, SFS Cavalcade Asia, ABFER Singapore, NYU, Tsinghua University, the Hanqing Summer Workshop in Finance, Capital Market Development: China and Asia, CFRC, CICF, CKGSB, SHUFE and the AFA. Tao Chen, Yihan Deng, Noah Forougi, Xinwen Liu, Junli Ye, Jiaqi Zhang and Mark He provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}