{
    "id": 27503,
    "citation_title": "Technology Adoption and Productivity Growth: Evidence from Industrialization in France",
    "citation_author": [
        "Réka Juhász",
        "Mara P. Squicciarini",
        "Nico Voigtländer"
    ],
    "citation_publication_date": "2020-07-13",
    "issue_date": "2020-07-09",
    "revision_date": "2023-05-25",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Globalization and International Relations",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Development Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Political Economy",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nNew technologies tend to be adopted slowly and – even after being adopted – take time to be reflected in higher aggregate productivity. One prominent explanation for these patterns is the need to reorganize production, which often goes hand-in-hand with major technological breakthroughs. We study a unique setting that allows us to examine the empirical relevance of this explanation: the adoption of mechanized cotton spinning during the First Industrial Revolution in France. The new technology required reorganizing production by moving workers from their homes to the newly-formed factories. Using a novel hand-collected plant-level dataset from French archival sources, we show that productivity growth in mechanized cotton spinning was driven by the disappearance of plants in the lower tail – in contrast to other sectors that did not need to reorganize when new technologies were introduced. We provide evidence that this was driven by organizational challenges such as developing optimal plant layout. A process of ‘trial and error’ led to initially low and widely dispersed productivity, and – in the subsequent decades – to high productivity growth as knowledge diffused through the economy and new entrants adopted improved methods of organizing production.\n\n",
    "acknowledgement": "\nWe thank Sandy Black, Serguey Braguinsky, Bruno Caprettini, Diego Comin, Jan De Loecker, Michela Giorcelli, Tarek Hassan, John Haltiwanger, Walker Hanlon, Michael Huberman, Amit Khandelwal, Markus Lampe, Thomas Le Barbanchon, Nils Lehr, Bob Margo, Joel Mokyr, Dávid Krisztián Nagy, Gianmarco Ottaviano, Tommaso Porzio, Diego Puga, Todd Schoellman, Eric Verhoogen and numerous seminar audiences at Bocconi, Boston University, Brown, CEU, Cologne, Columbia, CSEF, George Mason, Hebrew University of Jerusalem, Leuven, Lund, the Minneapolis FED, Montreal University, Namur, Penn State, Queen Mary University, Siena University, Trinity College Dublin, Yale, UCL, UCLA, Universidad de Los Andes, Uppsala and participants at the 2021 AEA meeting, the 2020 NBER Summer Institute Meetings, the 2019 SED meeting, the 1st Workshop of Economic History in Bologna, “The Transnational History of French Industrialisation Before 1914” conference, and the IGC-Stanford conference on Firms, Development and Trade 2019 for helpful comments and suggestions. We thank Gaia Dossi, Johanna Gautier, Felix Iglhaut, Angelo Krüger, Lorine Labrue, Simon Margolin, Marie Michaille, Alberto Mola, Sebastian Ottinger and Sarah Wappel for excellent assistance throughout the construction of the dataset, Guillaume Daudin and Walker Hanlon for kindly sharing data, and Eugene White for sharing his expertise of hyperinflation during the French Revolution. Financial support from the National Science Foundation (Grant # 1628866) is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}