{
    "id": 27508,
    "citation_title": "Does the Actuarial Adjustment for Pension Delay Affect Retirement and Claiming Decisions?",
    "citation_author": [
        "Devon Gorry",
        "Kyung Min Lee",
        "Sita Slavov"
    ],
    "citation_publication_date": "2020-07-13",
    "issue_date": "2020-07-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate the impact of more generous terms for delaying state pensions on claiming and labor supply in the United Kingdom using a 2005 policy change. First, we find that the more generous delay terms reduced the fraction of males receiving pensions at the earliest eligibility age and shortly after. While there are also post-policy changes in women’s claiming behavior, further investigation reveals that these changes do not coincide with the start of the policy and are therefore less likely to be causal effects. Second, we find post-policy increases in labor supply around the earliest pension eligibility age, followed by post-policy decreases in labor supply at older ages. While these labor supply changes cannot easily be separated from longer-term trends, they are consistent with some individuals choosing to work longer to finance pension delay, followed by some individuals retiring earlier due to the income effect from more generous pension benefits. Finally, we find that among individuals who delayed pensions for up to 5 years, about 3 percent of individuals took their gains from delay as lump sums, an option made available under the policy changes.\n\n",
    "acknowledgement": "\nThe views and opinions expressed in this article are those of the authors and do not necessarily reflect the views of the World Bank or the National Bureau of Economic Research.\n\n\n\nSita Slavov\n\nI have received financial support summing to at least $10,000 in the past three years from the following organizations: 1) Social Security Administration through the NBER Retirement and Disability Research Centers; 2) The Alfred P. Sloan Foundation through NBER, Stanford University, and George Mason University; 3) The National Institute on Aging through NBER; 4) The American Enterprise Institute.\n\n\n"
}