{
    "id": 27502,
    "citation_title": "Can Technology Solve the Principal-Agent Problem? Evidence from ChinaÂ’s War on Air Pollution",
    "citation_author": [
        "Michael Greenstone",
        "Guojun He",
        "Ruixue Jia",
        "Tong Liu"
    ],
    "citation_publication_date": "2020-07-13",
    "issue_date": "2020-07-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the introduction of automatic air pollution monitoring, which is a central feature of China’s “war on pollution.” Exploiting 654 regression discontinuity designs based on city-level variation in the day that monitoring was automated, we find that reported PM₁₀ concentrations increased by 35% immediately post–automation and were sustained. City-level variation in underreporting is negatively correlated with income per capita and positively correlated with true pre-automation PM₁₀ concentrations. Further, automation’s introduction increased online searches for face masks and air filters, suggesting that the biased and imperfect pre-automation information imposed welfare costs by leading to suboptimal purchases of protective goods.\n\n",
    "acknowledgement": "\nWe thank Christoper Knittel, Liguo Lin, Alberto Salvo, Shaoda Wang, Bing Zhang, Junjie Zhang, and seminar participants at CIFAR, LSE, MIT, Nanjing University, NBER, and Peking University for their comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nMichael Greenstone\n\nAs part of a diversified portfolio, I hold more than $10,000 in stocks and bonds of various companies including those within the energy sector.\n\n\n"
}