{
    "id": 27507,
    "citation_title": "E-Cigarettes and Respiratory Disease: A Replication, Extension, and Future Directions",
    "citation_author": [
        "Donald S. Kenkel",
        "Alan D. Mathios",
        "Hua Wang"
    ],
    "citation_publication_date": "2020-07-13",
    "issue_date": "2020-07-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nElectronic cigarettes show potential to reduce the harms from smoking combustible tobacco, but there is uncertainty about the long-term health consequences. We replicate and extend the study by Bhatta and Glantz (20192), which reports longitudinal statistical associations between e-cigarette use and long-term respiratory disease. We are able to closely replicate their results. When we use a more flexible empirical specification, among respondents who had never smoked combustible tobacco, we find no evidence that current or former e-cigarette use is associated with respiratory disease.  The statistical associations between e-cigarette use and respiratory disease are driven by e-cigarette users who are also current or former smokers of combustible tobacco. A striking feature of the data is that almost all e-cigarette users were either current or former smokers of combustible tobacco. We then discuss the potential for future applied econometric research to credibly identify the causal effects of e-cigarette use on health. Challenges include the potential selection biases that stem from the complex set of consumer choices to initiate and quit smoking combustible tobacco, use of e-cigarettes, and dual use of both products.  We suggest using a variety of identification strategies to uncover the causal effects that use a variety of econometric methods.\n\n",
    "acknowledgement": "\nThis working paper reports the authors’ research conducted as Cornell faculty and academic staff. Cornell University, through its Office of Sponsored Programs, has received funding from the Foundation for a Smoke-Free World for a different project titled “An Economic Study of Risk Perceptions and Consumer Demand for Harm Reduction Products.” Kenkel is the Principal Investigator and Wang is a research associate on that project. Kenkel has also served as a paid consultant for the Foundation for a Smoke-Free World. The Foundation for a Smoke-Free World is an independent, nonprofit organization committed to reducing deaths and diseases caused by smoking. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}