{
    "id": 2750,
    "citation_title": "Commodity Prices as a Leading Indicator of Inflation",
    "citation_author": [
        "James M. Boughton",
        "William H. Branson"
    ],
    "citation_publication_date": "1988-10-01",
    "issue_date": "1988-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the value of broad commodity price indexes as predictors of consumer price inflation in the G-7 industrial countries. After an introduction, the paper discusses the theoretical relationship between commodity and consumer prices and the conditions under which, in general, one would expect commodity prices to be a leading indicator of inflation. It then presents tests of the relationships between conventional broad indexes of commodity prices and consumer prices, and uses the data on individual commodities to generate the optimum weights in a commodity price index for forecasting G-7 inflation. We find that commodity and consumer prices are not co-integrated; the hypothesis that there is a reliable long-run relationship between the level of commodity prices and the level of consumer prices may be rejected. There is a tendency for changes in commodity prices to lead those in consumer prices, at least when the data are denominated in a broad index of major-country currencies. However, although the inclusion of commodity prices significantly improves the in-sample fit of regressions of an aggregate (multi-country) consumer price index, the results may not be sufficiently stable to improve post-sample forecasts. Estimated alternative commodity price indexes, in which the weights are chosen so as to minimize the residual variance in aggregate inflation regressions, track the behavior of the aggregate CPI reasonably well in-sample. However, the estimated indexes work only moderately well in post-sample predictions, and they do not appear to offer significant advantages over the conventional export weighted index. Perhaps the most important result is that turning points in commodity-price inflation frequently precede turning points in consumer-price inflation for the large industrial countries as a group.\n\n",
    "acknowledgement": "\n"
}