{
    "id": 27506,
    "citation_title": "International Migration Responses to Modern Europe’s Most Destructive Earthquake: Messina and Reggio Calabria, 1908",
    "citation_author": [
        "Yannay Spitzer",
        "Gaspare Tortorici",
        "Ariell Zimran"
    ],
    "citation_publication_date": "2020-07-13",
    "issue_date": "2020-07-09",
    "revision_date": "2024-03-06",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Messina-Reggio Calabria Earthquake (1908) was one of the most devastating natural disasters in modern European history. It occurred when overseas mass emigration from southern Italy was at its peak and international borders were open, making emigration a readily available option for relief. We study the effects of this disaster on international migration.  We find that there was no large positive impact on emigration on average. There were, however, heterogeneous responses, with a more positive effect where agricultural day laborers comprised a larger share of the labor force, suggesting that attachment to the land limited an emigration response.\n\n",
    "acknowledgement": "\nFor helpful discussions, we thank Bishnupriya Gupta and two anonymous referees, as well as Cevat Aksoy, William Collins, John Dickie, Christina Gathmann, Matteo Gomellini, Ronan Lyons, Mushfiq Mobarak, Gaia Narciso, Cormac Ó Gráda, Laura Panza, Sarah Quincy, Dean Yang; seminar participants at LISER, Macalester College, Trinity College Dublin, the University of Heidelberg, and Vanderbilt University; and conference participants at the 2019 Economic History Workshop of the Associazione per la Storia Economica, the 2019 European Historical Economics Society Conference, the 2022 Israeli Economic History Association Meetings, and the 2023 Migration and Development Conference. We are grateful to Peg Zitko and the Statue of Liberty-Ellis Island Foundation for providing data. Christine Chang, Jared Katz, Jongoh Kim, Elizabeth Nelson, Sarah Robinson, Stephania Stavropoulos, Claire Whittaker, and Danielle Williamson provided excellent research assistance. Gaspare Tortorici acknowledges funding from the Irish Research Council. Work on this paper was completed while Ariell Zimran was a W. Glenn Campbell and Rita Ricardo-Campbell National Fellow and the William C. Bark National Fellow at the Hoover Institution, Stanford University and a Visiting Scholar at the Opportunity and Inclusive Growth Institute at the Federal Reserve Bank of Minneapolis; funding from both institutions is gratefully acknowledged. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis or the Federal Reserve System. This material is based upon work supported by the National Science Foundation under Grant No. SES-1425598. This research was supported by the Israel Science Foundation (grant No. 3121/21)  Additional financial support was provided by the Northwestern University Economics Department's Eisner Fund, the Northwestern University Center for Economic History, the Balzan Foundation, an Exploratory Data and Travel Grant from the Economic History Association, and by Vanderbilt University. This paper previously circulated under titles \"International Migration Responses to Natural Disasters: Evidence from Modern Europe's Deadliest Earthquake\" and \"International Migration Responses to Natural Disasters: Evidence from Modern Europe's Most Destructive Earthquake.”\n\n\n"
}