{
    "id": 27518,
    "citation_title": "Social Security Reforms and the Changing Retirement Behavior in Germany",
    "citation_author": [
        "Axel H. Börsch-Supan",
        "Johannes Rausch",
        "Nicolas Goll"
    ],
    "citation_publication_date": "2020-07-13",
    "issue_date": "2020-07-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": [
        "\n",
        "\nCenter for Aging and Health Research\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nAs much like other industrialized countries, in recent decades the employment rate in Germany for those aged 55 to 69 had been declining first to considerably rise again afterwards. This paper investigates the role of structural policy changes, in particular reforms of the pension system, since 1980 in explaining this trend reversal. We summarize the institutional changes and pension reforms that may account for the trend reversal, and calculate an “implicit tax on working longer”. We find that for both men and women the increase in the employment rate coincides with a reduction in the early retirement incentive. The reduction of incentives mainly stems from the introduction of actuarial deductions for early retirement and from the abolishment of specific early retirement pathways.\n\n",
    "acknowledgement": "\nThis paper is part of the National Bureau of Economic Research’s International Social Security (ISS) Project. The ISS Project is supported by the National Institute on Aging (grants P01 AG012810 and P30-AG012810) and by the U.S. Social Security Administration through grant #5-RRC08098400-10 to the National Bureau of Economic Research as part of the SSA Retirement Research Consortium. The findings and conclusions expressed are solely those of the authors and do not represent the views of SSA, any agency of the Federal Government, or the National Bureau of Economic Research. The authors thank Marius Cziriak, Elisabeth Gruber and Hannah Horton for their excellent research assistance.\n\n\n"
}