{
    "id": 27512,
    "citation_title": "Has Mortality Risen Disproportionately for the Least Educated?",
    "citation_author": [
        "Adam Leive",
        "Christopher J. Ruhm"
    ],
    "citation_publication_date": "2020-07-13",
    "issue_date": "2020-07-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nWe examine whether the least educated population groups experienced the worst mortality trends during the 21st century by measuring changes in mortality across education quartiles. We document sharply differing gender patterns. Among women, mortality trends improved fairly monotonically with education. Conversely, male trends for the lowest three education quartiles were often similar. For both sexes, the gap in average mortality between the top 25 percent and the bottom 75 percent is growing. However, there are many groups for whom these average patterns are reversed – with better experiences for the less educated – or where the differences are statistically indistinguishable.\n\n",
    "acknowledgement": "\nWe thank David Bradford, Stephen Coussens, Leland Farmer, Ellen Meara, Peter Muennig, Sam Norris, Andrew Oswald and seminar participants at Columbia University, the Essen Economics of Mental Health Conference, Florida State University, Luxembourg Institute of Socio-Economic Research, Southern Economic Association meetings, Syracuse University, University of Copenhagen, and University of Hamburg Workshop on Risky Behaviors for helpful comments. Bradley Katcher and Kelsey Pukelis provided superb research assistance. Ruhm is grateful for financial support provided from the University of Virginia Bankard Fund. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}