{
    "id": 27514,
    "citation_title": "The Association Between Educational Attainment and Longevity using Individual Level Data from the 1940 Census",
    "citation_author": [
        "Adriana Lleras-Muney",
        "Joseph Price",
        "Dahai Yue"
    ],
    "citation_publication_date": "2020-07-13",
    "issue_date": "2020-07-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Children and Families",
        "\n",
        "Development of the American Economy",
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nWe combine newly released individual data from the 1940 full-count census with death records and other information available in family trees to create the largest individual data to date to study the association between years of schooling and age at death. Conditional on surviving to age 35, one additional year of education is associated with roughly 0.4 more years of life for both men and women for cohorts born 1906-1915. This association is close to linear but exhibits strong credentialing effects, particularly for men, and is substantially smaller for cohorts born earlier. This association varies substantially by state of birth, but it is not smaller in states with higher levels of education or longevity. For men the association is stronger in places with greater incomes, higher quality of school, and larger investments in public health. Women also exhibit great heterogeneity in the association, but our measures of the childhood environment do not explain it.\n\n",
    "acknowledgement": "\nWe are grateful to Sena Ustuner and Evan Rittenhouse for excellent research assistance. This project was supported by the California Center for Population Research at UCLA (CCPR), which receives core support (P2C- HD041022) from the Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD). All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}