{
    "id": 27510,
    "citation_title": "Using Equity Market Reactions to Infer Exposure to Trade Liberalization",
    "citation_author": [
        "Andrew N. Greenland",
        "Mihai Ion",
        "John W. Lopresti",
        "Peter K. Schott"
    ],
    "citation_publication_date": "2020-07-13",
    "issue_date": "2020-07-09",
    "revision_date": "2022-06-10",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nWe propose a method for identifying exposure to changes in trade policy based on asset prices that has several advantages over standard measures: it encompasses all avenues of exposure, it is natively firm-level, it yields estimates for both goods and service producers, and it can be used to study reductions in difficult-to-quantify non-tariff barriers in a way that controls naturally for broader macroeconomic shocks. Applying our method to two well-studied US trade liberalizations provides new insight into service sector responses to trade liberalizations as well as dramatically different responses among small versus large firms, even within narrow industries.\n\n",
    "acknowledgement": "\nWe thank Kerem Cosar, Eugene Fama, Teresa Fort, Stefania Garetto, David Hummels, Ralph Ossa, Justin Pierce, Steve Pischke, Katheryn Russ, Kanis Saengchote, Matthew Schaffer, Mine Senses, Brandon Sheridan, Claudia Steinwender, Dan Trefler, Harald Uhlig, Tom Zylkin, and seminar participants at ASSA, CUHK, Elon University, the Fed Board, FREIT, the Harvard/MIT macroeconomics seminar, Hitotsubashi, LSE, the Mid-Atlantic Trade Workshop, the NBER ITI, Princeton University, Purdue University, UNC Chapel Hill, the University of Chicago, the University of Toronto and the University of Tokyo for helpful comments and feedback. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}