{
    "id": 27516,
    "citation_title": "The Lost Generation? Labor Market Outcomes for Post Great Recession Entrants",
    "citation_author": [
        "Jesse Rothstein"
    ],
    "citation_publication_date": "2020-07-13",
    "issue_date": "2020-07-09",
    "revision_date": "2022-09-16",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nI study cohort patterns in the labor market outcomes of recent college graduates, examining changes surrounding the Great Recession. Recession entrants have lower wages and employment than those of earlier cohorts; more recent cohorts’ employment is even lower, but the newest entrants’ wages have risen. I relate these changes to \"scarring\" effects of initial conditions. I demonstrate that adverse early conditions permanently reduce new entrants’ employment probabilities. I also replicate earlier results of medium-term scarring effects on wages that fade out by the early 30s. But scarring cannot account for the employment collapse for recent cohorts. There was a dramatic negative structural break in college graduates’ employment rates, beginning around the 2005 entry cohort, that shows no sign of abating.\n\n",
    "acknowledgement": "\nAn earlier version of this paper was titled \"The Lost Generation? Scarring After the Great Recession.\" I am grateful to Audrey Tiew, Rachel Young, Nathaniel Ruby, and Nicolas Ghio for excellent research assistance; to Avi Feller, Sara Hinkley, Rob Valletta, Till von Wachter, and Danny Yagan for helpful discussions and comments; and to conference and seminar participants at Berkeley, Georgetown, the University of Illinois, LSE, Michigan, NBER, UC Berkeley, and UC Merced. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}