{
    "id": 27519,
    "citation_title": "How Much does COVID-19 Increase with Mobility? Evidence from New York and Four Other U.S. Cities",
    "citation_author": [
        "Edward L. Glaeser",
        "Caitlin Gorback",
        "Stephen J. Redding"
    ],
    "citation_publication_date": "2020-07-13",
    "issue_date": "2020-07-09",
    "revision_date": "2020-10-21",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nTransportation Economics in the 21st Century\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nHow effective are restrictions on mobility in limiting COVID-19 spread? Using zip code data across five U.S. cities, we estimate that total cases per capita decrease by 20% for every ten percentage point fall in mobility. Addressing endogeneity concerns, we instrument for travel by residential teleworkable and essential shares and find a 27% decline in cases per capita. Using panel data for NYC with week and zip code fixed effects, we estimate a decline of 17%. We find substantial spatial and temporal heterogeneity; east coast cities have stronger effects, with the largest for NYC in the pandemic’s early stages.\n\n",
    "acknowledgement": "\nWe thank Sam Patterson and Andrei Freund for excellent research assistance. Any errors, opinions and omissions are our own. The U.S. Department of Transportation supported this project through an inter-agency agreement with the National Science Foundation (grant 1559013). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}