{
    "id": 27524,
    "citation_title": "High School Majors, Comparative (Dis)Advantage, and Future Earnings",
    "citation_author": [
        "Gordon Dahl",
        "Dan-Olof Rooth",
        "Anders Stenberg"
    ],
    "citation_publication_date": "2020-07-13",
    "issue_date": "2020-07-09",
    "revision_date": "2021-06-01",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies whether specialized academic fields of study in secondary school (i.e., high school majors), which are common in many countries, affect earnings as an adult. Identification is challenging, because it requires not just quasi-random variation into majors, but also an accounting of individuals’ next-best alternatives. Our setting is Sweden, where at the end of ninth grade students rank fields of study and admission to oversubscribed fields is determined based on a student’s GPA. We use a regression discontinuity design which allows for different labor market returns for each combination of preferred versus next-best choice, together with nationwide register data for school cohorts from 1977-1991 linked to their earnings as adults. Our analysis yields several key results. First, Engineering, Natural Science, and Business yield higher earnings relative to most second-best choices, while Social Science and Humanities result in sizable drops, even relative to non-academic vocational programs. The magnitudes are often as large as the return to two years of additional education. Second, the return to completing a major varies substantially as a function of a student’s next-best alternative. Third, the pattern of returns for individuals with different first and second best choices is consistent with comparative advantage for many field choice combinations, while others exhibit comparative disadvantage or random sorting. Fourth, most of the differences in adult earnings can be attributed to differences in occupation, and to a lesser extent, college major. Taken together, these results highlight that the high school majors students choose at age 16, when they have limited information about their skills and the labor market, have sizable effects which persist into adulthood.\n\n",
    "acknowledgement": "\nPreviously circulated as “Long-Run Returns to Field of Study in Secondary School.” We thank seminar participants at several universities and conferences for valuable feedback and suggestions. We are grateful to Hans Eric Ohlson at Statistics Sweden for help in locating and accessing the  data. The  project  received  generous financial support from the Institute for Social Research at Stockholm University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}