{
    "id": 27523,
    "citation_title": "The Incentive Effects of Cash Transfers to the Poor",
    "citation_author": [
        "Anna Aizer",
        "Shari Eli",
        "Adriana Lleras-Muney"
    ],
    "citation_publication_date": "2020-07-13",
    "issue_date": "2020-07-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Children and Families",
        "\n",
        "Development of the American Economy",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nAll redistributive and social insurance programs trade off the potential benefits of transfers with the disincentives these programs generate. We investigate this trade-off using newly collected lifetime data for 16,000 women who applied to the Mothers’ Pension Program, the first cash transfer program in the US. In the short-run cash transfers reduced geographic mobility and delayed marriage of recipients but did not affect who they married or where they moved to. In the long run transfers had no effect on work, marriage or fertility behaviors. They also did not improve the economic conditions of recipients or their longevity.\n\n",
    "acknowledgement": "\nWe are very grateful to Joe Price who directed the team of researchers at the BYU Record Linking Lab, and without whom this project would not have been feasible. We also want to thank the excellent research assistants who have worked on this project: Amanda Loyola Heufemann, Ariadna Jou, Keyoung Lee, Xuan Zhang, Tomas Guanziroli and Diego Zúñiga. We are very grateful to Nathan Hendren and Ben Sprung-Keyser who helped us with the MVFP computations in this paper. We have benefitted from conversations with Pedro Dal Bó, Bo Honoré, Caroline Hoxby, Petra Persson, Robert Pollack, Aloysius Siow and from the comments of the seminar participants at Carnegie Mellon University, the NBER Summer Institute, University of Minnesota, Princeton University, Queen’s University, RAND, University of British Columbia, University of Toronto, University of Urbana-Champaign, Wharton, Washington University, UCLA, and Yale University. This project was supported by the California Center for Population Research at UCLA (CCPR), which receives core support (P2C- HD041022) from the Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD) and from NIH grant 1 R01 HD077227-01. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}