{
    "id": 27525,
    "citation_title": "Measuring Employer-to-Employer Reallocation",
    "citation_author": [
        "Shigeru Fujita",
        "Giuseppe Moscarini",
        "Fabien Postel-Vinay"
    ],
    "citation_publication_date": "2020-07-13",
    "issue_date": "2020-07-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe revisit measurement of Employer-to-Employer (EE) transitions, the main engine of labor market competition and employment reallocation, in the monthly Current Population Survey (CPS). We follow Fallick and Fleischman (2004) and exploit a key survey question introduced with the 1994 CPS redesign. We detect a sudden and sharp increase in the incidence of missing answers to this question starting in 2007, when the U.S. Census Bureau introduced a change in survey methodology, the Respondent Identification Policy (RIP). We show evidence of selection into answering the EE question by both observable and unobservable worker characteristics that correlate with EE mobility. We propose a selection model and a procedure to impute missing answers to the key survey question, thus EE transitions, after the introduction of the RIP. Our imputed aggregate EE series restores a close congruence with the business cycle, especially with the onset of the Great Recession, exhibits a much less dramatic drop in 2008-2009 and a full recovery by 2016, and eliminates the spurious appearance of declining EE dynamism in the US labor market after 2000. We also offer the first evidence of the (large and negative) impact of the COVID-19 crisis on EE reallocation.\n\n",
    "acknowledgement": "\nWe thank Anne Polivka at the BLS for her assistance on various technical aspects of the CPS, and Henry Hyatt (discussant), Jim Spletzer, and participants at the 2019 Montreal Workshop on Markets with Frictions, the Federal Reserve Bank of Atlanta's 10th Annual Employment Conference, and the 2019 BOC/BOJ/Philadelphia Fed joint conference on Macroeconomics, for comments and discussions. The views in this paper are solely the responsibility of the authors and should not be interpreted as reflecting the views of the Federal Reserve Bank of Philadelphia or any other person associated with the Federal Reserve System or National Bureau of Economic Research. Any errors or omissions are the responsibility of the authors.\n\n\n"
}