{
    "id": 27520,
    "citation_title": "Competitive Effects of Federal and State Opioid Restrictions: Evidence from the Controlled Substance Laws",
    "citation_author": [
        "Sumedha Gupta",
        "Thuy D. Nguyen",
        "Patricia R. Freeman",
        "Kosali I. Simon"
    ],
    "citation_publication_date": "2020-08-03",
    "issue_date": "2020-07-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA large concern in U.S. opioid policy is whether supply side controls are effective at reducing the quantity of opioids prescribed, without harmful substitution. An unstudied way that policy targeted a major opioid through the federal Controlled Substance Act (CSA) was the August 2014 scheduling of tramadol products, the second most popular opioid medication at the time. Twelve states implemented the identical policy prior to federal action, providing a unique opportunity to compare effectiveness of the same opioid policy at state versus federal levels. This is important because many recent opioid policy interventions have only taken the form of state actions, while federal policy has largely been advisory. Seven weeks after tramadol's scheduling, the leading opioid form on the market, hydrocodone combination products, was move to the more restricted level II (no refills allowed) from level III in the CSA, allowing us to test a new question in the opioid literature: competitive spillover effects from regulations targeting one drug. Using weekly prescription data spanning 2007-2017, this study finds that tightening prescribing restrictions on one opioid leads to decreases in its use, but also causes some increases in prescriptions of close competitors, leading to no statistically detectable short-run reduction in total opioid prescriptions.\n\n",
    "acknowledgement": "\nThis research was supported in part by the National Institute on Drug Abuse grant R01 DA039928 (PI: Perry) and the Indiana University Grand Challenges Initiative. We thank Rosalie Pacula, David Powell, Coady Wing and seminar participants at the January 2020 Allied Social Sciences Association (ASSA) meetings and the Indiana University Health Policy Workshop for useful input. We are especially grateful to David Bradford for making additional data available. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nThuy D. Nguyen\n\nDr. Thuy Nguyen has received fellowship stipends from Indiana University’s Grand Challenge Initiatives. Previously, Dr. Nguyen received postdoctoral fellowship funding through the SPEA Postdoctoral Fellows on Regulatory Reform program. Funding for this program is provided by the Searle Freedom Trust. These sources of funding did not support the work described in this paper.\n\n\n"
}