{
    "id": 27529,
    "citation_title": "The Real Effects of Modern Information Technologies: Evidence from the EDGAR Implementation",
    "citation_author": [
        "Itay Goldstein",
        "Shijie Yang",
        "Luo Zuo"
    ],
    "citation_publication_date": "2020-07-13",
    "issue_date": "2020-07-09",
    "revision_date": "2023-06-09",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing the implementation of the Electronic Data Gathering, Analysis, and Retrieval (EDGAR) system from 1993 to 1996 as a shock to information dissemination technologies, we examine how a significant reduction in disclosure processing costs affects the real economy. We find that the EDGAR implementation leads to an increase in corporate investment and that this effect is concentrated in value firms. We provide evidence that improved equity financing and enhanced managerial incentives are likely the underlying mechanisms. Specifically, the EDGAR implementation leads to an increase in a firm’s stock liquidity, a decrease in the cost of equity capital, and an increase in the level of equity financing. Consistent with the monitoring effect of broad information dissemination, the EDGAR implementation leads to an increase in a firm’s operating performance. Our findings suggest that it is important to consider information dissemination beyond information production when examining the real effects of corporate disclosures.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge the helpful comments of Regina Wittenberg Moerman (editor), two anonymous associate editors, an anonymous reviewer, Musaib Ashraf, Lucian Bebchuk, John Core, Henry Friedman, Enrique Gomez, Sudarshan Jayaraman, John Jiang, Alon Kalay, Louis Kaplow, Bin Ke, Ranjani Krishnan, Charles Lee, Andrew Leone, Xitong Li, Chen Lin, Yifei Lu, Jing Pan, Vivek Pandey, K. Ramesh, David Reeb, Sugata Roychowdhury, Yanting Shi, Eric So, Holger Spamann, Sri Sridhar, Rodrigo Verdi, Yanyan Wang, Joseph Weber, Franco Wong, Joanna Wu, and Jason Xiao, as well as seminar participants at Cornell University, Harvard University, HEC Paris, Massachusetts Institute of Technology, Michigan State University, National University of Singapore, Northwestern University, Southern Methodist University, the University of Rochester, the University of Toronto, Wuhan University, the 2020 Virtual Conference of Accounting Society of China, and the 2021 Hawai’i Accounting Research Conference. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}