{
    "id": 27521,
    "citation_title": "Fiscal and Monetary Stabilization Policy at the Zero Lower Bound: Consequences of Limited Foresight",
    "citation_author": [
        "Michael Woodford",
        "Yinxi Xie"
    ],
    "citation_publication_date": "2020-07-13",
    "issue_date": "2020-07-09",
    "revision_date": "2021-11-08",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper reconsiders the degree to which macroeconomic stabilization is possible when the zero lower bound is a relevant constraint on the effectiveness of conventional monetary policy, under an assumption of bounded rationality. In particular, we reconsider the potential role of countercyclical fiscal transfers as a tool of stabilization policy. Because Ricardian Equivalence no longer holds when planning horizons are finite (even when relatively long), we find that fiscal transfers can be a powerful tool to reduce the contractionary impact of an increased financial wedge during a crisis, and can even make possible complete stabilization of both aggregate output and inflation under certain circumstances, despite the binding lower bound on interest rates. However, the power of such policies depends on the degree of monetary policy accommodation. We also show that a higher level of welfare is generally possible if both monetary and fiscal authorities commit themselves to history-dependent policies in the period after the financial disturbance that causes the lower bound to bind has dissipated. Hence forward guidance continues to play an important role in increasing the effectiveness of stabilization policy.\n\n",
    "acknowledgement": "\nPrepared for the Carnegie-Rochester-NYU Conference on Public Policy, \"Central Banking in the 2020s and Beyond.\" The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}