{
    "id": 2752,
    "citation_title": "Pension Fund Investment Policy",
    "citation_author": [
        "Zvi Bodie"
    ],
    "citation_publication_date": "1988-10-01",
    "issue_date": "1988-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe purpose of this paper is to survey what is known about the investment policy of pension funds. Pension fund investment policy depends critically on the type of plan: defined contribution versus defined benefit. For defined contribution plans investment policy is not much different than it is for an individual deciding how to invest the money in an Individual Retirement Account (IRA). The guiding principle is efficient diversification, that is, achieving the maximum expected return for any given level of risk exposure. The special feature is the fact that investment earnings are not taxed as long as the money is held in the pension fund. This consideration should cause the investor to tilt the asset mix of the pension fund towards the least tax-advantaged securities such as corporate bonds. For defined benefit plans the practitioner literature seems to advocate immunization strategies to hedge benefits owed to retired employees and portfolio insurance strategies to hedge benefits accruing to active employees. Academic research into the theory of optimal funding and asset allocation rules for corporate defined benefit plans concludes that if their objective is shareholder wealth maximization then these plans should pursue extreme policies. For healthy plans, the optimum is full funding and investment exclusively in taxable fixed-income securities. For very underfunded plans, the optimum is minimum funding and investment in the riskiest assets. Empirical research so far has failed to decisively confirm or reject the predictions of this theory of corporate pension policy. Recent rule changes adopted by the Financial Accounting Standards Board regarding corporate reporting of defined benefit plan assets and liabilities may lead to a significant shift into fixed-income securities. The recent introduction of price-level indexed securities in u.s. financial markets may lead to significant changes in pension fund asset allocation. By giving plan sponsors a simple way to hedge inflation risk, these securities make it possible to offer plan participants inflation protection both before and after retirement.\n\n",
    "acknowledgement": "\n"
}