{
    "id": 27527,
    "citation_title": "A Theory of Social Impact Bonds",
    "citation_author": [
        "Daniel L. Tortorice",
        "David E. Bloom",
        "Paige Kirby",
        "John Regan"
    ],
    "citation_publication_date": "2020-07-13",
    "issue_date": "2020-07-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSocial impact bonds (SIBs) are an innovative financing mechanism for public goods. In a SIB, an investor provides capital to a service provider for a social intervention. The investor receives a return based on the outcome of the intervention relative to a predetermined benchmark. We describe the basic structure of a SIB and provide some descriptive statistics for these financial instruments. We then consider a formal model of SIBs and examine their ability to finance positive net present value projects that traditional debt finance cannot. We find that SIBs expand the set of implementable projects if governments are pessimistic (relative to the private sector) about the probability an intervention would succeed or if the government is particularly averse to paying costs associated with a project that does not generate offsetting benefits. As both these features are present in various public programs, we conclude that SIBs are a real innovation in public finance and should be considered for projects when traditional debt finance has been rejected.\n\n",
    "acknowledgement": "\nWe thank Lindsey Bennett for excellent research assistance. We thank Raymond Farkouh, Joseph Kelly, Sarah Pugh, and James Wassil for helpful discussions. Dan Tortorice thanks the Robert L. Ardizzone (’63) Fund for tenure track faculty excellence for research support. This paper is based in part on earlier research funded by Pfizer, Inc. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nDaniel L. Tortorice\n\nDaniel Tortorice works with Data for Decisions (DfD), a consultancy, where he has performed research for clients including GSK, Merck, and Pfizer.\n\n\n"
}