{
    "id": 27528,
    "citation_title": "Identification and Estimation of Undetected COVID-19 Cases Using Testing Data from Iceland",
    "citation_author": [
        "Karl M. Aspelund",
        "Michael C. Droste",
        "James H. Stock",
        "Christopher D. Walker"
    ],
    "citation_publication_date": "2020-07-13",
    "issue_date": "2020-07-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Data Collection",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the early stages of the COVID-19 pandemic, international testing efforts tended to target individuals whose symptoms and/or jobs placed them at a high presumed risk of infection. Testing regimes of this sort potentially result in a high proportion of cases going undetected. Quantifying this parameter, which we refer to as the undetected rate, is an important contribution to the analysis of the early spread of the SARS-CoV-2 virus. We show that partial identification techniques can credibly deal with the data problems that common COVID-19 testing programs induce (i.e. excluding quarantined individuals from testing and low participation in random screening programs). We use public data from two Icelandic testing regimes during the first month of the outbreak and estimate an identified interval for the undetected rate. Our main approach estimates that the undetected rate was between 89% and 93% before the medical system broadened its eligibility criteria and between 80% and 90% after.\n\n",
    "acknowledgement": "\nThe development of the paper has benefited from numerous discussions. In particular, we thank Isaiah Andrews, Eric Budish, Kevin Chen, Charles Manski, Francesca Molinari, Rami Tabri, and Elie Tamer. We also are grateful to Guðrún Aspelund, Thor Aspelund, Bergdís Björk Sigurjónsdóttir, Sigríður Haraldsdóttir, and Agnes Gísladóttir for their insight into the Icelandic COVID-19 testing efforts and data. Aspelund acknowledges support by the National Science Foundation Graduate Research Fellowship under Grant No. 1122374. This research was supported in part by NSF Rapid Grant 082359691. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}