{
    "id": 27522,
    "citation_title": "Risk Aversion, Offsetting Community Effects, and COVID-19: Evidence from an Indoor Political Rally",
    "citation_author": [
        "Dhaval M. Dave",
        "Andrew I. Friedson",
        "Kyutaro Matsuzawa",
        "Drew McNichols",
        "Connor Redpath",
        "Joseph J. Sabia"
    ],
    "citation_publication_date": "2020-07-13",
    "issue_date": "2020-07-09",
    "revision_date": "2020-08-05",
    "topics": [
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThe Centers for Disease Control and Prevention (CDC) deems large indoor gatherings without social distancing the “highest risk” activity for COVID-19 contagion. On June 20, 2020, President Donald J. Trump held his first mass campaign rally following the US coronavirus outbreak at the indoor Bank of Oklahoma (BOK) arena. In the weeks following the event, numerous high-profile national news outlets reported that the Trump rally was “more than likely” the cause of a coronavirus surge in Tulsa county based on time series data. This study is the first to rigorously explore the impacts of this event on social distancing and COVID-19 spread. First, using data from SafeGraph Inc, we show that while non-resident visits to census block groups hosting the Trump event grew by approximately 25 percent, there was no decline in net stay-at-home behavior in Tulsa county, reflecting important offsetting behavioral effects. Then, using data on COVID-19 cases and deaths from the CDC and a synthetic control design, we find little evidence that COVID-19 grew more rapidly in Tulsa County, its border counties, or in the state of Oklahoma than each’s estimated counterfactual during the five-week post-treatment period we observe. Difference-in-differences estimates further provide no evidence that COVID-19 rates grew faster in counties that drew relatively larger shares of residents to the event. We conclude that offsetting risk-related behavioral responses to the rally — including voluntary closures of restaurants and bars in downtown Tulsa, increases in stay-at-home behavior, displacement of usual activities of weekend inflows, and smaller-than-expected crowd attendance — may be important mechanisms.\n\n",
    "acknowledgement": "\nDr. Sabia acknowledges support from the Center for Health Economics & Policy Studies (CHEPS) at San Diego State University, including grant support received from the Troesh Family Foundation and the Charles Koch Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}