{
    "id": 27537,
    "citation_title": "Kicking the Can Down the Road: Government Interventions in the European Banking Sector",
    "citation_author": [
        "Viral V. Acharya",
        "Lea Borchert",
        "Maximilian Jager",
        "Sascha Steffen"
    ],
    "citation_publication_date": "2020-07-20",
    "issue_date": "2020-07-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Monetary Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze the determinants and the long-run consequences of government interventions in the eurozone banking sector during the 2008/09 financial crisis. Using a novel and comprehensive dataset, we document that fiscally constrained governments “kicked the can down the road” by providing banks with guarantees instead of full-fledged recapitalizations. We adopt an econometric approach that addresses the endogeneity associated with governmental bailout decisions in identifying their consequences. We find that forbearance caused undercapitalized banks to shift their assets from loans to risky sovereign debt and engage in zombie lending, resulting in weaker credit supply, elevated risk in the banking sector, and, eventually, greater reliance on liquidity support from the European Central Bank.\n\n",
    "acknowledgement": "\nWe thank Tobias Berg, Allen Berger, Tim Eisert, Florian Heider, Zorka Simon, Daniel Streitz, Anjan Thakor and seminar participants at The Financial Crisis Ten Years Afterwards conference (Yale), the SEEK Regulating Sovereign Debt Restructuring in the Eurozone conference (Mannheim), and ZEW (Mannheim) for valuable comments and suggestions. We thank Quirin Fleckenstein and Can Yilanci for excellent research assistance. Contact: vacharya@stern.nyu.edu, lea.borchert@web.de, maximilian.jager@gess.uni-mannheim.de, s.steffen@fs.de (Corresponding Author) The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}