{
    "id": 27536,
    "citation_title": "Dynamic Oligopoly and Price Stickiness",
    "citation_author": [
        "Olivier Wang",
        "Iván Werning"
    ],
    "citation_publication_date": "2020-07-20",
    "issue_date": "2020-07-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow does market concentration affect the potency of monetary policy? The ubiquitous monopolistic-competition framework is silent on this issue. To tackle this question we build a model with heterogeneous oligopolistic sectors. In each sector, a finite number of firms play a Bertrand dynamic game with staggered price rigidity. Following an extensive Industrial Organization literature, we focus on Markov equilibria within each sector. Aggregating up, we study monetary shocks and provide a closed-form formula for the response of aggregate output, highlighting three measurable sufficient statistics: demand elasticities, market concentration, and markups. We calibrate our model to the empirical evidence on pass-through, and find that higher market concentration significantly amplifies the real effects of monetary policy. To separate the strategic effects of oligopoly from the effects this has on residual demand, we compare our model to one with monopolistic firms after modifying consumer preferences to ensure firms face comparable residual demands. Finally, the Phillips curve for our model displays inflation persistence and endogenous cost-push shocks.\n\n",
    "acknowledgement": "\nIn memory of Julio Rotemberg, who was ahead of his time, many times. We thank comments by Fernando Alvarez, Anmol Bhandari, Ariel Burstein, Glenn Ellison, Fabio Ghironi, Francesco Lippi, Simon Mongey, as well as seminar and conference participants at MIT, UTDT lecture in honor of Julio Rotemberg, EIEF Rome, SED 2018 meetings, Minneapolis Federal Reserve Bank and NBER-SI 2020. All remaining errors are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}