{
    "id": 27532,
    "citation_title": "Adaptive Control of COVID-19 Outbreaks in India: Local, Gradual, and Trigger-based Exit Paths from Lockdown",
    "citation_author": [
        "Anup Malani",
        "Satej Soman",
        "Sam Asher",
        "Paul Novosad",
        "Clement Imbert",
        "Vaidehi Tandel",
        "Anish Agarwal",
        "Abdullah Alomar",
        "Arnab Sarker",
        "Devavrat Shah",
        "Dennis Shen",
        "Jonathan Gruber",
        "Stuti Sachdeva",
        "David Kaiser",
        "Luis M.A. Bettencourt"
    ],
    "citation_publication_date": "2020-07-20",
    "issue_date": "2020-07-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nManaging the outbreak of COVID-19 in India constitutes an unprecedented health emergency in one of the largest and most diverse nations in the world. On May 4, 2020, India started the process of releasing its population from a national lockdown during which extreme social distancing was implemented. We describe and simulate an adaptive control approach to exit this situation, while maintaining the epidemic under control. Adaptive control is a flexible counter-cyclical policy approach, whereby different areas release from lockdown in potentially different gradual ways, dependent on the local progression of the dis- ease. Because of these features, adaptive control requires the ability to decrease or increase social distancing in response to observed and projected dynamics of the disease outbreak. We show via simulation of a stochastic Susceptible-Infected-Recovered (SIR) model and of a synthetic intervention (SI) model that adaptive control performs at least as well as immediate and full release from lockdown starting May 4 and as full release from lockdown after a month (i.e., after May 31). The key insight is that adaptive response provides the option to increase or decrease socioeconomic activity depending on how it affects disease progression and this freedom allows it to do at least as well as most other policy alternatives. We also discuss the central challenge to any nuanced release policy, including adaptive control, specifically learning how specific policies translate into changes in contact rates and thus COVID-19's reproductive rate in real time.\n\n",
    "acknowledgement": "\nWe thank Jake Kramer for comments on this draft. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJonathan Gruber\n\nI would like to further disclose  a consulting arrangement with the Bill and Malinda Gates Foundation.  This consulting relationship in no way impacted this research.\n\n\n"
}