{
    "id": 27534,
    "citation_title": "Relabeling, Retirement and Regret",
    "citation_author": [
        "Jonathan Gruber",
        "Ohto Kanninen",
        "Terhi Ravaska"
    ],
    "citation_publication_date": "2020-07-20",
    "issue_date": "2020-07-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nRetirement and Disability Research Center\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nFocal retirement ages are a central feature of Social Security programs around the world, and provide a potentially powerful tool for policy makers who are interested in reforming retirement systems to address the growing funding shortfalls.  But these tools often come hand in hand with significant changes in the financial structure of Social Security that can have independent, and potentially deleterious, impacts on retirees.  In this paper, we use a major reformulation of the retirement system in Finland, featuring a relabeling of retirement ages with modest and continuous changes in financial incentives allows us to separately estimate the impact of relabeling from financial incentives in driving retirement decisions.  We find that relabeling is particularly powerful as a determinant of date of retirement.  Both graphical evidence and estimated hazard models reveal an enormous change in retirement when individuals face a newly defined “normal retirement” age.   We also present a new approach to assessing the welfare implications of induced earlier retirement: looking at the impact on return to work.  We show that the marginal workers induced to retire by relabeling are much more likely to return to work over the next three years than is the typical worker.  This suggests that there is a marginal increase in regret among those who respond to this change in retirement ages.\n\n",
    "acknowledgement": "\nThe research reported herein was performed pursuant to grant RDR18000003 from the US Social Security Administration (SSA) funded as part of the Retirement and Disability Research Consortium. The opinions and conclusions expressed are solely those of the author(s) and do not represent the opinions or policy of SSA, any agency of the Federal Government, or NBER. Neither the United States Government nor any agency thereof, nor any of their employees, makes any warranty, express or implied, or assumes any legal liability or responsibility for the accuracy, completeness, or usefulness of the contents of this report. Reference herein to any specific commercial product, process or service by trade name, trademark, manufacturer, or otherwise does not necessarily constitute or imply endorsement, recommendation or favoring by the United States Government or any agency thereof. We also thank The Finnish Centre for Pensions for financial support and support in acquiring the data. We wish to thank various participants in seminars and conferences who have commented on the paper. In particular, we thank Roope Uusitalo and Satu Nivalainen. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}