{
    "id": 27538,
    "citation_title": "How Do Restrictions on High-Skilled Immigration Affect Offshoring? Evidence from the H-1B Program",
    "citation_author": [
        "Britta Glennon"
    ],
    "citation_publication_date": "2020-07-20",
    "issue_date": "2020-07-16",
    "revision_date": "2023-02-22",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHighly-skilled workers are not only a crucial and relatively scarce inputs into firms’ productive and innovative processes, but are also a critical resource determining competitive advantage. An increasingly high proportion of these workers in the US were born abroad and permitted to work on skilled worker visas. How do multinational firms respond when artificial constraints, namely policies restricting skilled immigration, are placed on their ability to hire scarce human capital? This paper combines visa microdata and comprehensive data on US multinational firm activity to demonstrate that firms respond to restrictions on H-1B immigration by increasing foreign affiliate employment at the intensive and extensive margins, particularly in China, India, and Canada. The most impacted jobs were R&D-intensive ones, but there is some evidence that non-R&D employment was also affected. The paper highlights a means by which firms can circumvent constraining policies and mitigate country-level risk, but it also suggests that, for the average MNC, this means is imperfect; for every visa rejection, they hire 0.4 employees abroad. The most globalized MNCs are the most likely to respond to these restrictions by offshoring, highlighting that firm capabilities—in the form of prior internationalization—shape the decision and ability to offshore in response to skilled immigration restrictions; indeed, these firms hire 0.9 employees abroad for every visa rejection. More broadly, the paper provides evidence of a push factor for internationalizing knowledge activity: artificial constraints on resources result in firms circumventing restrictive policies in ways that may not be anticipated by policy makers.\n\n",
    "acknowledgement": "\nI am grateful to Alfonso Gambardella and the editorial team at Management Science. I am grateful to the Mack Institute for Innovation Management for research funding support. I would also like to thank Lee Branstetter, Brian Kovak, J. Bradford Jensen, Giovanni Peri, Ina Ganguli, Elena Kulchina, Erica Fuchs, Bill Kerr, Katherine Klein, Exequiel Hernandez, Vit Henisz, Claudine Gartenberg, Seth Carnahan, Julia Lane, Miguel Garza Casado, and seminar participants at the NBER Summer Institute, BYU Winter Conference, ASSA, NBER Productivity Seminar, UCLA, IESE, USC, Bocconi, Wharton, Duke, MIT, Federal Reserve Board, Georgetown University, George Washington University, Notre Dame, Georgia Tech, and HBS for their helpful comments. I also thank Bill Zeile, Jim Fetzer, and Ray Mataloni for discussions on the BEA data. All errors and omissions remain my own responsibility. The views expressed in this paper are those of the author and do not necessarily represent the views of the U.S. Bureau of Economic Analysis (BEA), the U.S. Department of Commerce, or the National Bureau of Economic Research. BEA has reviewed this paper for unauthorized disclosure of confidential information and has approved the disclosure avoidance practices applied to this release. The statistical analysis of firm-level data was conducted at [the Bureau of Economic Analysis (BEA), U.S. Department of Commerce, under arrangements that maintain legal confidentiality requirements. (BEA Approval Numbers: FY22-E0006-R0001, FY22-E0006-R0002, BEA-FY21-E0006-R0002, BEA-FY21-E0006-R0001, BEA-FY22-E0006-0003, BEA-FY22-E0006-R0004, and additional unnumbered approvals).\n\n\n"
}