{
    "id": 27531,
    "citation_title": "Private Precaution and Public Restrictions: What Drives Social Distancing and Industry Foot Traffic in the COVID-19 Era?",
    "citation_author": [
        "Christopher J. Cronin",
        "William N. Evans"
    ],
    "citation_publication_date": "2020-07-13",
    "issue_date": "2020-07-09",
    "revision_date": "2020-11-05",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the role of state and local policies to encourage social distancing, including stay at home orders, public school closures, and restrictions on restaurants, entertainment, and large social gatherings.  Outcomes come from cell phone records and include foot traffic in six industries (essential and nonessential retail, entertainment, hotel, restaurant, and business services) plus the fraction of cell phones that are home all day.  Structural break models show mobility series at the national and state levels start to change dramatically in a short window from March 8-14, well before state or local restrictions of note are in place. In difference-in-difference models, declarations of state of emergency reduce foot traffic and increase social distancing.  Stay at home restrictions explain a modest fraction of the change in behavior across outcomes.  Industry-specific restrictions have large impacts.  For example, restrictions on dining in restaurants reduce traffic in restaurants, hotels, and nonessential retail. Private, self-regulating behavior explains more than three-quarters of the decline in foot traffic in most industries. Restrictive regulation explains half the decline in foot traffic in essential retail and 75 percent of the increase in the fraction home all day.  In this latter result, public school closings have a substantial effect.\n\n",
    "acknowledgement": "\nThe authors gratefully acknowledge financial support for this work from Notre Dame Research as part of the COVID-19 Economic and Social Science Research Initiative.  We thank Zachary Yamada for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}