{
    "id": 27545,
    "citation_title": "Heterogeneous Effects of State Enterprise Zone Programs in the Shorter Run and Longer Run",
    "citation_author": [
        "David Neumark",
        "Timothy Young"
    ],
    "citation_publication_date": "2020-07-20",
    "issue_date": "2020-07-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe take up two questions that have not been explored in research on enterprise zones. First, does a considerably longer-run perspective on the effects of state enterprise zones lead to different answers? And second, are there heterogeneous effects of enterprise zones that depend on the set of incentives these programs offer, which can vary widely? Our results indicate that whether we look at state enterprise zone programs through a longer-term lens, or through the lens of program heterogeneity, we generally do not find any consistent indication of beneficial effects of state enterprise zone programs, and if anything the longer-run effects are negative. The lack of positive effects is consistent with most of the prior evidence that focuses on effects that are short-term and homogeneous.\n\n",
    "acknowledgement": "\nWe are grateful to the Laura and John Arnold Foundation for support for this research, through grants to the Economic Self-Sufficiency Policy Research Institute (ESSPRI) at UCI. Any opinions or conclusions expressed are the authors’ alone and do not necessarily reflect those of the Laura and John Arnold Foundation. We are grateful to Luis Munguia Corella for outstanding assistance with the research, and to John Ham, Charles Swenson, Ayşe Imrohoroğlu, and Heonjae Song for providing data and code from their original paper (Ham et al., 2011). We are also grateful to anonymous reviewers for very helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}