{
    "id": 27544,
    "citation_title": "The Opioid Epidemic Was Not Caused by Economic Distress But by Factors that Could be More Rapidly Addressed",
    "citation_author": [
        "Janet Currie",
        "Hannes Schwandt"
    ],
    "citation_publication_date": "2020-07-20",
    "issue_date": "2020-07-16",
    "revision_date": "2020-08-21",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWithout the opioid epidemic, American life expectancy would not have declined prior to 2020. In turn, the epidemic was sparked by the development and marketing of a new generation of prescription opioids and provider behavior is still helping to drive it. There is little relationship between the opioid crisis and contemporaneous measures of labor market opportunity. Cohorts and areas that experienced poor labor market conditions do show lagged increases in opioid mortality, but the effect is modest relative to the scale of the epidemic. Instead, we argue that there are specific policies and features of the U.S. health care market that led to the current crisis. It will not be possible to quickly reverse depressed economic conditions, but it is possible to implement policies that would reduce the number of new opioid addicts and save the lives of many of those who are already addicted.\n\n",
    "acknowledgement": "\nThis paper was written for a forthcoming American Association of Political and Social Science volume, \"What has happened to the American Working Class since the Great Recession ? ” to be edited by Timothy Smeeding, Michael Strain, and Jennifer Romich. We thank Molly Schnell for extremely helpful comments. All opinions are solely those of the authors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}