{
    "id": 27542,
    "citation_title": "How Hurricanes Sweep Up Housing Markets: Evidence from Florida",
    "citation_author": [
        "Joshua S. Graff Zivin",
        "Yanjun Liao",
        "Yann Panassie"
    ],
    "citation_publication_date": "2020-07-20",
    "issue_date": "2020-07-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper examines the impacts of hurricanes on the housing market and the associated implications for local population turnover. We first characterize the post-hurricane equilibrium dynamics in local housing markets using microdata from Florida during 2000-2016. Our results show that hurricanes cause an increase in equilibrium prices and a concurrent decrease in transactions in affected areas, both lasting up to three years. Together, these dynamics imply a negative transitory shock to the housing supply as a consequence of the hurricane. Furthermore, we match buyer characteristics from mortgage applications to provide the first buyer-level evidence on population turnover. We find that incoming homeowners in this period have higher incomes, leading to an overall shift in the local economic profile toward higher-income groups. Our findings suggest that market responses to destructive natural disasters can lead to uneven and lasting demographic changes in affected communities, even with a full recovery in physical capital.\n\n",
    "acknowledgement": "\nData provided by Zillow through the Zillow Transaction and Assessment Dataset (ZTRAX). More information on accessing the data can be found at http://www.zillow.com/ztrax. The results and opinions are those of the authors and do not reflect the position of Zillow Group. We thank Richard Carson, Julie Cullen, and Mark Jacobsen for insightful discussions. We thank Rebecca Fraenkel for initial data extractions. We have also benefited from comments and suggestions by Judd Boomhower, Gordon McCord, and seminar participants at UCSD, Wharton Risk Center, and Camp Resources 2019. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}