{
    "id": 27548,
    "citation_title": "Hard and Soft Skills in Vocational Training: Experimental Evidence from Colombia",
    "citation_author": [
        "Felipe Barrera-Osorio",
        "Adriana D. Kugler",
        "Mikko I. Silliman"
    ],
    "citation_publication_date": "2020-07-20",
    "issue_date": "2020-07-16",
    "revision_date": "2021-12-21",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Development and Growth",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe randomly assign applicants to over-subscribed programs to study the effects of teaching hard and soft skills in vocational training and examine their impacts on skills and labor market outcomes using both survey and administrative data. We find that providing vocational training that either emphasizes social or technical skills increases formal employment. We also find that admission to a vocational program that emphasizes technical relative to social skills increases overall employment and also days and hours worked in the short term. Yet, emphasis on soft-skills training helps applicants sustain employment and monthly wages over the longer term and allows them to catch up with those learning hard skills. Further, through a second round of randomization, we find that offering financial support for transportation and food increases the effectiveness of the program, indicating that resource constraints may be an obstacle for individuals considering vocational training.\n\n",
    "acknowledgement": "\nWe thank the Carvajal Foundation for partnering with us to run and implement the program, and in particular, Mario Gonzales, Ana Enriquez and Angela Gonzales. We are also grateful to the staff at the Ministry of Health and Social Protection for providing us with the administrative data, and Milagros O’Diana for research assistance. We thank David Deming, Nada Eissa, Robert French, Carolina Gonzales, Carmen Pages, and Ken Wolpin as well as seminar participants — including Isaac Mbiti, Derek Neal, Lesley Turner, and Hanna Virtanen — at E-con of Education, Vanderbilt, The German Institute for International Affairs (GIGA), LACEA-LAMES, and the Research Institute for the Finnish Economy (ETLA) for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}