{
    "id": 27549,
    "citation_title": "Inequality and the Coronavirus: Socioeconomic Covariates of Behavioral Responses and Viral Outcomes Across US Counties",
    "citation_author": [
        "Caitlin S. Brown",
        "Martin Ravallion"
    ],
    "citation_publication_date": "2020-07-20",
    "issue_date": "2020-07-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nNot much is obvious about how socioeconomic inequalities impact the spread of infectious diseases once one considers behavioral responses, correlations among multiple covariates and the likely non-linearities and dynamics involved. Social distancing responses to the threat of catching COVID-19 and outcomes for infections and deaths are modelled across US counties, augmenting epidemiological and health covariates with within-county median incomes, poverty and income inequality, and age and racial composition. Systematic socioeconomic effects on social distancing and infections emerge, and most effects do not fade as the virus spreads. Deaths, once infected, are less responsive to socioeconomic covariates. Richer counties tend to see greater gains in social distancing and lower infection rates, controlling for more standard epidemiological factors. Income poverty and inequality tend to increase the infection rate, but these effects are largely accountable to their correlation with racial composition. A more elderly population increases deaths conditional on infections, but has an offsetting effect on the infection rate, consistent with the behavioral responses we find through social distancing.\n\n",
    "acknowledgement": "\nThe idea for this paper grew out of discussions with Dominique van de Walle, who has kindly commented as the paper evolved. We thank Michael Lokshin, Mead Over and Vasia Panousi for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}