{
    "id": 27547,
    "citation_title": "Bank Complexity, Governance, and Risk",
    "citation_author": [
        "Ricardo Correa",
        "Linda S. Goldberg"
    ],
    "citation_publication_date": "2020-07-20",
    "issue_date": "2020-07-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBank holding companies (BHCs) can be complex organizations, conducting multiple lines of business through many distinct legal entities and across a range of geographies. While such complexity raises the costs of bank resolution when organizations fail, the effect of complexity on BHCs' broader risk profile is less well understood. Business, organizational, and geographic complexity can engender explicit trade-offs between the agency problems that increase risk and the diversification, liquidity management, and synergy improvements that reduce risk. The outcomes of such trade-offs may depend on bank governance arrangements. We test these conjectures using data on large U.S. BHCs for the 1996-2018 period. Organizational complexity and geographic scope tend to provide diversification gains and reduce idiosyncratic and liquidity risks while also increasing BHCs' exposure to systematic and systemic risks. Regulatory changes focused on organizational complexity have significantly reduced this type of complexity, leading to a decrease in systemic risk and an increase in liquidity risk among BHCs. While bank governance structures have, in some cases, significantly affected the buildup of BHC complexity, better governance arrangements have not moderated the effects of complexity on risk outcomes.\n\n",
    "acknowledgement": "\nWe  thank Inaki Aldasoro, Robert DeYoung, Krzysztof Gajewski, Lukasz Kamil Kurowski, Katheryn Russ, and seminar participants at the European Central Bank, George Mason University, the IBEFA Annual Meeting in San Diego, MoFiR, and workshop participants at the 4th Annual Chapman Conference on Money and Finance and the IBRN meeting hosted by the Federal Reserve Bank of New York. Mary Chen, Sarah Ngo Hamerling, and Kevin Lai provided excellent research assistance. Scott Okrent provided invaluable help in computing the systemic risk measures using the code facilitated by the VLab at New York University. The views in this paper are solely the responsibility of the authors and should not be interpreted as reflecting the views of the Board of Governors of the Federal Reserve System, the Federal Reserve Bank of New York, any other person associated with the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}