{
    "id": 27558,
    "citation_title": "China’s Foreign Trade and Investment, 1800-1950",
    "citation_author": [
        "Wolfgang Keller",
        "Carol H. Shiue"
    ],
    "citation_publication_date": "2020-07-20",
    "issue_date": "2020-07-16",
    "revision_date": "2020-10-05",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe First Opium War (1840-42) was a watershed in the history of China. In its aftermath Britain and other countries forced open new ports to foreign trade through international treaties. Chinese institutions of trade were abolished and re-organized under Western management, Western legal institutions were introduced in China in form of courts and legal practices, and foreigners in China were tried according to the laws of their country of origin (extraterritoriality). To better understand the implications of these changes during the Treaty Port Era (1842-1943), we begin by discussing the attitudes towards foreign trade before 1840 for both China and the West. Drawing on information from the foreign-led Chinese Maritime Customs organization, we provide a synopsis of China’s foreign trade and investment both in terms of patterns and volumes. The paper highlights the link between foreign and domestic trade as well as the important role of new, previously not traded goods for welfare. Employing several outcome measures, we show that Western influence generated significant benefits to China’s economy, and the results suggest that the geographic scope of these benefits reached into areas far beyond the treaty ports.\n\n",
    "acknowledgement": "\nSupport from the National Science Foundation (Grants SES 0453040 and SES 1124426) is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}