{
    "id": 27553,
    "citation_title": "An Ounce of Prevention",
    "citation_author": [
        "Joseph P. Newhouse"
    ],
    "citation_publication_date": "2020-07-20",
    "issue_date": "2020-07-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI look at prevention through an economic lens and make three main points. First, those advocating preventive measures are often asked how much money a given measure saves.  This question is misguided.  Rather preventive measures can be thought of as insurance, with a certain cost in the present that may or may not pay off in the future.  In fact, although most medical preventive measures improve expected health, they do not save money.  Various lifestyle and early childhood interventions, however, may both save money and improve health. Second, preventive measures, including medical and lifestyle measures, are heterogeneous in their value, both across measures and, within measure, across individuals.  As a result, generalizations in everyday discourse about the value of prevention can be overly broad.  Third, health insurance coverage for medical preventive measures should generally be more extensive than coverage for the treatment of a medical condition, though full coverage of preventive services is not necessarily optimal.\n\n",
    "acknowledgement": "\nI am grateful to Michael Chernew, Richard Frank, Gordon Hanson, Pragya Kakani, Amanda Kowalski, Tim Layton, Tom McGuire, Enrico Moretti, Mahnum Shahzad, and Heidi Williams for helpful suggestions on a preliminary draft and especially to Tim Taylor not only for his substantive comments but also for his superb editing. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}