{
    "id": 27552,
    "citation_title": "Wealth, Race, and Consumption Smoothing of Typical Income Shocks",
    "citation_author": [
        "Peter Ganong",
        "Damon Jones",
        "Pascal J. Noel",
        "Fiona E. Greig",
        "Diana Farrell",
        "Chris Wheat"
    ],
    "citation_publication_date": "2020-07-20",
    "issue_date": "2020-07-16",
    "revision_date": "2023-06-13",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nWe study the consumption response to typical labor income shocks and investigate how these vary by wealth and race. First, we develop an instrument based on firm-wide changes in labor income. Household income volatility stems mostly from fluctuations in labor income and this research design therefore studies the sort of income fluctuations that households typically experience from month to month. Using administrative banking data, we find an average elasticity of 0.21, with a much higher elasticity for low-liquidity households and close to zero elasticity for high-liquidity households. In a stylized model calibrated to our estimates, this degree of sensitivity implies that temporary income volatility has a large welfare cost for the average household, and especially large costs for low-liquidity households. Second, we use this instrument to study how wealth shapes racial inequality. Although an extensive body of work documents the long-term persistence of the racial wealth gap, less is known about its consequences on households’ lives from month to month. We find that Black and Hispanic households are twice as sensitive to typical income shocks as White households. Nearly all of this difference is explained in a statistical sense by racial wealth inequality. Because of racial disparities in consumption smoothing, the welfare cost of temporary income volatility is twice as high for Black and Hispanic households than for White households.\n\n",
    "acknowledgement": "\nWe thank Fenaba Addo, Richard Blundell, Kerwin Charles, Erik Hurst, Koichiro Ito, Greg Kaplan, Dmitri Koustas, Bruce Meyer, Emi Nakamura, Scott Nelson, Matthew Notowidigdo, Cormac O’Dea, Jonathan Parker, Jon Roth, Jesse Shapiro, Jón Steinsson, Amir Sufi, Joe Vavra, and Rob Vishny for helpful comments, and Adi Aladangady, Scott Baker, Karen Dynan, Stephen Hansen, Peter Henry, David Johnson, and JialanWang for discussing the paper. We thank Marta Lachowska and Stephen Woodbury for discussions about and analysis of the sources of pay volatility in the Washington state data. We thank numerous seminar participants for their helpful comments. We thank Therese Bonomo, Timotej Cejka, Guillermo Carranza Jordan, Rupsha Debnath, Maxwell Liebeskind, Lei Ma, Roshan Mahanth, Michael Meyer, Liam Purkey, Peter Robertson, Tanya Sonthalia, and John Spence for outstanding research assistance. This research was made possible by a data-use agreement between three of the authors and the JPMorgan Chase Institute (JPMCI), which has created de-identified data assets that are selectively available to be used for academic research. All statistics from JPMCI data, including medians, reflect cells with multiple observations. The opinions expressed are those of the authors alone and do not represent the views of JPMorgan Chase & Co. We gratefully acknowledge funding from the Washington Center for Equitable Growth, the University of Chicago Center for Data and Computing, the University of Chicago Center for the Study of Race, Politics, and Culture, and the Kathryn and Grant Swick and Fujimori/Mou Faculty Research Funds at the University of Chicago Booth School of Business. First draft: April 2020. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nPeter Ganong\n\nAs part of the University of Chicago data use agreement, Chase reviewed the paper prior to distribution to ensure that privacy protocols were followed and that no confidential proprietary information was disclosed. While working on this paper, Diana Farrell, Fiona Greig, and Chris Wheat were employees of JPMorgan Chase and Peter Ganong and Pascal Noel were compensated for providing research advice on public reports produced by the JPMorgan Chase Institute's research team.\n\n\n\nDamon Jones\n\nAs part of the University of Chicago data use agreement, Chase reviewed the paper prior to distribution to ensure that privacy protocols were followed and that no confidential proprietary information was disclosed. While working on this paper, Diana Farrell, Fiona Greig, and Chris Wheat were employees of JPMorgan Chase and Peter Ganong and Pascal Noel were compensated for providing research advice on public reports produced by the JPMorgan Chase Institute's research team.\n\n\n"
}