{
    "id": 27550,
    "citation_title": "Federal Aid to School Districts During the COVID-19 Recession",
    "citation_author": [
        "Nora E. Gordon",
        "Sarah J. Reber"
    ],
    "citation_publication_date": "2020-07-20",
    "issue_date": "2020-07-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe coronavirus has created an enormous—and expensive—challenge for elementary and secondary schools, while simultaneously depleting the revenue sources on which public schools depend. During the Great Recession, the federal government filled in a significant share of lost revenue. In contrast, the federal response to date has been limited. If Congress decides to invest in future generations, it faces a range of options for how to structure an aid package. One key aspect for any stabilization package is how federal funds should be allocated to states. We consider the types of approaches used in recent proposals, during the Great Recession, and at the onset of the COVID-19 crisis, as well as in major ongoing federal education programs for compensatory and special education. We simulate the distribution of funds and show the considerable difference in how per-child allocations correlate with child poverty rates under the most likely alternative approaches.\n\n",
    "acknowledgement": "\nWe are grateful to Caitlin Chamberlain and Kennedy Weisner for excellent research assistance, and to Stacy Dickert-Conlin, Gary Burtless, and Michael Hansen for useful suggestions. All errors are our own. The authors have no financial arrangements that might give rise to conflicts of interest with respect to the research reported in this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. This paper is based in part on a series of posts previously published at the Brookings Institution in May and June of 2020, Supporting students and promoting economic recovery in the time of COVID-19: Options for federal aid to elementary and secondary education. https://www.brookings.edu/blog/brown-center-chalkboard/2020/05/07/supporting-students-and-promoting-economic-recovery-in-the-time-of-covid-19/\n\n\n"
}