{
    "id": 27559,
    "citation_title": "Financial Fragility in the COVID-19 Crisis: The Case of Investment Funds in Corporate Bond Markets",
    "citation_author": [
        "Antonio Falato",
        "Itay Goldstein",
        "Ali Hortaçsu"
    ],
    "citation_publication_date": "2020-07-20",
    "issue_date": "2020-07-16",
    "revision_date": "2021-05-04",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the decade following the financial crisis of 2008, investment funds in corporate bond markets became prominent market players and generated concerns of financial fragility. The COVID-19 crisis provides an opportunity to inspect their resilience in a major stress event. Using daily microdata, we document major outflows in corporate-bond funds during the COVID-19 crisis. Large outflows were sustained over weeks and most severe for funds with illiquid assets, vulnerable to fire sales, and exposed to sectors hurt by the crisis. By providing a liquidity backstop for their bond holdings, the Federal Reserve bond purchase program helped to reverse outflows especially for the most fragile funds. In turn, the program had spillover effects on primary market issuance and peer funds. The evidence points to a \"bond-fund fragility channel\" whereby the Fed liquidity backstop transmits to the real economy via funds.\n\n",
    "acknowledgement": "\nViews expressed are those of the authors and do not necessarily represent the views of the Board, its staff, or the National Bureau of Economic Research. We thank Jaewon Choi, Valentin Haddad, Yi Li, Nellie Liang, Yiming Ma, Jeremy Stein, Annette Vissing-Jorgensen, Yao Zeng, and participants at the Brookings Webinar on \"COVID-19 and the Financial System - How and Why Were Financial Markets Disrupted?\", the Princeton-Stanford Conference on \"Corporate Finance and the Macroeconomy under COVID-19\", the Atlanta Fed Conference on \"Financial Stability and the Coronavirus Pandemic,\" the Annual Meeting of the American Finance Association, the Darden-ICI Symposium on Mutual Funds and ETFs, and the Annual Meeting of the Midwest Finance Association, for helpful comments and discussions. Jacob Faber provided excellent research assistance. All remaining errors are ours.\n\n\n\nItay Goldstein\n\nItay Goldstein has been retained by a law firm as an expert on a case involving a liquidity crisis and government intervention in a European bank. This case has not influenced the research in this paper, and the research in this paper has not influenced the case.\n\n\n"
}