{
    "id": 27557,
    "citation_title": "A Graphical Lasso Approach to Estimating Network Connections: The Case of U.S. Lawmakers",
    "citation_author": [
        "Marco Battaglini",
        "Forrest W. Crawford",
        "Eleonora Patacchini",
        "Sida Peng"
    ],
    "citation_publication_date": "2020-07-20",
    "issue_date": "2020-07-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we propose a new approach to the estimation of social networks and we apply it to the estimation of productivity spillovers in the U.S. Congress. Social networks such as the social connections among lawmakers are not generally directly observed, they can be recovered only using the observable outcomes that they contribute to determine (such as, for example, the legislators’ effectiveness). Moreover, they are typically stable for relatively short periods of time, thus generating only short panels of observations. Our estimator has three appealing properties that allows it to work in these environments. First, it is constructed for “small” asymptotic, thus requiring only short panels of observations. Second, it requires relatively nonrestrictive sparsity assumptions for identification, thus being applicable to dense networks with (potentially) star shaped connections. Third, it allows for heterogeneous common shocks across subnetworks. The application to the U.S. Congress gives us new insights about the nature of social interactions among lawmakers. We estimate a significant decrease over time in the importance of productivity spillovers among individual lawmakers, compensated by an increase in the party level common shock over time. This suggests that the rise of partisanship is not affecting only the ideological position of legislators when they vote, but more generally how lawmakers collaborate in the U.S. Congress.\n\n",
    "acknowledgement": "\nWe thank Aureo de Paula, Laura Forastiere, Michael Konig, Yuan Liao, Xiaodong Liu, Julien Neves, Chen Qiu, Edoardo Rainone, Lingzhou Xue, and participants at the 2019 Network Econometrics Juniors' Conference at Northwestern University for constructive comments and discussions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}