{
    "id": 27556,
    "citation_title": "Bounds on a Slope from Size Restrictions on Economic Shocks",
    "citation_author": [
        "Marco Stenborg Petterson",
        "David G. Seim",
        "Jesse M. Shapiro"
    ],
    "citation_publication_date": "2020-07-20",
    "issue_date": "2020-07-16",
    "revision_date": "2022-03-29",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the problem of learning about the effect of one market-level variable (e.g., price) on another (e.g., quantity) in the presence of shocks to unobservables (e.g., preferences). We show that economic intuitions about the plausible size of the shocks can be informative about the parameter of interest. We illustrate with a main application to the grain market.\n\n",
    "acknowledgement": "\nKevin Murphy’s lectures in price theory inspired this work. We acknowledge funding from the Jan Wallander and Tom Hedelius Foundation (Grant P2015-0095:1), the Population Studies and Training Center, the Eastman Professorship, and the JP Morgan Chase Research Assistant Program at Brown University, the Semester Undergraduate Program for Economics Research at Harvard University, and the National Science Foundation (Grant 1949047). Any opinions, findings, and conclusions or recommendations expressed in this material are those of the authors and do not necessarily reflect the views of the funding sources. We thank Isaiah Andrews, Nadav Ben Zeev, Steve Berry, Ray Fair, Amy Finkelstein, Peter Ganong, Ed Glaeser, Phil Haile, Toru Kitagawa, Pat Kline, Alex MacKay, Adam McCloskey, Emi Nakamura, Serena Ng, Matt Notowidigdo, Emily Oster, Sharon Oster, Mar Reguant, Michael Roberts, Jon Roth, Chris Snyder, Juan Carlos Suárez Serrato, Chad Syverson, Elie Tamer, seminar participants at Brown University, Iowa State University, the International Methods Colloquium, the NBER, the Interactive Online IO Seminar, the LACEA LAMES annual meeting, and especially NBER discussant Brigham Frandsen for helpful comments. We thank Masao Fukui, Emi Nakamura, and Jón Steinsson for sharing their code and data. We thank our dedicated research assistants for their contributions to this project.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJesse M. Shapiro\n\nShapiro has, in the past, been a paid visitor at Microsoft Research New England and a paid consultant for FutureOfCapitalism, LLC. Shapiro has been paid for writing by the New York Times.\n\n\nShapiro's spouse has a disclosure statement posted at https://emilyoster.net/coi.\n\n\nShapiro's affiliations are listed at\nhttps://www.brown.edu/Research/Shapiro/pdfs/cv.pdf\n\n\n"
}