{
    "id": 27551,
    "citation_title": "Mutual Fund Performance and Flows During the COVID-19 Crisis",
    "citation_author": [
        "Lubos Pastor",
        "M. Blair Vorsatz"
    ],
    "citation_publication_date": "2020-07-20",
    "issue_date": "2020-07-16",
    "revision_date": "2020-08-13",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe present a comprehensive analysis of the performance and flows of U.S. actively-managed equity mutual funds during the COVID-19 crisis of 2020. We find that most active funds underperform passive benchmarks during the crisis, contradicting a popular hypothesis. Funds with high sustainability ratings perform well, as do funds with high star ratings. Fund out ows surpass pre-crisis trends, but not dramatically. Investors favor funds that apply exclusion criteria and funds with high sustainability ratings, especially environmental ones. Our finding that investors remain focused on sustainability during this major crisis suggests they view sustainability as a necessity rather than a luxury good.\n\n",
    "acknowledgement": "\nWe are grateful to Ali Hortacsu, Jeff Pontiff, Luke Taylor, Alexander Wagner, and Yao Zeng for helpful comments, and to the University of Chicago Booth School of Business for research support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nLubos Pastor\n\nLubos Pastor is a member of the governing board of the National Bank of Slovakia. Among its duties, this central bank serves as the principal regulator of mutual funds in Slovakia. Yet the bank has no stake in this research, no benefit from it, and no influence upon it.\n\n\n"
}