{
    "id": 27566,
    "citation_title": "Projecting Unemployment Durations: A Factor-Flows Simulation Approach With Application to the COVID-19 Recession",
    "citation_author": [
        "Gabriel Chodorow-Reich",
        "John Coglianese"
    ],
    "citation_publication_date": "2020-07-20",
    "issue_date": "2020-07-16",
    "revision_date": "2020-07-24",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a three-step factor-flows simulation-based approach to forecast the duration distribution of unemployment. Step 1: estimate individual transition hazards across employment, temporary layoff, permanent layoff, quitter, entrant, and out of the labor force, with each hazard depending on an aggregate component as well as an individual's labor force history. Step 2: relate the aggregate components to the overall unemployment rate using a factor model. Step 3: combine the individual duration dependence, factor structure, and an auxiliary forecast of the unemployment rate to simulate a panel of individual labor force histories. Applying our approach to the July Blue Chip forecast of the COVID-19 recession, we project that 1.6 million workers laid off in April 2020 remain unemployed six months later. Total long-term unemployment rises thereafter and eventually reaches more 4.5 million individuals unemployed for more than 26 weeks and almost 2 million individuals unemployed for more than 46 weeks. Long-term unemployment rises even more in a more pessimistic recovery scenario, but remains below the level in the Great Recession due to a high amount of labor market churn.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and not necessarily those of the Board of Governors of the Federal Reserve System, nor of the National Bureau of Economic Research.\n\n\n"
}