{
    "id": 27568,
    "citation_title": "Occupational Licensing and Labor Market Fluidity",
    "citation_author": [
        "Morris M. Kleiner",
        "Ming Xu"
    ],
    "citation_publication_date": "2020-07-20",
    "issue_date": "2020-07-16",
    "revision_date": "2020-08-21",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Market Structures",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe show that occupational licensing has significant negative effects on labor market fluidity defined as cross-occupation mobility. Using a balanced panel of workers constructed from the CPS and SIPP data, we analyze the link between occupational licensing and labor market outcomes. We find that workers with a government-issued occupational license experience churn rates significantly lower than those of non-licensed workers. Specifically, licensed workers are 24% less likely to switch occupations and 3% less likely to become unemployed in the following year. Moreover, occupational licensing represents barriers to entry for both non-employed workers and employed ones. The effect is more prominent for employed workers relative to those entering from nonemployment, because the opportunity cost of acquiring a license is much higher for employed individuals. Lastly, we find that average wage growth is higher for licensed workers than non-licensed workers, whether they stay in the same occupation in the next year or switch occupations. We find significant heterogeneity in the licensing effect across different occupation groups. These results hold across various data sources, time spans, and indicators of being licensed. Overall, licensing could account for almost 8% of the total decline in monthly occupational mobility over the past two decades.\n\n",
    "acknowledgement": "\nWe thank Mons Chan, Hwikwon Ham, and Brad Larsen for comments on earlier versions of the paper. We also thank the participants at the Annual Knee Center Occupational Licensing Conference, George Washington University, Midwest Economic Association, Stanford Institute for Theoretical Economics, and the W.E. Upjohn Institute for Employment Research for their suggestions, discussion, and useful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}