{
    "id": 27561,
    "citation_title": "A Brief Introduction to Human Capital Measures",
    "citation_author": [
        "Gang Liu",
        "Barbara M. Fraumeni"
    ],
    "citation_publication_date": "2020-07-20",
    "issue_date": "2020-07-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere are six major measures of human capital, each of which covers at least 130 countries, all of which are described in this paper.  These measures are of two distinct types: monetary and index-based. The two monetary versions are those by the World Bank (Lange et al., 2018) and by the United Nations Environmental Program and the Urban Institute of Kyushu University (Managi and Kumar et al., 2018).  The four indicator versions are by the Institute of Health Metrics and Evaluation of the University of Washington (Lim et al., 2018), the United Nations Development Programme (UNDP, 2019), the World Bank (International Bank for Reconstruction and Development and the World Bank, 2018), and the World Economic Forum (World Economic Forum, 2017).  In addition to describing each of these six measures, this paper compares them using ranking (Spearman) and level (Pearson) correlations.  This paper was written as an introduction to a forthcoming book (Fraumeni, Barbara M., ed., Measuring Human Capital, Academic Press, Cambridge, MA) on human capital in order to help statisticians, researchers, analysts, policy-makers and government officials make an informed choice about which to use as this decision can matter.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}