{
    "id": 27564,
    "citation_title": "The Spillover Impact of Index Insurance on Agricultural Investment by Cotton Farmers in Burkina Faso",
    "citation_author": [
        "Quentin Stoeffler",
        "Michael Carter",
        "Catherine Guirkinger",
        "Wouter Gelade"
    ],
    "citation_publication_date": "2020-07-20",
    "issue_date": "2020-07-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nThis paper examines whether agricultural insurance can boost investment by small scale farmers in West Africa. We conduct a randomized evaluation to analyze the impacts of index insurance for cotton farmers in Burkina Faso. We find no impact of insurance on cotton, but, consistent with microeconomic theory, we find significant spillover impacts on investment in other agricultural activities. Furthermore, the effects of insurance payouts on farmers hit by a shock confirm the potential of index insurance as a risk-management tool. However, we uncover important flaws in the implementation of the project that limited its impacts. Overall, this study suggests a promising role of index insurance for stimulating investment, but also draws attention to key challenges for an efficient delivery of insurance to small farmers. Finally, the hybrid, mixed methods RCT design that we employ offers lessons for the evaluation of complex interventions where trust, understanding and timing are all important.\n\n",
    "acknowledgement": "\nWe are very grateful to Karim Pare and his team for excellent data collection efforts. We thank Thomas Barré for useful comments and suggestions, as well as seminar participants at Istanbul Technical University, Bahçeşehir University, Boğaziçi University and various conferences. We also thank Inclusive Guarantee and SOFITEX for their support and for providing access to data. This project was made possible by generous funding from the United States Agency for International Development through the BASIS Assets and Market Access Innovation Lab grant No: EDH-A-00-06-0003-00. Quentin Stoeffler also acknowledges support from Istanbul Technical University’s Bilimsel Araştırma Projeleri (BAP) unit, grant number SAB-2018-41143. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}