{
    "id": 27560,
    "citation_title": "Measuring Movement and Social Contact with Smartphone Data: A Real-Time Application to COVID-19",
    "citation_author": [
        "Victor Couture",
        "Jonathan I. Dingel",
        "Allison E. Green",
        "Jessie Handbury",
        "Kevin R. Williams"
    ],
    "citation_publication_date": "2020-07-20",
    "issue_date": "2020-07-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nTracking human activity in real time and at fine spatial scale is particularly valuable during episodes such as the COVID-19 pandemic. In this paper, we discuss the suitability of smartphone data for quantifying movement and social contact. We show that these data cover broad sections of the US population and exhibit movement patterns similar to conventional survey data. We develop and make publicly available a location exposure index that summarizes county-to-county movements and a device exposure index that quantifies social contact within venues. We use these indices to document how pandemic-induced reductions in activity vary across people and places.\n\n",
    "acknowledgement": "\nWe are very grateful to Hayden Parsley and Serena Xu for outstanding research assistance under extraordinary circumstances. We thank Drew Breunig, Nicholas Sheilas, Stephanie Smiley, Elizabeth Cutrone, and the team at PlaceIQ for data access and helpful conversations. The views expressed herein are those of the authors and do not necessarily reflect the views of PlaceIQ, the National Bureau of Economic Research, nor CEPR. This research was approved by the University of California, Berkeley Office for Protection of Human Subjects under CPHS Protocol No 2018-05-11122. This material is based upon work supported by the National Science Foundation under Grant No. 2030056, the Tobin Center for Economic Policy at Yale, the Fisher Center for Real Estate and Urban Economics at UC Berkeley, the Zell-Lurie Real Estate Center at Wharton, and the Initiative on Global Markets at Chicago Booth.\n\n\n"
}