{
    "id": 27567,
    "citation_title": "The Dynamics of the Smoking Wage Penalty",
    "citation_author": [
        "Michael E. Darden",
        "Julie L. Hotchkiss",
        "M. Melinda Pitts"
    ],
    "citation_publication_date": "2020-07-20",
    "issue_date": "2020-07-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCigarette smokers earn significantly less than nonsmokers, but the magnitude of the smoking wage gap and the pathways by which it originates are unclear.  Proposed mechanisms often focus on spot differences in employee productivity or employer preferences, neglecting the dynamic nature of human capital development and addiction.  In this paper, we formulate a dynamic model of young workers as they transition from schooling to the labor market, a period in which the lifetime trajectory of wages is being developed.  We estimate the model with data from the National Longitudinal Survey of Youth, 1997 Cohort, and we simulate the model under counterfactual scenarios that isolate the contemporaneous effects of smoking from dynamic differences in human capital accumulation and occupational selection.  Results from our preferred model, which accounts for unobserved heterogeneity in the joint determination of smoking, human capital, labor supply, and wages, suggest that continued heavy smoking in young adulthood results in a wage penalty at age 30 of 14.8% and 9.3% for women and men, respectively.  These differences are less than half of the raw difference in means in wages at age 30.  We show that the contemporaneous effect of heavy smoking net of any life-cycle effects explains roughly 67% of the female smoking wage gap but only 11% of the male smoking wage gap.\n\n",
    "acknowledgement": "\nWe thank Tom Mroz, Melinda Morrill, John Cawley, Michael Pesko, and seminar participants at the Federal Reserve Bank of Atlanta and the Southeastern Micro Labor Workshop for helpful comments. We also thank Patrick Henson for excellent research assistance. The views expressed in this work are those of the authors and do not reflect the opinion of the Federal Reserve Bank of Atlanta, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}