{
    "id": 27562,
    "citation_title": "Unintended Consequences of Lockdowns: COVID-19 and the Shadow Pandemic",
    "citation_author": [
        "Saravana Ravindran",
        "Manisha Shah"
    ],
    "citation_publication_date": "2020-07-20",
    "issue_date": "2020-07-16",
    "revision_date": "2021-03-25",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nViolence against women is a problem worldwide, with economic costs ranging from 1-4% of global GDP. Using variation in the intensity of government-mandated lock-downs in India, we show that domestic violence complaints increase 0.47 SD in districts with the strictest lockdown rules. We find similarly large increases in cyber-crime complaints. However, rape and sexual assault complaints decrease 0.4 SD in districts with the strictest lockdowns, consistent with decreased female mobility in public spaces, public transport, and workplaces. Longer-term analysis shows that in-creases in domestic violence complaints persist one year later, while other complaints related to rape, sexual assault, and cybercrimes return to pre-lockdown levels.\n\n",
    "acknowledgement": "\nWe thank Natalie Bau, Prashant Bharadwaj, Seema Jayachandran, Aprajit Mahajan and participants at the NBER Summer Institute 2020 - Development Economics Workshop for helpful comments. Gabriela Rubio and Michelle Kempis provided excellent research assistance. For questions or comments please contact Manisha Shah at ManishaShah@ucla.edu and Saravana Ravindran at saravana@nus.edu.sg. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}