{
    "id": 27575,
    "citation_title": "How Much to Save? Decision Costs and Retirement Plan Participation",
    "citation_author": [
        "Jacob Goldin",
        "Tatiana Homonoff",
        "Richard W. Patterson",
        "William L. Skimmyhorn"
    ],
    "citation_publication_date": "2020-07-27",
    "issue_date": "2020-07-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nDeciding how much to save for retirement can be complicated. Drawing on a field experiment conducted with the Department of Defense, we study whether such complexity depresses participation in an employer-sponsored retirement saving plan. We find that simplifying one dimension of the enrollment decision, by highlighting a potential rate at which non-participants might contribute, increases participation in the plan. Similar communications that did not include a highlighted rate yield smaller effects. The results highlight how reducing complexity on the intensive margin of a decision (how much to contribute) can affect extensive margin behavior (whether to contribute at all) in a setting of policy interest.\n\n",
    "acknowledgement": "\nAll opinions expressed in this manuscript are those of the authors and do not represent the opinions of the United States Military Academy, Department of Defense, the United States Army, or the General Services Administration.  For helpful comments, we thank John Beshears, James Choi, Ngoc Dao, Gopi Goda, Sarah Kotb, Jonathan Morduch, Daniel Reck, Alex Rees-Jones, and Will Tucker-Ray, as well as seminar and conference participants. We gratefully acknowledge the implementation support from the White House's Social Behavioral Sciences Team and the Defense Financing and Accounting Services. This RCT was registered in the American Economic Association Registry for randomized control trials under trial number 4588. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nWilliam L. Skimmyhorn\n\nI have received grant support from the TIAA Institute and financial compensation from the Financial Industry Regulatory Authority.\n\n\n"
}