{
    "id": 27576,
    "citation_title": "The Aggregate Effects of Fiscal Stimulus: Evidence from the COVID-19 Unemployment Supplement",
    "citation_author": [
        "Miguel Garza Casado",
        "Britta Glennon",
        "Julia Lane",
        "David McQuown",
        "Daniel Rich",
        "Bruce A. Weinberg"
    ],
    "citation_publication_date": "2020-09-28",
    "issue_date": "2020-08-07",
    "revision_date": "2023-04-13",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe current economic crisis has highlighted the need for data that are both timely and local so that the effects of fiscal policy options on local economies can be evaluated more immediately. This paper highlights the potential value of using two new sources of near real-time data to inform decisions about the appropriate stimulus approach to implement. The first data source is administrative records that provide universal, weekly, information on unemployment claimants. The second data source is transaction level data on economic activity that are available on a daily basis. We make use of discrete changes in stimulus payments to construct a framework for evaluating real-time effects of fiscal policy on local economic activity. In particular, we leverage cross-county and over-time variation in the relative size of the Federal Pandemic Unemployment Compensation (FPUC) COVID-19 supplement to Unemployment Insurance – from $0 to $600 to $300 between March and September 2020 - to estimate the local economic impact of unemployment, earnings replacement, and the interaction between the two. We find that higher earnings replacement rates lead to significantly more consumer spending, even with increases in the unemployment claimant rate, which is consistent with the goal of the fiscal stimulus.\n\n",
    "acknowledgement": "\nPreviously circulated as \"The Effect of Fiscal Stimulus: Evidence from COVID-19.\" This work was funded by Schmidt Futures, Amazon Web Services, the Overdeck Family Foundation the Bill and Melinda Gates Foundation and NIH grants UL1 TR002733 and R24 HD058484. George Putnam, Daniela Hochfellner, Nathan Caplan and Frauke Kreuter provided extremely useful input and guidance. We are grateful to Illinois Department of Employment Security for providing data access. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJulia Lane\n\nThis work was funded by Schmidt Futures, Amazon Web Services, the Overdeck Family Foundation the Bill and Melinda Gates Foundation and NIH grants UL1 TR002733 and R24 HD058484. George Putnam, Daniela Hochfellner, Nathan Caplan and Frauke Kreuter provided extremely useful input and guidance. We are grateful to Illinois Department of Employment Security for providing data access.\n\n\n"
}