{
    "id": 27570,
    "citation_title": "Expanding Access to Clean Water for the Rural Poor: Experimental Evidence from Malawi",
    "citation_author": [
        "Pascaline Dupas",
        "Basimenye Nhlema",
        "Zachary Wagner",
        "Aaron Wolf",
        "Emily Wroe"
    ],
    "citation_publication_date": "2020-07-20",
    "issue_date": "2020-07-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing data from an 18-month randomized trial, we estimate large and sustained impacts on water purification and child health of a program providing monthly coupons for free water treatment solution (diluted chlorine) to households with young children. The program is more effective and much more cost-effective than asking Community Health Workers (CHWs) to distribute free chlorine to households during routine monthly visits. That is because only 40% of households make use of free chlorine, targeting through CHWs is worse than self-targeting through coupon redemption, and water treatment promotion by CHWs does not increase chlorine use among free chlorine beneficiaries. Non- use of free chlorine is driven by households who have a protected water source and those who report that chlorine makes water taste bad.\n\n",
    "acknowledgement": "\nThis research was made possible thanks to grants from Stichting Dioraphte and the Stanford Center for Innovation in Global Health. We gratefully acknowledge their support. These funders had no role in study design, data collection and analysis, decision to publish, or preparation of the manuscript. We thank Partners In Health Malawi for their partnership. The research protocol was approved by the Malawi National Health Sciences Research Committee and by the Stanford IRB. It is registered in the AEA RCT registry (AEARCTR-0002893). We thank Vivian Hoffmann and Michael Kremer for their inputs at the conceptual and design stage, and we are grateful to Ian Ross, Amit Dekel, Ismael Djima, Charlotte Pelras and Nina Rapoport for their insightful comments on our first draft. We also thank seminar participants at Stellenbosch University, DFID, and the Virtural Development Seminar for their helpful questions and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}