{
    "id": 27574,
    "citation_title": "Do Unemployment Insurance Benefits Improve Match and Employer Quality? Evidence from Recent U.S. Recessions",
    "citation_author": [
        "Ammar Farooq",
        "Adriana D. Kugler",
        "Umberto Muratori"
    ],
    "citation_publication_date": "2020-08-03",
    "issue_date": "2020-07-23",
    "revision_date": "2022-04-05",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nUnemployment Insurance (UI) benefits have a moral hazard effect and a liquidity effect, with both generating increases in unemployment spells but the latter increasing wages due to the ability to find better matches or better jobs. Previous papers, however, find mixed evidence on the impact of UI on wages. In this paper, we re-examine the effect of UI on wages in the U.S. and present novel evidence using LEHD data to examine the channels through which UI increases earnings, including: (1) the quality of the match, (2) positive sorting of employers and employees, and (3) the quality of the employer. We find that the increased UI generosity in the U.S. increased wages by both increasing the quality of the match as well as the quality of the job obtained after the unemployment spell, though there is less evidence of improved sorting. Consistent with improvements in match and employer quality, we also find that the likelihood of remaining on the job increases with UI generosity. Consistent with a liquidity effect on search, we also find that the effects on the quality of the match are larger for those who are more likely to be liquidity constrained, including women, minorities, and the less-educated.\n\n",
    "acknowledgement": "\nThis research uses restricted microdata from the U.S. Census Bureau’s Longitudinal Employer Household Dynamics (LEHD) Program, which was partially supported by the following National Science Foundation Grants SES-9978093, SES-0339191 and ITR-0427889; National Institute on Aging Grant AG018854; and grants from the Alfred P. Sloan Foundation. All results have been reviewed to ensure that no confidential data are disclosed. All results have been approved by the Disclosure Review Board. Any opinions and conclusions expressed herein are those of the authors and do not necessarily represent the views of the U.S. Census Bureau. This research was performed at the Georgetown Federal Statistical Research Data Center under FSRDC Project Number 1812. All errors are our own. We acknowledge the generous financial support from the Washington Center for Equitable Growth. We would like to thank George Akerlof, Joe Altonji, Heather Boushey, David Card, Raj Chetty, Larry Kahn, Kory Kroft, Jesse Rothstein, Emmanuel Saez, and Ann Stevens for comments on this paper, and especially Matt Notowidigdo for his thoughtful suggestions and Henry Hyatt for advise on the use of the algorithm to measure AKM and use of LEHD data. Adriana Kugler is the corresponding author. The views expressed herein are those of the authors and do not necessarily reflect those of their employers nor of the National Bureau of Economic Research.\n\n\n"
}