{
    "id": 27572,
    "citation_title": "Experienced Segregation",
    "citation_author": [
        "Susan Athey",
        "Billy A. Ferguson",
        "Matthew Gentzkow",
        "Tobias Schmidt"
    ],
    "citation_publication_date": "2020-07-27",
    "issue_date": "2020-07-23",
    "revision_date": "2021-09-21",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe estimate a measure of segregation, experienced isolation, that captures individuals’ exposure to diverse others in the places they visit over the course of their days. Using Global Positioning System (GPS) data collected from smartphones, we measure experienced isolation by race. We find that the isolation individuals experience is substantially lower than standard residential isolation measures would suggest, but that experienced and residential isolation are highly correlated across cities. Experienced isolation is lower relative to residential isolation in denser, wealthier, more educated cities with high levels of public transit use, and is also negatively correlated with income mobility.\n\n",
    "acknowledgement": "\nWe thank Jonathan Dingel, Jessie Handbury, and numerous seminar participants for helpful inputs and suggestions. We also thank our many dedicated research assistants for their contributions to this project. We acknowledge funding from the Stanford Institute for Economic Policy Research (SIEPR). The views  expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}