{
    "id": 27579,
    "citation_title": "Investing in Ex Ante Regulation: Evidence from Pharmaceutical Patent Examination",
    "citation_author": [
        "Michael D. Frakes",
        "Melissa F. Wasserman"
    ],
    "citation_publication_date": "2020-07-27",
    "issue_date": "2020-07-23",
    "revision_date": "2022-05-02",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nWe explore how the Patent Office may improve the quality of issued patents on “secondary” drug features by giving examiners more time to review drug-patent applications.  Our findings suggest that current time allocations are causing examiners to issue low quality secondary patents on the margin.  To assess the merits of expanding ex ante scrutiny of drug-patent applications at the agency, we set forth estimates of the various gains and losses associated with giving examiners more time, including reduced downstream litigation costs and added personnel expenses, along with both the static gains and dynamic innovation losses associated with earlier generic entry.\n\n",
    "acknowledgement": "\nWe are thankful to Ashish Arora, Andrew Baker, Amitabh Chandra, Bapu Jena, David Kappos, Arti Rai, John Romley, Seth Seabury and seminar participants at the USC Schaeffer Center Workshop, the Indiana University O’Neill Public Affairs and Public Finance Speaker Series Workshop, the NSF Future of IP Conference, the Empirical Health Law Conference, the Duke Law and Economics Colloquium, the Texas Law and Economics Workshop, the ZIPOW IP Workshop, the Zoom Law and Economics Workshop, the Annual Intellectual Property Scholars Conference, the Georgetown Law and Economics Seminar, and the George Mason Law and Economics Seminar for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}