{
    "id": 27573,
    "citation_title": "Out of Sight No More? The Effect of Fee Disclosures on 401(k) Investment Allocations",
    "citation_author": [
        "Mathias Kronlund",
        "Veronika K. Pool",
        "Clemens Sialm",
        "Irina Stefanescu"
    ],
    "citation_publication_date": "2020-07-27",
    "issue_date": "2020-07-23",
    "revision_date": "2020-07-31",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "Behavioral Finance",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe examine the effects of a 2012 regulatory reform that mandated fee and performance disclosures for the investment options in 401(k) plans. We show that participants became significantly more attentive to expense ratios and short-term performance after the reform. The disclosure effects are stronger among plans with large average contributions per participant and weaker for plans with many investment options. Additionally, these results are not driven by secular changes in investor behavior or sponsor-initiated changes to the investment menus. Our findings suggest that providing salient fee and performance information can mitigate participants' inertia in retirement plans.\n\n",
    "acknowledgement": "\nWe thank Jeff Brown, Monika Buetler, Kevin Crotty, Francesco Franzoni, Jeff Harris, Christine Laudenbach, Lisa Kramer, Iwan Meier, Olivia Mitchell, Diane Pierret, Yang Sun, Alan Zhang, and seminar and conference participants at the 2019 Cherry Blossom Financial Education Institute Conference, the 2019 ESMT Berlin Asset Management conference, the 2019 SFS Cavalcade, the 2019 European Finance Association, the 2019 Financial Management Association, the 2019 ERMAS, the 2019 Luxembourg Asset Management Summit, the 2019 Northern Finance Association, the 2019 CEAR-RSI Household Finance conference, American University, Australian National University, Bocconi University, Georgetown University, Michigan State University, Purdue University, Rice University, Texas A&M University, Tulane University, the Universita della Svizzera Italiana in Lugano, the University of Cincinnati, the University of Colorado, the University of Illinois at Chicago, the University of Illinois at Urbana-Champaign, the University of Kansas, the University of Melbourne, the University of Notre Dame, the University of Oklahoma, the University of St. Gallen, the University of Technology Sydney, the University of Texas at Austin, and Vanderbilt University for many helpful comments and suggestions. Sialm is an independent contractor with AQR Capital Management. The research reported herein was performed pursuant to a grant from the TIAA Institute through the Pension Research Council/Boettner Center of the Wharton School of the University of Pennsylvania (PRC).  The views expressed in this paper are those of the authors and do not reflect the views of AQR, the Board of Governors of the Federal Reserve System, the Boettner Center, or TIAA. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nClemens Sialm\n\nClemens Sialm has received compensation for consulting services and for giving presentations from the following institutions: AQR Capital Management, the U.S. Securities and Exchange Commission, Mercer Advisors, Dimensional Fund Advisors, and MyVest.\n\n\n"
}