{
    "id": 27577,
    "citation_title": "Conflicting Interests and the Effect of Fiduciary Duty — Evidence from Variable Annuities",
    "citation_author": [
        "Mark L. Egan",
        "Shan Ge",
        "Johnny Tang"
    ],
    "citation_publication_date": "2020-07-27",
    "issue_date": "2020-07-23",
    "revision_date": "2021-11-22",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nWe examine the drivers of variable annuity sales and the impact of a proposed regulatory change. Variable annuities are popular retirement products with over $2 trillion in assets in the United States. Insurers typically pay brokers a commission for selling variable annuities that ranges from 0% to over 10% of investors’ premium payments. Brokers earn higher commissions for selling inferior annuities, in terms of higher expenses and more ex-post complaints. Our results indicate that variable annuity sales are roughly four times as sensitive to brokers’ financial interests as to investors’. To help limit conflicts of interest, the Department of Labor proposed a rule in 2016 that would hold brokers to a fiduciary standard when dealing with retirement accounts. We find that after the proposed fiduciary rule, sales of high-expense variable annuities fell by 52% as sales became more sensitive to expenses and insurers increased the relative availability of low-expense products. Based on our structural model estimates, investor welfare improved as a result of the fiduciary rule under conservative assumptions.\n\n",
    "acknowledgement": "\nWe are grateful for comments and suggestions by Vivek Bhattacharya (discussant), Stephen Karolyi (discussant), Ralph Koijen, Andrei Shleifer, Richard Rosen, Annette Vissing-Jorgensen, Motohiro Yogo, and the seminar participants at Berkeley, Duke University, the FDIC, Harvard Business School, HEC Paris, University of Hong Kong, Ohio State University, MIT Sloan School of Management, NBER Insurance Meeting, New York University, the SEC, the Stanford Institute for Theoretical Economics Financial Regulation Workshop, Stanford University, Temple University, the Vienna Graduate School of Finance, Washington University in St. Louis, the University of Illinois Urbana-Champaign, the WFA Early Career Women in Finance Conference, and NFA. Shan Ge acknowledges financial support of the Center for Global Economy and Business at NYU. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}