{
    "id": 27578,
    "citation_title": "Mortality Effects and Choice Across Private Health Insurance Plans",
    "citation_author": [
        "Jason Abaluck",
        "Mauricio M. Caceres Bravo",
        "Peter Hull",
        "Amanda Starc"
    ],
    "citation_publication_date": "2020-07-27",
    "issue_date": "2020-07-23",
    "revision_date": "2023-09-27",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nCenter for Aging and Health Research\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nCompetition in health insurance markets may fail to improve health outcomes if consumers are not willing to pay for high quality plans. We document large differences in the mortality rates of Medicare Advantage (MA) plans within local markets. We then show that when high (low) mortality plans exit these markets, enrollees tend to switch to more typical plans and subsequently experience lower (higher) mortality. We develop a framework that uses this variation to estimate the relationship between observed mortality rates and causal mortality effects; we find a tight link. We then extend the framework to study other predictors of mortality effects and estimate consumer willingness to pay. Higher spending plans tend to reduce enrollee mortality, but existing quality ratings are uncorrelated with plan mortality effects. Consumers place little weight on mortality effects when choosing plans. Moving beneficiaries out of the bottom 5% of plans could save tens of thousands of elderly lives each year.\n\n",
    "acknowledgement": "\nWe thank Joe Altonji, Leemore Dafny, Michael Dickstein, Joe Doyle, David Dranove, Amit Gandhi, Craig Garthwaite, Marty Gaynor, Jon Gruber, Kate Ho, Tim Layton, Victoria Marone, Tom McGuire, Chris Ody, Molly Schnell, Fiona Scott Morton, Mark Shepard, Doug Staiger, Jeroen Swinkels, Bob Town, and numerous seminar participants for helpful comments. We thank Emily Crawford, Eilidh Geddes, Elise Parrish, Aaron Pollack, and Amy Tingle for excellent research assistance. We gratefully acknowledge financial support from an NBER Bridge Year Pilot on Grant P30AG012810. All remaining errors are assumed to be iid type-I extreme value. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}