{
    "id": 27581,
    "citation_title": "Age Discrimination across the Business Cycle",
    "citation_author": [
        "Gordon B. Dahl",
        "Matthew M. Knepper"
    ],
    "citation_publication_date": "2020-07-27",
    "issue_date": "2020-07-23",
    "revision_date": "2022-01-28",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Labor Discrimination",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe test whether age discrimination rises during recessions using two complementary analyses. Confidential EEOC microdata reveal that age-related firing and hiring charges rise by 3.3% and 1.6%, respectively, for each percentage point increase in a state-industry’s monthly unemployment. Though the opportunity cost of filing falls, the fraction of meritorious claims increases—a sufficient condition for rising discrimination under plausible assumptions. Second, we repurpose data from hiring correspondence studies conducted across different cities and time periods during the recovery from the Great Recession. Each percentage point increase in local unemployment reduces the callback rate for older versus younger women by 15%.\n\n",
    "acknowledgement": "\nWe are grateful to Ron Edwards and the EEOC for their guidance and provision of the EEOC charge microdata and to Henry Farber, Chris Herbst, Dan Silverman, and Till von Wachter for generously sharing their correspondence study data. We would also like to thank Kate Antonovics, David Balan, Eli  Berman, Aislinn Bohren, Benjamin Bridgman, Julie Cullen, Abe Dunn, Roger Gordon, Alex Imas, Yousra Khan, David Neumark, Devesh Raval, Dan-Olof Rooth, Ian Schmutte, Brett Wendling, and seminar participants at several universities and conferences for valuable feedback and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}