{
    "id": 27583,
    "citation_title": "Social Protection amidst Social Upheaval: Examining the Impact of a Multi-Faceted Program for Ultra-Poor Households in Yemen",
    "citation_author": [
        "Lasse Brune",
        "Dean Karlan",
        "Sikandra Kurdi",
        "Christopher R. Udry"
    ],
    "citation_publication_date": "2020-07-27",
    "issue_date": "2020-07-23",
    "revision_date": "2021-07-22",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "International Economics",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSocial protection programs are needed more than ever during periods of social upheaval, but are also likely to be even harder to implement successfully. Furthermore, social upheaval makes measuring the impact of such policies all the more difficult. We study the impact of a multi-faceted social protection program, often referred to as a “graduation” model program, in Yemen during a period of civil unrest. We are unable to measure outcomes for four years, thus much remains unknown about what transpired in the intermediary time. After four years we find positive impacts on savings behavior and asset accumulation, albeit substantially less than the amount the household originally received.\n\n",
    "acknowledgement": "\nWe thank Nate Barker, Caton Brewster, Callan Corcoran, Sami Horn, Hideto Koizumi, Lalchand Luhana, and Rachel Strohm for excellent research assistance and we thank in particular Matt Lowes for coordinating the field work and project management in Yemen. We also thank the Social Fund for Development and the Social Welfare Fund for their partnership (and in particular, Lamis Al-Iryani, Doaa Bahubaish, Osama Al Shami, and Arafat Alsalhy) and Essam Al-Fadhli and Husam Al-Sharjabi from Apex Consulting for their collaboration on data collection on implementation, as well as the Ford Foundation and the UK Department for International Development for funding support. IRB approval from Yale University #1006006972. All errors and opinions are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}