{
    "id": 27584,
    "citation_title": "How Do Prescription Drug Monitoring Programs Reduce Opioid Prescribing? The Role of Hassle Costs versus Information",
    "citation_author": [
        "Abby E. Alpert",
        "Sarah E. Dykstra",
        "Mireille Jacobson"
    ],
    "citation_publication_date": "2020-07-27",
    "issue_date": "2020-07-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nPast work demonstrates that mandated prescription drug monitoring programs (PDMPs) decrease opioid prescribing, but provides limited evidence on mechanisms. We analyze Kentucky’s landmark PDMP mandate to disentangle the role of information versus hassle costs. PDMP mandates are meant to affect prescribing through information provision but may also unintentionally affect prescribing through the hassle cost of required record checks. On net, we find that although information clearly affected prescribing, hassle costs explain the majority of the decline in prescribing from this program. Hassle costs, however, did not deter physicians from prescribing opioids to the patients who would benefit the most\n\n",
    "acknowledgement": "\nWe thank Van Ingram, Executive Director of Kentucky’s Office of Drug Control Policy and one of the authors of Kentucky’s PDMP mandate (HB 1 and HB 217), for clarifying many aspects of Kentucky’s law and for sharing details of both the legislative intent and history of these bills. We also thank Tom Chang, Guy David, Amol Navathe, Mark Pauly, David Powell and seminar participants at Mihaylo College of Business’s at Cal State Fullerton, Claremont Graduate University, and the USC Leonard Davis School for helpful comments. Alpert and Dykstra gratefully acknowledge financial support from a Leonard Davis Institute Pilot Grant. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}