{
    "id": 27588,
    "citation_title": "The Role of Assets In Place: Loss of Market Exclusivity and Investment",
    "citation_author": [
        "Matthew J. Higgins",
        "Mathias J. Kronlund",
        "Ji Min Park",
        "Joshua Pollet"
    ],
    "citation_publication_date": "2020-07-27",
    "issue_date": "2020-07-23",
    "revision_date": "2020-08-04",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe utilize a novel identification strategy to analyze the impact of assets in place on firms' decisions for future projects. We exploit the context in the pharmaceutical industry, where the loss of market exclusivity for a branded drug can be used to separate the impact of cash flows generated by a firm's current assets in place from the characteristics of its future investment opportunities. We first show that around the exclusivity losses in our sample of large drugs, the affected firms' profitability drop significantly. The timing of this profitability decrease was predetermined many years ago, and therefore, arguably independent of current investment opportunities. Nevertheless, we find that R&D spending drops by approximately 25% over two years following the loss of exclusivity. We also find that stock repurchases and cash balances decline significantly. Our findings do not support the predictions of traditional capital budgeting, but are more consistent with the pecking order theory. These results further point to a lack of long-term lifecycle management that could mitigate the effect of predictable negative shocks to cash flows.\n\n",
    "acknowledgement": "\nWe thank IMS Health Incorporated, now IQVIA, for their generous support and access to their data. The statements, findings, conclusions, views, and opinions contained and expressed herein are not necessarily those of IQVIA, IMS Health Incorporated or any of its affiliated or subsidiary entities. The statements, findings, conclusions, views, and opinions contained and expressed in this article are based in part on data obtained under license from the following IMS Health Incorporated or affiliate information service(s): IMS Midas™ and IMS NDTI. Higgins acknowledges support from the Sorenson Center for Discovery and Innovation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}