{
    "id": 27582,
    "citation_title": "Using Tax Data to Better Capture Top Incomes in Official UK Income Inequality Statistics",
    "citation_author": [
        "Dominic Webber",
        "Richard P. Tonkin",
        "Martin Shine"
    ],
    "citation_publication_date": "2020-07-27",
    "issue_date": "2020-07-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nIt is widely recognised that household surveys do not fully capture the incomes of the very richest individuals and households, particularly those among the so-called “top 1%”, for reasons including non-response and under-reporting. As a consequence, estimates based on survey data alone typically understate true levels of inequality.\nThis paper presents new research and analysis to develop a methodology for improving the measurement of the upper tail of the distribution, which is suitable for use in ONS’s official statistics on household income, in terms of being methodologically sound and based on robust academic research; transparent and understandable by users; and an approach where adjustments are made to underlying microdata rather than aggregates. The methods presented in the paper build upon the work of both the UK Department for Work and Pensions (DWP) and Burkhauser et al. (2018a) in employing methods in which survey-based mean incomes for quantile groups at the top of the distribution are replaced by equivalent figures from tax data. The analysis examines two sets of methods developed from these approaches, with variants of each tested to determine the most appropriate methodology to apply in future official statistical releases by ONS.\n\n",
    "acknowledgement": "\nThe authors would like to thank Peter Matejic (formerly Department for Work and Pensions), Stephen Jenkins (London School of Economics), Steve Martin-Drury, Callum Clark and Ozer Beha (all Office for National Statistics) for their incredibly helpful input throughout the development of this work. The UK Office for National Statistics bears no responsibility for the analyses and conclusions within this paper, which are solely those of the authors. Email address for correspondence: hie@ons.gov.uk The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}