{
    "id": 27587,
    "citation_title": "International Friends and Enemies",
    "citation_author": [
        "Benny Kleinman",
        "Ernest Liu",
        "Stephen J. Redding"
    ],
    "citation_publication_date": "2020-07-27",
    "issue_date": "2020-07-23",
    "revision_date": "2023-03-13",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Globalization and International Relations",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine whether as countries become more economically dependent on a trade partner, they realign politically towards that trade partner. We use network measures of economic exposure to foreign productivity growth derived from the class of trade models with a constant trade elasticity. We establish causality using two different sources of quasi-experimental variation: China’s emergence into the global economy and the reduction in the cost of air travel over time. In both cases, we find that increased economic friendship causes increased political friendship, and that our theory-based network measures dominate simpler measures of trading relationships between countries.\n\n",
    "acknowledgement": "\nWe are grateful to Princeton University for research support. We would like to thank the editor, two anonymous referees, and conference and seminar participants at American Economic Association, Banque de France, China Economics Summer Institute, Federal Reserve Bank of Atlanta/Emory University, Geneva Online Trade and Development Workshop, Harvard-MIT, Hong Kong University of Science and Technology, Nottingham University, National Bureau of Economic Research (NBER), National University of Singapore, Peking University, Penn State University, Princeton University, Queen Mary University of London, the RIDGE Conference in Trade and Development, the STEG Annual Conference 2021, the World Bank, and Kiel-CEPR conference on geopolitics and economics for helpful comments and suggestions. We are grateful to Xavier Jaravel for sharing the strategic rivalry data. We also would like to thank Gordon Ji, Ian Sapollnik, Maximilian Schwarz and Chenming Zhang for excellent research assistance. The usual disclaimer applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}