{
    "id": 27586,
    "citation_title": "The Ends of 27 Big Depressions",
    "citation_author": [
        "Martin Ellison",
        "Sang Seok Lee",
        "Kevin Hjortshøj O'Rourke"
    ],
    "citation_publication_date": "2020-07-27",
    "issue_date": "2020-07-23",
    "revision_date": "2022-11-10",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow did countries recover from the Great Depression? In this paper we explore the argument that leaving the gold standard helped by boosting inflationary expectations and lowering real interest rates. We do so for a sample of 27 countries, using modern nowcasting methods and a new data set containing more than 230, 000 monthly and quarterly observations for over 1, 500 variables. In those cases where the departure from gold happened on clearly defined dates, it seems clear that inflationary expectations rose in the wake of departure. IV, diff-in-diff, and synthetic matching techniques suggest that the relationship is causal.\n\n",
    "acknowledgement": "\nThis paper previously circulated as “The Ends of 30 Big Depressions.” O’Rourke acknowledges the financial support of the ERC, under the European Union’s Seventh Framework Programme (FP7/2007–2013), ERC grant agreement 249546. Ellison thanks Sveriges Riksbank for their hospitality whilst this paper was finalised. We are grateful to the following for very helpful comments: Ben Bernanke, Stephen Broadberry, Eric Chaney, Barry Eichengreen, Benjamin Elsner, Rui Esteves, Giovanni Federico, Refet Gürkaynak, George Hall, Jean Imbs, Harold James, Morgan Kelly, Dennis Novy, Angela Redish, Gary Richardson, Catherine Schenk, Nathan Sussman, Alan Taylor, Gianni Toniolo, Hans-Joachim Voth, and seminar participants in Bilkent University, CEPR Economic History Symposium, ESSIM, SECHI, European Macro History Online Seminar, Federal Reserve Bank of Chicago, University College Dublin, Turku School of Economics, and University of Oxford. Special appreciation goes to Alan Fernihough and Ritva Ellison for their assistance in preparing the data, and to Jonathan Lee and Jerome Sajan Varghese for their excellent research assistance. The usual disclaimer applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}