{
    "id": 27593,
    "citation_title": "Does Joining the S&P 500 Index Hurt Firms?",
    "citation_author": [
        "Benjamin Bennett",
        "René M. Stulz",
        "Zexi Wang"
    ],
    "citation_publication_date": "2020-07-27",
    "issue_date": "2020-07-23",
    "revision_date": "2020-11-18",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate the impact on firms of joining the S&P 500 index from 1997 to 2017. We find that the positive announcement effect on the stock price of index inclusion has disappeared and the long-run impact of index inclusion has become negative. Inclusion worsens stock price informativeness and some aspects of governance. Compensation, investment, and financial policies change with index inclusion. For instance, payout policies of firms joining the index become more similar to the policies of their index peers. ROA falls following inclusion. There is no evidence of an impact of inclusion on competition.\n\n",
    "acknowledgement": "\nBennett is from the AB Freeman School of Business, Tulane University, Stulz is from the Fisher College of Business, The Ohio State University, NBER and ECGI, and Wang is from Lancaster University Management School. We are grateful for comments at a presentation at The Ohio State University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nRené M. Stulz\n\nRené Stulz has a consulting practice where he is at times retained by financial institutions or their attorneys. He also belongs to the board of trustees of the Global Association of Risk Professionals.\n\n\n"
}