{
    "id": 27597,
    "citation_title": "Assessing the Age Specificity of Infection Fatality Rates for COVID-19: Systematic Review, Meta-analysis, & Public Policy Implications",
    "citation_author": [
        "Andrew T. Levin",
        "William P. Hanage",
        "Nana Owusu-Boaitey",
        "Kensington B. Cochran",
        "Seamus P. Walsh",
        "Gideon Meyerowitz-Katz"
    ],
    "citation_publication_date": "2020-07-27",
    "issue_date": "2020-07-23",
    "revision_date": "2021-01-21",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTo assess age-specific infection fatality rates (IFRs) for COVID-19, we have conducted a systematic review of seroprevalence studies as well as countries with comprehensive tracing programs. Age-specific IFRs were computed using the prevalence data in conjunction with reported fatalities four weeks after the midpoint date of each study, reflecting typical lags in fatalities and reporting. Using metaregression procedures, we find a highly significant log-linear relationship between age and IFR for COVID-19. The estimated age-specific IFRs are very low for children and younger adults but increase progressively to 0.4% at age 55, 1.3% at age 65, 4.2% at age 75, and 14% at age 85. About 90% of the geographical variation in population IFR is explained by differences in age composition of the population and age-specific prevalence. These results indicate that COVID-19 is hazardous not only for the elderly but also for middle-aged adults. Moreover, the population IFR for COVID-19 should not be viewed as a fixed parameter but as intrinsically linked to the age-specific pattern of infections. Consequently, public health measures to protect vulnerable age groups could substantially decrease total deaths.\n\n",
    "acknowledgement": "\nLevin is a professor of economics at Dartmouth College, research associate of the NBER, and international research fellow of the Centre for Economic Policy Research (CEPR). Hanage is an associate professor of epidemiology at the Harvard T.H. Chan School of Public Health. Meyerowitz-Katz is an epidemiologist at the University of Wollongong and research monitoring and surveillance coordinator at the Western Sydney Local Health District. Owusu-Boaitey has a Ph.D. in immunology and is currently engaged in graduate work in medicine and bioethics at the Case Western Reserve University School of Medicine. Cochran and Walsh are recent graduates of Dartmouth College. The authors have no financial interests nor any other conflicts of interest related to this study. No funding was received for conducting this study. The views expressed here are solely those of the authors and do not represent the views of any other person or institution, nor do they necessarily reflect the views of the National Bureau for Economic Research.\n\n\n"
}