{
    "id": 27591,
    "citation_title": "The Leveraging of Silicon Valley",
    "citation_author": [
        "Jesse Davis",
        "Adair Morse",
        "Xinxin Wang"
    ],
    "citation_publication_date": "2020-07-27",
    "issue_date": "2020-07-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nEarly-stage firms utilize venture debt in one-third of financing rounds despite their general lack of cash flow and collateral. In our model, we show how venture debt aligns incentives within a firm. We derive a novel theoretical channel in which runway extension through debt increases firm value while potentially lowering closure. Consistent with the model's mechanism, we find that dilution predicts venture debt issuance. Empirically, treatment with venture debt lowers closure hazard by 1.6-4.4% and increases successful exits by 4.3-5.3%. Back-of-the-envelope calculations suggest $41B, or 9.4% of invested capital, remains productive due to venture debt.\n\n",
    "acknowledgement": "\nWe thank Greg Brown, Diane Denis (discussant), Mike Ewens, Paolo Fulghieri, Juanita Gonzalez-Uribe, Radha Gopalan (discussant), Will Gornall, Arpit Gupta, Yael Hochberg, Yunzhi Hu, Josh Lerner, William Mann (discussant), Erwan Morellec (discussant),  Ramana Nanda, Manju Puri (discussant), David Robinson, Luke Stein (discussant), Rick Townsend (discussant), Daniel Wolfenzon (discussant), Dong Yan (discussant), Alminas Zaldokas (discussant), Wenrui Zhang (discussant), and seminar participants at the Private Markets Research Conference, NYU WAPFIN Conference, UNC, UT Dallas Finance Conference, Duke I&E Research Symposium, BYU Red Rock Conference, NBER Entrepreneurship, Australasian Banking Conference, NZFM Conference, MFA, Southern California PE Conference, Stanford-Berkeley Joint Seminar, Global Entrepreneurship and Innovation Research Conference (Darden), EFA, WFA for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}