{
    "id": 27599,
    "citation_title": "Valuing the Global Mortality Consequences of Climate Change Accounting for Adaptation Costs and Benefits",
    "citation_author": [
        "Tamma A. Carleton",
        "Amir Jina",
        "Michael T. Delgado",
        "Michael Greenstone",
        "Trevor Houser",
        "Solomon M. Hsiang",
        "Andrew Hultgren",
        "Robert E. Kopp",
        "Kelly E. McCusker",
        "Ishan B. Nath",
        "James Rising",
        "Ashwin Rode",
        "Hee Kwon Seo",
        "Arvid Viaene",
        "Jiacan Yuan",
        "Alice Tianbo Zhang"
    ],
    "citation_publication_date": "2020-08-03",
    "issue_date": "2020-07-30",
    "revision_date": "2022-04-25",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing 40 countries’ subnational data, we estimate age-specific mortality-temperature relationships and extrapolate them to countries without data today and into a future with climate change. We uncover a U-shaped relationship where extreme cold and hot temperatures increase mortality rates, especially for the elderly. Critically, this relationship is flattened by both higher incomes and adaptation to local climate. Using a revealed preference approach to recover unobserved adaptation costs, we estimate that the mean global increase in mortality risk due to climate change, accounting for adaptation benefits and costs, is valued at roughly 3.2% of global GDP in 2100 under a high emissions scenario. Notably, today’s cold locations are projected to benefit, while today’s poor and hot locations have large projected damages. Finally, our central estimates indicate that the release of an additional ton of CO2 today will cause mortality-related damages of $36.6 under a high emissions scenario, with an interquartile range accounting for both econometric and climate uncertainty of [-$7.8, $73.0]. These empirically grounded estimates exceed the previous literature’s estimates by an order of magnitude.\n\n",
    "acknowledgement": "\nThis project is an output of the Climate Impact Lab, which gratefully acknowledges funding from the Energy Policy Institute of Chicago (EPIC), International Growth Centre, National Science Foundation, Sloan Foundation, Carnegie Corporation, and Tata Center for Development. Tamma Carleton acknowledges funding from the US Environmental Protection Agency Science To Achieve Results Fellowship (#FP91780401). We thank Trinetta Chong, Greg Dobbels, Diana Gergel, Radhika Goyal, Simon Greenhill, Hannah Hess, Dylan Hogan, Azhar Hussain, Stefan Klos, Theodor Kulczycki, Brewster Malevich, Sébastien Annan Phan, Justin Simcock, Emile Tenezakis, Jingyuan Wang, and Jong-kai Yang for invaluable research assistance during all stages of this project, and Megan Landín, Terin Mayer, and Jack Chang for excellent project management. We thank four anonymous reviewers, David Anthoff, Max Auffhammer, Olivier Deschênes, Avi Ebenstein, Nolan Miller, Wolfram Schlenker, and numerous workshop participants at University of Chicago, Stanford, Princeton, UC Berkeley, UC San Diego, UC Santa Barbara, University of Pennsylvania, University of San Francisco, University of Virginia, University of Wisconsin-Madison, University of Minnesota Twin Cities, NBER Summer Institute, LSE, PIK, Oslo University, University of British Columbia, Gothenburg University, the European Center for Advanced Research in Economics and Statistics, the National Academies of Sciences, and the Econometric Society for comments, suggestions, and help with data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}