{
    "id": 27590,
    "citation_title": "Learning Epidemiology by Doing: The Empirical Implications of a Spatial-SIR Model with Behavioral Responses",
    "citation_author": [
        "Alberto Bisin",
        "Andrea Moro"
    ],
    "citation_publication_date": "2020-07-27",
    "issue_date": "2020-07-23",
    "revision_date": "2021-02-23",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe simulate a spatial behavioral model of the diffusion of an infection to understand the role of geographic characteristics: the number and distribution of outbreaks, population size, density, and agents’ movements. We show that several invariance properties of the SIR model concerning these variables do not hold when agents interact with neighbors in a (two dimensional) geographical space. Indeed, the spatial model’s local interactions generate matching frictions and local herd immunity effects, which play a fundamental role in the infection dynamics. We also show that geographical factors affect how behavioral responses affect the epidemics. We derive relevant implications for estimating the effects of the epidemics and policy interventions that use panel data from several geographical units.\n\n",
    "acknowledgement": "\nWe thank Pedro Sant’Anna, Giorgio Topa, Maxim Pinkovskiy, the editor and two anonymous referees for their helpful comments on earlier drafts of this paper, and Gianluca Violante for suggestions about the calibration. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}