{
    "id": 27595,
    "citation_title": "Bargaining over Taxes and Entitlements",
    "citation_author": [
        "Marina Azzimonti",
        "Gabriel P. Mihalache",
        "Laura Karpuska"
    ],
    "citation_publication_date": "2020-07-27",
    "issue_date": "2020-07-23",
    "revision_date": "2020-12-22",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze the welfare implications of introducing budget rules, composed by a tax code and an entitlement program, in a dynamic infinite horizon political-economy model featuring disagreement over the distribution of resources. Poor agents want expansive entitlement programs, whereas rich agents prefer a small government that imposes low taxes. Under budget rules, changes in the tax code and the generosity of entitlement programs require bipartisan support. We model these rules following the literature on legislative bargaining with endogenous status quo, and find that entitlement programs induce under-provision of public goods but also a smoother path for private consumption. Whether budget rules are welfare-improving depends critically on political turnover. When proposers alternate frequently, such rules benefit society because they reduce the volatility of private consumption. Outcomes under rules, however, can be worse than under discretion if the political power of a proposer is persistent enough. Even though the political equilibrium may be more efficient in such case, it can also be significantly less equitable, exacerbating the initial degree of income inequality. We also consider an institutional reform, where parties are allowed to vote on both, the introduction and generosity of the entitlement program and the tax code. Because such a reform must be Pareto improving (by design), policymakers may prefer to stay under discretion.\n\n",
    "acknowledgement": "\nWe would like to thank Renee Bowen, Sandro Brusco, Juan Carlos Conesa, Ying Chen, Wiola Dziuda, Hulya Eraslan, Marcos Fernandes, Tasos Kalandrakis, Narayana Kocherlakota, Facundo Piguillem, and Jan Zapal for useful comments, as well as participants of the 2020 Political Economy meeting at the Stanford Institute for Theoretical Economics, the 83rd Midwest Economic Association Annual Meeting (St. Louis, Missouri), the 45th Eastern Economic Association, the 2020 RIDGE/LACEA-PEGWorkshop on Political Economy, INSPER, and the Wallis Institute.The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}