{
    "id": 27598,
    "citation_title": "Patent Quality: Towards a Systematic Framework for Analysis and Measurement",
    "citation_author": [
        "Kyle W. Higham",
        "Gaétan de Rassenfosse",
        "Adam B. Jaffe"
    ],
    "citation_publication_date": "2020-09-28",
    "issue_date": "2020-09-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nThe 'quality' of novel technological innovations is extremely variable, and the ability to measure innovation quality is essential to sensible, evidence-based policy. Patents, an often vital precursor to a commercialised innovation, share this heterogeneous quality distribution. A pertinent question then arises: How should we define and measure patent quality? Accepting that different stakeholders have different views of this concept, we take a multi-dimensional view of patent quality in this work. We first test the consistency of popular post-grant outcomes that are often used as patent quality measures. Finding these measures to be generally inconsistent, we then use a raft of patent indicators that are defined at the time of grant to dissect the characteristics associated with different post-grant outcomes. We find broad disagreement in the relative importance of individual characteristics between outcomes and, further, significant variation of the same across technologies within outcomes. We conclude that measurement of patent quality is highly sensitive to both stakeholder viewpoint and technology type. Our findings bear implications for scholarly research using patent data as well as for policy discussions about patent quality.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}