{
    "id": 27592,
    "citation_title": "Racial and Ethnic Disparities in COVID-19: Evidence from Six Large Cities",
    "citation_author": [
        "Joseph A. Benitez",
        "Charles J. Courtemanche",
        "Aaron Yelowitz"
    ],
    "citation_publication_date": "2020-07-27",
    "issue_date": "2020-07-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nAs of June 2020, the coronavirus pandemic has led to more than 2.3 million confirmed infections and 121 thousand fatalities in the United States, with starkly different incidence by race and ethnicity. Our study examines racial and ethnic disparities in confirmed COVID-19 cases across six diverse cities – Atlanta, Baltimore, Chicago, New York City, San Diego, and St. Louis – at the ZIP code level (covering 436 “neighborhoods” with a population of 17.7 million). Our analysis links these outcomes to six separate data sources to control for demographics; housing; socioeconomic status; occupation; transportation modes; health care access; long-run opportunity, as measured by income mobility and incarceration rates; human mobility; and underlying population health. We find that the proportions of black and Hispanic residents in a ZIP code are both positively and statistically significantly associated with COVID-19 cases per capita. The magnitudes are sizeable for both black and Hispanic, but even larger for Hispanic. Although some of these disparities can be explained by differences in long-run opportunity, human mobility, and demographics, most of the disparities remain unexplained even after including an extensive list of covariates related to possible mechanisms. For two cities – Chicago and New York – we also examine COVID-19 fatalities, finding that differences in confirmed COVID-19 cases explain the majority of the observed disparities in fatalities. In other words, the higher death toll of COVID-19 in predominantly black and Hispanic communities mostly reflects higher case rates, rather than higher fatality rates for confirmed cases.\n\n",
    "acknowledgement": "\nYelowitz acknowledges support from University of Kentucky’s Institute for the Study of Free Enterprise. We thank Chris Bollinger, Bill Hoyt, and James Ziliak for helpful comments. We thank SafeGraph for providing access to the data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}