{
    "id": 27606,
    "citation_title": "Challenges of Change: An Experiment Promoting Women to Managerial Roles in the Bangladeshi Garment Sector",
    "citation_author": [
        "Rocco Macchiavello",
        "Andreas Menzel",
        "Atonu Rabbani",
        "Christopher Woodruff"
    ],
    "citation_publication_date": "2020-08-03",
    "issue_date": "2020-07-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Discrimination",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWomen remain disadvantaged in access to management positions around the world. We conduct a field experiment with 24 large garment factories in Bangladesh to test for inefficient representation of women among line supervisors. We identify the marginal female and male candidates for supervisory positions and randomly assign them to manage production lines. Three sets of results emerge: (i) extensive diagnostic testing at baseline reveal few skill differences between marginal female and male supervisor candidates; (ii) initially, marginal female candidates have lower productivity and evaluations from sub-ordinate workers, though after four to six months, these gaps disappear; and (iii) the share of the female candidates retained as line supervisor after the trial is significantly higher than the share of female supervisors in the factories at baseline. This suggests that factories previously promoted fewer women than would have been optimal. Additional surveys and a lab-in-the-field experiment suggest that the initially worse performance stems from negative beliefs of workers about the abilities of female supervisors.\n\n",
    "acknowledgement": "\nCorresponding author: christopher.woodruff@qeh.oc.ac.uk. The project has benefited from comments from seminars and conferences at UC San Diego, the University of Washington, Notre Dame, Duke, Leuven, Ecole Polytechnique, MIT / Harvard, LSE, PUC-Chile, the CEPR-IMO and CEPR-IZA workshops, AEA-ASSA 2015, BREAD/CEPR/STICERD/TCD Conference London 2018, and DIW/CRC TRR 190 Workshop Berlin 2019. Remaining failings are the responsibility of the authors. We are grateful for the cooperation and financial support of Deutsche Gesellschaft fuer Internationale Zusammenarbeit (GIZ), who developed the training program that we implement in the project. We are also grateful for financial and logistical support from the International Growth Centre, and financial support from the IPA SME initiative, the ERSC – DFID Growth Research Programme and IFC-Bangladesh, and for the cooperation of the large number of participating workers and factories in Bangladesh. Woodruff and Macchiavello recognize support from the ERC Advanced Grant RMGPP. The project received human subjects approval under the University of Warwick IRB (Approvals 01/11-12 and 86/13-14). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}