{
    "id": 27602,
    "citation_title": "Designing Disability Insurance Reforms: Tightening Eligibility Rules or Reducing Benefits",
    "citation_author": [
        "Andreas Haller",
        "Stefan Staubli",
        "Josef Zweimüller"
    ],
    "citation_publication_date": "2020-08-03",
    "issue_date": "2020-07-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the welfare effects of disability insurance (DI) and derive social-optimality conditions for the two main DI policy parameters: (i) DI eligibility rules and (ii) DI benefits. Causal evidence from two DI reforms in Austria generate fiscal multipliers (total over mechanical cost reductions) of 2.0-2.5 for stricter DI eligibility rules and of 1.3-1.4 for lower DI benefits. Stricter DI eligibility rules generate lower income losses (earnings + transfers), particularly at the lower end of the income distribution. Our analysis suggests that the welfare cost of rolling back the Austrian DI program is lower through tightening eligibility rules than through lowering benefits. Applying our framework to the US DI system suggests that both loosening eligibility rules, and increasing benefits, would be welfare increasing.\n\n",
    "acknowledgement": "\nWe thank Tabea Bucher-Koenen, Raj Chetty, Richard Disney, Thomas Hoe, Lucija Muehlenbachs, Timothy Moore, Matthew Notowidigdo, Luigi Pistaferri, Philippe Ruh, Florian Scheuer, Johannes Spinnewijn, Alexander Strand, ConnyWunsch and seminar participants at Erasmus University Rotterdam, University of Amsterdam, University of Bonn, University of Manitoba, University of Melbourne, Universitat Pompeu Fabra, University of Salzburg, University of Zurich, CEPR Labour Economics Symposium, CEPR Public Economics Symposium, CEPR/NBER Aging/Health workshop, NBER Summer Institute, workshop on “Family, Aging, Social Insurance” in Bergen, and the VfS Population Economics meeting in Basel for helpful comments. This research was supported by the U.S. Social Security Administration through grant #1DRC12000002-04 to the National Bureau of Economic Research as part of the SSA Disability Research Consortium. The findings and conclusions expressed are solely those of the author and do not represent the views of SSA, any agency of the Federal Government, or the NBER. All remaining errors are our own.\n\n\n"
}