{
    "id": 27607,
    "citation_title": "Regulatory Arbitrage in Teacher Hiring and Retention: Evidence from Massachusetts Charter Schools",
    "citation_author": [
        "Jesse M. Bruhn",
        "Scott A. Imberman",
        "Marcus A. Winters"
    ],
    "citation_publication_date": "2020-08-03",
    "issue_date": "2020-07-30",
    "revision_date": "2020-08-13",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Market Structures",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe study personnel flexibility in charter schools by exploring how teacher retention varies with teacher and school quality in Massachusetts. Charters are more likely to lose their highest and lowest value-added teachers. Low performers tend to exit public education, while high performers tend to switch to traditional public schools. To rationalize these findings, we propose a model in which educators with high fixed-costs use charter schools to explore teaching careers before obtaining licenses required for higher paying public sector jobs. The model suggests charter schools create positive externalities for traditional public schools by increasing the average quality of available teachers.\n\n",
    "acknowledgement": "\nWe would like to thank Sarah Cohodes, Celeste K. Caruthers, Kevin Lang, Daniele Paserman, Raymond Fisman, participants at the Association for Education and Finance Policy Annual Conference, participants at the Annenberg Institute Half-Baked workshop, and participants at the Boston University Labor Reading Group for helpful comments, criticisms, and suggestions. We would also like to extend our gratitude to the Massachusetts Department of Elementary and Secondary Education, and especially Carrie Conaway, Matthew Deninger, Pierre Lucien, and Patrick Buckwalter, for their cooperation and support in this endeavor. Finally, we would like to acknowledge the Smith Richardson Foundation for providing the funding that made this research possible. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}