{
    "id": 27603,
    "citation_title": "Co-Benefits and Regulatory Impact Analysis: Theory and Evidence from Federal Air Quality Regulations",
    "citation_author": [
        "Joseph E. Aldy",
        "Matthew Kotchen",
        "Mary F. Evans",
        "Meredith Fowlie",
        "Arik Levinson",
        "Karen Palmer"
    ],
    "citation_publication_date": "2020-08-03",
    "issue_date": "2020-07-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper considers the treatment of co-benefits in benefit-cost analysis of federal air quality regulations. Using a comprehensive data set on all major Clean Air Act rules issued by the Environmental Protection Agency over the period 1997-2019, we show that (1) co-benefits make up a significant share of the monetized benefits; (2) among the categories of co-benefits, those associated with reductions in fine particulate matter are the most significant; and (3) co-benefits have been pivotal to the quantified net benefit calculation in exactly half of cases. Motivated by these trends, we develop a simple conceptual framework that illustrates a critical point: co-benefits are simply a semantic category of benefits that should be included in benefit-cost analyses. We also address common concerns about whether the inclusion of co-benefits is problematic because of alternative regulatory approaches that may be more cost-effective and the possibility for double counting.\n\n",
    "acknowledgement": "\nThis paper was prepared for inclusion in the Environmental and Energy Policy and the Economy conference and publication, sponsored by the National Bureau of Economic Research (NBER). We are grateful to Sofia Caycedo and Tim Bialecki for valuable research assistance while students at Yale. We thank participants at the NBER Environmental and Energy Policy and the Economy conference, Sally Atwater, and Bill Hogan for constructive feedback on an earlier draft. The authors gratefully acknowledge financial support from the NBER and the External Environmental Economics Advisory Committee. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJoseph E. Aldy\n\nAs another relevant financial relationship, let me acknowledge that I received compensation as a member of the EPA Science Advisory Board panel reviewing agency's Guidelines for Preparing Economic Analyses during the same period that I worked on this report.\n\n\n\nMatthew Kotchen\n\nMatthew Kotchen received an honorarium from the \"External Environmental Economics Advisory Committee\" for his work on the \"Report on the Proposed Changes to the Federal Mercury and Air Toxics Standards (MATS),\" which is an earlier paper upon which some of the material here is based.\n\n\n\nArik Levinson\n\nArik Levinson has been receiving compensation for serving on the EPA Science Advisory Board's Economic Guidelines Review Panel.\n\n\n"
}