{
    "id": 27608,
    "citation_title": "Nursing Home Staff Networks and COVID-19",
    "citation_author": [
        "M. Keith Chen",
        "Judith A. Chevalier",
        "Elisa F. Long"
    ],
    "citation_publication_date": "2020-08-03",
    "issue_date": "2020-07-30",
    "revision_date": "2020-10-16",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nNursing homes and other long-term care facilities account for a disproportionate share of COVID-19 cases and fatalities worldwide. Outbreaks in U.S. nursing homes have persisted despite nationwide visitor restrictions beginning in mid-March. An early report issued by the Centers for Disease Control and Prevention identiﬁed staﬀ members working in multiple nursing homes as a likely source of spread from the Life Care Center in Kirkland, Washington to other skilled nursing facilities. The full extent of staﬀ connections between nursing homes—and the role these connections serve in spreading a highly contagious respiratory infection—is currently unknown given the lack of centralized data on cross-facility employment. We perform the ﬁrst large-scale analysis of nursing home connections via shared staﬀ and contractors using device-level geolocation data from 50 million smartphones, and ﬁnd that 5.1 percent of smartphone users who visit a nursing home for at least one hour also visit another facility during our 11-week study period—even after visitor restrictions were imposed. We construct network measures of connectedness and estimate that nursing homes, on average, share connections with 7 other facilities. Controlling for demographic and other factors, a home’s staﬀ-network connections and its centrality within the greater network strongly predict COVID-19 cases. Traditional federal regulatory metrics of nursing home quality are unimportant in predicting outbreaks, consistent with recent research. Multivariate regressions comparing demographically and geographically similar nursing homes suggest that 49 percent of COVID cases among nursing home residents are attributable to staﬀ movement between facilities.\n\n",
    "acknowledgement": "\nThe authors thank Veraset for access to anonymized smartphone data, and acknowledge research support from the Tobin Center at Yale University. We are grateful for excellent research assistance from Jun Chen, Anna Schickele, and Sabrina Yihua Su, and for the forbearance of Seneca Longchen. This research was found to be not human subjects by the Yale IRB. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}