{
    "id": 27601,
    "citation_title": "The Risk of Being a Fallen Angel and the Corporate Dash for Cash in the Midst of COVID",
    "citation_author": [
        "Viral V. Acharya",
        "Sascha Steffen"
    ],
    "citation_publication_date": "2020-08-03",
    "issue_date": "2020-07-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nData on firm-loan-level daily credit line drawdowns in the United States expose a corporate “dash for cash” induced by the COVID-19 pandemic. In the first phase of the crisis, which was characterized by extreme precaution and heightened aggregate risk, all firms drew down bank credit lines and raised cash levels. In the second phase, which followed the adoption of stabilization policies, only the highest-rated firms switched to capital markets to raise cash. Consistent with the risk of becoming a fallen angel, the lowest-quality BBB-rated firms behaved more similarly to non-investment grade firms. The observed corporate behavior reveals the significant impact of credit risk on corporate cash holdings.\n\n",
    "acknowledgement": "\nWe thank editors Andrew Ellul, Isil Erel, and Uday Rajan (the editors). We also thank Ed Altman, Yakov Amihud, Tobias Berg, Ruediger Fahlenbrach, Max Jager, Daniel Streitz, and Josef Zechner and seminar participants at Bank of England, CFA Society – New York, NYU Stern School of Business, and Standard & Poor’s. Christian Schmidt provided excellent research assistance. Send correspondence to Sascha Steffen, s.steffen@fs.de. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}