{
    "id": 27614,
    "citation_title": "Rule of Law in Labor Relations, 1898-1940",
    "citation_author": [
        "Price V. Fishback"
    ],
    "citation_publication_date": "2020-08-03",
    "issue_date": "2020-07-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Relations",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe paper examines changes in labor regulation between 1898 and 1940 in the context of issues related to rule of law in two areas. 1) Many see the 1905 Lochner Supreme Court decision on men’s hours laws as the beginning of 30 years in which labor regulation was stymied by the doctrine of “freedom of contract.” Seeing close votes and substantial turnover of judges on the Supreme Court, the de facto situation was more complex as some states maintained their laws or passed new ones.  2) Labor disputes led to some of the greatest threats to rule of law.  To limit descents into violence, states passed arbitration laws, pro-union laws, and anti-union laws.  Uncertainty about the rules led to a sharp rise in strikes and violence after World War I and again when Congress and the states sought to establish the rules for collective bargaining between 1932 and 1937.  A panel analysis of the impact of state laws in bituminous coal mining from 1902 to 1941 shows that the arbitration and pro-union laws were associated with less violence during periods of uncertainty.  During several periods state pro-union laws were associated with more strikes and state anti-union laws with fewer strikes.\n\n",
    "acknowledgement": "\nDepartment of Economics, University of Arizona, Tucson, Arizona 85721.  Email is pfishback@eller.arizona.edu.  I would like to thank the Hoover Institution for funding to support the writing of this paper.  Earlier drafts were presented at two conferences under the Regulation and Rule of Law Initiative at the Hoover Institution, the 2019 ASSA Meetings, and in seminars at UC-Davis, and UC-Irvine.    I have received valuable comments from Lee Alston, Vellore Arthi, Will Baude, Dan Bogart, Charlie Calomiris, Greg Clark, Chris Demuth, Jesus Fernandez-Villaverde, Diana Furchtgott-Roth, Nicole Garnett, Gary Libecap, Christos Makridis, Mike McConnell, Alan Olmstead, Gary Richardson, Bob Topel, and John Wallis.   Special thanks go to Samuel Allen, Pae Kun Choi, and Rebecca Holmes for all of their help in developing the data used in the paper. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nPrice V. Fishback\n\nI already have a long disclosure statement that covers funding of all types on the NBER site.\n\n\n"
}