{
    "id": 27612,
    "citation_title": "Collaborating During Coronavirus: The Impact of COVID-19 on the Nature of Work",
    "citation_author": [
        "Evan DeFilippis",
        "Stephen Michael Impink",
        "Madison Singell",
        "Jeffrey T. Polzer",
        "Raffaella Sadun"
    ],
    "citation_publication_date": "2020-08-03",
    "issue_date": "2020-07-30",
    "revision_date": "2024-10-24",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe explore the impact of COVID-19 on employee's digital communication patterns through an event study of lockdowns in 16 large metropolitan areas in North America, Europe and the Middle East. Using de- identified, aggregated meeting and email meta-data from 3,143,270 users, we find, compared to pre- pandemic levels, increases in the number of meetings per person (+12.9 percent) and the number of attendees per meeting (+13.5 percent), but decreases in the average length of meetings (-20.1 percent). Collectively, the net effect is that people spent less time in meetings per day (-11.5 percent) in the post- lockdown period. We also find significant and durable increases in length of the average workday (+8.2 percent, or +48.5 minutes), along with short-term increases in email activity. These findings provide insight from a novel dataset into how the nature of work has changed for a large sample of knowledge workers. We discuss these changes in light of the ongoing challenges faced by organizations and workers struggling to adapt and perform in the face of a global pandemic.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}