{
    "id": 27616,
    "citation_title": "The Impact of Social Security on Pension Claiming and Retirement: Active vs. Passive Decisions",
    "citation_author": [
        "Rafael Lalive",
        "Arvind Magesan",
        "Stefan Staubli"
    ],
    "citation_publication_date": "2020-08-03",
    "issue_date": "2020-07-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe exploit a unique Swiss reform to identify the importance of passivity, claiming social security benefits at the Full Retirement Age (FRA). Sharp discontinuities generated by the reform reveal that raising  the FRA while imposing small early claiming penalties significantly delays pension claiming and retirement, but imposing large penalties and holding the FRA fixed does not. The nature of the reform allows us to identify that between 47 and 69% of individuals are passive, while imposing additional structure point identifies the fraction at 67%.  An original survey of Swiss pensioners reveals that reference-dependent preferences is the main source of passivity.\n\n",
    "acknowledgement": "\nWe thank Paul Beaudry, Mark Bils, Pierre Cahuc, David Card, Jonathan Cribb, Eric French, Alex Gelber, Nataniel Hendren, Sacha Kapoor, Lawrence Katz, Mashfiqur Khan, Henrik Kleven, Patrick Kline, Alan Manning, Nicole Maestas, Lucija Muehlenbachs, Emmanuel Saez, Gustavo Ventura, Kent Weaver, Basit Zafar, Josef Zweimüller, and seminar and conference audiences at London School of Economics, Institute for Fiscal Studies, UC Berkeley, University of Michigan, UQAM, University of Zurich, Erasmus University, Vanderbilt University, VATT, Arizona State University, American Economic Association, European Economic Association, the SOLE/EALE joint meeting, the Paris-London Public Economics Conference, and the Economic Day at Rennes for helpful comments and suggestions. This research was supported in part by funding from the Social Sciences and Humanities Research Council in Canada and the U.S. Social Security Administration through grant #RRC08098400-09 to the National Bureau of Economic Research as part of the SSA Retirement Research Consortium. The findings and conclusions expressed are solely those of the authors and do not represent the views of SSA, any agency of the Federal Government, or the NBER. We thank the Swiss Federal Social Insurance Office for supporting data access. Rafael Lalive thanks the UC Berkeley Center for Labor Economics for its hospitality while writing substantial parts of this paper. All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}