{
    "id": 27613,
    "citation_title": "Measuring the labor market at the onset of the COVID-19 crisis",
    "citation_author": [
        "Alexander W. Bartik",
        "Marianne Bertrand",
        "Feng Lin",
        "Jesse Rothstein",
        "Matt Unrath"
    ],
    "citation_publication_date": "2020-08-03",
    "issue_date": "2020-07-30",
    "revision_date": "2021-08-05",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe use traditional and non-traditional data to measure the collapse and partial recovery of the U.S. labor market from March to early July, contrast this downturn to previous recessions, and provide preliminary evidence on the effects of the policy response. For hourly workers at both small and large businesses, nearly all of the decline in employment occurred between March 14 and 28. It was driven by low-wage services, particularly the retail and leisure and hospitality sectors. A large share of the job losses in small businesses reflected firms that closed entirely, though many subsequently reopened. Firms that were already unhealthy were more likely to close and less likely to reopen, and disadvantaged workers were more likely to be laid off and less likely to return. Most laid off workers expected to be recalled, and this was predictive of rehiring. Shelter-in-place orders drove only a small share of job losses. Last, states that received more small business loans from the Paycheck Protection Program and states with more generous unemployment insurance benefits had milder declines and faster recoveries. We find no evidence that high UI replacement rates drove job losses or slowed rehiring.\n\n",
    "acknowledgement": "\nPrepared for the Brookings Papers on Economic Activity conference on June 25, 2020. We thank Justin Germain, Nicolas Ghio, Maggie Li, Salma Nassar, Greg Saldutte and Manal Saleh for excellent research assistance. We are grateful to Homebase (joinHomebase.com), and particularly Ray Sandza and Andrew Vogeley, for generously providing data. We also thank David Gilbertson for tabulations of Kronos data. Caroline Buckee and Victor Chernozhukov provided extremely valuable comments as discussants. We thank Lucas Finamor for pointing out a coding error in an early version of these analyses. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}