{
    "id": 27617,
    "citation_title": "Initial Impacts of the Pandemic on Consumer Behavior: Evidence from Linked Income, Spending, and Savings Data",
    "citation_author": [
        "Natalie Bachas",
        "Peter Ganong",
        "Pascal J. Noel",
        "Joseph S. Vavra",
        "Arlene Wong",
        "Diana Farrell",
        "Fiona E. Greig"
    ],
    "citation_publication_date": "2020-08-03",
    "issue_date": "2020-07-30",
    "revision_date": "2020-10-09",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe use U.S. household-level bank account data to investigate the heterogeneous effects of the pandemic on spending and savings. Households across the income distribution all cut spending from March to early April. Since mid April, spending has rebounded most rapidly for low-income households. We find large increases in liquid asset balances for households throughout the income distribution. However, lower-income households contribute disproportionately to the aggregate increase in balances, relative to their pre-pandemic shares. Taken together, our results suggest that spending declines in the initial months of the recession were primarily caused by direct effects of the pandemic, rather than resulting from labor market disruptions. The sizable growth in liquid assets we observe for low-income households suggests that stimulus and insurance programs during this period likely played an important role in limiting the effects of labor market disruptions on spending.\n\n",
    "acknowledgement": "\nThis paper was prepared for the Brookings Papers on Economic Activity Conference on June 25, 2020. Authors were paid an honorarium by Brookings for the preparation of this research with an amount under $5,000 per author. We thank Therese Bonomo, Peter Robertson, and Tanya Sonthalia for their outstanding analytical contributions to the report. We thank Jonathan Parker, Jan Eberly, and Erik Hurst for helpful discussions. We are additionally grateful to Samantha Anderson, Maxwell Liebeskind, Robert McDowall, Shantanu Banerjee, Melissa Obrien, Erica Deadman, Sruthi Rao, Anna Garnitz, Jesse Edgerton, Michael Feroli, Daniel Silver, Joseph Lupton, Chris Knouss, Preeti Vaidya, and other members of the JP Morgan Chase Institute for their support, contributions, and insights. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nArlene Wong\n\nThe research is partially funded by the Princeton COVID-19 Grant. There are no conflicts of interest with the research.\n\n\n\nFiona E. Greig\n\nFiona Greig is an employee of JPMorgan Chase & Co.\n\n\n"
}