{
    "id": 27618,
    "citation_title": "Intergenerational and Sibling Spillovers in High School Majors",
    "citation_author": [
        "Gordon B. Dahl",
        "Dan-Olof Rooth",
        "Anders Stenberg"
    ],
    "citation_publication_date": "2020-08-03",
    "issue_date": "2020-07-30",
    "revision_date": "2023-01-24",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nThis paper estimates family spillovers in high school major choice in Sweden, where admission to oversubscribed majors is determined based on GPA. Using a regression discontinuity design, we find large sibling and intergenerational spillovers that depend on the gender mix of a dyad. Same-gender siblings copy one another, while younger brothers recoil from older sister’s choices. Fathers and mothers influence sons, but not their daughters, except when a mother majors in the male-dominated program of Engineering. Back of the envelope calculations reveal these within family spillovers have sizable implications for the gender composition of majors.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Intergenerational and Sibling Peer Effects in High School Majors\" We thank colleagues and seminar participants at several universities and conferences for valuable feedback and suggestions. We are grateful to Hans Eric Ohlson at Statistics Sweden for help in locating and accessing the data. The project received generous financial support from the Institute for Social Research at Stockholm University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}