{
    "id": 27611,
    "citation_title": "Twenty Year Economic Impacts of Deworming",
    "citation_author": [
        "Joan Hamory",
        "Edward Miguel",
        "Michael W. Walker",
        "Michael Kremer",
        "Sarah J. Baird"
    ],
    "citation_publication_date": "2020-08-03",
    "issue_date": "2020-07-30",
    "revision_date": "2020-11-02",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nThis study exploits a randomized school health intervention that provided deworming treatment to Kenyan children and utilizes longitudinal data to estimate impacts on economic outcomes up to 20 years later. The effective respondent tracking rate was 84%. Individuals who received 2 to 3 additional years of childhood deworming experience an increase of 14% in consumption expenditure, 13% in hourly earnings, 9% in non-agricultural work hours, and are 9% more likely to live in urban areas. Most effects are concentrated among males and older individuals. Given deworming's low cost, a conservative annualized social internal rate of return estimate is 37%.\n\n",
    "acknowledgement": "\nWe thank Kevin Audi, Lauren Falcao Bergquist, Stephanie Bonds, Christina Brown, Lorenzo Casaburi, Lisa Chen, Evan DeFilippis, Madeline Duhon, Anton Heil, Jonas Hjort, Luna Yue Huang, Maryam Janani, Daniel Kannell, Anne Karing, Michelle Layvant, Andrew Fischer Lees, Runjiu Liu, Layna Lowe, Leah Luben, Ronald Malaki, Jamie McCasland, Eric Ochieng, Matt Pecenco, Kristianna Post, Adina Rom, Jon Schellenberg, Noor Sethi, Nachiket Shah, Emaan Siddique, Somara Sobharwal, Changcheng Song, Emma Smith, Jonas Tungodden, and Paula Vinchery, among others, for providing excellent research assistance on the KLPS project. We thank Marcel Fafchamps, Sebastian Galiani, David Roodman, Josh Rosenberg, and seminar participants at the Univ. of California Berkeley, UCSF, Univ. of Oxford, Univ. of Oklahoma, Univ. of Zurich, Stanford Univ., Univ. of California Santa Cruz, Univ. of Maryland, Collegio Carlo Alberto and EIEF, and conference participants at the 2020 AEA Annual Meeting and Pacific Development Conference for helpful suggestions.  We gratefully acknowledge our collaborators (Innovations for Poverty Action), and funding from the Dioraphte Foundation, Givewell, the U.S. National Institutes of Health (NIH) (#R01-TW05612, #R01-HD044475, #R01-HD090118, #R03-HD064888), the U.S. National Science Foundation (#SES-0418110, #SES-0962614), and the Berkeley Population Center. Michael Kremer declares that he works with USAID, which supports deworming, and was formerly a board member of Deworm the World, a 501(c)3 organization. The content is solely the responsibility of the authors and does not necessarily reflect the views of any of our funders. This study is registered on the American Economic Association RCT Registry, #AEARCTR-0001191. The order in which the authors' names appear has been randomized using the AEA Author Randomization Tool (#hCgFDWlHb5oM), denoted by ⓡ. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}