{
    "id": 27629,
    "citation_title": "Small Business Survival Capabilities and Policy Effectiveness: Evidence from Oakland",
    "citation_author": [
        "Robert P. Bartlett III",
        "Adair Morse"
    ],
    "citation_publication_date": "2020-08-03",
    "issue_date": "2020-07-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nUsing unique City of Oakland data during COVID-19, we document that small business survival capabilities vary by firm size as a function of revenue resiliency, labor flexibility, and committed costs. Nonemployer businesses rely on low cost structures to survive 73% declines in own-store foot traffic. Microbusinesses (1-to-5 employees) depend on 14% greater revenue resiliency. Enterprises (6-to-50 employees) have twice-as-much labor flexibility, but face 11%-to-22% higher residual closure risk from committed costs. Finally, inconsistent with the spirit of Chetty-Friedman-Hendren-Sterner (2020) and Granja-Makridis-Yannelis-Zwick (2020), PPP application success increased medium-run survival probability by 20.5%, but only for microbusinesses, arguing for size-targeting of policies.\n\n",
    "acknowledgement": "\nWe extend our thanks to the staff of the City of Oakland, whose foresight in implementing the survey used in this paper and their countless hours of work on it are a testament to the desire to support the people and small businesses of Oakland. Particular thanks go to Marisa Raya. We also want to thank the SafeGraph and HomeBase companies who have generously shared their data to for research related to COVID-19’s impact on U.S. businesses.  Finally, we thank Annette Vissing-Jorgensen for feedback and the Berkeley Center for Law and Business for support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}