{
    "id": 27621,
    "citation_title": "Effects of State COVID-19 Closure Policy on NON-COVID-19 Health Care Utilization",
    "citation_author": [
        "Engy Ziedan",
        "Kosali I. Simon",
        "Coady Wing"
    ],
    "citation_publication_date": "2020-08-03",
    "issue_date": "2020-07-30",
    "revision_date": "2023-07-27",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe U.S. health care system has experienced great pressure since early March 2020 as it pivoted to providing necessary care for COVID-19 patients. But there are signs that non-COVID-19 care use declined during this time period. We examine near real time data from a nationwide electronic healthcare records system that covers over 35 million patients to provide new evidence of how non-COVID-19 acute care and preventive/primary care have been affected during the epidemic.\nUsing event study and difference-in-difference models we find that state closure policies (stay-at-home or non-essential business closures) are associated with large declines in ambulatory visits, with effects differing by type of care. State closure policies reduced overall outpatient visits by about 15-16 percent within two weeks. Outpatient visits for health check-ups and well care experience very large declines during the epidemic, with substantial effects from state closure policies. In contrast, mental health outpatient visits declined less than other care, and appear less affected by state closure policies. We find substitution to telehealth modalities may have played an important role in mitigating the decline in mental health care utilization.\nAggregate trends in outpatient visits show a 40% decline after the first week of March 2020, only a portion of which is attributed to state policy. A rebound starts around mid April that does not appear to be explained by state reopening policy. Despite this rebound, care visits still remain below the pre-epidemic levels in most cases.\n\n",
    "acknowledgement": "\nWe are grateful to Shaun Grannis, Sumedha Gupta, Jeffrey McCullough, and Thuy Nguyen for helpful insights, and to Vishal Singh, Prashita Prathapan, Ayush Bhatia, Melanie Carbery, Patrick Carlin and Ailish Cornwell for research assistance. The data, technology, and services used in the generation of these research findings were generously supplied pro bono by the COVID-19 Research Database partners, who are acknowledged at https://covid19researchdatabase.org/. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}