{
    "id": 27625,
    "citation_title": "The Macroeconomic Consequences of Infrastructure Investment",
    "citation_author": [
        "Valerie A. Ramey"
    ],
    "citation_publication_date": "2020-08-03",
    "issue_date": "2020-07-30",
    "revision_date": "2021-08-08",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCan greater investment in infrastructure raise U.S. long-run output? Are infrastructure projects a good short-run stimulus to the economy? This paper uses insights from the macroeconomics literature to address these questions. I begin by analyzing the effects of government investment in both a stylized neoclassical model and a medium-scale New Keynesian model, highlighting the economic mechanisms that govern the strength of the short-run and long-run impacts. The analysis confirms earlier findings that the implementation delays inherent in infrastructure projects reduce short-run multipliers in most cases. In contrast, long-run multipliers can be sizable when government capital is productive. Moreover, these multipliers are greater if the economy starts from a point below the socially optimal amount of public capital. Turning to empirical estimation, I use the theoretical model to explain the econometric challenges to estimating the elasticity of output to public infrastructure. Using both artificial data generated by simulations of the model and extensions of existing empirical work, I demonstrate how both general equilibrium effects and optimal choice of public capital are likely to impart upward biases to output elasticity estimates. Finally, I review and extend some empirical estimates of the short-run effects, focusing on infrastructure spending in the ARRA.\n\n",
    "acknowledgement": "\nThis is a revised version of the paper prepared for the November 15-16, 2019 NBER Conference on the \"Economics of Infrastructure.\" I am grateful for helpful comments from my discussant Jason Furman, as well as from Hafedh Bouakez, Gabriel Chodorow-Reich, John Fernald, Christopher House, Per Krusell, Daniel Leff Yaffe, James Poterba, Johannes Wieland, Sarah Zubairy, seminar participants at Duke, U. of Michigan, UT Austin, and NBER conference participants. Dan Wilson kindly provided supplemental data from his 2017 paper with Sylvain Leduc. I gratefully acknowledge financial support from National Science Foundation Grant No. 1658796. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nValerie A. Ramey\n\nI have no other sources of funding nor relevant financial relationships to disclose.\n\n\n"
}