{
    "id": 27623,
    "citation_title": "When Should Public Programs be Privately Administered? Theory and Evidence from the Paycheck Protection Program",
    "citation_author": [
        "Alexander W. Bartik",
        "Zoe B. Cullen",
        "Edward L. Glaeser",
        "Michael Luca",
        "Christopher T. Stanton",
        "Adi Sunderam"
    ],
    "citation_publication_date": "2020-08-03",
    "issue_date": "2020-07-30",
    "revision_date": "2023-07-25",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWhat happens when public resources are allocated by private companies whose objectives may be imperfectly aligned with policy goals? We study this question in the context of the Paycheck Protection Program (PPP), which relied on private banks to disburse aid to small businesses rapidly. Our model shows that delegation is optimal when delay is sufficiently costly, variation across firms in the impact of funds is small, and the alignment between public and private objectives is high. We use novel firm-level survey data that contains information on banking relationships to measure heterogeneity in the impact of PPP and to assess whether banks targeted loans to high-impact firms. Banks did target loans to their most valuable pre-existing customers. However, using an instrumental variables approach that exploits variation in banks’ loan processing speeds, we find that treatment effect heterogeneity is sufficiently moderate, delay is sufficiently costly, and bank and social objectives are sufficiently aligned that delegation was likely superior to delaying loans to improve targeting.\n\n",
    "acknowledgement": "\nThis was previously circulated under the title \"The Targeting and Impact of Paycheck Protection Program Loans to Small Businesses.\" We thank Karen Mills for connecting us to Alignable and Alignable’s founders for providing data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nEdward L. Glaeser\n\nI have received speaking fees from organizations that organize members that invest in real estate markets, including the National Association of Real Estate Investment Managers and the Pension Real Estate Association.\n\n\n"
}