{
    "id": 27620,
    "citation_title": "Immigration and Violent Crime: Evidence from the Colombia-Venezuela Border",
    "citation_author": [
        "Brian G. Knight",
        "Ana Tribin"
    ],
    "citation_publication_date": "2020-08-03",
    "issue_date": "2020-07-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nThis paper investigates the link between violent crime and immigration using data from Colombian municipalities during the recent episode of immigration from Venezuela. The key finding is that, following the closing and then re-opening of the border in 2016, which precipitated a massive immigration wave, homicides in Colombia increased in areas close to the border with Venezuela. Using information on the nationality of the victim, we find that this increase was driven by homicides involving Venezuelan victims, with no evidence of a statistically significant increase in homicides in which Colombians were victimized. Thus, in contrast to xenophobic fears that migrants might victimize natives, it was migrants, rather than natives, who faced risks associated with immigration. Using arrests data, there is no corresponding increase in arrests for homicides in these areas. Taken together, these results suggest that the increase in homicides close to the border documented here are driven by crimes against migrants and have occurred without a corresponding increase in arrests, suggesting that some of these crimes have gone unsolved.\n\n",
    "acknowledgement": "\nAndrea Garcia and Diana Ricculi provided helpful research assistance. The opinions contained in this document are the sole responsibility of the author and do not commit Banco de la Republica or its Board of Directors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}