{
    "id": 27622,
    "citation_title": "Efficient Redistribution",
    "citation_author": [
        "Corina Boar",
        "Virgiliu Midrigan"
    ],
    "citation_publication_date": "2020-08-03",
    "issue_date": "2020-07-30",
    "revision_date": "2021-03-11",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhat are the most eﬃcient means of redistribution in an unequal economy? We answer this question by characterizing the optimal shape of non-linear income and wealth taxes in a dynamic general equilibrium model with uninsurable idiosyncratic risk. Our analysis reproduces the distribution of income and wealth in the United States and explicitly takes into account the long-lived transition dynamics after policy reforms. We ﬁnd that a uniform ﬂat tax on capital and labor income combined with a lump-sum transfer is nearly optimal. Though allowing for increasing marginal income and wealth taxes raises welfare, the incremental gains are small due to strong behavioral and general equilibrium eﬀects. This result is robust to changing household preferences, the distribution of ability, the planner’s preference for redistribution, as well as to explicitly modeling private business ownership and the ensuing heterogeneity in rates of return.\n\n",
    "acknowledgement": "\nWe thank Federico Kochen for superb research assistance, our discussant Dirk Krueger, as well as Marco Bassetto, V.V. Chari, Raquel Fernandez, Baris Kaymak, Abdou Ndiaye, Stefanie Stantcheva and numerous seminar participants for valuable comments. We gratefully acknowledge support from the National Science Foundation, Grant SES-1948119. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}