{
    "id": 27639,
    "citation_title": "Interest Rate Uncertainty and Sovereign Default Risk",
    "citation_author": [
        "Alok Johri",
        "Shahed Khan",
        "César Sosa-Padilla"
    ],
    "citation_publication_date": "2020-08-10",
    "issue_date": "2020-08-07",
    "revision_date": "2022-08-17",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEmpirical studies suggest that fluctuations in the level and volatility of the world interest rate affect sovereign spreads in emerging economies. We incorporate an estimated time-varying process for the world interest rate (with both level and volatility shocks) into a model of sovereign default calibrated to a panel of emerging economies. Time variation in the world interest rate interacts with default incentives in the model and leads to state contingent effects similar to the empirical literature. On average, in response to a rise in the world interest rate the model delivers a 1.4 times increase in the spread. The volatility state has a major impact on this average – the increase in spreads is much larger in high volatility states. Moreover, we show that fluctuations in the world interest rate can generate considerable co-movement in sovereign yields across nations, as seen in the data.\n\n",
    "acknowledgement": "\nThe most up-to-date version of this paper can be found here. We have benefited from comments and suggestions from the editor (Fernando Broner), two anonymous referees, as well as from Manuel Amador, Agustín Benetrix, Marinho Bertanha, Nathan Converse, Ethan Ilzetzki, Hashmat Khan, Juan Carlos Hatchondo, Leonardo Martinez, Enrique Mendoza, Juanpa Nicolini, Ananth Ramanarayanan, Zach Stangebye, Michal Szkup, Martín Uribe, Stephen Williamson, and seminar participants at UBC, Saint’s Mary, Western, Queen’s, Carleton, Notre Dame, Trinity College Dublin, European University Institute, McMaster, Universidad Nacional de Tucumán, the 2021 AEA Annual Meetings, the 2019 Midwest Macroeconomics Meeting, the 2019 Computing in Economics and Finance Annual Meeting, the 50th Anniversary of the Money, Macro & Finance Conference, the 10th RCEA MMF Conference, the 2016 and 2017 Society for Economic Dynamics Annual Meetings, and the 2015 Canadian Economic Association Annual Meeting. We also thank Steve Wu for sharing data with us. Research for this project was supported by the Social Science and Humanities Research Council of Canada grant number 435-2016-0708. All remaining errors are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}