{
    "id": 27633,
    "citation_title": "The Drug Crisis and the Living Arrangements of Children",
    "citation_author": [
        "Kasey Buckles",
        "William N. Evans",
        "Ethan M.J. Lieber"
    ],
    "citation_publication_date": "2020-08-03",
    "issue_date": "2020-07-30",
    "revision_date": "2022-03-08",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the impact of the drug crisis that has unfolded over the last three decades in the United States on children’s living arrangements and environments.  Because the current living arrangement could be a result of events that occurred at any point in a child’s life, we measure children’s exposure to the crisis with the cumulative drug-related mortality of likely parents.  A potential omitted variables bias complicates the analysis, as the factors that may have led parents to abuse drugs could also have altered the living arrangements of their children.  Within a 2SLS framework, we instrument for the cumulative mortality of likely parents with a child’s years of exposure to a non-triplicate prescription pad environment. Previous work by Alpert et al. (2019) demonstrates that pharmaceutical advertising was much more extensive in non-triplicate states and fostered the development of the drug crisis. Our results indicate that OLS and 2SLS estimates are nearly identical and the crisis increased both the fraction of children living away from a parent and in a household headed by a grandparent.  We estimate that if drug abuse had remained at 1996 levels, 1.5 million fewer children aged 0-16 would have lived away from a parent in 2015.\n\n",
    "acknowledgement": "\nThe authors wish to thank Matthew Brown and Vivian Crumlish for excellent research assistance.  We are grateful to Dan Anderberg, John Cawley, Joe Doyle, Hilary Hoynes, Melissa Kearney, Jason Lindo, Heidi Williams, colleagues at the University of Notre Dame, and participants in the NBER Summer Institute Children’s Program for a number of helpful comments on earlier versions of this work.  We gratefully acknowledge financial support from the Wilson Sheehan Lab for Economic Opportunities. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}