{
    "id": 27635,
    "citation_title": "Behavioral Corporate Finance: The Life Cycle of a CEO Career",
    "citation_author": [
        "Marius Guenzel",
        "Ulrike Malmendier"
    ],
    "citation_publication_date": "2020-08-10",
    "issue_date": "2020-08-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nOne of the fastest-growing areas of finance research is the study of managerial biases and their implications for firm outcomes. Since the mid-2000s, this strand of behavioral corporate finance has provided theoretical and empirical evidence on the influence of biases in the corporate realm, such as overconfidence, experience effects, and the sunk-cost fallacy. The field has been a leading force in dismantling the argument that traditional economic mechanisms— selection, learning, and market discipline—would suffice to uphold the rational-manager paradigm. Instead, the evidence reveals that behavioral forces exert a significant influence at every stage of a chief executive officer’s (CEO’s) career. First, at the appointment stage, selection does not impede the promotion of behavioral managers. Instead, competitive environments oftentimes promote their advancement, even under value-maximizing selection mechanisms. Second, while at the helm of the company, learning opportunities are limited, since many managerial decisions occur at low frequency, and their causal effects are clouded by self-attribution bias and difficult to disentangle from those of concurrent events. Third, at the dismissal stage, market discipline does not ensure the firing of biased decision-makers as board members themselves are subject to biases in their evaluation of CEOs.\nBy documenting how biases affect even the most educated and influential decision-makers, such as CEOs, the field has generated important insights into the hard-wiring of biases. Biases do not simply stem from a lack of education, nor are they restricted to low-ability agents. Instead, biases are significant elements of human decision-making at the highest levels of organizations.\nAn important question for future research is how to limit, in each CEO career phase, the adverse effects of managerial biases. Potential approaches include refining selection mechanisms, designing and implementing corporate repairs, and reshaping corporate governance to account not only for incentive misalignments but also for biased decision-making.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}