{
    "id": 27638,
    "citation_title": "Molecular Genetics, Risk Aversion, Return Perceptions, and Stock Market Participation",
    "citation_author": [
        "Richard Sias",
        "Laura Starks",
        "Harry J. Turtle"
    ],
    "citation_publication_date": "2020-08-10",
    "issue_date": "2020-08-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe show that molecular variation in DNA related to cognition, personality, health, and body shape, predicts an individual’s equity market participation and risk aversion. Moreover, the molecular genetic endowments predict individuals’ return perceptions, most of which we find to be strikingly biased. The genetic endowments also strongly associate with many of the investor characteristics (e.g., trust, sociability, wealth) shown to explain heterogeneity in equity market participation. Our analysis helps elucidate why financial choices are heritable and how genetic endowments can help explain the links between financial choices, risk aversion, beliefs, and other variables known to explain stock market participation.\n\n",
    "acknowledgement": "\nWe thank seminar participants at the 2019 Wharton Rodney White Conference on Financial Decisions and Asset Markets, the 2019 Western Finance Association Meetings, the 2019 Miami Behavioral Finance Conference, the 2019 Colorado Front Range Seminar, the 2019 Northern Finance Association Meetings, the 2019 Asian Bureau of Finance and Economic Research Meetings, CUNY, Filene, and especially Henrik Cronqvist, Stephen Dimmock, Joseph Engelberg, Diego Garcia, Campbell Harvey, Jonathan Hartley, David Ikenberry, Ron Masulis, Elena Pikulina, and Stephen Siegel for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}