{
    "id": 27636,
    "citation_title": "Filling a Niche? The Maize Productivity Impacts of Adaptive Breeding by a Local Seed Company in Kenya",
    "citation_author": [
        "Samuel S. Bird",
        "Michael R. Carter",
        "Travis J. Lybbert",
        "Mary Mathenge",
        "Timothy Njagi",
        "Emilia Tjernström"
    ],
    "citation_publication_date": "2020-08-10",
    "issue_date": "2020-08-07",
    "revision_date": "2020-11-11",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper explores the idea that competitive seed systems may underserve farmers in small, agro-ecological niches, leaving those farmers less productive and poorer than they need be. We develop a theoretical model of the confluence of demand and supply factors that can result in such an equilibrium. We then empirically study the disruption of the maize seed market in Western Kenya that took place when public sector foundation breeding and social impact investment capital together allowed a local seed company to expand and target the area with adaptively-bred maize varieties. A three-year RCT reveals that these seed varieties increased farmer yields and revenues, both for better-resourced farmers (who used non-adapted hybrids and fertilizer prior to the intervention) as well less well-resourced farmers (who did not). This theoretical and empirical evidence suggests news ways for thinking about seeds systems in areas typified by high levels of agro-ecological heterogeneity.\n\n",
    "acknowledgement": "\nThis study was commissioned by Acumen, a non-profit impact investment firm, and made possible through the generous support of Acumen and the American people through the United States Agency for International Development Cooperative Agreement No. AID-OAA-L-12-00001 with the BASIS Feed the Future Innovation Lab. We also thank the Agricultural Technology Adoption Initiative (ATAI) administered by JPAL at MIT and the Bill and Melinda Gates Foundation for funding. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}