{
    "id": 27640,
    "citation_title": "Welfare Analysis Meets Causal Inference",
    "citation_author": [
        "Amy Finkelstein",
        "Nathaniel Hendren"
    ],
    "citation_publication_date": "2020-08-10",
    "issue_date": "2020-08-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe describe a framework for empirical welfare analysis that uses the causal estimates of a policy’s impact on net government spending. This framework provides guidance for which causal effects are (and are not) needed for empirical welfare analysis of public policies.The key ingredient is the construction of each policy’s marginal value of public funds (MVPF). The MVPF is the ratio of beneficiaries’ willingness to pay for the policy to the net cost to the government. We discuss how the MVPF relates to “traditional” welfare analysis tools such as the marginal excess burden and marginal cost of public funds. We show how the MVPF can be used in practice by applying it to several canonical empirical applications from public finance, labor, development, trade, and industrial organization.\n\n",
    "acknowledgement": "\nWe  are  grateful to  Alan  Auerbach, Dave  Donaldson, Xavier Jaravel, Amy Kim, Henrik  Kleven,  Enrico  Moretti,  Matthew Notowidigdo, Ben Olken,  Ben Sprung-Keyser, and  Sammy  Young  for helpful  comments; to the JEP Editors (and especially Timothy Taylor) for extensive and helpful comments and edits; and  to  the  numerous students and  seminar  audiences whose  (understandable) questions and  confusions  prompted us to write this essay. Hendren acknowledges support from the Gates Foundation and Chan Zuckerberg Initiative. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}