{
    "id": 27647,
    "citation_title": "Domestic Price Dollarization in Emerging Economies",
    "citation_author": [
        "Andres Drenik",
        "Diego Perez"
    ],
    "citation_publication_date": "2020-08-10",
    "issue_date": "2020-08-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the dollarization of prices in retail markets of emerging economies. We develop a model of the firm’s optimal currency choice in retail markets in inflationary economies. We derive theoretical predictions regarding the optimality of dollar pricing, and test them using data from the largest e-trade platform in Latin America. Across countries, price dollarization is positively correlated with asset dollarization and inflation, and negatively correlated with exchange rate volatility. At the micro level, larger sellers are more likely to price in dollars, and more tradeable goods are more likely to be posted in dollars. We then show that prices are sticky, and hence the currency of prices determines the short-run reaction of both prices and quantities to a nominal exchange rate shock.\n\n",
    "acknowledgement": "\nA previous version of this paper circulated under the title “Pricing in Multiple Currencies in Domestic Markets.” We thank Ariel Burstein, Giancarlo Corsetti, Javier Cravino, Oleg Itskhoki, Matteo Maggiori, Dmitry Mukhin, Brent Neiman, and seminar participants at Columbia University, the 2017 SED Meetings, NBER Summer Institute (IFM and EFMB), Minnesota Workshop in Macroeconomic Theory, NYU, Chicago Booth International Macro-Finance Conference, the 2018 AEA Meetings, and Harvard University for valuable comments, and the Economics Department at Universidad de la Republica (Uruguay) for sharing the data. We also thank Luigi Caloi, Rafael Guntin, Gustavo Pereira, and Emilio Zaratiegui for excellent research assistance. Financial support from ISERP (Columbia University) is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}