{
    "id": 27643,
    "citation_title": "Frictional Sorting",
    "citation_author": [
        "Wenquan Liang",
        "Ran Song",
        "Christopher Timmins"
    ],
    "citation_publication_date": "2020-08-10",
    "issue_date": "2020-08-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nIn many countries around the world, migration costs and housing supply restrictions interact with each other and combine to restrict workers’ location decisions. Using an equilibrium sorting model and rich micro data from China, we evaluate the impacts of these dual constraints on workers’ sorting behavior and quantify the resulting changes in aggregate welfare and inequality. We find strong policy interactions between the two kinds of frictions in determining welfare losses and regional inequality.  Counterfactual simulations show that lowering migration costs can increase welfare and reduce regional inequality by moving workers from unproductive inland regions to productive coastal regions in China; such welfare and regional distributional impacts depend on the elasticity of housing supply in coastal regions and vice-versa. Results highlight the policy complementarities between reducing the two kinds of frictions and have general implications for countries with different levels of constraints on mobility and housing supply.\n\n",
    "acknowledgement": "\nWe are grateful to comments from Patrick Bayer, George Borjas, Diego Restuccia, Richard Freeman, Paavo Monkkonen, Mushfiq Mobarak, Nicholas Ryan, Junfu Zhang and seminar participants at Duke University, Harvard University, Yale University, Clark University, University of Kentucky, Biennial Conference of China Development Studies and Nankai Yale Development Conference.  Ran Song acknowledges financial support from Yale Research Initiative on Innovation and Scale (Y-RISE) at Yale University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}