{
    "id": 27644,
    "citation_title": "Quid Pro Quo, Knowledge Spillover, and Industrial Quality Upgrading: Evidence from the Chinese Auto Industry",
    "citation_author": [
        "Jie Bai",
        "Panle Jia Barwick",
        "Shengmao Cao",
        "Shanjun Li"
    ],
    "citation_publication_date": "2020-08-10",
    "issue_date": "2020-08-07",
    "revision_date": "2022-11-14",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nThis paper studies the impact of FDI via quid pro quo (technology for market access) in facilitating knowledge spillover and quality upgrades. Our context is the Chinese automobile industry, where foreign automakers are required to set up joint ventures (the quid) with domestic automakers in return for market access (the quo). Our identification strategy exploits a unique dataset of detailed vehicle quality measures and relies on within-product variation across quality dimensions. We show that affiliated domestic automakers tend to adopt the quality strengths of their joint venture partners, consistent with learning and knowledge spillover. We rule out alternative explanations, such as endogenous joint venture formation, geographic proximity, overlapping customer bases, brand image association, and patent transfers. Additional analysis shows that worker flows and supplier networks mediate knowledge spillover. Finally, using an equilibrium model for the auto industry, we show that knowledge spillover due to ownership affiliation, in additional to any industry-wide knowledge spillover, improved the quality of affiliated domestic models by 3.8-12.7% and raised their profits by 1.0-3.5% between 2007 and 2014.\n\n",
    "acknowledgement": "\nWe thank David Atkin, Lauren Bergquist, Loren Brandt, Meghan Busse, Davin Chor, Kerem Cosa, Dave Donaldson, Jeffery Frankel, Asim Khwaja, Gabriel Kreindler, Gordon Hanson, James Harrigan, Hanwei Huang, Wolfgang Keller, Robert Lawrence, Ernest Liu, Benjamin Olken, Jessica Pan, Ivan Png, Yu Qin, Dani Rodrik, Meredith Startz, Heiwai Tang, Eric Verhoogen, Shaoda Wang, Shangjin Wei, Tom Wollmann, Daniel Xu, and seminar and conference participants at Baruch College, the Beijing International Trade and Investment Symposium, Bank of Canada–Tsinghua PBCSF–University of Toronto Conference on the Chinese Economy, China Economics Summer Institute, Columbia University, Georgetown University, George Washington University, Harvard Kennedy School, IGC-Stanford conference on firms, trade and development, Johns Hopkins University, Microsoft Economics, MIT, National University of Singapore, NBER Chinese Economy Workshop, NBER Industrial Organization Workshop, NBER Development/BREAD (preconference), Stanford, trade seminar at Hong Kong Universities, University of Alberta, University of Toronto, University of Virginia, University of Zurich, UPenn China Seminar, US Census Bureau, World Bank Development Research Group, and Yale for helpful comments. We thank Ann Xie and Minghuang Zhang for generous data support and Luming Chen, Yikuan Ji, Yiding Ma, Binglin Wang, Yukun Wang and especially Youming Liu for excellent research assistance. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}