{
    "id": 27642,
    "citation_title": "Asset Specificity of Non-Financial Firms",
    "citation_author": [
        "Amir Kermani",
        "Yueran Ma"
    ],
    "citation_publication_date": "2020-08-10",
    "issue_date": "2020-08-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe specificity of firms' assets affects a wide range of economic issues. We study asset specificity of U.S. non-financial firms using a new dataset on the liquidation recovery rates of all major asset categories across industries. First, we find that non-financial firms' assets are generally highly specific. The average recovery rate (liquidation value over cost net of depreciation) is 35% for plant, property, and equipment (PPE). Second, across industries, physical attributes such as mobility, durability, and standardization account for around 40% of variations in PPE recovery rates. Over time, macroeconomic and industry conditions have the most impact on recovery rates when PPE is not firm-specific. Third, higher asset specificity is associated with less asset sales, greater investment response to uncertainty, and more Q dispersion, consistent with theories of investment irreversibility. Finally, the data suggests that rising intangibles have had a limited impact on firms' liquidation values.\n\n",
    "acknowledgement": "\nWe thank Douglas Baird, Effi Benmelech, Ricardo Caballero, Larry Christiano, Emanuele Colonnelli, Nicolas Crouzet, Marty Eichenbaum, Emmanuel Farhi, Murray Frank, Steve Kaplan, Anya Kleymenova, Christian vom Lehn, Jacob Leshno, Lisa Yao Liu, Max Maksimovic,  Akhil Mathew, Michael Minnis, Justin Murfin, Gordon Phillips, Jose Scheinkman, Alp Simsek, James Traina, Rob Vishny, Wei Wang, Michael Weber, Tom Winberry,  Chunhui Yuan,   seminar participants at Bocconi, Chicago Booth, and the Chicago Fed, and conference participants at the NBER Summer Institute for valuable comments and suggestions. We are grateful to finance professionals John Coons and Doug Jung for sharing their  valuable knowledge and insights. We are indebted to Fatin Alia Ali,  Leonel Drukker, Bianca He, and Julien Weber for outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}