{
    "id": 27641,
    "citation_title": "Two Tales of Debt",
    "citation_author": [
        "Amir Kermani",
        "Yueran Ma"
    ],
    "citation_publication_date": "2020-08-10",
    "issue_date": "2020-08-07",
    "revision_date": "2020-11-30",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze the heterogeneous nature of corporate debt contracts, some focusing on liquidation values of discrete assets whereas others on going-concern values of the business. Using hand-collected data on firm attributes, we present several findings. First, firms on average have limited liquidation values. Second, companies with lower liquidation values have more debt backed by going-concern values and more intensive monitoring of firm performance. They have higher interest rates only for debt against discrete assets. Third, secured debt is not always tied to liquidation values of discrete assets. We present a model that matches the empirical findings, which demonstrates how creditor monitoring and covenants facilitate borrowing well beyond liquidation values.\n\n",
    "acknowledgement": "\nWe thank Douglas Baird, Bo Becker, Mitchell Berlin, Doug Diamond, Jason Donaldson, Andrea Eisfeldt, Victoria Ivashina, Steve Kaplan, Anil Kashyap, John Moore, Justin Murfin, Giorgia Piacentino, Raghu Rajan, Michael Roberts, José Scheinkman, Per Stromberg, Amir Sufi, Harald Uhlig, seminar participants at BIS, Chicago Booth, Chinese University of Hong Kong, Columbia GSB, LSE, Maryland, NYU Stern, Philadelphia Fed, Swedish House of Finance, University of Hawaii, Virtual Finance Workshop, and WashU Olin, and conference participants at Red Rock for insightful comments and discussions. We also thank finance professionals John Coons and Doug Jung for sharing their knowledge. We are grateful to Fatin Alia Ali, Leonel Drukker, Abbas Rezaei, and Julien Weber for outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}