{
    "id": 27649,
    "citation_title": "Latent Estimation of Piracy Quality and its Effect on Revenues and Distribution: The Case of Motion Pictures",
    "citation_author": [
        "Anthony Koschmann",
        "Yi Qian"
    ],
    "citation_publication_date": "2020-08-10",
    "issue_date": "2020-08-07",
    "revision_date": "2020-08-13",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nConventional wisdom holds that illegal copies cannibalize legitimate sales, even though previous research has found mixed effects, with illegal copies acting as both a substitute and complement. Yet, a relatively unexamined aspect to date is the quality of illegal copies. Building on product uncertainty and production quality, we propose that higher quality copies can benefit sales when product uncertainty is high, such as during the launch period. Using motion picture and online piracy data, we estimate piracy quality using a latent item response theory (IRT) model based on keyword signals in the copies. An interdependent system jointly estimates movie screens, revenues, downloads, and available illegal copies with piracy quality in both the launch and post-launch periods. We find that at launch, when rather little is known about the movie, higher quality illegal copies demonstrate a positive effect on revenues (sampling). In the post-launch period, however, higher quality illegal copies exhibit a negative effect on revenues (substitution). The findings suggest producers can alleviate product uncertainty through higher quality samples at product launch while diluting piracy quality post-launch.\n\n",
    "acknowledgement": "\nThe authors would like to thank Fred Feinberg, Chris Forman, Shane Greenstein, Avi Goldfarb, Xixi Hu, Ginger Jin, Josh Lerner, Xiaolin Li, Julie Mortimer, Kevin Ryan, Marie Thursby, Hui Xie, Ying Xie, Zining Wang, Joel Waldfolgel, and Chuck Weinberg for helpful comments. Yi would like to acknowledge grant support from the Canadian SSHRC IG 435-2018-0519, and thank Bowen Zhang for excellent RA work. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}