{
    "id": 27657,
    "citation_title": "Staggered Price Indexation",
    "citation_author": [
        "Martín Uribe"
    ],
    "citation_publication_date": "2020-08-10",
    "issue_date": "2020-08-07",
    "revision_date": "2020-08-25",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEmpirical studies using micro data find that about two thirds of all product prices do not change in a given quarter. This evidence has been interpreted as indicating the absence of price indexation.  Further, models of staggered price setting without indexation interpret all price changes as optimal.   However, the empirical evidence is mute with regard to whether price changes are optimal or not. To reconcile the possibility of price indexation with the micro evidence on the frequency of price changes, I modify the Calvo sticky price model by allowing each period  a fraction of randomly picked prices to change  optimally, another  fraction of randomly picked prices to change due to indexation, and the remaining  prices to be constant. The paper presents five  main findings:  (1)  with staggered price indexation the Phillips curve includes  a state variable that carries information about  all past inflation rates; (2) as the degree of staggered price indexation increases,   the Phillips curve becomes flatter;   (3) staggered indexation dampens the short-run effect of monetary policy on inflation and amplifies its effect on output; (4) fixing the probability of a price change to 33% per quarter  (in accordance with the empirical evidence),  a small-scale new-Keynesian model estimated on U.S. data yields a probability of indexation of 19% per quarter (and therefore a probability of an optimal price change of 14% per quarter); and   (5) according to the estimated model, staggered indexation explains more than half of the observed persistence of inflation in the United States.\n\n",
    "acknowledgement": "\nI would like to thank Stephanie Schmitt-Grohe for  invaluable comments and discussions and  Ken Teoh for excellent research assistance The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}