{
    "id": 27650,
    "citation_title": "Learning from Deregulation: The Asymmetric Impact of Lockdown and Reopening on Risky Behavior During COVID-19",
    "citation_author": [
        "Edward L. Glaeser",
        "Ginger Zhe Jin",
        "Benjamin T. Leyden",
        "Michael Luca"
    ],
    "citation_publication_date": "2020-08-10",
    "issue_date": "2020-08-07",
    "revision_date": "2021-06-11",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nDuring the COVID-19 pandemic, states issued and then rescinded stay-at-home orders that restricted mobility. We develop a model of learning by deregulation, which predicts that lifting stay-at-home orders can signal that going out has become safer. Using restaurant activity data, we find that the implementation of stay-at-home orders initially had a limited impact, but that activity rose quickly after states’ reopenings. The results suggest that consumers inferred from reopening that it was safer to eat out. The rational, but mistaken inference that occurs in our model may explain why a sharp rise of COVID-19 cases followed reopening in some states.\n\n",
    "acknowledgement": "\nLuca has done consulting for tech companies, including Yelp. Leyden was previously employed as an Economics Research Intern at Yelp but did not receive compensation directly connected to this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nEdward L. Glaeser\n\nI have received speaking fees from organizations that organize members that invest in real estate markets, including the National Association of Real Estate Investment Managers and the Pension Real Estate Association.\n\n\n"
}