{
    "id": 27655,
    "citation_title": "Book-to-Market, Mispricing, and the Cross-Section of Corporate Bond Returns",
    "citation_author": [
        "Söhnke M. Bartram",
        "Mark Grinblatt",
        "Yoshio Nozawa"
    ],
    "citation_publication_date": "2020-08-10",
    "issue_date": "2020-08-07",
    "revision_date": "2023-03-13",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nMethodological insights generating comprehensive transaction-based bond datasets reveal that corporate bonds’ book-to-market ratios predict returns from prices transacted days after signal observation. Senior bonds (even investment-grade) with the 20% highest ratios outperform the 20% lowest by 3%–4% annually after non-parametrically controlling for numerous liquidity, default, microstructure, and priced-risk attributes: yield-to-maturity, structural model equity hedges, bid-ask-spread, duration/maturity, credit spread/rating, past returns, coupon, size, age, and industry. Spreads for all-bond samples are larger. An efficient bond market would not exhibit the observed decay in the ratio’s predictive efficacy with implementation delays, smaller yield-to-maturity spreads, or similar-sized spreads across differing liquidity/de-fault bond-types.\n\n",
    "acknowledgement": "\nHelpful comments and suggestions by Jonathan Berk, Hank Bessembinder, Philip Bond, Michael Brennan, Jaewon Choi, Jens Dick-Nielsen, Darrell Duffie, Andrea Eisfeldt, Eugene Fama, Gordon Gemmill, Valentin Haddad, Patrick Houweling, Gergana Jostova, Owen Lamont, Alfred Lehar, Dimitry Livdan, Francis Longstaff, Tyler Muir, Rob Neal, Stavros Panageas, Lubos Pastor, Alexander Philipov, Yves Rannou, Lukas Schmid, Clemens Sialm, Zorka Simon, Avanidhar Subrahmanyam, Pierre-Olivier Weil, and seminar participants at the 2023 Utah Winter Finance Conference, 2023 Jackson Hole Finance Conference, 2022 Midwest Finance Association Conference, 2021 European Finance Association Conference, 2021 East-ern Finance Association Conference, 2021 European Economic Association Conference, 2021 French Finance Association, 2021 Frontiers of Factor Investing Conference, 8th SAFE Asset Pricing Workshop, CFA Society Germany, Coventry University, Frankfurt School of Finance and Management, Robeco, Technische Universität München, Two Sigma, UCLA, University of Warwick, University of Washington Foster School, and Xiamen University are gratefully acknowledged. We thank the ACATIS Investment Kapitalverwaltungsgesellschaft mbH, Center for Investing at HKUST, the Fink Center for Finance and Investments, the Price Center for Entrepreneurship and Innovation, the Ziman Center for Real Estate, and the Rosalinde and Arthur Gilbert Program in Real Estate, Finance and Urban Economics for generous funding. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}