{
    "id": 27663,
    "citation_title": "The Missing Inflation Puzzle: The Role of the Wage-Price Pass-Through",
    "citation_author": [
        "Sebastian Heise",
        "Fatih Karahan",
        "Ayşegül Şahin"
    ],
    "citation_publication_date": "2020-08-10",
    "issue_date": "2020-08-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPrice inflation in the U.S. has been sluggish and slow to pick up in the last two decades. We show that this missing inflation can be traced to a growing disconnect between unemployment and core goods inflation. We exploit rich industry-level data to show that weakening pass-through from wages to prices in the goods-producing sector is an important source of the slow inflation pick-up in the last two decades. We set up a theoretical framework where markups and pass-through are a function of firms' market shares and show that increased import competition and rising market concentration reduce pass-through from wages to prices. We then use industry-level data and find strong support for these two channels consistent with the implications of our model.\n\n",
    "acknowledgement": "\nWe are very grateful to David Dam and Meghana Gaur for superb research assistance. We thank our discussant Slavik Viacheslav for many insightful comments and sharing his codes with us. We also thank Susanto Basu, Yuriy Gorodnichenko, Giuseppe Moscarini, Emi Nakamura, Giorgio Primiceri, and Ken West for helpful comments and suggestions. We thank the participants of the NBER Summer Institute 2020 Monetary Economics Group and the Annual Research Conference of the Central Banks of Ukraine and Poland for their comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nAyşegül Şahin\n\nThe views expressed in this paper are those of the authors and do not necessarily reflect the position of the Federal Reserve Bank of New York or the Federal Reserve System.\n\n\n"
}