{
    "id": 27666,
    "citation_title": "The $100 Million Nudge: Increasing Tax Compliance of Businesses and the Self-Employed using a Natural Field Experiment",
    "citation_author": [
        "Justin E. Holz",
        "John A. List",
        "Alejandro Zentner",
        "Marvin Cardoza",
        "Joaquin Zentner"
    ],
    "citation_publication_date": "2020-08-10",
    "issue_date": "2020-08-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses a natural field experiment to examine the effectiveness of specific nudges on tax compliance amongst firms and the self-employed in the Dominican Republic. In collaboration with the Dominican Republic’s tax authority, we designed messages for more than 28,000 self-employed workers and over 56,000 firms. Leveraging administrative tax data, we find evidence that our nudges (increasing the salience of prison sentences or public disclosure of tax evaders) have large effects on increasing tax compliance, primarily working through the channel of decreasing claimed tax exemptions. Interestingly, we find that firms are more impacted than the self-employed, and that firm size is critically linked to nudge effectiveness: larger firms are considerably more influenced by nudges than smaller firms. We find this latter result noteworthy given the paucity of evidence showing significant behavioral impacts of nudges amongst the largest players in a market. Overall, our messages increased tax revenue by $193 million (roughly 0.23% of the Dominican Republic’s GDP in 2018), with over $100 million constituting income that the government would not have received without our field experimental nudges.\n\n",
    "acknowledgement": "\nThe findings, interpretations, and conclusions in this paper are entirely those of the authors and do not represent the views of the Dominican Republic DGII, Inter-American Development Bank, or the National Bureau of Economic Research.\n\n\n"
}