{
    "id": 27665,
    "citation_title": "Valuing Long-Term Property Rights with Anticipated Political Regime Shifts",
    "citation_author": [
        "Zhiguo He",
        "Maggie Rong Hu",
        "Zhenping Wang",
        "Vincent Yao"
    ],
    "citation_publication_date": "2020-08-10",
    "issue_date": "2020-08-07",
    "revision_date": "2023-11-03",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n",
        "Development and Growth",
        "\n",
        "Country Studies",
        "\n",
        "Economic Systems",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Development Economics",
        "\n",
        "Law and Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe identify exposure to political risk by exploiting a unique variation around land lease extension protection after 2047 in Hong Kong's housing market due to historical arrangements under the “One Country, Two Systems” design. Relative to properties that have been promised an extension protection, those with legally unprotected leases granted by the current government are sold at a substantial discount of around 8%, and those with colonial leases suffer an additional discount of about 8%. Incorporating estimated structural parameters that suggest an additional 20% ground rent after 2047, our model matches these empirical discounts well across long-term lease horizons. We find that the discount increases as time approaches 2047 and is higher in areas where residents feel more pessimistic about the city's future.\n\n",
    "acknowledgement": "\nThis paper was previously circulated under the title “Valuation of Long-Term Property Rights under Political Uncertainty.” Zhiguo He acknowledges financial support from the John E. Jeuck Endowment at the University of Chicago Booth School of Business. We thank Scott Baker, Kwong Wing Chau, Lennon Choy, Bryan Kelly, Wenlan Qian, Johannes Stroebel, Yongxiang Wang, David M. Webb, Shang-jin Wei, Jason Wu, Constantine Yannelis, Bernard Yeung, and seminar partic- ipants at various institutions and conferences for helpful insights and discussions. Bowen Dong and Zi Ye at the Fama-Miller Center at Chicago Booth provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}