{
    "id": 27661,
    "citation_title": "The Effect of Mentoring on School Attendance and Academic Outcomes: A Randomized Evaluation of the Check & Connect Program",
    "citation_author": [
        "Jonathan Guryan",
        "Sandra Christenson",
        "Ashley Cureton",
        "Ijun Lai",
        "Jens Ludwig",
        "Catherine Schwarz",
        "Emma Shirey",
        "Mary Clair Turner"
    ],
    "citation_publication_date": "2020-08-10",
    "issue_date": "2020-08-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn response to budget problems, many urban school systems reduced resources for getting students to come to school, like truancy officers. Chicago, for instance, went from 150 truancy officers down to, in 1991, a total of zero. Is that a good idea? We explore here the effects of increased support by a pro-social adult, or “social capital,” delivered through a structured student monitoring and mentoring program called Check & Connect (C&C). We carried out a large-scale randomized controlled trial with C&C in partnership with the Chicago Public Schools (CPS) to students in grades 1-8. Program participation decreased absences in grades 5-7 by 4.2 days, or 22.9 percent, but with no detectable effects on students in grades 1-4. We also did not find statistically significant effects on learning outcomes such as test scores or GPA, or any detectable spillovers to other students within the schools where the program was administered. The modest impacts per dollar spent, compared to previous evidence on either low-cost \"nudges\" or relatively intensive, higher-cost interventions, raise the possibility that, for very disadvantaged students, there may be decreasing but then increasing returns to program intensity for the problem of student disengagement.\n\n",
    "acknowledgement": "\nThe research reported here was supported by the Institute of Education Sciences, U.S. Department of Education, through grant R305A120809 to Northwestern University, by the Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD) of the National Institutes of Health, through grant 5R01HD067500, and by the William T. Grant Foundation. The opinions expressed are those of the authors and do not represent views of the Institute for Education Sciences, the U.S. Department of Education, NICHD or the William T. Grant Foundation. This research could not have been completed without the hard work and support of Madeline Aden, Roseanna Ander, Eric Betzold, Philip Cook, Gretchen Cusick, Sarah Emmons, Megan Ferrier, Nathan Hess, Rachael Maguire, Farah Mallah, Angie Pohl, Letisha Smith, Karen Stout, Veronica Wald and Michael Weis. We are also very thankful to everyone who worked with us to support this research project at the Chicago Public Schools and SGA Youth and Family Services, including David Moskowitz, Carrie Bergen, Drew Beres, Molly Burke, Joshua Gray, Kimberlyn McNutt, Paige Ponder, Erin Starkey and Cynthia Wright. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}