{
    "id": 27667,
    "citation_title": "COVID-19 and Crime: Effects of Stay-at-Home Orders on Domestic Violence",
    "citation_author": [
        "Lindsey Rose Bullinger",
        "Jillian B. Carr",
        "Analisa Packham"
    ],
    "citation_publication_date": "2020-08-17",
    "issue_date": "2020-08-13",
    "revision_date": "2021-08-02",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCOVID-19 has led to an abrupt change in time spent at home, with many cities and states implementing official stay-at-home (SAH), or “lockdown” policies. Using cell phone block-level activity data and administrative 911 and crime data from the city of Chicago, we estimate the effects of the Illinois governor's SAH order on calls for police service, crimes recorded by police, and arrests made relating to domestic violence. We find that the SAH order announcement increased time spent at home, leading to a decrease in total calls for police service, but a subsequent increase in domestic violence-related calls for police service. Effects are larger in areas with a high proportion of renters. These effects for domestic violence calls, however, are at odds with reported domestic-related crimes and arrests by police officers; we find that official reports and arrests for domestic violence crimes fell by 8.7 percent and 26.3 percent, respectively. Trends in reported domestic violence crimes mirror drops in total reported crimes; however, declines for domestic violence crimes are an order of magnitude smaller than the decline in other non-violent crime rates. Overall, we estimate that nearly 1,000 cases of domestic violence crimes went underreported between March and April.\n\n",
    "acknowledgement": "\nWe thank SafeGraph, Inc. for making their data available for research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}