{
    "id": 27668,
    "citation_title": "Early Fertility Decline in the United States: Tests of Alternative Hypotheses using New Complete-Count Census Microdata and Enhanced County-Level Data",
    "citation_author": [
        "Michael R. Haines",
        "J. David Hacker",
        "Matthew S. Jaremski"
    ],
    "citation_publication_date": "2020-08-17",
    "issue_date": "2020-08-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe U.S. fertility transition in the nineteenth century is unusual. Not only did it start from a very high fertility level and very early in the nation’s development, but it also took place long before the nation’s mortality transition, industrialization, and urbanization. This paper assembles new county-level, household-level, and individual-level data, including new complete-count IPUMS microdata databases of the 1830-1880 censuses, to evaluate different theories for the nineteenth-century American fertility transition. We construct cross-sectional models of net fertility for currently-married white couples in census years 1830-1880 and test the results with subset of couples linked between the 1850-1860 and 1860-1870 censuses. We find evidence of marital fertility control consistent with hypotheses as early as 1830. The results indicate support for several different but complementary theories of the early U.S. fertility decline, including the land availability, conventional structuralist, ideational, child demand/quality-quantity trade-off, and life-cycle savings theories.\n\n",
    "acknowledgement": "\nThe authors gratefully acknowledge support from the Minnesota Population Center (P2CHD041023), funded through a grant from the Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD). We also wish to thank Ran Abramitzky, Leah Boustan, and Myera Rashid, who published their census crosswalks online for public use. This project was also supported by a research grant from the Eunice Kennedy Shriver National Institute of Child Health and Human Development (R01-HD082120-01Q3). Michael Haines wishes to thank Colgate University for providing research funds from the Banfi Vintners Chair in Economics. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}