{
    "id": 27675,
    "citation_title": "The Return to Capital in Capital-Scarce Countries",
    "citation_author": [
        "Anusha Chari",
        "Jennifer S. Rhee"
    ],
    "citation_publication_date": "2020-08-17",
    "issue_date": "2020-08-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we use firm-level data to investigate the link between the marginal product of capital and financial rates of return across countries. Computed estimates from financial statement data show that capital-scarce countries display higher marginal products of capital. However, inflation-adjusted financial returns are roughly equal across capital-scarce and capital-abundant countries. The divergence between the marginal products of capital and financial returns implies that there may be little incentive for capital to flow to capital-scarce countries. We suggest that domestic capital-accumulation frictions such as sufficiently large capital adjustment costs can decouple financial rates of return from the marginal product of capital across countries.\n\n",
    "acknowledgement": "\nWe thank Wayne Landsman, Tim Schmidt-Eisenlohr, Francesco Caselli, Pierre-Oliver Gourinchas, Sebnem Kalemli-Ozcan, Alwyn Young, Peter Blair Henry, Ju Hyun Kim, Simon Alder, Patrick Conway, and Lutz Hendricks for helpful discussions. We thank conference and seminar participants at 2020 AEA Meetings, UNC-Chapel Hill and the Federal Deposit Insurance Corporation. Opinions expressed in this paper are those of the authors and not necessarily those of the FDIC or the National Bureau of Economic Research.\n\n\n"
}