{
    "id": 27678,
    "citation_title": "Data and Policy Decisions: Experimental Evidence from Pakistan",
    "citation_author": [
        "Michael Callen",
        "Saad Gulzar",
        "Syed Ali Hasanain",
        "Muhammad Yasir Khan",
        "Arman B. Rezaee"
    ],
    "citation_publication_date": "2020-08-17",
    "issue_date": "2020-08-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe evaluate a program in Pakistan that equips government health inspectors with a smartphone app which channels data on rural clinics to senior policy makers. The system led to rural clinics being inspected 104% more often after 6 months, but only 43.8% more often after a year, with the latter estimate not attaining significance at conventional levels. There is also no clear evidence that the increase in inspections led to increases in general staff attendance. In addition, we test whether senior officials act on the information provided by the system. Focusing only on districts where the app is deployed, we find that highlighting poorly performing facilities on a dashboard viewed by supervisors raises doctor attendance by 75%. Our results indicate that technology may be able to mobilize data to useful effect, even in low capacity settings\n\n",
    "acknowledgement": "\nThis paper combines two previous papers circulated with the titles “The Political Economy of Public Sector Absence: Experimental Evidence from Pakistan” and “Personalities and Public Sector Absence: Evidence from a Health Experiment in Pakistan”. We thank Farasat Iqbal for championing and implementing the project and Asim Fayaz and Zubair Bhatti for designing the smartphone monitoring program. Support is generously provided by the International Growth Centre (IGC) political economy program, the IGC Pakistan Country Office, and the University of California Office of the President Lab Fees Research Program Grant #235855. Callen was supported by grant #FA9550-09-1-0314 from the Air Force Office of Scientific Research. We thank Erlend Berg, Eli Berman, Leonardo Bursztyn, Ali Cheema, Melissa Dell, Ruben Enikolopov, Barbara Geddes, Naved Hamid, Gordon Hanson, Michael Kremer, Asim Ijaz Khwaja, Craig McIntosh, Ijaz Nabi, Aprajit Mahajan, Monica Martinez-Bravo, Benjamin A. Olken, Gerard Padro-i-Miquel, Karthik Muralidharan, Rohini Pande, Daniel N. Posner, Ronald Rogowski, Jacob N. Shapiro, Christopher Woodruff, Oliver Vanden Eynde, David Yanagizawa-Drott, Ekaterina Zhuravskaya and various seminar participants for insightful comments. Excellent research assistance was provided by Muhammad Zia Mehmood and Haseeb Ali. We thank Ali Cheema and Farooq Naseer for kindly sharing their data on election outcomes. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}