{
    "id": 27676,
    "citation_title": "Structuring Mortgages for Macroeconomic Stability",
    "citation_author": [
        "John Y. Campbell",
        "Nuno Clara",
        "João F. Cocco"
    ],
    "citation_publication_date": "2020-08-17",
    "issue_date": "2020-08-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe study mortgage design features aimed at stabilizing the macroeconomy. We model overlapping generations of mortgage borrowers and an infinitely lived risk-averse representative mortgage lender. Mortgages are priced using an equilibrium pricing kernel derived from the lender's endogenous consumption. We consider an adjustable-rate mortgage (ARM) with an option that during recessions allows borrowers to pay only interest on their loan and extend its maturity. We find that this maturity extension option stabilizes consumption growth over the business cycle, shifts defaults to expansions, and is welfare enhancing.  The cyclical properties of the maturity extension ARM are attractive to a risk-averse lender so the mortgage can be provided at a relatively low cost.\n\n",
    "acknowledgement": "\nWe thank Nick Roussanov, Amit Seru, Joel Shapiro, Alexei Tchistyi and participants at the AFA meetings (Atlanta), Tenth Macro Finance Society Workshop (Boston College), the Second London Financial Intermediation Workshop (Bank of England), NBER Summer Institute (Capital Markets and the Economy, Real Estate), and at the European Central Bank seminar series for comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJohn Y. Campbell\n\nOutside Activities\n\n\nA. Compensated Activities (1)\n\n\nAsset Management\n\n\nFounding partner since 1999, Arrowstreet Capital, LP:\nwww.arrowstreetcapital.com\n\n\nCommissioned Research\n\n\nConsultant to European Fund and Asset Management Association (EFAMA) research project on a pan-European pension fund product.  Research conducted by SDA Bocconi School of Management faculty Andrea Berardi, Claudio Tebaldi, and Fabio Trojani, 2017-18.\n\n\nAlfred P. Sloan Foundation grant for international comparative studies of household finance, 2011-2014.\n\n\nBrookings Institution paper with Robert Shiller and Luis M. Viceira, “Understanding Inflation-Indexed Bond Markets”, Brookings Papers on Economic Activity 79-120, Spring 2009.\n\n\nConference Organization\n\n\nNational Bureau of Economic Research, conference on Asset Prices and Monetary Policy, 2007.\n\n\nSpeaking Engagements\n\n\nJournal of Investment Management, 2007.\nMellon Global Investments, Brazil, 2007.\nReal Colegio Complutense, 2007 and 2008.\nPension Real Estate Association, 2008.\nInternational Conference on Economics, Finance, and Accounting, National Taiwan University, 2009.\nChina International Conference in Finance, Beijing, 2010.\nForum for the Future of Higher Education, Aspen, 2011.\nKarl Borch Lecture, NHH, Bergen, Norway, 2011.\nDavid Kinley Lecture, University of Illinois, 2012.\nPurvis Lecture, Canadian Economic Association, 2012.\nMorgan Stanley Lecture, New Economic School, Moscow, 2012.\nInternational Monetary Fund, Washington, DC, 2012.\nHirtle Callaghan Investment Leadership Award, Philadelphia, PA, 2013.\nEuropean Financial Management Association, Reading, UK, 2013.\n600th Anniversary Lecture, University of St. Andrews, 2013.\nNorthern Finance Association, Québec, 2013.\nEugene Fama Prize for Outstanding Contributions to Doctoral Education, University of Chicago Booth School of Business, with Andrew Lo and Craig MacKinlay, 2014.\nDoctor Honoris Causa, Copenhagen Business School, 2015.\nMiami Behavioral Finance Conference, 2015.\nECB Conference on Household Finance and Consumption, Frankfurt, 2015.\nEly Lecture, American Economic Association, 2016.\nGary P. Brinson Lecture, Washington State University, 2016.\nFinance Down Under Conference, University of Melbourne, 2016.\nBelgian Financial Research Forum, Brussels, 2016.\nArrow Lectures, Stanford University, 2017.\nConference on the Econometrics of Financial Markets, Stockholm, 2017.\n3rd BI-ShoF Conference on Asset Pricing and Financial Econometrics, Oslo, 2017.\n10th Macro Finance Society Workshop, Boston, 2017.\n\n\nB. Significant Non-Compensated Activities\n\n\nAmerican Economic Association: Executive Committee, 2016-18.\nAmerican Economic Journal Macroeconomics: Editorial Board, 2007-09.\nAndover Newton Theological School: Board of Trustees, 2012-17.\nConsumer Financial Protection Bureau: Academic Research Council, 2012-17.\nEconometric Society: Council, 2002-09; Investments Committee, 2006-10.\nHarvard Management Company: Board, 2004-11.\nInternational Atlantic Economic Society: President, 2008-09.\nJournal of Financial Econometrics: Advisory Board, 2001-present.\nJournal of Financial Economics: Advisory Board, 2007-present.\nJournal of Money, Credit, and Banking: Advisory Board, 2001-present.\nNational Bureau of Economic Research: Pension Plan Fiduciary, 2015-present.\nOffice of Financial Research, US Treasury: Financial Research Advisory Committee, 2014-18.\nOxford-Man Institute: Academic Advisory Board, 2012-15.\nRight Question Institute: Board of Trustees, 2018-present.\n\n\n_____________________________\n(1) Excludes honoraria from non-profit institutions, government agencies, and academic journals of $3,000 or less in a given year, and payments from for-profit firms of $500 or less in a given year\n\n\n"
}