{
    "id": 27679,
    "citation_title": "Social Learning along International Migrant Networks",
    "citation_author": [
        "Yuan Tian",
        "Maria Esther Caballero",
        "Brian K. Kovak"
    ],
    "citation_publication_date": "2020-08-17",
    "issue_date": "2020-08-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe document the transmission of social distancing practices from the United States to Mexico along migrant networks during the early 2020 Covid-19 pandemic. Using data on pre-existing migrant connections between Mexican and U.S. locations and mobile-phone tracking data revealing social distancing behavior, we find larger declines in mobility in Mexican regions whose emigrants live in U.S. locations with stronger social distancing practices. We rule out confounding pre-trends and use a variety of controls and an instrumental variables strategy based on U.S. stay-at-home orders to rule out the potential influence of disease transmission and migrant sorting between similar locations. Given this evidence, we conclude that our findings represent the effect of information transmission between Mexican migrants living in the U.S. and residents of their home locations in Mexico. Our results demonstrate the importance of personal connections when policymakers seek to change fundamental social behaviors.\n\n",
    "acknowledgement": "\nWe thank Edith Soto Ramírez at the Instituto de los Mexicanos en el Exterior for providing the MCAS data, UNACAST for sharing mobility data in the U.S., and Facebook’s Data for Good initiative for sharing Facebook mobility data in the U.S. and in Mexico. Thanks to Brian Cadena, Michael Poyker, and participants in the 2020 NBER Summer Institute Development Economics meeting for helpful comments and to Treb Allen, Cauê Dobbin, and Melanie Morten for helpful discussions regarding the MCAS data. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}