{
    "id": 27671,
    "citation_title": "A Quantitative Theory of the Credit Score",
    "citation_author": [
        "Satyajit Chatterjee",
        "Dean Corbae",
        "Kyle P. Dempsey",
        "José-Víctor Ríos-Rull"
    ],
    "citation_publication_date": "2020-08-17",
    "issue_date": "2020-08-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWhat is the role of credit scores in credit markets? We argue that it is a stand in for a market assessment of a person’s unobservable type (which here we take to be patience). We pose a model of persistent hidden types where observable actions shape the public assessment of a person’s type via Bayesian updating. We show how dynamic reputation can incentivize repayment without monetary costs of default beyond the administrative cost of filing for bankruptcy. Importantly we show how an economy with credit scores implements the same equilibrium allocation. We estimate the model using both credit market data and the evolution of individual’s credit scores. We find a 3% difference in patience in almost equally sized groups in the population with significant turnover and a shift towards becoming more patient with age. If tracking of individual credit actions is outlawed, the benefits of bankruptcy forgiveness are outweighed by the higher interest rates associated with lower incentives to repay.\n\n",
    "acknowledgement": "\nThis project has been a long time in the making. An earlier version circulated under the title “Credit Scoring and the Competitive Pricing of Default Risk”. We thank all the economists who have had an important input into the final product: Murat Tasci, Pablo D’Erasmo, Daphne Chen, Jake Zhao, and Kuan Liu. We thank Hongchao Zhang for kindly sharing with us his DFBOLS fortran code. We thank Cole Drier and Michael Slonkosky for research assistance. We also thank the many seminar and conference participants who commented on earlier versions of the paper. Finally, Corbae and Ríos-Rull wish to thank the National Science Foundation for support under grants SES-0751380 and SES-0351451. The views expressed in this paper are those of the authors and do not necessarily reflect views of the Federal Reserve Bank of Philadelphia or of the Federal Reserve System. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJosé-Víctor Ríos-Rull\n\nI thank the NSF for research support and the Federal Reserve Bank of Philadelphia.\n\n\n"
}