{
    "id": 27672,
    "citation_title": "Reconciling Trends in Volatility: Evidence from the SIPP Survey and Administrative Data",
    "citation_author": [
        "Michael D. Carr",
        "Robert A. Moffitt",
        "Emily E. Wiemers"
    ],
    "citation_publication_date": "2020-08-17",
    "issue_date": "2020-08-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAs part of a set of papers using the same methods and sample selection criteria to estimate trends in male earnings volatility across a number of survey and administrative datasets, we conduct a new investigation of trends in male earnings volatility from the 1980s to 2014 using data from the Survey of Income and Program Participation (SIPP) survey and the SIPP Gold Standard File (SIPP GSF), which links the SIPP survey to administrative data on earnings. We find that the level of volatility is higher in the SIPP GSF than in the SIPP survey but that the trends are similar. Specifically, over the period where the datasets overlap between 1984 and 2012, volatility in the SIPP survey declines slightly while volatility in the SIPP GSF increases slightly but the differences are small in magnitude. Because the density of low earnings differs considerably across datasets, and volatility may vary across the earnings distribution, we estimate trends in volatility in the SIPP survey and SIPP GSF where we hold the earnings distribution fixed to resemble that in the Panel Study of Income Dynamics (PSID). We find that differences in the underlying earnings distribution explains almost all of the difference in the level of volatility between the SIPP survey and SIPP GSF and it somewhat reduces the small differences in trends.\n\n",
    "acknowledgement": "\nThis paper was prepared for presentation at the January, 2019 meetings of the Econometric Society in Atlanta. Carr and Wiemers gratefully acknowledge funding from the Russell Sage Foundation for this project (award #83-15-09). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}