{
    "id": 27674,
    "citation_title": "Estimating Trends in Male Earnings Volatility with the Panel Study of Income Dynamics",
    "citation_author": [
        "Robert A. Moffitt",
        "Sisi Zhang"
    ],
    "citation_publication_date": "2020-08-17",
    "issue_date": "2020-08-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe possible existence of trends in volatility in the U.S. labor market has been an important issue in both labor economics and macroeconomics.  The Panel Study of Income Dynamics (PSID) has been the workhorse data set used to estimate trends in earnings volatility at the individual level.  Studies using the PSID have generally shown upward trends in volatility.  However, trends estimated with the PSID conflict with those reported from some other survey and administrative data sets, many of which have shown flat or declining trends.  This paper, which is part of a group project attempting to reconcile estimates across different data sets, presents new estimates of trends in male earnings volatility in the U.S. from 1970 to 2016 from the PSID, and addresses a number of concerns with the data that might lead its estimates to differ from those obtained in other data sets. The analysis shows that upward trends in male earnings volatility were concentrated in the 1970s and 1980s, and that trends after 1990 have been modest or even non-existent, depending on whether volatility is expected to return to its mid-2000s level after jumping up in the Great Recession.  Thus, volatility trends in the PSID are roughly consistent with those studies using other data sets which find flat volatility trends in the last three decades.  Examinations of potential biases from unit nonresponse (i.e., attrition), item nonresponse (i.e., don’t knows and refusals) and resulting imputation, and from a number of other features of the PSID that might affect its population representativeness show no evidence of significant bias from any of these factors.  However, suggestive evidence that declines in volatility estimated in studies using administrative data may be a result of a larger left tail of earnings and of problematic trimming procedures used in those studies.\n\n",
    "acknowledgement": "\nThe authors would like to thank Joseph Altonji for comments on a version presented at the 2019 AEA meetings as well as the participants of a July 2019 conference sponsored by Equitable Growth in Cambridge, Massachusetts for their comments. Comments from James Ziliak and Michael Carr are appreciated as well as input from the other team members on this joint project: John Abowd, Christopher Bollinger, Charles Hokayem, Kevin Mckinney, and Emily Wiemers.  Assistance from David Johnson was also valuable. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}