{
    "id": 27683,
    "citation_title": "A History of Pricing Pollution (Or, Why Pigouvian Taxes are not Necessarily Pigouvian)",
    "citation_author": [
        "H. Spencer Banzhaf"
    ],
    "citation_publication_date": "2020-08-17",
    "issue_date": "2020-08-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "History of Economic Thought",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Renewable Resources",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe standard history of modern environmental economics often views it as an application of A.C. Pigou's theory of externalities, refined over the decades and applied to environmental problems in the 1960s, when the first detailed pro-posals for pricing pollution were outlined by Allen Kneese, Thomas Crocker, John Dales, and others.  However, the historical literature has noted problems with this narrative, including a 30-year gap in discussions of such applications and few actual citations to Pigou.  This paper offers a simple explanation for this puzzle:  Namely, pollution pricing is not (necessarily) Pigouvian.  It argues that the early applied literature on the topic was rooted more in questions about common property resources and increasing returns from developing natural re-sources.  Both topics were treated by broad literatures by the 1960s, including distinctly American traditions not particularly associated with Pigou.\n\n",
    "acknowledgement": "\nI thank the Alliance for Market Solutions (AMS) for generous support of this research.  I also thank Nathalie Berta, Elodie Bertrand, Maxime Desmarais-Tremblay, Steve Medema, Malcolm Rutherford, Kerry Smith, and participants in a 2020 virtual History of Economics Society ses-sion for valuable comments. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}