{
    "id": 27682,
    "citation_title": "Dollar Safety and the Global Financial Cycle",
    "citation_author": [
        "Zhengyang Jiang",
        "Arvind Krishnamurthy",
        "Hanno Lustig"
    ],
    "citation_publication_date": "2020-08-17",
    "issue_date": "2020-08-13",
    "revision_date": "2023-08-22",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a model of the global financial cycle with one key ingredient: the international demand for safe dollar assets. The model matches patterns of dollar borrowing and currency mismatch, the U.S. external balance sheet, exorbitant privilege, spillovers of the U.S. monetary policy to the rest of the world, and the dollar as a global risk factor. In doing so, we lay out a novel transmission mechanism through which the U.S. monetary policy affects the currency market and the global economy. The global financial cycle is a dollar cycle.\n\n",
    "acknowledgement": "\nWe thank Xuning Ding, Xu Lu, Jonathan Wallen, and Oliver Xie for excellent research assistance. We thank Rohit Lamba, Pierre-Olivier Gourinchas, Victoria Ivashina, Rohan Kekre, Moritz Lenel, Helene Rey, Jesse Schreger and seminar participants at UC-Berkeley, CEBRA, University of Chicago, Dartmouth, ECB, Federal Reserve Board, Harvard University, Macro-Finance Society, NBER CF and IFM meetings, Northwestern University, Princeton University, Reserve Bank of India, Stanford University, Tsinghua University, UT Austin, University of Wisconsin, Yale University, AFA meetings, and ASSA meetings for their comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}