{
    "id": 27689,
    "citation_title": "Discrimination and Racial Disparities in Labor Market Outcomes: Evidence from WWII",
    "citation_author": [
        "Anna Aizer",
        "Ryan Boone",
        "Adriana Lleras-Muney",
        "Jonathan Vogel"
    ],
    "citation_publication_date": "2020-08-17",
    "issue_date": "2020-08-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Discrimination",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development of the American Economy",
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nThe 1940s witnessed substantial reductions in the Black-white earnings gap. We study the role that domestic WWII defense production played in reducing this gap. Exploiting variation across labor markets in the allocation of war contracts to private firms, we find that war production contracts resulted in significant increases in the earnings of Black workers and declines in the racial wage gap, with no effect on white workers. This was achieved via occupational upgrading among Black men to skilled occupations. The gains largely persisted through at least 1970. Using a structural model, we show that declines in discrimination (and not migration or changes in productivity) account for all of the occupational upgrading and half of the estimated wage gains associated with the war production effort. Additionally, the war production effort explains one quarter (one seventh) of the overall improvements in racial gaps in occupation allocations (wages) witnessed over this decade. Finally, war spending led to an increase in the high school graduation rate of Black children, suggesting important intergenerational spillovers associated with declines in labor market discrimination.\n\n",
    "acknowledgement": "\nWe are very grateful to seminar participants from the California Center for Population Research at UCLA, Bonn University, Norwegian school of economics, Vanderbilt University, Emory University,Williams College and Pittsburgh University. We are also very grateful to Claudia Goldin for sharing her education data, and to Nicole Gorton who provided outstanding research assistance. This project was supported by the California Center for Population Research at UCLA, which receives core support (P2C- HD041022) from the Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD). This project was supported by the California Center for Population Research at UCLA, which receives core support (P2C- HD041022) from the Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD) and the Brown PSTC which receives core support (P2C HD041020) also from the NICHD. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}