{
    "id": 27681,
    "citation_title": "Appropriate Technology Use and Autonomy: Evidence from Mexico",
    "citation_author": [
        "Carolina Corral",
        "Xavier Giné",
        "Aprajit Mahajan",
        "Enrique Seira"
    ],
    "citation_publication_date": "2020-08-17",
    "issue_date": "2020-08-13",
    "revision_date": "2023-05-15",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe explore the role of autonomy – defined as the freedom to choose how to spend an in-kind grant – in a context where farmers overuse fertilizer. We design and implement a field experiment that combines tailored input recommendations, extension services and an in-kind grant. The intervention decreased overall fertilizer use without reducing yields, reducing CO2 equivalent emissions by 14%. While autonomy did not adversely affect the adoption of recommended practices during the intervention, it led to substantially higher adoption two years after the intervention ended.\n\n",
    "acknowledgement": "\nPreviously circulated as “Autonomy and Specificity in Agricultural Technology Adoption: Evidence from Mexico.” We are grateful to Qué Funciona para el Desarrollo (QFD) for managing the entire project, to Fertilab for the soil analyses, to Agropecuaria Amozoc for providing and mixing fertilizers and to Ipampa S.C. for the provision of agricultural extension services. We would also like to thank Pranab Bardhan, Chico Ferreira, Andy Foster, and Berk Özler for very helpful comments and suggestions. We also thank seminar participants at various workshops for their comments and suggestions. Michelle Infanzón, Meritxell Martínez, Victor Manuel Pérez, Bernardo Ribeiro, Mónica Vargas and Victor Vergara provided outstanding research assistance. We also gratefully acknowledge funding from 3ie, BASIS (UC Davis), the World Bank and ISPC-SPIA (under the grant “Strengthening Impact Assessment in the CGIAR System (SIAC)\"). Views expressed in this paper are those of the authors, and do not necessarily reflect the opinions of the World Bank, its executive directors, or the countries they represent. This project was reviewed and approved by the ITAM IRB and UCLA IRB # 12–001756. This study is registered in the AEA RCT Registry with the unique identifying number AEARCTR-0006264. Enrique Seira thanks the Asociacion Mexicana de Cultura. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}