{
    "id": 27680,
    "citation_title": "Improving Management through Worker Evaluations: Evidence from Auto Manufacturing",
    "citation_author": [
        "Jing Cai",
        "Shing-Yi Wang"
    ],
    "citation_publication_date": "2020-08-17",
    "issue_date": "2020-08-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nUsing a randomized experiment with an automobile manufacturing firm in China, we measure the effects of letting workers evaluate their managers on worker and firm outcomes. In the treatment teams, workers evaluate their supervisors monthly. We find that providing feedback leads to significant reductions in worker turnover and increases in team-level productivity. In addition, workers report higher levels of happiness and positive mood. The evidence suggests that these results are driven by changes in the behavior of managers and an overall better relationship between managers and workers.\n\n",
    "acknowledgement": "\nWe thank Qingqing Chen, Sijia Chen, Ying Chen, Tianqi Gan, Sunny Lee, Yue Li, Sai Luo, Cung Truong and Stephanie Wu for excellent research assistance; Santosh Anagol, Nick Bloom, David Lam, Dean Yang, and various seminar participants for helpful comments. We thank the University of Michigan, the Wharton Dean’s Research Fund and the Wharton Katz Fund for Research on Leadership and Emotional Intelligence for funding. This study was registered in the American Economic Association Registry for randomized control trials under trial number AEARCTR-0002286. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}