{
    "id": 27686,
    "citation_title": "Patenting Inventions or Inventing Patents? Continuation Practice at the USPTO",
    "citation_author": [
        "Cesare Righi",
        "Timothy Simcoe"
    ],
    "citation_publication_date": "2020-08-17",
    "issue_date": "2020-08-13",
    "revision_date": "2022-02-22",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nContinuations allow inventors to add new claims to old patents, leading to concerns about inadvertent infringement and holdup. We study the use of continuations to obtain standard essential patents (SEPs), a setting where patents are easily linked to possibly infringing technology. Continuation filings increase after standard publication. This effect is larger when patent examiners are more lenient, and for applicants with licensing-based business models. Claims of SEPs also become more similar after standard publication, and late claiming is positively correlated with litigation. Our findings suggest widespread use of continuations to “invent patents” that are infringed by already-published standards.\n\n",
    "acknowledgement": "\nWe thank Arman Aksoy, Justus Baron, Rudi Bekkers, Lorenz Brachtendorf, Iain Cockburn, Jorge Contreras, Thomas Cotter, Charles deGrazia, Gaetan de Rassenfosse, Fabian Gaessler, Jeffrey Kuhn, Mark Lemley, Helena Lenihan, Michael Meurer, Earl Nied, Jorge Padilla, Valerio Sterzi, Emanuele Tarantino, Liisa Välikangas, Andrea Vezzulli, Martin Watzinger, and Heidi Williams for helpful comments and conversations. We thank Justus Baron for access to the SCDB data, and Evgeny Klochikhin for access to the PatentsView patent applications database. We also thank conference and seminar participants at the AOM 2021, ASSA 2022, BGSE Summer Forum 2021, BU TPRI IP day 2018 and 2021, BU Questrom Strategy & Innovation brown bag seminar, DRUID 2021, EPIP 2021, IIOC 2021, Munich Summer Institute 2021, NBER productivity lunch, TILEC Workshop on the Economics of Patents and Standards 2021, and USPTO. Cesare Righi acknowledges financial support from the Spanish Agencia Estatal de Investigacion (AEI), through the Severo Ochoa Programme for Centres of Excellence in R&D (Barcelona School of Economics CEX2019-000915-S). Previous versions of this paper circulated with the title “Patenting Inventions or Inventing Patents? Strategic Use of Continuations at the USPTO.” The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nTimothy Simcoe\n\nI have consulted and served as an expert witness on several legal matters related to Standard Essential Patents.\n\n\n"
}