{
    "id": 27692,
    "citation_title": "Union Membership Peaks in Midlife",
    "citation_author": [
        "David G. Blanchflower",
        "Alex Bryson"
    ],
    "citation_publication_date": "2020-08-17",
    "issue_date": "2020-08-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Relations",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing data from 68 countries on over 8 million respondents over forty years we show union membership peaks in midlife – usually around workers’ late 40s or early 50s.  In doing so we extend Blanchflower’s (2007) earlier study, incorporating a further 39 countries and another decade or so of data.  We also found it in every US state and the District of Columbia as well as across industries.  The fact that this relationship exists in virtually every country across the world challenges a key precept in industrial relations, namely that institutions matter: they appear to matter little, at least in the case of the hump-shaped relationship between unionization and age.  The union membership rates at the age peak in the United States and the United Kingdom have lowered over time, while the age at which the peak has occurred has increased in both countries. In part this is due to increasing union membership rates among those over the age of sixty-five.  Declines in membership by birth cohort have lowered union density rates as the older cohorts with historically higher membership rates leave labor markets.\n\n",
    "acknowledgement": "\nAlex Bryson would like to thank the Norwegian Research Council (grant no. 295914 /S20) for financial support The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}