{
    "id": 27690,
    "citation_title": "Return to Venture Capital in the Aggregate",
    "citation_author": [
        "Shumiao Ouyang",
        "Jiaheng Yu",
        "Ravi Jagannathan"
    ],
    "citation_publication_date": "2020-08-17",
    "issue_date": "2020-08-14",
    "revision_date": "2021-10-04",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the performance of the Aggregate Portfolio of All Equity Investments (APAEI) in 17,242 ventures with first funding round between 1980 and 2006 by following them till 2018, or their exits if earlier. The Gornall and Strebulaev (2020) upward bias in later-stage pre-money-valuations, while affecting all funding-round-to-exit returns, does not affect APAEI’s performance. APAEI had an internal rate of return of 22%, and a superior Generalized Public Market Equivalent of 1.44. When the best 5% of the ventures are dropped from the APAEI portfolio, the risk adjusted return becomes negative. The APAEI portfolio return declines after 1999.\n\n",
    "acknowledgement": "\nWe thank Marco Sammon, Morten Sorensen, and participants at the 2020 AFA Meeting for their valuable comments. We thank an anonymous referee for valuable comments and for pointing out an omission in the attributions in the earlier version of the paper that appeared under the title “Life cycle cash flows of ventures”. We thank Honghao Wang and Tiange Ye for excellent research assistance. Shumiao Ouyang thanks the Julis-Rabinowitz Center for Public Policy & Finance (JRCPPF) for funding. All errors are our own. Please send correspondence to Ravi Jagannathan, rjaganna@kellogg.northwestern.edu. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nRavi Jagannathan\n\nI am a consultant to DSC Quantitative Group, which has created a portfolio of benchmark and investable indices seeking to track the gross performance of both the US private equity and venture capital industries. In my opinion, DSC Quantitative Group's policy positions, goals, or financial interests do not relate to this article.  However, as a matter of abundant caution, I am disclosing this relationship.\n\n\n"
}