{
    "id": 27693,
    "citation_title": "How Did U.S. Consumers Use Their Stimulus Payments?",
    "citation_author": [
        "Olivier Coibion",
        "Yuriy Gorodnichenko",
        "Michael Weber"
    ],
    "citation_publication_date": "2020-08-17",
    "issue_date": "2020-08-14",
    "revision_date": "2020-08-24",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Fiscal Policy",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing a large-scale survey of U.S. consumers, we study how the large one-time transfers to individuals from the CARES Act affected their consumption, saving and labor-supply decisions. Most respondents report that they primarily saved or paid down debts with their transfers, with only about 15 percent reporting that they mostly spent it. When providing a detailed breakdown of how they used their checks, individuals report having spent or planning to spend only around 40 percent of the total transfer on average. This relatively low rate of spending out of a one-time transfer is higher for those facing liquidity constraints, who are out of the labor force, who live in larger households, who are less educated and those who received smaller amounts. We find no meaningful effect on labor-supply decisions from these transfer payments, except for twenty percent of the unemployed who report that the stimulus payment made them search harder for a job.\n\n",
    "acknowledgement": "\nThis research was funded in part by National Science Foundation grant 1919307. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}