{
    "id": 27698,
    "citation_title": "The International Aspects of Macroprudential Policy",
    "citation_author": [
        "Kristin J. Forbes"
    ],
    "citation_publication_date": "2020-08-17",
    "issue_date": "2020-08-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCountries are using macroprudential tools more actively with the goal of improving the resilience of their broader financial systems. A growing body of evidence suggests that these tools can accomplish specific domestic goals and should reduce country vulnerability to many domestic and international shocks. The evidence also suggests, however, that these policies are not an elixir. They will not insulate economies from volatility and they generate leakages to the non-bank financial system and spillovers through international borrowing, lending and other cross-border exposures. Some of these unintended consequences can mitigate the effectiveness of macroprudential policies and generate new vulnerabilities and risks. The “Corona Crisis” provides a lens to evaluate the effectiveness of current macroprudential regulations during a period of extreme market volatility and economic stress. Experience to date suggests that macroprudential tools provide some benefits and can help achieve certain macroeconomic goals, but they have limitations and expectations of what they can accomplish must be realistic.\n\n",
    "acknowledgement": "\nThis paper was prepared for the Annual Review of Economics. Thanks to Shikha Sharma for data assistance, and to Katharina Bergant, Anusha Chari, Christian Friedrich, Dennis Reinhardt and Karlye Stedman for helpful comments. This paper draws heavily on research for a project evaluating Iceland’s macroprudential toolkit, for which the author received funding from the Government of Iceland and benefitted from conversations with Anil Kashyap, Don Kohn, Athanasios Orphanides, and members of the Iceland Task Force (available at (https://mitsloan.mit.edu/shared/ods/documents/?DocumentID=4919). All views in this paper, however, are those of the author. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}