{
    "id": 27694,
    "citation_title": "The Effect of Job Displacement on College Enrollment: Evidence from Ohio",
    "citation_author": [
        "Veronica Minaya",
        "Brendan Moore",
        "Judith Scott-Clayton"
    ],
    "citation_publication_date": "2020-08-17",
    "issue_date": "2020-08-14",
    "revision_date": "2020-09-01",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDisplaced workers suﬀer large and persistent earnings losses. These losses can be mitigated by returning to school, yet the extent to which such workers enroll in post-secondary education in response to displacement is poorly understood. Using employer-employee-student matched administrative data from Ohio, we provide the ﬁrst direct evidence of workers’ enrollment responses following mass layoﬀs in the United States. Close to 10% of these displaced workers enroll in public two- or four-year colleges after displacement, with the typical enrollment persisting for ﬁve semesters and 29% completing a degree. However, much of this enrollment may have occurred regardless of the displacement. To estimate a causal eﬀect, we compare displaced workers over time to similar non-displaced workers. We estimate that for every 100 displaced workers, only about 1 is ever induced to enroll in a public college as a result. This eﬀect is concentrated almost entirely among displaced manufacturing workers, who enroll at a rate of 2.5 per every 100. Such workers with lower within-ﬁrm earnings and from local labor markets with limited for-proﬁt college options are the most likely to enroll in public institutions.\n\n",
    "acknowledgement": "\nWe thank Katharine Abraham, Andrew Foote, Michel Grosz, Ben Hyman, Patrice Iatarola, Robert Kelchen, Jason Lee, Karen Ni, Christina Patterson, Jesse Rothstein, Daphne Skandalis, Jim Spletzer, Miguel Urquiola, and participants at the New York Fed Economics of Education Seminar and the Association for Education Finance and Policy Annual Conference for feedback on this paper. We gratefully acknowledge Lisa Neilson and the staﬀ of the Ohio Education Research Center, who helped facilitate our use of the restricted data in this study. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}