{
    "id": 27695,
    "citation_title": "Public and Private Provision of Information in Market-Based Public Programs: Evidence from Advertising in Health Insurance Marketplaces",
    "citation_author": [
        "Naoki Aizawa",
        "You Suk Kim"
    ],
    "citation_publication_date": "2020-08-17",
    "issue_date": "2020-08-14",
    "revision_date": "2021-04-26",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nThis paper studies the effect of provision of information by the government and private firms through marketing activities in the Affordable Care Act health insurance marketplace. Using detailed TV advertising data, we present evidence that government advertising and private advertising target different geographical areas and provide different messaging content. We estimate the impacts of both types of advertising on consumer demand. We find that government advertising increases overall enrollment and enhances welfare; however, it does not induce consumers to select a particular insurer. Private advertising, in contrast, increases demand for specific insurers, and insurers spending more on advertising tend to offer plans associated with higher consumer utility. However, private advertising alone does not induce consumers to select insurers with better plans very efficiently because it tends to be excessive due to rent-seeking competition.\n\n",
    "acknowledgement": "\nFirst draft: July 31, 2019. This paper replaces an earlier working paper titled \"Government Advertising: Evidence from Health Insurance Marketplaces.\" We thank Marika Cabral, Leemore Dafny, Liran Einav, Hanming Fang, Serafin Grundl, Ben Handel, Jonathan Kolstad, Corina Mommaerts, Matt Notowidigo, Ken Onishi, Elena Patel, Elena Prager, Brad Shapiro, Mark Shepard, Alan Sorensen, Amanda Starc, Justin Sydnor, Chris Taber, and Joel Waldfogel, as well as many seminar and conference participants at Covered Carfolnia, DC IO Day, Federal Reserve Board, Midwest IO Fest (U.Chicago), National Tax Association Conference, NBER Insurance Meeting, NBER Summer Institute (health care), University of Pennsylvania, University of Wisconsin-Madison, and Virtual Quantitative Marketing Seminar for helpful comments. Joel McMurry and Logan Schultheis provided outstanding research assistance. The analysis and conclusions set forth are those of the authors and do not indicate concurrence by other members of the staff, by the Board of Governors, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}