{
    "id": 27704,
    "citation_title": "Nonparametric Identification of Differentiated Products Demand Using Micro Data",
    "citation_author": [
        "Steven T. Berry",
        "Philip A. Haile"
    ],
    "citation_publication_date": "2020-08-17",
    "issue_date": "2020-08-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA recent literature considers the identification of heterogeneous demand and supply models via \"quasi-experimental'' variation, as from instrumental variables. In this paper we establish nonparametric identification of differentiated products demand when one has \"micro data'' linking characteristics of individual consumers to their choices.  Micro data provide a panel structure allowing one to exploit variation across consumers within each market, where latent demand shocks are fixed. This facilitates richer demand specifications while substantially softening the reliance on instrumental variables, reducing both the number and types of instruments required. Our results require neither the structure of a \"special regressor'' nor a \"full support'' assumption on consumer-level observables.\n\n",
    "acknowledgement": "\nEarly versions of this work were presented in the working paper \"Nonparametric Identification of Multinomial Choice Demand Models with Heterogeneous Consumers,\" first circulated in 2007 and superseded by the present paper. We thank Suk Joon Son and numerous seminar participants for helpful comments. Jaewon Lee provided capable research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}