{
    "id": 27701,
    "citation_title": "Bank Syndicates and Liquidity Provision",
    "citation_author": [
        "Joao A. C. Santos",
        "S. Vish Viswanathan"
    ],
    "citation_publication_date": "2020-08-17",
    "issue_date": "2020-08-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe provide evidence that credit lines offer liquidity insurance to borrowers. Borrowers are able to extensively use their credit lines in recessions and ahead of credit line cuts. In fact drawdowns and changes in drawdowns predict internal credit rating downgrades and credit line cuts, suggesting substantial liquidity access before credit line cuts. Credit line cuts are concentrated on borrowers who do not use credit lines, and when they occur they still leave borrowers with funds to draw down. Building on this evidence, we develop a model where syndicates faced with liquidity shocks continue to support credit line commitments due to the continuation value of their relationship with borrowers. Our model yields a set of predictions that find support in the data, including the substantial increase in the lead bank's retained loan share and in the commitment fees on the credit lines issued during the financial crisis of 2008-09. Consistent with the model, credit lines with higher expected drawdown rates pay higher commitment fees, and lead banks often increase their credit line investments in response to the failure of syndicate members, reducing borrowers' risk exposure to bank failures.\n\n",
    "acknowledgement": "\nWe thank Manuel Adelino, Teodora Paligorova and Murillo Campello for valuable comments. The views stated herein are those of the authors and are not necessarily those of the Federal Reserve Bank of New York, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}