{
    "id": 27700,
    "citation_title": "Intermediation and Competition in Search Markets: An Empirical Case Study",
    "citation_author": [
        "Tobias Salz"
    ],
    "citation_publication_date": "2020-08-17",
    "issue_date": "2020-08-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIntermediaries in decentralized markets can affect buyer welfare both directly, by reducing expenses for buyers with high search cost and indirectly, through a search-externality that affects the prices paid by buyers that do not use intermediaries. I investigate the magnitude of these effects in New York City’s trade-waste market, where buyers can either search by themselves or through a waste broker. Combining elements from the empirical search and procurement-auction literatures, I construct and estimate a model for a decentralized market. Results from the model show that intermediaries improve welfare and benefit buyers in both the broker and the search markets.\n\n",
    "acknowledgement": "\nI am indebted to my advisors John Asker, Guillaume Frechétte, Kei Kawai, and Alessandro Lizzeri for their guidance and support. I am extremely grateful to Isabelle Perrigne and Quang Vuong for helpful discussions. Luis Cabral, Michael Dickstein, Klaus-Peter Hellwig, Kate Ho, Jean-Francois Houde, Myrto Kalouptsidi, Yunmi Kong, John Lazarev, Konrad Menzel, Joseph Mullins, Ariel Pakes, Maryam Saeedi, Maher Said, Kevin Thom, Allan Collard-Wexler, Larry White, Sevgi Yuksel, Jidong Zhou, as well as seminar participants at Caltech, Carnegie Mellon University, Columbia, Cornell, Duke, Harvard, LSE, Microsoft Research Cambridge, MIT, Northwestern, the New York Fed, NYU, Princeton, Stanford, UCLA, USC, UPenn, UT Austin and Yale SOM, provided invaluable feedback. The research in this paper was conducted with data provided by New York City’s Business Integrity Commission. The data has been modified to preserve the anonymity of all market participants. In addition, results have been reviewed to ensure that no confidential information is disclosed. The research results and conclusions expressed are those of the author and do not necessarily reflect the views of the Business Integrity Commission. I want to thank Thi-Mai Anh Nguyen for exceptional research assistance. All remaining errors are mine. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}