{
    "id": 27706,
    "citation_title": "History as Evolution",
    "citation_author": [
        "Nathan Nunn"
    ],
    "citation_publication_date": "2020-08-17",
    "issue_date": "2020-08-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Development Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nIn this chapter, I consider the benefits of viewing history through an evolutionary lens. In recent decades, a field of research has emerged, which builds on foundations from biological evolution to study culture within an evolutionary framework. I begin the chapter by discussing the theory behind cultural evolution and the empirical evidence supporting its ability to explain the history of human societies. I then turn to a discussion of how an evolutionary perspective provides important insights into a range of phenomena within economics, including a deeper understanding of human capital, innovation, gender roles, the consequences of warfare, the effects of market competition, why we observe historical persistence and path dependence, and, most importantly, why sustained economic growth is often so elusive. I end by turning to a summary of a growing body of research within economics that has made progress in improving our understanding of cultural evolution and, thus, contributing to evolutionary disciplines outside of economics.\n\n",
    "acknowledgement": "\nI am particularly grateful to Joseph Henrich for numerous insightful discussions. I also thank Alberto Bisin, Robert Boyd, Ben Enke, Michele Gelfand, Michael Muthukrishna, James Robinson, and Felipe Valencia Caicedo for helpful comments and/or discussions. I also thank Vafa Behnam, Aditi Chitkara, Rumi Khan, and Laura Kincaide for excellent RA work. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}