{
    "id": 27707,
    "citation_title": "Measuring Customer Churn and Interconnectedness",
    "citation_author": [
        "Scott R. Baker",
        "Brian Baugh",
        "Marco C. Sammon"
    ],
    "citation_publication_date": "2020-08-17",
    "issue_date": "2020-08-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nThis paper demonstrates that it is possible to construct accurate pictures of firm revenue, growth, geographic dispersion, and customer base characteristics using an increasingly accessible class of consumer financial transaction data. We develop two new measures which characterize firms' customer bases: the rate of churn in a firm's customer base and a metric of the pairwise similarity between firms' customer bases. We show that these measures provide important insights into the behavior of both real firm decisions and firm asset prices. Rates of customer churn affect the level and volatility of firm-level investment, markups, and profits. Churn also affects how quickly firms respond to shocks in the value of their growth options (i.e. Tobin's~Q). Moreover, high churn firms tended to face steeper declines in consumer spending during the recent COVID-19 outbreak. Similarity between firms' customer bases highlights one under-explored type of predictability among stock returns -- we demonstrate that significant alpha can be generated using a trading strategy that exploits our index of customer base similarity across firms.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}