{
    "id": 27702,
    "citation_title": "Confidence and the Propagation of Demand Shocks",
    "citation_author": [
        "George-Marios Angeletos",
        "Chen Lian"
    ],
    "citation_publication_date": "2020-08-17",
    "issue_date": "2020-08-14",
    "revision_date": "2021-08-16",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe revisit the question of why shifts in aggregate demand drive business cycles. Our theory combines intertemporal substitution in production with rational confusion, or bounded rationality, in consumption and investment. The first element allows aggregate supply to respond to shifts in aggregate demand without nominal rigidity. The second introduces a “confidence multiplier,” that is, a positive feedback loop between real economic activity, consumer expectations of permanent income, and investor expectations of returns. This mechanism amplifies the business-cycle fluctuations triggered by demand shocks (but not necessarily those triggered by supply shocks); it helps investment to comove with consumption; and it allows front-loaded fiscal stimuli to crowd in private spending.\n\n",
    "acknowledgement": "\nThis paper subsumes earlier versions, entitled “A (Real) Theory of the Keynesian Multiplier” and “On the Propagation of Demand Shocks,” that contained somewhat different frameworks. We are grateful to the editor, Veronica Guerrieri, and three anonymous referees for extensive feedback that helped improve and reshape the paper. For useful comments, we also thank Susanto Basu, Jesse Benhabib, Marty Eichenbaum, Pierre-Olivier Gourinchas, Cosmin Ilut, JianjunMiao, Emi Nakamura, Jón Steinsson, and seminar participants at BU, Berkeley, CREI, Cornell, Goethe University, NYU, MIT, FSU, SF Fed, the 2018 AEA meeting, the 2018 SED meeting, the 2020 NBER Summer Institute, and the 2020 NBER Monetary Economics Fall Meeting. Angeletos acknowledges the financial support of the National Science Foundation, Award #1757198. Lian acknowledges the financial support of the Alfred P. Sloan Foundation Pre-doctoral Fellowship in Behavioral Macroeconomics, awarded through the NBER. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}