{
    "id": 27714,
    "citation_title": "Have Income-Based Achievement Gaps Widened or Narrowed?",
    "citation_author": [
        "Shirin A. Hashim",
        "Thomas J. Kane",
        "Thomas Kelley-Kemple",
        "Mary E. Laski",
        "Douglas O. Staiger"
    ],
    "citation_publication_date": "2020-08-24",
    "issue_date": "2020-08-21",
    "revision_date": "2023-01-26",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOver the past 30 years, rising income inequality and income-based residential segregation have threatened to widen income-based achievement gaps. Yet, there are no national data which combine a consistent measure of parental income and achievement for individual students to measure those gaps over time. We take two alternative approaches to inferring income-based achievement gaps: First, we reconstruct the student-level relationship using school-level estimates of means and variances of achievement and income. Second, we combine estimates of mean income by race, mother’s education, urbanicity and state with mean achievement for the corresponding subgroups on a national assessment. Using both methods, we find that income-based achievement gaps in 4th and 8th grade narrowed between 1992 and 2015—while math scores rose at all income levels.\n\n",
    "acknowledgement": "\nShirin Hashim, Mary Laski and Thomas Kelley-Kemple received support from the Walton Family Foundation for their work on this project. Thomas Kelley-Kemple also received support under pre-doctoral training grant R305B150010-16 from the Institute of Education Sciences at the U.S. Department of Education. We thank Aimee Chen, Janet Currie, David Deming, John Friedman, David Grissmer, Eric Hanushek, Caroline Hoxby, Dan Koretz, Eric Nielsen, Paul Peterson, Steve Raudenbush, Sean Reardon, Sarah Reber, Jesse Rothstein, Sarah Turner, Jim Wyckoff and seminar participants at the University of Virginia, Harvard Graduate School of Education, 2020 NBER Summer Institute, Harvard Opportunity Insights, and the 2020 Association for Public Policy Analysis and Management annual meeting for helpful comments and suggestions. We thank Blake Heller for help preparing data for analysis. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nDouglas O. Staiger\n\nDouglas Staiger is a co-founder, consults for, and holds an equity interest in ArborMetrix, Inc., a company that sells efficiency measurement systems and consulting services to insurers and hospitals.\n\n\n"
}