{
    "id": 27711,
    "citation_title": "What Good Are Treatment Effects without Treatment? Mental Health and the Reluctance to Use Talk Therapy",
    "citation_author": [
        "Christopher J. Cronin",
        "Matthew P. Forsstrom",
        "Nicholas W. Papageorge"
    ],
    "citation_publication_date": "2020-08-24",
    "issue_date": "2020-08-21",
    "revision_date": "2023-06-27",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEvidence across disciplines suggests that talk therapy is more curative than antidepressants for mild-to-moderate depression and anxiety. Yet, few patients use it. We develop a dynamic choice model to analyze patient demand for the treatment of depression and anxiety. The model incorporates myriad potential impediments to therapy use along with links between mental health improvements and earnings. The estimated model reveals that mental health improvements are valuable, directly through utility and indirectly through earnings. However, patient reluctance to use therapy is nearly impervious to reasonable counterfactual policies (e.g., lowering prices or removing other costs). Patient behavior might reflect stigma, biases in beliefs about the effectiveness of therapy, or a distaste for discussing personal or painful issues with a stranger. More broadly, the benefits of therapy estimated in randomized trials tell only half the story. If patients do not use treatments outside of an experimental setting—and we fail to understand why or how to get them to—estimated treatment effects cannot be leveraged.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge helpful comments from: Daniel Avdic, Victoria Baranov, Sonia Bhalotra, Pietro Biroli, David Bradford, Jeffrey Campbell, Janet Currie, Michael Dickstein, Fabrice Etile, Bill Evans, Richard Frank, George-Levi Gayle, Donna Gilleskie, Barton Hamilton, Robert Moffitt, and Michael Richards, along with seminar participants at the UPenn, Rice, Notre Dame, UNC, AHEW St. Louis, ASHEcon Philadelphia, Southeastern HESG Richmond, H2D2 Ann Arbor, SOLE Raleigh, Essen Health and Labour Conference, EWEHE Prague, Barcelona GSE Summer Forum, and DSE Bonn. A previous version of this paper was circulated as “Mental Health, Human Capital and Labor Outcomes.” The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}