{
    "id": 27713,
    "citation_title": "Judge Peer Effects in the Courthouse",
    "citation_author": [
        "Ozkan Eren",
        "Naci H. Mocan"
    ],
    "citation_publication_date": "2020-08-24",
    "issue_date": "2020-08-21",
    "revision_date": "2023-04-03",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Discrimination",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nWe investigate whether consequential decisions made by judges are impacted by observable characteristics of peer judges. We utilize the universe of decisions on juvenile defendants in each courthouse in a Southern state over fifteen years. Leveraging random assignment of cases to judges, and variations in judge peer composition generated by judicial turnover, we show that an increase in the proportion of female peers in the courthouse causes a rise in individual judges’ propensity to incarcerate, and an increase in prison time. This effect is driven by female judges. Further analysis suggests that this behavior of female judges is likely due to the sheer exposure to female colleagues.\n\n",
    "acknowledgement": "\nData used in this study were provided by the Louisiana Office of Juvenile Justice. Access was provided by Louisiana State University. We thank Janet Currie, Kevin Lang, Adriana Lleras-Muney, Bentley Macleod, Marco Gonzalez-Navarro, Isaac Sorkin and the participants of the 6th Economics of Litigation Workshop in Granada, Spain, the Gender and Economics Workshop at the University of Luxembourg, and TOBB University of Economy and Technology for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}