{
    "id": 27718,
    "citation_title": "The Economic Impact of Migrants from Hurricane Maria",
    "citation_author": [
        "Giovanni Peri",
        "Derek Rury",
        "Justin C. Wiltshire"
    ],
    "citation_publication_date": "2020-08-24",
    "issue_date": "2020-08-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe examine the economic impact of the large migration of Puerto Ricans to Orlando after Hurricane Maria. Using a synthetic control approach, we find that employment in Orlando increased, especially in construction and retail, and find positive aggregate labor market effects for non-Hispanic and less-educated workers. While we find that earnings for these workers decreased slightly in construction, this was balanced by earnings growth in retail and hospitality. These results are consistent with small negative impacts on earnings in sectors exposed to a labor supply shock, offset by positive effects in sectors impacted by an associated positive consumer demand shock.\n\n",
    "acknowledgement": "\nDerek Rury and Justin Wiltshire gratefully acknowledge financial support for this project from the Center for Growth and Opportunity. We thank seminar participants at UC Davis and the 2019 EEA Annual Conference for useful comments on early versions of this paper, and particularly thank Marianne Bitler, Brendan Price, and Geoffrey Schnorr for helpful comments. Any errors or omissions are the sole responsibility of the authors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}