{
    "id": 27716,
    "citation_title": "Openness to Trade and the Spread of Industrialization: Evidence from Canada during the First Era of Globalization",
    "citation_author": [
        "Taylor Jaworski",
        "Ian Keay"
    ],
    "citation_publication_date": "2020-08-24",
    "issue_date": "2020-08-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Globalization and International Relations",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use new data on manufacturing in Canada to quantify the impact of globalization on the growth and composition of industrialization in the second half of the nineteenth century. We find that industries and regions more exposed to international trade experienced faster growth. Consistent with the literature on economic development in Canada, we find that scale economies, government policy decisions, and domestic market expansion also played an important role in manufacturing growth. However, after controlling for these factors, we find that greater exposure to globalization shaped the pattern of regional industrialization in a way not appreciated in Canadian historiography.\n\n",
    "acknowledgement": "\nFor their helpful comments and suggestions the authors thank Ann Carlos, Bill Collins, Maggie Jones, David Rosé, Angela Redish, Carol Shiue, and seminar participants at the University of Guelph, University of Colorado-Boulder, Wilfrid Laurier University, and the 2019 CNEH conference. Maggie Jones and Brian Marein provided excellent research assistance. The authors accept responsibility for all remaining errors and omissions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}