{
    "id": 27719,
    "citation_title": "Four Stylized Facts about COVID-19",
    "citation_author": [
        "Andrew Atkeson",
        "Karen Kopecky",
        "Tao Zha"
    ],
    "citation_publication_date": "2020-08-24",
    "issue_date": "2020-08-21",
    "revision_date": "2022-02-04",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe document four facts about the COVID-19 pandemic worldwide relevant for those studying the impact of non-pharmaceutical interventions (NPIs) on COVID-19 transmission. First: across all countries and U.S. states that we study, the growth rates of daily deaths from COVID-19 fell from a wide range of initially high levels to levels close to zero within 20-30 days after each region experienced 25 cumulative deaths. Second: after this initial period, growth rates of daily deaths have hovered around zero or below everywhere in the world. Third: the cross section standard deviation of growth rates of daily deaths across locations fell very rapidly in the first 10 days of the epidemic and has remained at a relatively low level since then. Fourth: when interpreted through a range of epidemiological models, these first three facts about the growth rate of COVID deaths imply that both the effective reproduction numbers and transmission rates of COVID-19 fell from widely dispersed initial levels and the effective reproduction number has hovered around one after the first 30 days of the epidemic virtually everywhere in the world.  We argue that failing to account for these four stylized facts may result in overstating the importance of policy mandated NPIs for shaping the progression of this deadly pandemic.\n\n",
    "acknowledgement": "\nAndrew Atkeson has benefited from conversations with James Stock on this topic. We are grateful to Hongyi Fu for superlative research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the Federal Reserve Banks of Atlanta and Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}