{
    "id": 27710,
    "citation_title": "Exit vs. Voice",
    "citation_author": [
        "Eleonora Broccardo",
        "Oliver D. Hart",
        "Luigi Zingales"
    ],
    "citation_publication_date": "2020-08-24",
    "issue_date": "2020-08-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the relative effectiveness of exit (divestment and boycott) and voice (engagement) strategies in promoting socially desirable outcomes in companies. We show that in a competitive world exit is less effective than voice in pushing firms to act in a socially responsible manner. Furthermore, we demonstrate that individual incentives to join an exit strategy are not necessarily aligned with social incentives, whereas they are when well-diversified investors are allowed to express their voice. We discuss what social and legal considerations might sometimes make exit preferable to voice.\n\n",
    "acknowledgement": "\nWe thank Patrick Bolton, Alex Edmans, Tore Ellingsen, Christian Leuz, Dirk Schoenmaker, Andrei Shleifer, Yossi Spiegel, Stefano Zamagni, and participants at the University of Chicago Finance lunch and the 2020 Stony Brook International Game Theory conference for very useful comments on a previous draft. Eleonora Broccardo gratefully acknowledges financial support from the Department of Economics and Management at the University of Trento. Luigi Zingales gratefully acknowledges financial support from the Stigler Center at the University of Chicago. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}