{
    "id": 27725,
    "citation_title": "Gender and Culture",
    "citation_author": [
        "Paola Giuliano"
    ],
    "citation_publication_date": "2020-08-24",
    "issue_date": "2020-08-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "General, Teaching",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper reviews the literature on gender and culture. Gender gaps in various outcomes (competitiveness, labor force participation, and performance in mathematics, amongst many others) show remarkable differences across countries and tend to persist over time. The economics literature initially explained these differences by looking at standard economic variables such as the level of development, women’s education, the expansion of the service sector, and discrimination. More recent literature has argued that gender differences in a variety of outcomes could reflect underlying cultural values and beliefs. This article reviews the literature on the relevance of culture in the determination of different forms of gender gap. I examine how differences in historical situations could have been relevant in generating gender differences and the conditions under which gender norms tend to be stable or to change over time, emphasizing the role of social learning. Finally, I review the role of different forms of cultural transmission in shaping gender differences, distinguishing between channels of vertical transmission (the role of the family), horizontal transmission (the role of peers), and oblique transmission (the role of teachers or role models).\n\n",
    "acknowledgement": "\nI thank Almudena Sevilla and two anonymous referees for comments that greatly improved this paper. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}