{
    "id": 27726,
    "citation_title": "Increasing Hours Worked: Moonlighting Responses to a Large Tax Reform",
    "citation_author": [
        "Alisa Tazhitdinova"
    ],
    "citation_publication_date": "2020-08-24",
    "issue_date": "2020-08-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nMoonlighting is increasingly popular in OECD countries, with 5 to 10% of workers holding two or more jobs. However, little is known about the responsiveness of moonlighting to financial incentives due to the lack of identifying variation. This paper studies a unique reform in Germany that allowed workers to hold small secondary jobs tax-free, decreasing the marginal tax rate by between 19.5 to 66pp. I show that the reform resulted in a dramatic increase in moonlighting that was not offset by reductions in primary earnings, and that hours constraints is the key determinant of moonlighting.\n\n",
    "acknowledgement": "\nI am grateful to Alan Auerbach, Michael Bates, Youssef Benzarti, Hilary Hoynes, Peter Kuhn, Heather Royer, Emmanuel Saez, Nathan Seegert, Joel Slemrod, Arthur Sweetman, and seminar participants at Cal Poly, ENS Lyon, LSE, NYU Wagner, UC Berkeley, UC Davis, UC Santa Barbara, U. of Victoria, Wilfrid Laurier, NBER Labor Studies and NBER Public Economics spring meetings, CeMent Workshop, SoCCAM, China Summer Institute for Public Economics, and NTA meetings for helpful comments. A special thank you to the team at the Institute for Employment Research (IAB) for assistance with the SIAB data. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}