{
    "id": 27721,
    "citation_title": "Interbank Networks in the Shadows of the Federal Reserve Act",
    "citation_author": [
        "Haelim Anderson",
        "Selman Erol",
        "Guillermo Ordoñez"
    ],
    "citation_publication_date": "2020-08-24",
    "issue_date": "2020-08-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCentral banks provide public liquidity to traditional (regulated) banks with the intention of stabilizing the financial system. Shadow banks are not regulated, yet they indirectly access such liquidity through the interbank system. We build a model that shows how public liquidity provision may change the linkages between traditional and shadow banks, increasing systemic risk through three channels: reducing aggregate liquidity, expanding fragile short-term borrowing, and crowding out of private cross-bank insurance. We show that the creation of the Federal Reserve System and the provision of public liquidity changed the structure and nature of the U.S. interbank network in ways that are consistent with the model and its implications. We provide empirical evidence by constructing unique data on balance sheets and detailed disaggregated information on payments and funding connections in Virginia.\n\n",
    "acknowledgement": "\nWe thank participants at the 2019 Barcelona Summer GSE Forum, the 2019 NBER SI Monetary Economics Workshop, the 2019 Yale Financial Stability conference, the 2020 Philadelphia Federal Reserve’s conference on “The Impact of Post-Crisis Regulation on Financial Markets\", and the 2020 Western Finance Association annual meeting. We also thank seminar participants at the IMF and FDIC. We thank Mark Carlson, Gary Gorton, Jeffrey Miron, Gary Richardson, Alireza Tahbaz-Salehi, and Kathy Yuan for comments and suggestions and Dillon McNeill, Andrew Orr, David Eijbergen, and Andrew Vizzi for excellent research assistance. Views and opinions expressed are those of the authors and do not necessarily represent official positions or policy of the Federal Deposit Insurance Corporation. Ordonez received financial support by NSF Grant 1919351 and Erol by NSF Grant 1919029 and the CMU Berkman Faculty Development Fund. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}