{
    "id": 27729,
    "citation_title": "Income and Poverty in the COVID-19 Pandemic",
    "citation_author": [
        "Jeehoon Han",
        "Bruce D. Meyer",
        "James X. Sullivan"
    ],
    "citation_publication_date": "2020-08-24",
    "issue_date": "2020-08-21",
    "revision_date": "2020-10-22",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper addresses the economic impact of the COVID-19 pandemic by providing timely and accurate information on the impact of the current pandemic on income and poverty to inform the targeting of resources to those most affected and assess the success of current efforts. We construct new measures of the income distribution and poverty with a lag of only a few weeks using high frequency data from the Basic Monthly Current Population Survey (CPS), which collects income information for a large, representative sample of U.S. families. Because the family income data for this project are rarely used, we validate this timely measure of income by comparing historical estimates that rely on these data to estimates from data on income and consumption that have been used much more broadly. Our results indicate that at the start of the pandemic, government policy effectively countered its effects on incomes, leading poverty to fall and low percentiles of income to rise across a range of demographic groups and geographies. Simulations that rely on the detailed CPS data and that closely match total government payments made show that the entire decline in poverty that we find can be accounted for by the rise in government assistance, including unemployment insurance benefits and the Economic Impact Payments. Our simulations further indicate that of those losing employment the vast majority received unemployment insurance, though this was less true early on in the pandemic and receipt was uneven across the states, with some states not reaching a large share of their out of work residents.\nUpdated information on the summary measures presented in this paper, using the latest data available, may be found at povertymeasurement.org.\n\n",
    "acknowledgement": "\nThis paper was prepared for the Brookings Papers on Economic Activity conference on June 25, 2020. We would like to thank our discussant, Abigail Wozniak and the editors, for helpful feedback, Chris Kelly and Josie Donlon for excellent research assistance, Anna Brailovsky for helpful comments, the NSF for financial support for this project, and the Russell Sage Foundation, Alfred P. Sloan Foundation, Charles Koch Foundation, and the Menard Family Foundation for their support of the Comprehensive Income Dataset Project. We would also like to thank Bill Evans for sharing data on state level COVID-related mortality rates and state policies The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}