{
    "id": 27739,
    "citation_title": "Global Business and Financial Cycles: A Tale of Two Capital Account Regimes",
    "citation_author": [
        "Julien Acalin",
        "Alessandro Rebucci"
    ],
    "citation_publication_date": "2020-08-31",
    "issue_date": "2020-08-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nUsing a new equity price-based measure of the global financial cycle, this paper evaluates the relative importance of global financial shocks for quarterly equity returns and output growths in a large sample of advanced and emerging economies, as well as in South Korea and China--two countries on different sides of the trilemma triangle of international finance. We document that global financial shocks in both China and South Korea explain a substantial share of equity return variability (20 and 50 percent of the total variance, respectively), but a much smaller portion of real output fluctuations (less than 10 percent in Korea and negligible in the case of China). We also find that the combination of a closer capital account and a more rigid exchange rate regime, as in China, is associated with some costs in terms of diversification opportunities quantified by very large exposures to domestic financial and real shocks, dwarfing the contribution of any other shock in the model. More surprisingly, the combination of a relatively open capital account and a flexible exchange rate, as in South Korea, not only is associated with higher exposure to the global financial cycle than in China but also with a significant incidence of domestic financial shocks on output fluctuations.\n\n",
    "acknowledgement": "\nPaper prepared for the 2019 Seoul Journal of Economics International Symposium. We thank the editor, Soyoung Kim, and conference participants for helpful comments and suggestions. We are also grateful to M. Hashem Pesaran, Ambrogio Cesa-Bianchi, and Andrew Rose for discussions and comments. The remaining errors are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}