{
    "id": 27734,
    "citation_title": "Who Profits From Amateurism? Rent-Sharing in Modern College Sports",
    "citation_author": [
        "Craig Garthwaite",
        "Jordan Keener",
        "Matthew J. Notowidigdo",
        "Nicole F. Ozminkowski"
    ],
    "citation_publication_date": "2020-08-31",
    "issue_date": "2020-08-27",
    "revision_date": "2020-11-02",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIntercollegiate amateur athletics in the US largely bars student-athletes from sharing in any of the profits generated by their participation, which creates substantial economic rents for universities. These rents are primarily generated by men’s football and men’s basketball programs. We characterize these economic rents using comprehensive revenue and expenses data for college athletic departments between 2006 and 2019, and we estimate rent-sharing elasticities to measure how rents flow to women’s sports and other men’s sports and lead to increased spending on facilities, coaches’ salaries, and other athletic department personnel. Using complete roster data for every student-athlete playing sports at these schools in 2018, we find that the rent-sharing effectively transfers resources away from students who are more likely to be black and more likely to come from poor neighborhoods towards students who are more likely to be white and come from higher-income neighborhoods. To understand the magnitude of the available rents, we calculate a wage structure for college athletes using the collective bargaining agreements in professional sports leagues as a benchmark. We also discuss how our results help understand how universities have responded to recent threats to these rents arising from litigation, legislation, and the global coronavirus pandemic.\n\n",
    "acknowledgement": "\nWe thank Peter Bergman for sharing high school catchment area data with us, and we are grateful to Erin Buzuvis, Michael McCann, and Raymond Yasser for discussing Title IX regulations with us. We thank David Berri, Patrick Kline, Kory Kroft, Steve Levitt, Dan Sacks, Carolyn Stein, and Eric Zwick for useful comments. We acknowledge financial support from the NSF GRFP under award number DGE-1842165. Any opinions expressed in this paper are those of the authors, and do not necessarily reflect any official positions of the University of Chicago, the University of Michigan, or Northwestern University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}