{
    "id": 27733,
    "citation_title": "Payments Crises and Consequences",
    "citation_author": [
        "Qian Chen",
        "Christoffer Koch",
        "Padma Sharma",
        "Gary Richardson"
    ],
    "citation_publication_date": "2020-08-31",
    "issue_date": "2020-08-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBanking-system shutdowns during contractions scar economies. Four times in the last forty years, governors suspended payments from state-insured depository institutions. Suspensions of payments in Nebraska (1983), Ohio (1985), and Maryland (1985), which were short and occurred during expansions, had little measurable impact on macroeconomic aggregates. Rhode Island’s payments crisis (1991), which was prolonged and occurred during a recession, lengthened and deepened the downturn. Unemployment increased. Output declined, possibly permanently relative to what might have been. We document these effects using a novel Bayesian method for synthetic control that characterizes the principal types of uncertainty in this form of analysis. Our findings suggest policies that ensure banks continue to process payments during contractions – including the bailouts of financial institutions in 2008 and the unprecedented support of the financial system during the COVID crisis – have substantial value.\n\n",
    "acknowledgement": "\nFor comments and suggestions, we thank seminar participants at the Federal Reserve Banks of Cleveland, Dallas, and Kansas City, and at the University of California at San Diego and at Irvine. Kaspar Wuthrich, Johannes Wieland, James Hamilton, Valerie Ramey, Titan Alon, Martin Stuermer, and Pavel Kapinos provided particularly helpful comments. The views expressed in this paper are those of the authors and do not necessarily reflect the views of the Federal Reserve Bank of Dallas, Federal Reserve, nor do they necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}