{
    "id": 27731,
    "citation_title": "The Stable Transformation Path",
    "citation_author": [
        "Francisco J. Buera",
        "Joseph P. Kaboski",
        "Martí Mestieri",
        "Daniel G. O'Connor"
    ],
    "citation_publication_date": "2020-08-24",
    "issue_date": "2020-08-21",
    "revision_date": "2021-12-22",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDynamic models of structural transformation are often non-stationary, precluding balanced growth path (BGP) analysis. We develop a generalization of the BGP concept that we call a Stable Transformation Path (STraP). The STraP characterizes the medium-term dynamics of the economy in a turnpike sense; it is the non-stationary path toward which the economy (quickly) con- verges from an arbitrary initial capital stock. Calibrated simulations demonstrate that these medium-term dynamics have important quantitative implications for structural transformation, investment, and growth, including slow convergence. Medium-term dynamics alone account for the observed 40% secular decline in average growth rates across stages of development.\n\n",
    "acknowledgement": "\nWe are thankful for comments received at the SED, Princeton, Yale, Cornell, the Minneapolis Fed, MIT, Pittsburgh, CEPR-ESSIM, Cambridge, Barcelona Summer Forum, INSE, RCEA, Toronto, and Boston University. We are also thankful to Julieta Caunedo, Kiminori Matsuyama and Florian Trouvain for useful discussions and Matt Song for his excellent research assistance. We have received funding from DFID's Structural Tranformation and Economic Growth research programme. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}