{
    "id": 27735,
    "citation_title": "Moonshots, Investment Booms, and Selection Bias in the Transmission of Cultural Traits",
    "citation_author": [
        "David Hirshleifer",
        "Joshua Plotkin"
    ],
    "citation_publication_date": "2020-08-31",
    "issue_date": "2020-08-27",
    "revision_date": "2021-01-08",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Households and Firms",
        "\n",
        "General Equilibrium",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Behavioral Finance",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nBiased information about the payoffs received by others can drive innovation, risk-taking, and investment booms. We study this cultural phenomenon using a model based on two premises. The first is a tendency for large successes, and the actions that lead to them, to be more salient to onlookers than small successes or failures. The second premise is selection neglect—the failure of observers to adjust for biased observation. In our model, each firm in sequence chooses to adopt or to reject a project that has two possible payoffs, one positive and one negative. The probability of success is higher in the high state of the world than in the low state. Each firm observes the payoffs received by past adopters before making its decision, but there is a chance that an adopter's outcome will be censored, especially if the payoff was negative. Failure to account for biased censorship causes firms to become overly optimistic, leading to irrational booms in adoption. Booms may eventually collapse, or may last forever. We describe these effects as a form of cultural evolution with adoption or rejection viewed as traits transmitted between firms. Evolution here is driven not only by differential copying of successful traits, but also by cognitive reasoning about which traits are more likely to succeed—quantified using the Price Equation to decompose the effects of mutation pressure and evolutionary selection. This account provides a new explanation for investment booms, merger and IPO waves, and waves of technological innovation.\n\n",
    "acknowledgement": "\nWe thank participants at the Conference on Evolutionary Models of Financial Markets, MIT Laboratory for Financial Engineering (virtual), June 2020, and especially the discussant, Terry Burnham, for insightful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}