{
    "id": 27737,
    "citation_title": "Intergenerational Effects of Early-Life Advantage: Lessons from a Primate Study",
    "citation_author": [
        "Amanda M. Dettmer",
        "James J. Heckman",
        "Juan Pantano",
        "Victor Ronda",
        "Stephen J. Suomi"
    ],
    "citation_publication_date": "2020-08-31",
    "issue_date": "2020-08-27",
    "revision_date": "2020-10-07",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses three decades of studies with Rhesus monkeys to investigate the intergenerational effects of early life advantage. Monkeys and their offspring were both randomly assigned to be reared together or apart from their mothers. We document significant intergenerational effects of maternal presence. We also estimate, for the first time, the intergenerational complementarity of early life advantage, where the intergenerational effects of maternal rearing are only present for offspring that were mother-reared. This finding suggests that parenting is the primary mechanism driving the intergenerational effects. Our paper demonstrates how studies of primates can inform human development.\n\n",
    "acknowledgement": "\nThe authors are particularly indebted to Lauren Wooddell and Stefano Kaburu for their contributions to the social dominance data, and to Angela Ruggiero, Courtney Shannon, and the countless research assistants, animal care staff , and veterinary staff for their contributions to data collection, record-keeping, and care of the animals.  We also gratefully acknowledge helpful comments from participants at the Griffin Applied Economics Incubator Conference in September 2019, and the research community at the Center for the Economics of Human Development at the University of Chicago. This research was funded by the Division of Intramural Research at the Eunice Kennedy Shriver National Institute of Child Health and Human Development, NIH grant NICHD R37HD065072, the American Bar Foundation, and the National Science Foundation under Grant No. 1749548. Any opinions, findings, and conclusions or recommendations expressed in this material are those of the authors and do not necessarily reflect the views of the National Science Foundation or National Institutes of Health. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}