{
    "id": 27747,
    "citation_title": "Doubling Down on Debt: Limited Liability as a Financial Friction",
    "citation_author": [
        "Jesse Perla",
        "Carolin Pflueger",
        "Michal Szkup"
    ],
    "citation_publication_date": "2020-08-31",
    "issue_date": "2020-08-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Money and Interest Rates",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate how a combination of limited liability and preexisting debt distort firms’ investment and equity payout decisions. We show that equity holders have incentives to “double-sell” cash flows in default, leading to overinvestment, provided that the firm has preexisting debt and the ability to issue new claims to the bankruptcy value of the firm. In a repeated version of the model, we show that the inability to commit to not double-sell cash flows leads to heterogeneous investment distortions, where high leverage firms tend to overinvest but low leverage firms tend to underinvest. Permitting equity payouts financed by new debt mitigates overinvestment for high leverage firms, but raises bankruptcy rates and exacerbates low leverage firms’ tendency to underinvest—as the anticipation of equity payouts from future debt raises their cost of debt issuance. Finally, we provide empirical evidence consistent with the model.\n\n",
    "acknowledgement": "\nWe would like to thank Manuel Amador, Paul Beaudry, Paco Buera, Hal Cole, Francois Gourio, Juan Carlos Hatchondo, Igor Livshits, Monika Piazzesi, Ben Pugsley, Yongs Shin and various seminar participants for useful comments and suggestions. Excellent research assistance was provided by Chiyoung Ahn, Mahdi Kahou, Ali Karimirad, Arnav Sood, and Julian Vahl. We gratefully acknowledges support from a SSHRC Insight Development grant. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nCarolin Pflueger\n\nI was employed at the University of British Columbi (Canada) while working on this paper.\n\n\n"
}