{
    "id": 27743,
    "citation_title": "Does Vote Trading Improve Welfare?",
    "citation_author": [
        "Alessandra Casella",
        "Antonin Macé"
    ],
    "citation_publication_date": "2020-08-31",
    "issue_date": "2020-08-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nVoters have strong incentives to increase their influence by trading votes, a practice indeed believed to be common. But is vote trading welfare-improving or welfare-decreasing? We review the theoretical literature and, when available, its related experimental tests. We begin with the analysis of logrolling – the exchange of votes for votes, considering both explicit vote exchanges and implicit vote trades engineered by bundling issues in a single bill. We then focus on vote markets, where votes can be traded against a numeraire. We cover competitive markets, strategic market games, decentralized bargaining, and more centralized mechanisms, such as quadratic voting, where votes can be bought at a quadratic cost. We conclude with procedures allowing voters to shift votes across decisions – to trade votes with oneself only – such as storable votes or a modified form of quadratic voting. We find that vote trading and vote markets are typically inefficient; more encouraging results are obtained by allowing voters to allocate votes across decisions.\n\n",
    "acknowledgement": "\nWhen citing this paper, please use the following: Casella, A, Macé, A. 2020. \"Does Vote Trading Improve Welfare?\" Annu. Rev. Econ. 13: Submitted. https://doi.org/10.1146/annurev-economics-081720-114422. We are grateful to the institutions that, throughout the years, have supported the works discussed in this survey, in particular the National Science Foundation, through its grants SES-00214013 and SES-0617934, the Agence Nationale de la Recherche, through its grants ANR-17-CE26-0003 and ANR-17-EURE-001, the Guggenheim Foundation, the Institute for Advanced Studies, the Straus Institute at the NYU Law School, and finally the Alliance Program at Columbia and Université Paris 1 that made our collaboration possible. We are also very grateful to the colleagues, friends, and students who have worked with us, in particular Tom Palfrey, whose collaboration shaped both specific papers and broad ideas, Jean François Laslier, who brought us together and whose teachings and moral compass helped to keep us straight, and Rafael Treibich for fruitful discussions and in particular comments on this survey which opened new perspectives. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}