{
    "id": 27744,
    "citation_title": "Cheap Thrills: the Price of Leisure and the Global Decline in Work Hours",
    "citation_author": [
        "Alexandr Kopytov",
        "Nikolai Roussanov",
        "Mathieu Taschereau-Dumouchel"
    ],
    "citation_publication_date": "2020-08-31",
    "issue_date": "2020-08-27",
    "revision_date": "2021-12-22",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecreation prices and hours worked have both fallen over the last century. We construct a macroeconomic model with general preferences that allows for trending recreation prices, wages, and work hours along a balanced-growth path. Estimating the model using aggregate data from OECD countries, we find that the fall in recreation prices can explain a large fraction of the decline in hours. We also use our model to show that the diverging prices of the recreation bundles consumed by different demographic groups can account for much of the increase in leisure inequality observed in the United States over the last decades.\n\n",
    "acknowledgement": "\nWe thank Mark Aguiar, Julieta Caunedo, Alessandra Fogli, Matt Gentzkow, Jeremy Greenwood, Jesse Shapiro, as well as seminar participants at the 2021 AEA Meeting, Boston College, Cornell, Princeton, George Washington University, Wharton, Universit´e Laval, the Virtual Macro Seminar (VMACS), the NBER EF&G Meeting and the Canadian Macro Study Group for useful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}