{
    "id": 27748,
    "citation_title": "Limitations on the Effectiveness of Monetary Policy Forward Guidance in the Context of the COVID-19 Pandemic",
    "citation_author": [
        "Andrew T. Levin",
        "Arunima Sinha"
    ],
    "citation_publication_date": "2020-08-31",
    "issue_date": "2020-08-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the effectiveness of forward guidance at the effective lower bound (ELB) in the context of the COVID-19 pandemic. Survey evidence underscores the myopia of professional forecasters at the initial stages of the pandemic and the extraordinary dispersion of their recent forecasts. Moreover, financial markets are now practically certain that U.S. short-term nominal interest rates will remain at the ELB for the next several years; consequently, forward guidance would have to refer to a much longer time horizon than in previous experience. To analyze the effects of these issues, we consider a canonical New-Keynesian model with three modifications: (1) expectations formation incorporates the mechanisms that have been proposed for addressing the forward guidance puzzle; (2) the central bank has imperfect credibility in making longer-horizon commitments regarding the path of monetary policy; and (3) the central bank may not have full knowledge of the true structure of the economy. In this framework, providing substantial near-term monetary stimulus hinges on making promises of relatively extreme overshooting of output and inflation in subsequent years, and hence forward guidance has only tenuous net benefits and may even be counterproductive.\n\n",
    "acknowledgement": "\nLevin is a professor of economics at Dartmouth College, research associate of the NBER, and international research fellow of the Centre for Economic Policy Research (CEPR). Sinha is an associate professor of economics at Fordham University. The authors have no financial interests nor any other conflicts of interest related to this study. No funding was received for conducting this study. The views expressed here are solely those of the authors and do not represent the views of any other person or institution, nor do they necessarily reflect the views of the National Bureau for Economic Research.\n\n\n"
}