{
    "id": 27749,
    "citation_title": "Remote Work and the Heterogeneous Impact of COVID-19 on Employment and Health",
    "citation_author": [
        "Manuela Angelucci",
        "Marco Angrisani",
        "Daniel M. Bennett",
        "Arie Kapteyn",
        "Simone G. Schaner"
    ],
    "citation_publication_date": "2020-08-31",
    "issue_date": "2020-08-27",
    "revision_date": "2020-11-16",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the impact of the COVID-19 pandemic on employment and respiratory health for remote workers (i.e. those who can work from home) and non-remote workers in the United States.  Using a large, nationally-representative, high-frequency panel dataset from March through July of 2020, we show that job losses were up to three times as large for non-remote workers. This gap is larger than the differential job losses for women, African Americans, Hispanics, or workers without college degrees.  Non-remote workers also experienced relatively worse respiratory health, which likely occurred because it was more difficult for non-remote workers to protect themselves. Grouping workers by pre-pandemic household income shows that job losses and, to a lesser extent, health losses were highest among non-remote workers from low-income households, exacerbating existing disparities.  Finally, we show that lifting non-essential business closures did not substantially increase employment.\n\n",
    "acknowledgement": "\nThe project described in this paper relies on data from surveys administered by the Understanding America Study (UAS), which is maintained by the Center for Economic and Social Research (CESR) at the University of Southern California. The content of this paper is solely the responsibility of the authors and does not necessarily represent the official views of USC, the UAS or the National Bureau of Economic Research. The collection of the UAS COVID-19 tracking data is supported in part by the Bill and Melinda Gates Foundation and by Grant U01AG054580 from the National Institute on Aging.  Natalie Theys provided excellent research assistance.\n\n\n"
}