{
    "id": 27740,
    "citation_title": "Financial Returns to Household Inventory Management",
    "citation_author": [
        "Scott R. Baker",
        "Stephanie G. Johnson",
        "Lorenz Kueng"
    ],
    "citation_publication_date": "2020-08-31",
    "issue_date": "2020-08-27",
    "revision_date": "2023-05-17",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nHouseholds tend to hold substantial amounts of non-financial assets in the form of consumer goods inventories that are unobserved by traditional measures of wealth, about $725 on average for products covered by our sample. Such holdings can eclipse total financial assets among households in the lowest income quintile. Households can obtain significant financial returns from strategically shopping and managing these inventories. In addition, they choose to maintain liquid savings—household working capital—not just for precautionary motives but also to support this inventory management. We demonstrate that households earn high marginal returns from investing in household working capital, well above 20% at low levels of inventory, though these marginal returns decline rapidly as inventory increases. Nevertheless, average returns from inventory management are high—about 50% for the typical household—and affect household portfolio returns substantially for all but the top income and asset quintiles. We provide evidence from scanner and survey data that supports this conclusion. For many households, working capital is therefore an important asset class that has been largely ignored by the household finance literature, and inventory management provides them with an alternative to investing in risky financial markets at low levels of liquid wealth.\n\n",
    "acknowledgement": "\nWe thank the editor (Toni Whited), two anonymous referees, Alex Butler, Hector Calvo-Pardo, James Choi, Giuseppe Di Giacomo, John Gathergood, Gustavo Grullon, Luigi Guiso, Michael Haliassos, Xavier Jaravel, Pierre Mabille, Soren Leth-Petersen, Jonathan Parker, Luigi Pistaferri, Tarun Ramadorai, Antoinette Schoar, and Qingyuan Yang for valuable feedback and our discussants Francesco d’Acunto, Andres Almazan, Matteo Benetton and Pascal Noel and participants at seminars at Einaudi Institute for Economics and Finance (EIEF), National University of Singapore (NUS), Northwestern University, Rice University, CEPR European Conference on Household Finance 2020, Copenhagen New Consumption Data Conference, Western Finance Association Meeting 2021, and NBER Household Finance Summer Institute 2022 for their comments. Researchers own analyses calculated (or derived) based in part on data from The Nielsen Company (US), LLC and marketing databases provided through the Nielsen Datasets at the Kilts Center for Marketing Data Center at The University of Chicago Booth School of Business. The conclusions drawn from the Nielsen data are those of the researchers and do not reflect the views of Nielsen or the National Bureau of Economic Research. Nielsen is not responsible for, had no role in, and was not involved in analyzing and preparing the results reported herein.\n\n\n"
}