{
    "id": 27746,
    "citation_title": "International Evidence on Shock-Dependent Exchange Rate Pass-Through",
    "citation_author": [
        "Kristin Forbes",
        "Ida Hjortsoe",
        "Tsvetelina Nenova"
    ],
    "citation_publication_date": "2020-08-31",
    "issue_date": "2020-08-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyse the economic conditions (the “shocks”) behind currency movements and show how that analysis can help address a range of questions, focusing on exchange rate pass-through to prices. We build on a methodology previously developed for the United Kingdom and adapt this framework so that it can be applied to a diverse sample of countries using widely available data. The paper provides three examples of how this enriched methodology can be used to provide insights on pass-through and other questions. First, it shows that exchange rate movements caused by monetary policy shocks consistently correspond to significantly higher pass-through than those caused by demand shocks in a cross-section of countries, confirming earlier results for the UK. Second, it shows that the underlying shocks (especially monetary policy shocks) are particularly important for understanding the time-series dimension of pass-through, while the standard structural variables highlighted in previous literature are most important for the cross-section dimension. Finally, the paper explores how the methodology can be used to shed light on the effects of monetary policy and the debate on \"currency wars\": it shows that the role of monetary policy shocks in driving the exchange rate has increased moderately since the global financial crisis in advanced economies.\n\n",
    "acknowledgement": "\nThe authors would like to thank Ines Nicole Lee for excellent research assistance. The authors are also grateful to Philippe Martin and Robert Kollmann for insightful discussions and to Ambrogio Cesa-Bianchi, Roland Meeks, Marek Raczko and participants at conferences and seminars at the Bank of England, European Central Bank, International Monetary Fund, and Riksbank, for helpful comments. Further thanks for input from Linda Tesar and two anonymous referees. The views in this paper do not represent the official views of the Bank of England or its Monetary Policy Committee. Any errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}