{
    "id": 27741,
    "citation_title": "Pandemic Control in ECON-EPI Networks",
    "citation_author": [
        "Marina Azzimonti",
        "Alessandra Fogli",
        "Fabrizio Perri",
        "Mark Ponder"
    ],
    "citation_publication_date": "2020-08-31",
    "issue_date": "2020-08-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Fiscal Policy",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop an ECON-EPI network model to evaluate policies designed to improve health and economic outcomes during a pandemic. Relative to the standard epidemiological SIR set-up, we explicitly model social contacts among individuals and allow for heterogeneity in their number and stability. In addition, we embed the network in a structural economic model describing how contacts generate economic activity. We calibrate it to the New York metro area during the 2020 COVID-19 crisis and show three main results. First, the ECON-EPI network implies patterns of infections that better match the data compared to the standard SIR. The switching during the early phase of the pandemic from unstable to stable contacts is crucial for this result. Second, the model suggests the design of smart policies that reduce infections and at the same time boost economic activity. Third, the model shows that reopening sectors characterized by numerous and unstable contacts (such as large events or schools) too early leads to fast growth of infections.\n\n",
    "acknowledgement": "\nWe thank Maria Cristina De Nardi, Jonathan Skinner, as well participants at several seminars and conferences for great comments and suggestions. Also many thanks to Dhananjay Ghei and Thomas Gill for outstanding research assistance. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}