{
    "id": 27758,
    "citation_title": "Jacks of All Trades and Masters of One: Declining Search Frictions and Unequal Growth",
    "citation_author": [
        "Paolo Martellini",
        "Guido Menzio"
    ],
    "citation_publication_date": "2020-08-31",
    "issue_date": "2020-08-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDeclining search frictions generate productivity growth by allowing workers to find jobs for which they are better suited. The return of declining search frictions on productivity varies across different types of workers. For workers who are “jacks of all trades”—in the sense that their productivity is nearly independent from the distance between their skills and the requirements of their job’ declining search frictions lead to minimal productivity growth. For workers who are “masters of one trade”—in the sense that their productivity is very sensitive to the gap between their individual skills and the requirements of their job—declining search frictions lead to fast productivity growth. As predicted by this view, we find that workers in routine occupations have low wage dispersion and growth, while workers in non-routine occupations have high wage dispersion and growth.\n\n",
    "acknowledgement": "\nWe are grateful to Pieter Gautier, Victoria Gregory, Chris Moser and Robert Ulbricht for their insightful comments. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}