{
    "id": 27756,
    "citation_title": "An Instrumental Variable Approach to Dynamic Models",
    "citation_author": [
        "Steven T. Berry",
        "Giovanni Compiani"
    ],
    "citation_publication_date": "2020-08-31",
    "issue_date": "2020-08-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe present a new class of methods for identification and inference in dynamic models with serially correlated unobservables, which typically imply that state variables are econometrically endogenous. In the context of Industrial Organization, these state variables often reflect econometrically endogenous market structure.  We propose the use of Generalized Instrument Variables methods to identify those dynamic policy functions that are consistent with instrumental variable (IV) restrictions.  Extending popular \"two-step\" methods, these policy functions then identify a set of structural parameters that are consistent with the dynamic model, the IV restrictions and the data. We provide computed illustrations to both single-agent and oligopoly examples. We also present a simple empirical analysis that, among other things, supports the counterfactual study of an environmental policy entailing an increase in sunk costs.\n\n",
    "acknowledgement": "\nWe are grateful to Allan Collard-Wexler for generously providing the data, and to Xiaohong Chen, Liran Einav, Phil Haile, Francesca Molinari, Jesse Shapiro, Paulo Somaini for helpful comments and suggestions.We are also grateful to participants at numerous seminars, including the NBER. Mengsi  Gao provided excellent research assistance The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}