{
    "id": 27755,
    "citation_title": "Monopsony in Movers: The Elasticity of Labor Supply to Firm Wage Policies",
    "citation_author": [
        "Ihsaan Bassier",
        "Arindrajit Dube",
        "Suresh Naidu"
    ],
    "citation_publication_date": "2020-08-31",
    "issue_date": "2020-08-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe provide new estimates of the separations elasticity, a proximate determinant of the labor supply facing a firm with respect to hourly wage, using matched Oregon employer-employee data. Existing estimates using individual wage variation may be biased by mismeasured wages and use of wage variation unrelated to firm choices. We estimate the impact of the firm component of wage variation on separations using both firm fixed effects estimated from a wage equation as well as a matched IV event study around employment transitions between firms. Separations are a declining function of firm wage policies: we find that the implied firm-level labor supply elasticities generated are around 4, consistent with recent experimental and quasi-experimental evidence, and that they are approximately 3 to 4 times larger that those using individual wages. Further, we find lower separations elasticities for low wage workers, high turnover sectors, and periods of economic downturn but with little heterogeneity by urban status or labor market concentration. We conclude that monopsonistic competition is pervasive, and largely independent of forces driving classical monopsony.\n\n",
    "acknowledgement": "\nDube acknowledges support from the Washington Center for Equitable Growth. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}