{
    "id": 27750,
    "citation_title": "Property Rights to Land and Agricultural Organization: An Argentina-United States Comparison",
    "citation_author": [
        "Eric C. Edwards",
        "Martin Fiszbein",
        "Gary D. Libecap"
    ],
    "citation_publication_date": "2020-08-31",
    "issue_date": "2020-08-27",
    "revision_date": "2021-12-07",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Development Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe contributions of Harold Demsetz offer key insights on how property rights and transaction costs shape economic organization. This guides our comparison of agricultural organization in two comparable regions, the Argentine Pampas and the US Midwest. In the US, land was distributed in small parcels and actively traded. In the Pampas, land was distributed in large plots and trade was limited because land was a social and political asset as well as commercial. We analyze why this led to persistently larger farms, specialization in ranching, and peculiar tenancy contracts in Argentina, relative to the US. Our empirical analysis, based on county-level data for both regions, shows that geo-climatic factors cannot explain the observed differences in agricultural organization. We discuss implications for long-term economic development in Argentina.\n\n",
    "acknowledgement": "\nWe thank Lee Alston, Douglas Allen, Eric Hilt, Ron Johnson, Naomi Lamoreaux, Trevon Logan, Jim Roumasset, and Tom Weiss for valuable comments and suggestions, as well as by participants at the NBER DAE Spring Program Meeting (2021), Society for Institutional and Organizational Economics Conference (2021), Mountain West Economic History Conference, Logan, UT (2020), Seminar on Property, Solstrand, Bergen, Norway (2019), workshop at the Property and Environment Research Center (PERC), Bozeman, Montana (2019), and conference at the Center for Economic Liberty, Arizona State University (2019). We thank Andrew Hutchens for research assistance. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}