{
    "id": 27754,
    "citation_title": "Centrino and the Restructuring of WI-FI Supply",
    "citation_author": [
        "Roberto Fontana",
        "Shane Greenstein"
    ],
    "citation_publication_date": "2020-08-31",
    "issue_date": "2020-08-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we examine Intel’s launch of Centrino and interpret it as platform leader’s attempt to restructure a supply chain. We provide a narrative of key actions and how they coordinated changes and offer a framework of the predictable consequences for complementary markets. We then collect data and test these predictions on outcomes in several related complementary markets. The overall findings are consistent with our framework. We show that the launch of Centrino increased the likelihood of exit from internal and external Wi-Fi cards markets, and we find that the magnitude of the effect was largest for internal cards. We also show that the launch of Centrino’s stimulated product introduction in the markets for complements overall and find that the effect varied across type of routers. Finally, we show that experience with producing Wi-Fi cards shaped product introduction by router providers.\n\n",
    "acknowledgement": "\nRoberto Fontana thanks the University of Pavia (‘Pavia-Boston Program’) for financial support, and the HBS Deans Office for their hospitality during his visit. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}