{
    "id": 27751,
    "citation_title": "Investor Tax Credits and Entrepreneurship: Evidence from U.S. States",
    "citation_author": [
        "Matthew R. Denes",
        "Sabrina T. Howell",
        "Filippo Mezzanotti",
        "Xinxin Wang",
        "Ting Xu"
    ],
    "citation_publication_date": "2020-08-31",
    "issue_date": "2020-08-27",
    "revision_date": "2021-10-12",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nAngel investor tax credits are used globally to spur high-growth entrepreneurship. Exploiting their staggered implementation in 31 U.S. states, we find that they increase angel investment yet have no significant impact on entrepreneurial activity. Two mechanisms explain these results: Crowding out of alternative financing and low sensitivity of professional investors to tax credits. With a large-scale survey and a stylized model, we show that low responsiveness among professional angels may reflect the fat-tailed return distributions that characterize high-growth startups. The results contrast with evidence that direct subsidies to firms have positive effects, raising concerns about promoting entrepreneurship with investor subsidies.\n\n",
    "acknowledgement": "\nThis paper subsumes two prior working papers: Denes, Wang, and Xu (2019) and Howell and Mezzanotti (2019). We thank Jim Albertus, Tania Babina, Shai Bernstein, Laurent Bach, Annamaria Conti, Greg Brown, Jesse Davis, Ryan Decker, Mike Ewens, Joan Farre-Mensa, Paolo Fulghieri, Andra Ghent, Juanita Gonzalez-Uribe, Will Gornall, Apoorv Gupta, Arpit Gupta, Jorge Guzman, Thomas Hellmann, Edith Hotchkiss, Yael Hochberg, Yunzhi Hu, Jessica Jeffers, Simone Lenzu, Josh Lerner, Song Ma, David Matsa, Arnobio Morelix, Holger Mueller, Ramana Nanda, Daniel Paravisini, Andrea Passalacqua, David Robinson, Pian Shu, Morten Sorenson, Denis Sosyura, Chester Spatt, Luke Stein, Kairong Xiao, Emmanuel Yimfor,Linghang Zeng, Eric Zwick, and seminar participants at the 3rd Junior Entrepreneurial Finance and Innovation Workshop, 8th HEC Paris Workshop on Entrepreneurship, AFA, ASU Sonoran Winter Finance Conference, Barcelona GSE Summer Forum, Bocconi, Carnegie Mellon University, Duke-UNC Innovation and Entrepreneurship Research Symposium, Finance in the Cloud II, Jackson Hole Finance Group Conference, Kellogg, Kenan Institute Frontiers of Entrepreneurship Conference, MFA, Mid-Atlantic Research Conference in Finance, Northeastern Finance Conference, NTU, NYU Stern Corporate Governance Seminar, Southern California PE Conference, Texas A&M, UCLA, UVA Darden, UNC Entrepreneurship Working Group, WFA, and Young Scholar in Finance Consortium for helpful comments. We thank Abhishek Bhardwaj, Grant Goehring, Michael Gropper, Sunwoo Hwang, Nick McMonigle, Danye Wang, and Jun Wong for excellent research assistance. Howell’s research on this project was funded by the Kauffman Foundation and the UNC Kenan Institute. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nSabrina T. Howell\n\nI conducted a survey of angel investors for this project, which was determined by the NYU IRB to be exempt from the federal policy, with a Federal assurance number FWA#00006386.\n\n\n"
}