{
    "id": 27761,
    "citation_title": "Racial Disparities in Motor Vehicle Searches Cannot Be Justified by Efficiency",
    "citation_author": [
        "Benjamin Feigenberg",
        "Conrad Miller"
    ],
    "citation_publication_date": "2020-08-31",
    "issue_date": "2020-08-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nDuring traffic stops, police search black and Hispanic motorists more often than white motorists, yet those searches are equally or less likely to yield contraband. We ask whether equalizing search rates by motorist race would reduce contraband yield. We use unique administrative data from Texas to isolate variation in search behavior across highway patrol troopers and find that, across troopers, search rates are unrelated to the proportion of searches that yield contraband. Our results imply that, in partial equilibrium, troopers can equalize search rates across racial groups, maintain the status quo search rate, and increase contraband yield.\n\n",
    "acknowledgement": "\nWe thank Ian Ayres, Felipe Goncalves, Peter Hull, Jonathan Leonard, David Levine, Dan O'Flaherty, Steven Rivkin, Evan Rose, Yotam Shem-Tov, and seminar participants at USC, University of Illinois, Chicago, the Online Economics of Crime seminar, the Online Economics of Racism seminar, and NBER Summer Institute for helpful comments. We thank researchers at the Stanford Open Policing Project for providing data on Texas Highway Patrol stops. We thank the Fisher Center for Real Estate and Urban Economics at Haas for providing computing resources. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}