{
    "id": 27769,
    "citation_title": "Board Dynamics over the Startup Life Cycle",
    "citation_author": [
        "Michael Ewens",
        "Nadya Malenko"
    ],
    "citation_publication_date": "2020-09-14",
    "issue_date": "2020-09-03",
    "revision_date": "2024-05-14",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nWe explore the dynamics of venture capital (VC)-backed startup boards using novel data on director entry, exit, and characteristics. At formation, a typical board is entrepreneur-controlled. Independent directors join the median board after the second financing, when control becomes shared, and hold a tie-breaking vote. Their presence is particularly likely when the potential for VC-entrepreneur conflicts is higher. At later stages, control switches to VCs and independent director characteristics change. These patterns are consistent with independent directors playing both a mediating and advising role over the startup life cycle, and thus representing another potential source of value-add to startup performance.\n\n",
    "acknowledgement": "\nWe are grateful to Rustam Abuzov, Aymeric Bellon, Audra Boone, Brian Broughman, Aycan Corum, Matthew Denes, Ofer Eldar, Rüdiger Fahlenbrach, Brian Gibbons, Erik Gordon, Will Gornall, Camille Hebert, Peter Iliev, Arthur Korteweg, Marie Lambert, Jonathan Macey, Andrey Malenko, Daniel Metzger, Salvatore Miglietta, Ramana Nanda, Oghenovo Obrimah, Enrico Perotti, Elizabeth Pollman, Uday Rajan, Sven Riethmueller, Merih Sevilir, Per Strömberg, Tarik Umar, Fei Xie, and conference and seminar participants at the Private Equity Research Symposium, PCOB Workshop on Entrepreneurship and Finance, Corporate Governance Conference at Drexel University, AFA, EFA, SFS Cavalcade, FIRS, MFA, NFA, Advances in VC and PE Research Online Workshop, SDU Finance Workshop, Owners as Strategists Conference, ENTFIN Conference, Greater Boston Corporate Governance Workshop, seminar participants at BI Norwegian Business School, Caltech, Clemson, CMU, Colorado State, Columbia, EDHEC, ESSEC, FRB of Richmond, FIU, Frankfurt School of Finance & Management, Georgia State, HKU, Indiana, INSEAD, Lehigh, LSU, Lund University, McGill, MSU, Northwestern, Oxford, Penn State, Rice, SMU, Stockholm School of Economics, Tsinghua University, University of Amsterdam, UIUC, UNC-Chapel Hill, UIBE, Michigan, University of Mississippi, Oregon, Pittsburgh, UNSW, Virtual Corporate Finance seminar, Yale, and Yeshiva for helpful comments, and to Simran Khurana, Jiajie Xu, Shiyu Zhang, and Luman Zuo for research assistance. We thank the Private Capital Research Institute (PCRI) for access to the certificates of incorporation data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nMichael Ewens\n\nMichael Ewens advises the venture capital firm Correlation Ventures, which supplied some of the data used in the paper. They had no input on the research.\n\n\n"
}