{
    "id": 27762,
    "citation_title": "What Difference Does a Health Plan Make? Evidence from Random Plan Assignment in Medicaid",
    "citation_author": [
        "Michael Geruso",
        "Timothy J. Layton",
        "Jacob Wallace"
    ],
    "citation_publication_date": "2020-08-31",
    "issue_date": "2020-08-27",
    "revision_date": "2021-10-29",
    "topics": [
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nExploiting the random assignment of Medicaid beneficiaries to managed care plans, we find substantial plan-specific spending effects despite plans having identical cost sharing. Enrollment in the lowest-spending plan generates 30% lower spending—driven by differences in quantity—relative to enrollment in the highest-spending plan. Rather than reducing “wasteful” spending, lower-spending plans broadly reduce medical service provision—including the provision of low-cost, high-value care—and worsen beneficiary satisfaction and health. Consumer demand follows spending: a 10 percent increase in plan-specific spending is associated with a 40 percent increase in market share. These facts have implications for the government’s contracting problem and program cost growth.\n\n",
    "acknowledgement": "\nPreviously circulated as “Are All Managed Care Plans Created Equal? Evidence from Random Plan Assignment in Medicaid.” We thank Zarek Brot-Goldberg, Marika Cabral, Michael Chernew, David Cutler, Joshua Gottlieb, Ben Handel, Robert Kaestner, Jon Kolstad, Neale Mahoney, David Meltzer, Tom McGuire, Mark Shepard, Ben Sommers, Amanda Starc, and Bob Town, as well as seminar participants at AHEC, ASHEcon 2016, the BU/Harvard/MIT Health Economics Seminar, the Chicago Booth Junior Health Economics Summit, Harvard Medical School, Hunter College, Rice University/Baker Institute, and Stanford for useful feedback and suggestions. Thanks to Orin Hassan, Anthony Lollo Jr., Julia Yates, and Philip Valtadoros for stellar research assistance. We also thank the New York State Department of Health (and particularly Greg Allen, Jason Ganns, Chang Byun, Foster Gesten, Hyun Jae Kang, and Pat Roohan) for assistance in providing and interpreting the data. Layton and Wallace gratefully acknowledge funding support from the National Institute of Mental Health (Grant No. T32-019733) and the National Science Foundation Graduate Research Fellowship (Grant No. DGE 1144152), respectively, as well as the Laura and John Arnold Foundation and the Agency for Healthcare Research and Quality (Grant No. K01-HS25786-01). Geruso gratefully acknowledges support by grant P2CHD042849, Population Research Center, awarded to the Population Research Center at The University of Texas at Austin by the Eunice Kennedy Shriver National Institute of Child Health and Human Development. The conclusions and opinions presented in here are those of the authors and do not necessarily reflect those of the New York State Department of Health or any funder. The conclusions and opinions presented in here are those of the authors and do not necessarily reflect those of the New York State Department of Health, any funder, or the National Bureau of Economic Research.\n\n\n\nMichael Geruso\n\nDisclosures, Michael Geruso\n\n\nNo funder or other agency had the opportunity to review this research prior to publication. Potentially relevant professional and financial relationships in the past 3 years:\n\n\n*University of Texas at Austin: Assistant Professor: Salary\n*Litigation consulting on the Medicare Advantage market\n*Litigation consulting on freestanding EDs\n*Pfizer center grant, administered through the Population Research Center, UT-Austin: “Selection Incentives in US Health Plan Design.” PI.\n*Pfizer in-kind support: Facilitated data access with a third party data provider, MMIT.\n*National Bureau of Economic Research: Conference travel reimbursement\n*Monetary research prizes and speaker honoraria from: Kellogg School of Management, Urban Institute/American Action Forum, Tulane University, Rice University Baker Institute\n\n\n\nTimothy J. Layton\n\nDisclosures, Timothy Layton, “Are All Managed Care Plans Created Equal: Evidence from Random Plan Assignment in Medicaid”\n1. Sources of financial support for the research\nThis research was supported by the Laura and John Arnold foundation, and the Agency for healthcare Research and Quality.\n2. Potentially relevant professional and financial relationships in the past 3 years:\nHarvard Medical School: Assistant Professor (salary)\nLitigation consulting with Greylock MacKinnon and Associates (consulting fees $30-40k)\nConsulting fees from University of Texas – Austin for project “Selection Incentives in US Health Plan Design.” [funded by Pfizer] ($10k)\nGrant from John and Laura Arnold Foundation.\nGrant from National Institute of Mental Health\nGrant from Anthem, Inc.\nGrant from National Institute on Aging\nGrant from Agency for Healthcare Research and Quality\nGrant from Social Security Administration\nGrant from J-PAL\nPayment from Farallon Capital Management for consulting (under $1000)\n3. Paid or unpaid positions of relevant entities.\nNone\n4. Spousal or family-related COIs\nNone\n5. Each author must disclose if another party had the right to review the paper prior to its circulation.\nNone\n6. IRB approval\nApproval was obtained from Harvard Medical School’s IRB.\n\n\n\nJacob Wallace\n\nMy spouse is the Associate Director of Medicaid Transformation and Financing at Aurrera Health Group, an organization that works on issues related to state Medicaid policy.\n\n\nThe New York State Department of Health (NYSDOH) had the right to review this prior to publication ``to ensure there is no disclosure of individuals' identities and that, to the extent mutually agreed, all data presented has been accurately portrayed in the findings.'' The NYSDOH did not have to approve the paper.\n\n\n"
}