{
    "id": 27766,
    "citation_title": "Economic Aspects of the Energy Transition",
    "citation_author": [
        "Geoffrey Heal"
    ],
    "citation_publication_date": "2020-09-07",
    "issue_date": "2020-09-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI make three points relating to the transition from fossil fuels to non-carbon energy. One is that the economic cost of moving from fossil fuels to renewable energy in electricity generation is very low, and probably lower than many estimates of the economic benefits from this change. The second is that, if it were to move the economy away from fossil fuels and from oil in particular, a carbon tax would have to be much great than generally believed, in the range of $400 per ton CO2 or above. Finally, decarbonization of the economy implies electrification, the replacement of fossil fuels by electricity in for example space heating. Currently electricity is far too expensive for this to be politically realistic: this is because its price does not reflect its marginal cost but this plus a wide range of fixed costs that are recovered in the per kilowatt hour charge. If we are to electrify the economy then the price of electricity will need to be nearer to its marginal cost, which raises questions about the business models of utilities.\n\n",
    "acknowledgement": "\nThis paper is based on a plenary lecture given at the Italian Association of Environmental and Resource Economists at Brescia on February 7th 2020. Part of the paper summarizes joint work with Wolfram Schlenker. I am grateful to Christian Gollier for valuable comments. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}