{
    "id": 27778,
    "citation_title": "Immigration and Entrepreneurship in the United States",
    "citation_author": [
        "Pierre Azoulay",
        "Benjamin Jones",
        "J. Daniel Kim",
        "Javier Miranda"
    ],
    "citation_publication_date": "2020-09-07",
    "issue_date": "2020-09-03",
    "revision_date": "2024-10-24",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nImmigration can expand labor supply and create greater competition for native-born workers. But immigrants may also start new firms, expanding labor demand. This paper uses U.S. administrative data and other data resources to study the role of immigrants in entrepreneurship. We ask how often immigrants start companies, how many jobs these firms create, and how these firms compare with those founded by U.S.-born individuals. A simple model provides a measurement framework for addressing the dual roles of immigrants as founders and workers. The findings suggest that immigrants act more as \"job creators\" than \"job takers\" and that non-U.S. born founders play outsized roles in U.S. high-growth entrepreneurship.\n\n",
    "acknowledgement": "\nWe thank Bill Kerr, Jonathan Vogel, and participants at the NBER Summer Institute Entrepreneurship meeting for helpful comments. Any opinions and conclusions expressed herein are those of the author(s) and do not necessarily represent the views of the U.S. Census Bureau, its staff, or the National Bureau of Economic Research. The Census Bureau has reviewed this data product for unauthorized disclosure of confidential information and has approved the disclosure avoidance applied. Approval Numbers: CBDRB-FY20-CED006-0004 (Nov 2019); CBDRB-FY20-CED006-0023 (June 2020), CBDRB-FY20-329 (June 2020); CBDRB-FY20-391 (August 2020).\n\n\n"
}