{
    "id": 27772,
    "citation_title": "Winners and Losers from Sovereign Debt Inflows",
    "citation_author": [
        "Fernando Broner",
        "Alberto Martin",
        "Lorenzo Pandolfi",
        "Tomas Williams"
    ],
    "citation_publication_date": "2020-09-07",
    "issue_date": "2020-09-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the transmission of sovereign debt inflow shocks on domestic firms. We exploit episodes of large sovereign debt inflows in six emerging countries that are due to the announcements of these countries' inclusion in two major local-currency sovereign debt indexes. We show that these episodes significantly reduce government bond yields and appreciate the domestic currency, and have heterogeneous stock market effects on domestic firms. Firms operating in tradable industries experience lower abnormal returns than firms in non-tradable industries. In addition, financial, government-related, and firms that rely more on external financing experience relatively higher abnormal returns. The effect on financial and government-related firms is stronger in countries that display larger reductions in government bond yields. The effect on tradable firms is stronger in countries where the domestic currency appreciates more. We provide a stylized model that rationalizes these results. Our findings shed novel light on the channels through which sovereign debt inflows affect firms in emerging economies.\n\n",
    "acknowledgement": "\nWe are grateful to Anusha Chari and Anna Pavlova for their constructive discussion at the 43rd Annual NBER International Seminar on Macroeconomics (ISoM). We also received very helpful comments from Graciela Kaminsky, Tommaso Oliviero, Marco Pagano, Giovanni W. Puopolo, Stefano Rossi, Tom Schmitz, Annalisa Scognamiglio, Saverio Simonelli, seminar participants at the Bank of Italy, and participants at the III  Interdisciplinary Sovereign Debt  Research and Management Conference (DebtCon3) conference, the XV CSEF-IGIER Symposium on Economics and Institutions, the 43rd Annual NBER ISoM, the 2020 Annual Meeting of the American Economic Association, and the XXI Workshop on Quantitative Finance. We thank Colton Larson and Genna Tatu for excellent research assistance, and Mariano Cosentino for his help in the preparation of the dataset. We gratefully acknowledge financial support from the Einaudi Institute for Economics and Finance (2017 EIEF research grant) and the Columbian College Facilitating Fund from George Washington University. All errors remain ours. The views presented here are those of the authors and not of the European Central Bank or the National Bureau of Economic Research.\n\n\n"
}