{
    "id": 27770,
    "citation_title": "Clearing the Bar: Improving Tax Compliance for Small Firms through Target Setting",
    "citation_author": [
        "Yazan Al-Karablieh",
        "Evangelos Koumanakos",
        "Stefanie Stantcheva"
    ],
    "citation_publication_date": "2020-09-07",
    "issue_date": "2020-09-03",
    "revision_date": "2021-01-28",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use a new dataset of the universe of Greek corporate tax returns to study a voluntary tax compliance program for small firms. This “self-assessment” program prescribed target taxable profit margins (the ratio of taxable profits to revenues) for different types of activities. Firms that reported profit margins above these targets in a given year were exempt from audits in that year. We find that the firms that take up the program report significantly larger taxable profits than non-eligible firms, with some evidence for longer-lasting effects on tax reporting. Firms that take up the program for more years exhibit stronger effects. We also find that firms can easily and substantially manipulate reported revenue (decreasing it by up to 40%) to help meet prescribed profit margins without paying more in taxes. Overall, the program increased tax revenues collected from small firms, but points to a very large level of baseline under-reporting of profits and the ease of manipulating reported revenues.\n\n",
    "acknowledgement": "\nWe thank Jim Hines, Serena Fatica, Jeffrey Frankel, Helene Rey, and participants at the 2020 NBER International Seminar on Macroeconomics for valuable comments and feedback. We thank the Greek Ministry of Finance for their goodwill and research cooperation. The views expressed in this paper do not necessarily represent the views of the Greek Tax Administration or Ministry of Finance, nor those of the National Bureau of Economic Research.\n\n\n"
}