{
    "id": 27776,
    "citation_title": "Rugged Individualism and Collective (In)action During the COVID-19 Pandemic",
    "citation_author": [
        "Samuel Bazzi",
        "Martin Fiszbein",
        "Mesay Gebresilasse"
    ],
    "citation_publication_date": "2020-09-07",
    "issue_date": "2020-09-03",
    "revision_date": "2023-02-02",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nRugged individualism—the combination of individualism and anti-statism—is a prominent feature of American culture with deep roots in the country’s history of frontier settlement. Today, rugged individualism is more prevalent in counties with greater total frontier experience (TFE) during the era of westward expansion. While individualism may be conducive to innovation, it can also undermine collective action, with potentially adverse social consequences. We show that America’s frontier culture hampered the response to the COVID-19 pandemic. Across U.S. counties, greater TFE is associated with less social distancing and mask use as well as weaker local government effort to control the virus. We argue that frontier culture lies at the root of several more proximate explanations for the weak collective response to public health risks, including a lack of civic duty, partisanship, and distrust in science.\n\n",
    "acknowledgement": "\nWe thank Austin Wright for sharing data. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}