{
    "id": 27779,
    "citation_title": "Affirmative Action and Pre-College Human Capital",
    "citation_author": [
        "Mitra Akhtari",
        "Natalie Bau",
        "Jean-William P. Laliberté"
    ],
    "citation_publication_date": "2020-09-07",
    "issue_date": "2020-09-03",
    "revision_date": "2020-09-17",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nRacial affirmative action policies are widespread in college admissions. Yet, evidence on their effects before college is limited. Using four data sets, we study a U.S. Supreme Court ruling that reinstated affirmative action in three states.  Using nationwide SAT data for difference-in-differences and synthetic control analyses, we separately identify the aggregate effects of affirmative action for whites and for underrepresented minorities. Using state-wide Texas administrative data, we measure the effect of affirmative action on racial gaps across the pre-treatment test score distribution. When affirmative action is re-instated, racial gaps in SAT scores, grades, attendance, and college applications fall. Average SAT scores for both whites and minorities increase, suggesting that reductions in racial gaps are driven by improvements in minorities' outcomes. Increases in pre-college human capital and college applications are concentrated in the top half of the test score distribution.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge funding from the Lab for Economic Applications and Policy and the Connaught Fund. The Texas Education Agency and a large urban school district provided invaluable administrative data for this project. We are grateful to Josh Angrist, Peter Blair, Roland Fryer, Brent Hickman, Caroline Hoxby, Asim Khwaja, Louis-Philippe Morin, Phil Oreopoulos, Sarah Reber, Alex Whalley, Wesley Yin, and seminar and conference participants at the NBER Summer Institute, IZA, Harvard, Brown, UCL, UBC, Purdue, Clemson, Collegio Carlo Alberto, the Ohlstadt workshop, CEA, University of Calgary, and UCLA for their helpful comments. We also thank Graham Beattie for his help with the newslibrary.com database. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}