{
    "id": 27774,
    "citation_title": "The Fractured-Land Hypothesis",
    "citation_author": [
        "Jesús Fernández-Villaverde",
        "Mark Koyama",
        "Youhong Lin",
        "Tuan-Hwee Sng"
    ],
    "citation_publication_date": "2020-09-07",
    "issue_date": "2020-09-03",
    "revision_date": "2022-08-25",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPatterns of state formation have crucial implications for comparative economic development. Diamond (1997) famously argued that “fractured land” was responsible for China’s tendency toward political unification and Europe’s protracted polycentrism. We build a dynamic model with granular geographical information in terms of topographical features and the location of productive agricultural land to quantitatively gauge the effects of fractured land on state formation in Eurasia. We find that topography alone is sufficient, but not necessary, to explain polycentrism in Europe and unification in China. Differences in land productivity, in particular the existence of a core region of high land productivity in northern China, also deliver the same result. We discuss how our results map into observed historical outcomes, assess how robust our findings are, and analyze the predictions of our model for Africa and the Americas.\n\n",
    "acknowledgement": "\nWe are grateful for comments from the editor, four referees, seminar audiences at Brown University, the NBER DAE meeting, the NBER EFDIS meeting, the Quantitative History Webinar Series hosted by Hong Kong University, the China Economics Summer Institute, Toulouse School of Economics, UC Irvine, Vancouver School of Economics, and CEIBS, and from discussions with Siwan Anderson, Emmanuelle Auriol, Roland Bénabou, Lisa Blaydes, Eric Bouteiller, Jean-Paul Carvalho, Latika Chaudhary, Dan Bogart, Zhiwu Chen, Felipe Valencia Caicedo, James Fenske, Oded Galor, Saum Jha, Nippe Lagerlöf, Chicheng Ma, Joel Mokyr, Gary Richardson, Mohamed Saleh, Paul Seabright, Stergios Skaperdas, Enrico Spolaore, Denis Tkachenko, Felipe Valencia, Joachim Voth, Yang Xie, Kan Xu, and Melanie Meng Xue. We are grateful to Kan Xu, Yidan Han, and Pei Zhi Chia for research support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}