{
    "id": 27775,
    "citation_title": "Perinatal Health among 1 Million Chinese-Americans",
    "citation_author": [
        "Douglas Almond",
        "Yi Cheng"
    ],
    "citation_publication_date": "2020-09-07",
    "issue_date": "2020-09-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nThe literature on \"missing girls\" suggests a net preference for sons both in China and among Chinese immigrants to the West. Perhaps surprisingly, we find that newborn Chinese-American girls are treated more intensively in US hospitals: they are kept longer following delivery, have more medical procedures performed, and have more hospital charges than predicted (by the non-Chinese gender difference). What might explain more aggressive medical treatment? We posit that hospitals are responding to worse health at birth of Chinese-American girls. We document higher rates of low birth weight, congenital anomalies, maternal hypertension, and lower APGAR scores among Chinese Americans girls – outcomes recorded prior to intensive neonatal medical care and relative to the non-Chinese gender gap. To the best of our knowledge, we are the first to find that son preference may also compromise \"survivor\" health at birth. On net, compromised newborn health seems to outweigh the benefit of more aggressive neonatal hospital care for girls. Relative to non-Chinese gender differences, death on the first day of life and in the post-neonatal period is more common among Chinese-American girls, i.e. later than sex selection is typically believed to occur.\n\n",
    "acknowledgement": "\nWe thank Janet Currie, Lena Edlund, Suresh Naidu, Cristian Pop-Eleches, Shuang Zhang, Lowell Taylor, and seminar participants at NBER's Education and Children program meeting, Stockholm University's SOFI Institute, Columbia University, UC Santa Barbara, Uppsala University, Pompeu Fabra, Carnegie Mellon University, UVA, American University, NYU-Shanghai, the Federal Reserve Bank of Minneapolis, and Dartmouth College for helpful comments. We thank Jean Roth (NBER) for assistance obtaining the vital statistics and hospital discharge microdata from the Healthcare Cost and Utilization Project (HCUP) and Solveig Asplund for proofreading. We analyze the State Inpatient Databases (SID) provided to HCUP by New York State. The National Association for Public Health Statistics and Information Systems (NAPHSIS) provided mortality micro-data with additional geographic identifiers. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}