{
    "id": 27777,
    "citation_title": "Tracing the Linkages Between Scientific Research and Energy Innovations: A Comparison of Clean and Dirty Technologies",
    "citation_author": [
        "Robert K. Perrons",
        "Adam B. Jaffe",
        "Trinh Le"
    ],
    "citation_publication_date": "2020-09-07",
    "issue_date": "2020-09-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nThe challenge of mitigating climate change has focused recent attention on basic scientific research feeding into the development of new energy technologies (Popp, 2017).  Energy innovation tends to consist of a series of partially overlapping processes involving: (1) the production of scientific and technological knowledge, (2) the translation of that knowledge into working technologies or artifacts, and (3) the introduction of the artifacts into the marketplace, where they are matched with users’ requirements.  However, relatively little data are available showing how long each of these processes takes for energy technologies.  Here we combine information from patent applications with bibliographic data to shine light on the second process—that is, the translation of scientific knowledge into working prototypes.  Our results show that “clean” energy technologies are more dependent on underlying science than “dirty” technologies, and that the average lag between publication of scientific findings and the incorporation of those findings in clean energy patents has risen from about five to about eight years since the 1980s.  These findings will help policymakers to devise more effective mechanisms and strategies for accelerating the overall rate of technological change in this domain.\n\n",
    "acknowledgement": "\nNo external funding. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}