{
    "id": 27773,
    "citation_title": "The Long-Term Distributional and Welfare Effects of Covid-19 School Closures",
    "citation_author": [
        "Nicola Fuchs-Schündeln",
        "Dirk Krueger",
        "Alexander Ludwig",
        "Irina Popova"
    ],
    "citation_publication_date": "2020-09-07",
    "issue_date": "2020-09-03",
    "revision_date": "2021-04-29",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing a structural life-cycle model, we quantify the long-term impact of school closures during the Corona crisis on children affected at different ages and coming from households with different parental characteristics. In the model, public investment through schooling is combined with parental time and resource investments in the production of child human capital at different stages in the children's development process. We quantitatively characterize both the long-term earnings consequences on children from a Covid-19 induced loss of schooling, as well as the associated welfare losses. Due to self-productivity in the human capital production function, skill attainment at a younger stage of the life cycle raises skill attainment at later stages, and thus younger children are hurt more by the school closures than older children. We find that parental reactions reduce the negative impact of the school closures, but do not fully offset it. The negative impact of the crisis on children's welfare is especially severe for those with parents with low educational attainment and low assets. The school closures themselves are primarily responsible for the negative impact of the Covid-19 shock on the long-run welfare of the children, with the pandemic-induced income shock to parents playing a secondary role.\n\n",
    "acknowledgement": "\nFuchs-Schuendeln gratefully acknowledges financial support by the European Research Council through Consolidator Grant No. 815378, and by the DFG through a Leibnizpreis. Krueger thanks the National Science Foundation for continued support. Fuchs-Schuendeln and Ludwig gratefully acknowledge financial support by NORFACE Dynamics of Inequality across the Life-Course (TRISP) grant: 462-16-120. Ludwig also thanks Universitat Autonoma de Barcelona for its hospitality during his sabbatical year 2019/20. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}