{
    "id": 27788,
    "citation_title": "Paid Leave Pays Off: The Effects of Paid Family Leave on Firm Performance",
    "citation_author": [
        "Benjamin Bennett",
        "Isil Erel",
        "Léa H. Stern",
        "Zexi Wang"
    ],
    "citation_publication_date": "2020-09-07",
    "issue_date": "2020-09-03",
    "revision_date": "2020-12-28",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Discrimination",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe explore how lowering labor market frictions for female workers affects corporate performance. Using the staggered adoption of state-level Paid Family Leave acts, we provide causal evidence on the value created by relieving frictions to accessing female talent, for private and public firms. Reduced turnover and an increase in female leadership are potential mechanisms that contribute to performance gains. Across specifications, our estimates indicate that treated establishments’ productivity increases by about 5% relative to neighbor control establishments. The treatment effect is larger when workers are in less religious counties and in those with more women of childbearing age.\n\n",
    "acknowledgement": "\nWe thank participants at the ECWFC WFA 2019, the 2019 Pacific Northwest Finance Conference, the 2020 AFA annual meeting, the 2020 EFA annual meeting, and the Ohio State University, as well as Alice Bonaime, Philip Bond, Alex Edmans, Shan Ge, Will Gornall, Sabrina Howell, Jason Lee, Jack Liebersohn, Claudio Loderer, Hanno Lustig, Alberto Manconi (discussant), Richard Ogden, George Nurisso, Christopher Parsons, Paola Sapienza, Miriam Schwartz-Ziv, Neal Stoughton, René Stulz, Clémentine Van Effenterre, Alexander Wagner, Mike Weisbach, Mark Westerfield, Michael Wittry, and Liu Yang (discussant) for their valuable comments. A previous version of this paper was distributed with the title “(Forced) Feminist Firms.” The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}