{
    "id": 27786,
    "citation_title": "Manufacturing Risk-free Government Debt",
    "citation_author": [
        "Zhengyang Jiang",
        "Hanno Lustig",
        "Stijn Van Nieuwerburgh",
        "Mindy Z. Xiaolan"
    ],
    "citation_publication_date": "2020-09-07",
    "issue_date": "2020-09-03",
    "revision_date": "2025-01-14",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGovernments face a trade-off between insuring households who pay taxes and receive transfers and bondholders against aggregate output risk. Insulating bondholders by keeping the debt risk-free imposes tight restrictions on the expected primary surplus process and its covariance with aggregate shocks. Through counter-cyclical debt issuance, the government can protect taxpayers against adverse economic shocks over short horizons, but not over longer horizons. The restrictions imposed by risk-free debt on expected surpluses are rejected in US data. If the portfolio of U.S. Treasurys were risk-free, then Treasury investors would have been expecting large primary surpluses since the GFC. Such surpluses never materialized even though r < g.\n\n",
    "acknowledgement": "\nFirst version: 07/08/2020. We are grateful to Cristina Arellano, Adrien Auclert, Aydogan Alti, David Beckworth, Saki Bigio, Luigi Boccola, Lorenzo Bretscher, Mike Chernov (discussant), Hal Cole, Pierre Collin-Dufresne, Alexandre Corhay (discussant), Pierre-Olivier Gourinchas, Peter DeMarzo, Sebastian DiTella, Francois Gourio, Lars Hansen, Patrick Kehoe, Ralph Koijen, Arvind Krishnamurthy, Matteo Maggiori, Ellen McGrattan, Carolin Pflueger, Victor Rios-Rull, Clemens Sialm, Alp Simsek (discussant), Adi Sunderam (discussant), Alan Taylor, Sheridan Titman and seminar participants at Stanford University (macro and finance), Columbia University (macro and finance), the University of Pennsylvania, Duke-UNC University research triangle seminar, Imperial College London, UT Austin, University of Lausanne, University of Rochester, University of Maryland, the University of Wisconsin, NBER IFM, 2021 JHU Carey Finance Conference, 2021 FIRS, 2021 WFA, the AEA 2022, and the European Winter Meetings of the Econometric Society for helpful comments. Yuan Tian and Jeremias Huber provided outstanding research assistance. We gratefully acknowledge financial support from NSF award 2049260. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}