{
    "id": 27781,
    "citation_title": "Using Taxes to Meet an Emission Target",
    "citation_author": [
        "Robert I. Harris",
        "William A. Pizer"
    ],
    "citation_publication_date": "2020-09-07",
    "issue_date": "2020-09-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA sizeable number of papers beginning with Roberts and Spence (1976) have studied the use of price floors and ceilings (or “collars”) to manage prices in tradable permit markets. In contrast, economists have only recently begun examining polices to manage quantities under a pollution tax. Importantly, it can be difficult to know how to evaluate these policies, as papers dating back to Pizer (2002) suggest welfare is maximized by not focusing on quantities in the first place. In this paper, we propose an objective function to evaluate these alternative “carbon tax policies to meet an emission target.” The objective function includes a discrete jump in marginal emission consequences at the target, where the discontinuity can be interpreted as a true benefit measure or a necessary political constraint. We parameterize these emission consequences using recent legislative proposals, coupling this function with mitigation cost estimates to define the complete objective. This objective identifies the first-best tax policy design, one that requires relatively complex adjustments to mimic a tradable permit system. Turning to simpler, practical rules, we find that such rules achieve much of the difference in expected net benefits between an ordinary, exogenous tax and the first-best tax policy design. However, the ranking among simple rules depends on the interpretation of the higher, above-target emission penalty as a political constraint or a true benefit measure. We find that making these views explicit could facilitate billions of dollars per year in welfare gains.\n\n",
    "acknowledgement": "\nInvaluable comments were received on several earlier drafts from Larry Goulder, Marc Hafstead, Rob Williams, Gib Metcalf, and Rick Van der Ploeg, along with participants at the AERE 2020 Summer Conference, the Harvard-Berkeley-Yale Seminar on the Economics of Climate Change and Energy Transition, the UMD Environmental Taxation Workshop, and the World Congress of Environment and Resource Economists. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}