{
    "id": 27782,
    "citation_title": "Shale Shocked: Cash Windfalls and Household Debt Repayment",
    "citation_author": [
        "J. Anthony Cookson",
        "Erik P. Gilje",
        "Rawley Z. Heimer"
    ],
    "citation_publication_date": "2020-09-07",
    "issue_date": "2020-09-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nHow do persistent cash flow shocks affect debt repayment across the distribution of households? Using individual data on natural gas shale royalty payments matched with credit bureau data for 215,639 consumers, we estimate that individuals repay 33 cents of debt per dollar of windfall, and that initially-subprime individuals repay approximately 5 times more debt than initially-prime individuals do. This difference in debt repayment is driven by changes to revolving debt balances. Finally, we show that debt repayment precedes durable goods consumption, particularly for households who were initially financially constrained. These results shed new light on how deleveraging affects household consumption.\n\n",
    "acknowledgement": "\nWe thank the following sources for providing funding support for this project: Wharton Dean's Research Fund, the Wharton Alternative Investments Initiative, the Rodney L. White Center for Financial Research, the Jacobs Levy Equity Management Center for Quantitative Financial Research, the National Bureau of Economic Research Household Finance Working Group and the Sloan Foundation, and the Ewing Marion Kauffman Foundation. In addition, we are grateful to individual feedback from Asaf Bernstein, John Campbell, Sudheer Chava, Henrik Cronqvist, Julia Fonseca, Andreas Fuster, Julio Galvez, Ali Hortaçsu, Sasha Indarte, Mark Jansen, Yaron Levi, Yueran Ma, Mike Palazzolo, Mikael Passo, Carlos Parra, Matthew Plosser, and Vincent Yao, as well as the participants at seminars and workshops at the University of California-Berkeley, Boston College, FRB-Chicago, FRB-Kansas City, Notre Dame, Penn State University, University of Kansas,  Depaul University, University of Colorado–Boulder, Emory University, PUC Chile, University of Delaware, and feedback from conference presentations at the 2018 University of Chicago Empirical Asset Pricing Conference, the 2018 London Business School Summer Symposium (Early Ideas), the 2018 FRB-Philadelphia  Conference on Consumer Behavior in Credit and Payments Markets, the 2019 Boulder Summer Conference on Consumer Financial Decision Making, the 2019 Frontiers in Finance Conference, the 2019 Cornell IBHF Symposium, the 2019 University of Kentucky Finance Conference, the 2019 UNC-Duke Corporate Finance Conference, the 2019 FIRS Conference, the 2019 Helsinki Finance Summit, the 2019 European Finance Association Conference, the 2019 Denver University Summer Conference, the 2019 Northern Finance Association Conference, the 2019 Washington University Finance Conference, the 2019 Tel Aviv University Finance Conference, the 2020 CFP Board Academic Research Colloquium, and the 2020 SFS Cavalcade Conference. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}