{
    "id": 27793,
    "citation_title": "An Optimal Test for Strategic Interaction in Social and Economic Network Formation between Heterogeneous Agents",
    "citation_author": [
        "Andrin Pelican",
        "Bryan S. Graham"
    ],
    "citation_publication_date": "2020-09-07",
    "issue_date": "2020-09-03",
    "revision_date": "2022-05-24",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nConsider a setting where N players, partitioned into K observable types, form a directed network. Agents' preferences over the form of the network consist of an arbitrary network benefit function (e.g., agents may have preferences over their network centrality) and a private component which is additively separable in own links. This latter component allows for unobserved heterogeneity in the costs of sending and receiving links across agents (respectively out- and in- degree heterogeneity) as well as homophily/heterophily across the K types of agents. In contrast, the network benefit function allows agents' preferences over links to vary with the presence or absence of links elsewhere in the network (and hence with the link formation behavior of their peers). In the null model which excludes the network benefit function, links form independently across dyads in the manner described by Charbonneau (2017). Under the alternative there is interdependence across linking decisions (i.e., strategic interaction). We show how to test the null with power optimized in specific directions. These alternative directions include many common models of strategic network formation (e.g., “connections” models, “structural hole” models etc.). Our random utility specification induces an exponential family structure under the null which we exploit to construct a similar test which exactly controls size (despite the null being a composite one with many nuisance parameters). We further show how to construct locally best tests for specific alternatives without making any assumptions about equilibrium selection. To make our tests feasible we introduce a new MCMC algorithm for simulating the null distributions of our test statistics.\n\n",
    "acknowledgement": "\nWe thank seminar participants at the University of California - Berkeley, the University of Cambridge, ITAM, Jinan University, Yale University, Microsoft Research, Princeton University, Rice University, Boston University, the World Congress of the Econometric Society as well as the North American Winter Meetings of the Econometric Society for feedback and suggestions. We also thank Daniele Ballinari, Vincent Boucher, Shuowen Chen, Enrico De Giorgi, Aureo de Paula, Péter Erdös, Bo Honoré, Hiroaki Kaido, Piotr Lukaszuk, Ulrich Mueller, Kaïla A. Munro, Gabriel Okasa, Seth Richards-Shubik, Xun Tang and Yi Zhang for their generous feedback and input on earlier drafts. A special thanks to Winfried Hochstättler for continuously pointing out the connection to the discrete mathematics literature and to Michael Jannson for help and insight into the nature of our testing problem. This revision has also benefited from discussions about the theory of strategic network formation with Sanjeev Goyal and Matt Jackson, very detailed comments from the co-editor, as well as the feedback and suggestions provided by four anonymous referees. All the usual disclaimers apply. Financial support from NSF grant SES #1357499 is gratefully acknowledged by the second author. This paper is a revised version of the co-authored chapter “Testing Strategic Interaction in Networks” which appeared in Pelican's 2019 doctoral dissertation at the University of St. Gallen. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}