{
    "id": 27792,
    "citation_title": "Who's In and Who's Out under Workplace COVID Symptom Screening?",
    "citation_author": [
        "Krista J. Ruffini",
        "Aaron Sojourner",
        "Abigail K. Wozniak"
    ],
    "citation_publication_date": "2020-09-07",
    "issue_date": "2020-09-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Relations",
        "\n",
        "Labor Discrimination",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": null,
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nCOVID symptom screening, a new workplace practice, is likely to affect many millions of American workers in the coming months. Eleven states already require and federal guidance recommends frequent screening of employees for infection symptoms. This paper provides some of the first empirical work exploring the tradeoffs employers face in using daily symptom screening. First, we find that common symptom checkers will likely screen out up to 7 percent of workers each day, depending on the measure used. Second, we find that the measures used will matter for three reasons: many respondents report any given symptom, survey design affects responses, and demographic groups report symptoms at different rates, even absent fluctuations in likely COVID exposure. This last pattern can potentially lead to disparate impacts, and is important from an equity standpoint.\n\n",
    "acknowledgement": "\nWe thank Kirsten Cornelson, Kevin Rinz, and Zachary Swaziek, as well as participants in the Williams College summer economics and the HeLP! seminars for helpful comments. Errors are our own. The views expressed here are those of the author and do not necessarily represent those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}