{
    "id": 27796,
    "citation_title": "The Social Safety Net in the Wake of COVID-19",
    "citation_author": [
        "Marianne Bitler",
        "Hilary W. Hoynes",
        "Diane Whitmore Schanzenbach"
    ],
    "citation_publication_date": "2020-09-07",
    "issue_date": "2020-09-04",
    "revision_date": "2024-02-19",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe COVID-19 crisis has led to spiking unemployment rates with disproportionate impacts on low-income families. School and child-care center closures have also meant lost free- and reduced-price school meals. Food prices have increased sharply leading to reduced purchasing power for families’ limited income. The Families First Coronavirus Act and the CARES Act included robust responses including expansions to unemployment insurance (expansions in eligibility and $600 per week supplement), a one-time payment of $1,200 per adult and $500 per dependent, an increase in SNAP payments, and the launch of the Pandemic EBT program to replace lost school meals. Despite these efforts, real time data show significant distress – notably food insecurity rates have increased almost three times over the pre-COVID rates and  food pantry use has also spiked. In this paper, we explore why there is so much unmet need despite a robust policy response. We provide evidence for three explanations: (1) timing - relief came with a substantial delay (due to overwhelmed UI systems/need to implement new programs); (2) magnitude – payments outside UI are modest; and (3) coverage gaps – access is lower for some groups and other groups are statutorily excluded.\n\n",
    "acknowledgement": "\nPaper prepared for the June 2020 Brookings Papers on Economic Activity Volume. We thank Seth Murray and Edward Olivares for sharing data on timing of acceptance of PUA claims and Tomaz Cajner, Andrew Figura, Brendan Price, David Ratner and Alison Weingarden for sharing their code and data on this. Raheem Chaudhry, Danea Horn, Abigail Pitts, and Natalie Tomeh provided excellent research assistance. We thank Lisa Barrow, Stacy Dean, Robert Moffitt, Zach Parolin, Brendan Price, Dottie Rosenbaum, Jesse Rothstein, Geoff Schnorr, Jay Shambaugh, Louise Sheiner, Tim Smeeding, Ernie Tedeschi, Till von Wachter, Justin Wolfers, and Abigail Wozniak for helpful comments. This paper received research support from the Brookings Institution. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}