{
    "id": 27790,
    "citation_title": "Clean Air as an Experience Good in Urban China",
    "citation_author": [
        "Matthew E. Kahn",
        "Weizeng Sun",
        "Siqi Zheng"
    ],
    "citation_publication_date": "2020-09-07",
    "issue_date": "2020-09-03",
    "revision_date": "2020-12-28",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThe surprise economic shutdown due to COVID-19 caused a sharp improvement in urban air quality in many previously heavily polluted Chinese cities. If clean air is a valued experience good, then this short-term reduction in pollution in spring 2020 could have persistent medium-term effects on reducing urban pollution levels as cities adopt new “blue sky” regulations to maintain recent pollution progress. We document that China’s cross-city Environmental Kuznets Curve shifts as a function of a city’s demand for clean air. We rank 144 cities in China based on their population’s baseline sensitivity to air pollution and with respect to their recent air pollution gains due to the COVID shutdown. The largest experience good effect should take place for cities featuring a high pollution sensitive population and where air quality has sharply improved during the pandemic. The residents of these cities have increased their online discussions focused on environmental protection, and local officials are incorporating “green” industrial subsidies into post-COVID stimulus policies.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}