{
    "id": 27791,
    "citation_title": "Who are the Essential and Frontline Workers?",
    "citation_author": [
        "Francine D. Blau",
        "Josefine Koebe",
        "Pamela A. Meyerhofer"
    ],
    "citation_publication_date": "2020-09-07",
    "issue_date": "2020-09-03",
    "revision_date": "2021-03-18",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIdentifying essential and frontline workers and understanding their characteristics is useful for policymakers and researchers in targeting social insurance and safety net policies in response to the COVID-19 crisis and allocating scarce resources like personal protective equipment (PPE) and vaccines. We develop a working definition and provide data on the demographic and labor market composition of these workers. We first apply the official industry guidelines issued by the Department of Homeland Security (DHS) in March 2020 to microdata from the 2018 and 2019 American Community Survey to identify essential workers regardless of actual operation status of their industry. We then use the feasibility of work from home in the worker’s occupation group (Dingel and Neiman 2020) to identify those most likely to be frontline workers who worked in-person early in the COVID-19 crisis in March/April 2020. In a third step, we exclude industries that were shutdown or running under limited demand at that time (Vavra, 2020). We find that the broader group of essential workers comprises a large share of the labor force and tends to mirror its demographic and labor market characteristics. In contrast, the narrower category of frontline workers is, on average, less educated, has lower wages, and has a higher representation of men, disadvantaged minorities, especially Hispanics, and immigrants. These results hold even when excluding industries that were shutdown or operating at a limited level. Results for essential and frontline workers are similar when accounting for changes in the federal guidelines over time by using the December 2020 guidelines which include a few additional groups of workers, including the education sector.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}