{
    "id": 27798,
    "citation_title": "The Costs of Employment Segregation: Evidence from the Federal Government under Woodrow Wilson",
    "citation_author": [
        "Abhay Aneja",
        "Guo Xu"
    ],
    "citation_publication_date": "2020-09-07",
    "issue_date": "2020-09-04",
    "revision_date": "2021-08-11",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Market Structures",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nWe link newly-digitized personnel records of the U.S. government for 1907-1921 to census data to study the segregation of the civil service by race under President Woodrow Wilson. Using a difference-in-differences design around Wilson’s inauguration, we find that the introduction of employment segregation increased the black-white earnings gap by 3.4-6.9 percentage points. This increasing gap is driven by a reallocation of existing black civil servants to lower-paid positions, lowering their returns to education. Importantly, the negative effects extend beyond Wilson’s presidency. Using census data for 1900-1940, we show that segregation caused a relative decline in the home ownership rate of black civil servants. Moreover, by comparing children of black and white civil servants in adulthood, we provide evidence that descendants of black civil servants who were exposed to Wilson’s presidency exhibit lower levels of education, earnings, and social mobility. Our combined results thus document significant short and long-run costs borne by minorities during a unique episode of state-sanctioned discrimination.\n\n",
    "acknowledgement": "\nWe are grateful to the UC Berkeley Institute for Research on Labor and Employment (IRLE) and the Hellman Foundation for generously providing financial assistance needed for data collection. We thank Junxi Liu and John Friedman for excellent research assistance. We thank Daniel Aaronson, Anna Aizer, Leah Boustan, Bill Collins, Ernesto Dal B´o, Ellora Derenoncourt, Camilo Garcia Jimeno, Claudia Goldin, Lawrence Katz, Desmond King, Jonathan Leonard, Trevon Logan, Bob Margo, Bhash Mazumder, Conrad Miller, Claire Montialoux, Marty Olney, Gavin Wright, and four anonymous referees for their valuable comments. We also thank numerous seminar participants at Harvard, Northwestern, UC Berkeley, RIDGE, NBER, and the Chicago Federal Reserve Bank. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}