{
    "id": 27799,
    "citation_title": "Large Learning Gains in Pockets of Extreme Poverty: Experimental Evidence from Guinea Bissau",
    "citation_author": [
        "Ila Fazzio",
        "Alex Eble",
        "Robin L. Lumsdaine",
        "Peter Boone",
        "Baboucarr Bouy",
        "Pei-Tseng Jenny Hsieh",
        "Chitra Jayanty",
        "Simon Johnson",
        "Ana Filipa Silva"
    ],
    "citation_publication_date": "2020-09-14",
    "issue_date": "2020-09-10",
    "revision_date": "2021-02-17",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nChildren in many extremely poor, remote regions are growing up illiterate and innumerate despite high reported school enrollment ratios. Possible explanations for such poor outcomes include demand – for example, low perceived returns to education compared to opportunity cost; and supply – poor state provision and inability of parents to coordinate and finance better schooling. We conducted a cluster-randomized trial in rural Guinea Bissau to understand the effectiveness and cost of concerted supply-based interventions in such contexts. Our intervention created simple schools offering four years of education to primary-school aged children in lieu of the government. At endline, children receiving the intervention scored 58.1 percentage points better than controls on early grade reading and math tests, demonstrating that the intervention taught children to read and perform basic arithmetic, from a counterfactual condition of very high illiteracy. Our results provide evidence that particularly needy areas may require more concerted, dramatic interventions in education than those usually considered, but that such interventions hold great potential for increasing education levels among the world’s poorest people.\n\n",
    "acknowledgement": "\nFazzio and Eble share “co-first author” status, as they contributed equally to the work (order of co-first author names was randomized according to Ray and Robson 2018). We are grateful to our administrative, research, and implementation teams in Bissau for their tireless work. Ana Forjaz oversaw the fieldwork at endline. Mark Fisher designed and maintained the database. Gilda Piaggio conducted the power calculation and randomization at the beginning of the study. Yixun Zeng provided research assistance in the preliminary stages of the data analysis. Clive Belfield and Sharon Wolf gave helpful comments on the manuscript. We are grateful to the National Bureau of Economic Research (NBER) for funding the exploratory research on learning levels in Guinea Bissau that motivated this study. We thank the editor and two anonymous referees for generous input which greatly improved the work. This study was funded by Effective Intervention, a UK registered charity. The study passed ethical/institutional review by the Ministry of Education of Guinea Bissau on 30 August, 2012, and the NBER ethics committee on 1 July, 2014 (ref: IRB Ref#14_06). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}