{
    "id": 27795,
    "citation_title": "Growing Like China: Firm Performance and Global Production Line Position",
    "citation_author": [
        "Davin Chor",
        "Kalina Manova",
        "Zhihong Yu"
    ],
    "citation_publication_date": "2020-09-07",
    "issue_date": "2020-09-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGlobal value chains have fundamentally transformed international trade and development in recent decades. We use matched firm-level customs and manufacturing survey data, together with Input-Output tables for China, to examine how Chinese firms position themselves in global production lines and how this evolves with productivity and performance over the firm lifecycle. We document a sharp rise in the upstreamness of imports, stable positioning of exports, and rapid expansion in production stages conducted in China over the 1992-2014 period, both in the aggregate and within firms over time. Firms span more stages as they grow more productive, bigger and more experienced. This is accompanied by a rise in input purchases, value added in production, and fixed cost levels and shares. It is also associated with higher profits though not with changing profit margins. We rationalize these patterns with a stylized model of the firm lifecycle with complementarity between the scale of production and the scope of stages performed.\n\n",
    "acknowledgement": "\nWe thank our ISOM discussants Chang-Tai Hsieh and Isabelle Mejean, in addition to multiple seminar and conference audiences. Andrés Felipe Trejos Medina and Han Loong Ng provided excellent research assistance, though all errors are our own. This project has received funding from the European Research Council (ERC) under the European Union's Horizon 2020 research and innovation programme (Manova's grant agreement 724880) and from Manova's Philip Leverhulme Prize from The Leverhulme Trust. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nKalina Manova\n\nThis project has received funding from the European Research Council (ERC) under the European Union's Horizon 2020 research and innovation programme (Manova's grant agreement 724880) and from Manova's Philip Leverhulme Prize from The Leverhulme Trust.\n\n\n"
}