{
    "id": 27801,
    "citation_title": "Coasean Approaches to Ending Overfishing: Bigeye Tuna Conservation in the Western and Central Pacific Ocean",
    "citation_author": [
        "Daniel Ovando",
        "Gary D. Libecap",
        "Katherine D. Millage",
        "Lennon Thomas"
    ],
    "citation_publication_date": "2020-09-14",
    "issue_date": "2020-09-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Renewable Resources",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBigeye tuna in the Western and Central Pacific Ocean were perceived as overfished for nearly 20 years, in large part due to incidental catch in the much larger skipjack tuna fishery. Efforts to halt the overfishing of bigeye stalled due to disagreements over the distribution of costs and benefits from reform. An alternative Coasean-style approach to setting both harvesting levels and the allocation of costs and benefits might offer a path forward. We calculate the costs and benefits of achieving bigeye conservation goals and describe an exchange through which benefits could be realized via removal of Fish Aggregating Devices (FADs). Through trade, aggregate benefits and costs are more apt to be in balance relative to mandated protection controls. The realities of bargaining costs in a multilateral setting are not underappreciated, but in light of existing stalemates in this and other fisheries, consideration of Coasean-style approaches is warranted.\n\n",
    "acknowledgement": "\nThe authors thank Josh Abbott, Lee Alston, Alexandra Benham, Lee Benham, Eric Edwards, Joshua Graff Zivin, Corbett Granger, Ron Johnson, Phil Keefer, Dan Holland, Dean Lueck, Dominic Parker, Mary Shirley, Bob Gillett, Chris Costello, Matt Burgess, Dale Squires, and participants at the University of Canterbury (NZ) Erskine Fellowship Workshop and the NCSU and Duke Triangle Resource and Economics Seminar Series (TREE). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}