{
    "id": 27804,
    "citation_title": "Is the Rise in Illicit Opioids Affecting Labor Supply and Disability Claiming Rates?",
    "citation_author": [
        "Sujeong Park",
        "David Powell"
    ],
    "citation_publication_date": "2020-09-14",
    "issue_date": "2020-09-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nRetirement and Disability Research Center\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nThere is considerable interest in understanding the broader effects of the opioid crisis on labor supply and social insurance programs in the United States. This paper examines how the recent transition of the opioid crisis from prescription opioids to more prevalent misuse of illicit opioids, such as heroin and fentanyl, altered labor supply behavior and disability insurance claiming rates. We exploit differential geographic exposure to the reformulation of OxyContin, the largest reduction in access to abusable prescription opioids to date, to study the effects of substitution to illicit markets. We observe meaningful reductions in labor supply measured in terms of employment-to-population ratios, hours worked, and earnings. We also find significant increases in disability applications and beneficiaries. These labor supply and disability insurance shifts begin immediately after reformulation and are uniquely associated with pre-reformulation rates of OxyContin misuse, not rates of broader pain reliever misuse.\n\n",
    "acknowledgement": "\nThis research was supported by the U.S. Social Security Administration through grant #5 DRC12000002-06 to the National Bureau of Economic Research as part of the SSA Disability Research Consortium. The findings and conclusions expressed are solely those of the authors and do not represent the views of SSA, any agency of the Federal Government, or the NBER. We also gratefully acknowledge financial support from CDC and NIDA (Grant #: R01CE02999 and P50DA046351). We received helpful feedback from Abby Alpert, David Cutler, Kathleen Mullen, Austin Nichols, Rosalie Pacula, Mary Vaiana, and Jeff Wenger as well as participants at the 2019 Research and Disability Research Consortium Meeting. John Jankowski provided help in accessing and calculating SSDI/SSI variables for some of the outcomes in this paper. This project was approved by RAND’s IRB.\n\n\n"
}