{
    "id": 27806,
    "citation_title": "Measuring the Cost of Living in Mexico and the US",
    "citation_author": [
        "David O. Argente",
        "Chang-Tai Hsieh",
        "Munseob Lee"
    ],
    "citation_publication_date": "2020-09-14",
    "issue_date": "2020-09-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCross-country price indexes are crucial to compare living standards between countries and to measure global inequality. An accurate measurement of these price indexes is a difficult task because of the lack of accurate data on the consumption patterns of different countries.  We construct a unique data on prices and quantities for consumer packaged goods matched at the barcode-level across the United States and Mexico. We estimate that the Mexican real consumption relative to the United States is larger than previously estimated. We identify heterogeneity in shopping behavior, quality of products, and variety availability as important sources of bias in international price comparisons.\n\n",
    "acknowledgement": "\nWe thank Robert Inklaar, Esteban Rossi-Hansberg and Ina Simonovska for helpful comments. Results are calculated based in part on data from AC Nielsen provided by the Kilts Center for Marketing Data Center at Chicago Booth. The conclusions drawn from the Nielsen data are those of the researchers and do not reflect the views of Nielsen. Nielsen is not responsible for, had no role in, and was not involved in analyzing and preparing the results reported herein. Churn Ken Lee, Jake Orchard, and Jihoon Sung provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}