{
    "id": 27809,
    "citation_title": "The Fed Takes on Corporate Credit Risk: An Analysis of the Efficacy of the SMCCF",
    "citation_author": [
        "Simon Gilchrist",
        "Bin Wei",
        "Vivian Z. Yue",
        "Egon Zakrajšek"
    ],
    "citation_publication_date": "2020-09-14",
    "issue_date": "2020-09-10",
    "revision_date": "2021-07-15",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe evaluate the efficacy of the Secondary Market Corporate Credit Facility (SMCCF), a program designed to stabilize the corporate bond market in the wake of the Covid-19 shock. The Fed announced the SMCCF on March 23 and expanded the program on April 9. Regression discontinuity estimates imply that these announcements reduced credit spreads on bonds eligible for purchase 70 basis points. We refine this analysis by constructing a sample of bonds—issued by the same set of companies—which differ in their SMCCF eligibility. A diff-in-diff analysis shows that both announcements had large effects on credit spreads, narrowing spreads 20 basis points on eligible bonds relative to their ineligible counterparts within the same set of issuers across the two announcement periods. The March 23 announcement also reduced bid-ask spreads ten basis points within ten days of the announcement. By lowering credit spreads and improving liquidity, the April 9 announcement had an especially pronounced effect on “fallen angels.” The actual purchases lowered credit spreads by an additional five basis points and bid-ask spreads by two basis points. These results confirm that the SMCCF made it easier for companies to borrow in the corporate bond market.\n\n",
    "acknowledgement": "\nThe views expressed in this paper are solely the responsibility of the authors and should not be interpreted as reflecting the views of the Bank for International Settlements, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}