{
    "id": 27807,
    "citation_title": "Reservation Wages and Workers’ Valuation of Job Flexibility: Evidence from a Natural Field Experiment",
    "citation_author": [
        "Kuan-Ming Chen",
        "Claire Ding",
        "John A. List",
        "Magne Mogstad"
    ],
    "citation_publication_date": "2020-09-14",
    "issue_date": "2020-09-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent changes in labor arrangements have increased interest in estimating and understanding the value of job flexibility. We leverage a large natural field experiment at Uber to create exogenous variation in expected market wages across individuals and over time. Combining this experiment with high frequency panel data on wages and individual work decisions, we document how labor supply responds to exogenous changes in expected market wages in a setting with virtually no restrictions on driver labor allocation. We find that there is i) systematic heterogeneity in labor supply responses both across drivers and within a driver over time, ii) significant fixed costs of beginning a shift, and iii) high rider demand when it is costly for drivers to work. These three findings motivate a model of labor supply with heterogenous preferences over work schedules, adjustment costs, and statistical dependence between market wages and the costs of driving. We recover the labor supply elasticities and reservation wages of this dynamic labor supply model via a combination of experimental estimates and other data moments. We then perform counterfactual analyses that allow us to examine how preference heterogeneity and adjustment costs influence the responses of workers' to wage incentives as well as infer drivers' willingness to pay for the ability to customize and adjust their work schedule. We also show that a static approach to the driver's dynamic problem delivers materially different estimates of workers' labor supply elasticities and their value of job flexibility.\n\n",
    "acknowledgement": "\nThe opinions expressed in this paper are those of the authors alone and do not reflect the views of Uber or the National Bureau of Economic Research. We appreciate the constructive comments and suggestions from Oystein Daljord, Jonathan Hall, Vishal Kamat, Libby Mishkin, Jesse Shapiro, Winnie van Dijk, and Kerry Smith.\n\n\n\nJohn A. List\n\nJohn List was Chief Economist at Uber when this research was carried out.   He is now Chief Economist at Lyft.\n\n\n"
}