{
    "id": 27810,
    "citation_title": "Token-Based Platform Finance",
    "citation_author": [
        "Lin William Cong",
        "Ye Li",
        "Neng Wang"
    ],
    "citation_publication_date": "2020-09-14",
    "issue_date": "2020-09-10",
    "revision_date": "2021-05-04",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a dynamic model of platform economy where tokens serve as a means of payments among platform users and are issued to ﬁnance investment in platform productivity. Tokens are optimally issued to reward platform owners when the productivity-normalized token supply is low and burnt to boost the franchise value when the productivity-normalized normalized supply is high. Although token price is determined in a liquid market, the platform’s ﬁnancial constraint generates an endogenous token issuance cost, causing underinvestment through the conﬂict of interest between insiders (platform owners) and outsiders (users). Blockchain technology mitigates underinvestment by addressing the platform’s time-inconsistency problem.\n\n",
    "acknowledgement": "\nWe thank the anonymous referee, Patrick Bolton, Markus Brunnermeier, Peter DeMarzo, Darrell Duﬃe, Daniel Ferreira (discussant), Sebastian Gryglewicz (discussant), Zhiguo He, Wei Jiang, Andrew Karolyi, Maureen O’Hara, Dmitry Orlov (discussant), Emiliano S. Pagnotta (discussant), Christine Parlour, Uday Rajan, Jean-Charles Rochet, Fahad Saleh (discussant), David Skeie (discussant), Michael Sockin (discussant), René Stulz, Pierre-Olivier Weill, Ying Wu, Miao Zhang, and conference/seminar participants at ABFER/CEPR/CUHK Financial Economics Symposium, AFA 2020, Carnegie Mellon University Tepper School of Business, Central Bank Research Association 2019, CEPR ESSFM Gerzensee, Chicago Financial Institutions Conference, City University of Hong Kong, Cleveland Fed/OFR Financial Stability Conference, Cornell University, Econometric Society North America 2019, Erasmus Liquidity Conference, International Monetary Fund, Luohan Academy Digital Economy Conference, Maastricht University, Macro Finance Society 14th Meeting, Midwest Finance Association 2019, Online Digital-Economy Seminar (Hong Kong Baptist U, Monash University, National Taiwan U, Renmin U), SFS Cavalcade North America 2020, Ohio State University (Finance), Stevens Institute of Technology, Tokenomics International Conference on Blockchain Economics, Rome Junior Finance Conference, Security and Protocols, University of British Columbia (Econ), University of Calgary Haskayne School of Business, University of Florida, USI Lugano, and University of Washington Bothell (Econ) for helpful comments. We also thank Desheng Ma and Yu Wang for their research assistance. Will is grateful for the ﬁnancial support from the Ewing Marion Kauﬀman Foundation. Ye is grateful for the ﬁnancial support from Studienzentrum Gerzensee. The contents of this publication are solely the responsibility of the authors. The paper subsumes results from previous drafts titled “Token-Based Corporate Finance” and “Tokenomics and Platform Finance.” The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}