{
    "id": 27816,
    "citation_title": "My Taxes are Too Darn High: Why Do Households Protest their Taxes?",
    "citation_author": [
        "Brad C. Nathan",
        "Ricardo Perez-Truglia",
        "Alejandro Zentner"
    ],
    "citation_publication_date": "2020-09-14",
    "issue_date": "2020-09-10",
    "revision_date": "2023-06-30",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nIn the United States and many other countries, taxpayers can file a protest to legally reduce their property taxes. While tax protests can provide a unique opportunity to study the (un)willingness to pay taxes, they have received little attention from researchers. To fill that gap, we study what motivates households to protest their property taxes. Using a field experiment and a quasi-experiment, we show that both expected savings and filing frictions play significant roles. We estimate the magnitude of filing frictions using a money metric. We also discuss how low-cost interventions targeted at disadvantaged groups can mitigate existing economic and racial disparities in the system of tax appeals.\n\n",
    "acknowledgement": "\nWe are thankful for excellent comments from Youssef Benzarti, Raj Chetty, Austan Goolsbee, Emiliano Huet-Vaughn, Justin Holz, Steve Levitt, John List, Erzo Luttmer, Michael Norton, Stefanie Stantcheva, Matt Weinzierl, and other colleagues and seminar participants at the NBER-Public Economics, Stanford University, University of Chicago, Yale University, Universidad de San Andres, the American Economic Association, NTA, ZEW, Journees LAGV, LMU, RIDGE, and AEI. This project was reviewed and approved in advance by the Institutional Review Board at The University of Texas at Dallas. The experiments were registered in the AEA RCT Registry (#0005992). The original pre-registration was posted on May 24, 2020. However, after receiving interview requests from the media, we removed the preregistration (we were concerned that the media would divulge the hypotheses listed in the pre-registration and thus contaminate the study). We re-posted the pre-registration on June 16, 2020, after the deadline to file a protest had passed (and before the data to conduct the analysis became available). Adrian Cadena Medina, Luisa Cefala, Dongwook Chun, Karl Dill, Santiago De Martini and Xinmei Yang provided superb research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}