{
    "id": 27813,
    "citation_title": "The Contagion Externality of a Superspreading Event: The Sturgis Motorcycle Rally and COVID-19",
    "citation_author": [
        "Dhaval M. Dave",
        "Andrew I. Friedson",
        "Drew McNichols",
        "Joseph J. Sabia"
    ],
    "citation_publication_date": "2020-09-14",
    "issue_date": "2020-09-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nLarge in-person gatherings without social distancing and with individuals who have traveled outside the local area are classified as the “highest risk” for COVID-19 spread by the Centers for Disease Control and Prevention (CDC).  Between August 7 and August 16, 2020, nearly 500,000 motorcycle enthusiasts converged on Sturgis, South Dakota for its annual motorcycle rally.  Large crowds, coupled with minimal mask-wearing and social distancing by attendees, raised concerns that this event could serve as a COVID-19 “super-spreader.”  This study is the first to explore the impact of this event on social distancing and the spread of COVID-19.  First, using anonymized cell phone data from SafeGraph, Inc. we document that (i) smartphone pings from non-residents, and (ii) foot traffic at restaurants and bars, retail establishments, entertainment venues, hotels and campgrounds each rose substantially in the census block groups hosting Sturgis rally events.  Stay-at-home behavior among local residents, as measured by median hours spent at home, fell.  Second, using data from the Centers for Disease Control and Prevention (CDC) and a synthetic control approach, we show that by September 2, a month following the onset of the Rally, COVID-19 cases increased by approximately 6 to 7 cases per 1,000 population in its home county of Meade.  Finally, difference-in-differences (dose response) estimates show that following the Sturgis event, counties that contributed the highest inflows of rally attendees experienced a 7.0 to 12.5 percent increase in COVID-19 cases relative to counties that did not contribute inflows.  Descriptive evidence suggests these effects may be muted in states with stricter mitigation policies (i.e., restrictions on bar/restaurant openings, mask-wearing mandates).  We conclude that the Sturgis Motorcycle Rally generated public health costs of as much as $12.2 billion.\n\n",
    "acknowledgement": "\nThe authors thank Devin Pope, William Evans, Benjamin Hansen, and Jonathan Cantor for helpful comments. Dr. Sabia acknowledges support from the Center for Health Economics & Policy Studies at San Diego State University, including grant funding from the Troesh Family Foundation and the Charles Koch Foundation.  We thank Alicia Marquez, Kyu Matsuzawa, Melinda Mueller, and Samuel Safford for outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}