{
    "id": 27819,
    "citation_title": "Monetary Policy Surprises and Exchange Rate Behavior",
    "citation_author": [
        "Refet S. Gürkaynak",
        "A. Hakan Kara",
        "Burçin Kısacıkoğlu",
        "Sang Seok Lee"
    ],
    "citation_publication_date": "2020-09-14",
    "issue_date": "2020-09-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCentral banks unexpectedly tightening policy rates often observe the exchange value of their currency depreciate, rather than appreciate as predicted by standard models. We document this for Fed and ECB policy days using event-studies and ask whether an information effect, where the public attributes the policy surprise to an unobserved state of the economy that the central bank is signaling by its policy may explain the abnormality. It turns out that many informational assumptions make a standard two-country New Keynesian model match this behavior. To identify the particular mechanism, we condition on multiple asset prices in the event-study and model implications for these. We find that there is heterogeneity in this dimension in the event-study and no model with a single regime can match the evidence. Further, even after conditioning on possible information effects driving longer term interest rates, there appear to be other drivers of exchange rates. Our results show that existing models have a long way to go in reconciling event-study analysis with model-based mechanisms of asset pricing.\n\n",
    "acknowledgement": "\nWe are grateful to Mark Gertler and Vania Stavrakeva for their discussions and seminar participants at ISOM 2020 and Bank of Canada for comments. Gürkaynak's research was supported by funding from the European Research Council (ERC) under the European Union's Horizon 2020 research and innovation program (grant agreement No 726400). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}