{
    "id": 27811,
    "citation_title": "What Explains the Gap in Welfare Use among Immigrants and Natives?",
    "citation_author": [
        "Xiaoning Huang",
        "Neeraj Kaushal",
        "Julia Shu-Huah Wang"
    ],
    "citation_publication_date": "2020-09-14",
    "issue_date": "2020-09-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate the gap in welfare use between immigrants and natives over a 24-year period using the Annual Social and Economic Supplement of the Current Population Survey from 1995-2018, spanning periods of economic recessions and recoveries, changes in welfare policy regimes, and policies towards immigrants. A novel contribution of our research is to adopt the Oaxaca-Blinder decomposition analysis to study the effects of demographic factors, macroeconomic trends and policy on welfare use gap between immigrants and natives. Our analysis leads to three main findings: one, if immigrants had the same demographic characteristics as natives their participation in means-tested programs would have been much less overall and much below those of natives. This finding holds true across broader measures of welfare receipt capturing cash and near cash programs and health insurance as well as participation in five specific safety net programs. It also holds true across periods of economic recessions and recovery. Second, we find evidence that the business cycle impacts immigrant and native welfare participation differently. Immigrant participations in Temporary Assistance to Needy Families, Supplemental Nutritional Assistance Program and State Children’s Health Insurance Program are more sensitive to the business cycle than native participations. Three, we find that changes in program eligibility explain only a modest proportion of the immigrant-native gap in welfare use. A possible explanation for this finding is that changes in eligibility rules have affected only specific immigrant populations (e.g. new immigrants) whereas our analysis pertains to all immigrants.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}