{
    "id": 27817,
    "citation_title": "Do Black and Indigenous Communities Receive their Fair Share of Vaccines Under the 2018 CDC Guidelines?",
    "citation_author": [
        "Parag A. Pathak",
        "Harald Schmidt",
        "Adam Solomon",
        "Edwin Song",
        "Tayfun Sönmez",
        "M. Utku Ünver"
    ],
    "citation_publication_date": "2020-09-14",
    "issue_date": "2020-09-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Market Design",
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nA major focus of debate about rationing guidelines for COVID-19 vaccines is whether and how to prioritize access for minority populations that have been particularly affected by the pandemic, and been the subject of historical and structural disadvantage, particularly Black and Indigenous individuals.  We simulate the 2018 CDC Vaccine Allocation guidelines using data from the American Community Survey under different assumptions on total vaccine supply.  Black and Indigenous individuals combined receive a higher share of vaccines compared to their population share for all assumptions on total vaccine supply.  However, their vaccine share under the 2018 CDC guidelines is considerably lower than their share of COVID-19 deaths and age-adjusted deaths.  We then simulate one method to incorporate disadvantage in vaccine allocation via a reserve system.  In a reserve system, units are placed into categories and units reserved for a category give preferential treatment to individuals from that category.  Using the Area Deprivation Index (ADI) as a proxy for disadvantage, we show that a 40% high-ADI reserve increases the number of vaccines allocated to Black or Indigenous individuals, with a share that approaches their COVID-19 death share when there are about 75 million units.  Our findings illustrate that whether an allocation is equitable depends crucially on the benchmark and highlight the importance of considering the expected distribution of outcomes from implementing vaccine allocation guidelines.\n\n",
    "acknowledgement": "\nWe are grateful to Chetan Patel for excellent assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}