{
    "id": 2781,
    "citation_title": "Tariffs, Capital Accumulation, and the Current Account in a Small Open Economy",
    "citation_author": [
        "Partha Sen",
        "Stephen J. Turnovsky"
    ],
    "citation_publication_date": "1988-12-01",
    "issue_date": "1988-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper analyze these effects of a tariff in an intertemporal optimizing model, emphasizing the role of capital accumulation. Three types of increases in the tariff rate are considered: (i) unanticipated permanent; (ii) unanticipated temporary; (iii) anticipated permanent. There are two main general conclusions to be drawn from the analysis. The first is that the introduction (or increase) of a tariff is contractionary, both in the short run and in the long run. In particular, employment is reduced both in the short run and in the long run, so that there is no significant intertemporal tradeoff, as obtained by previous authors. The fail in the long-run capital stock causes an immediate reduction in the rate of investment, which in turn leads to a current account surplus. While this response of the current account is in accordance with much (but not all) of the existing literature, the mechanism by which it is achieved, namely the decumulation of capital, has not been previously considered. Also, the fact that the declining capital stock is accompanied by an accumulation of foreign bonds means that the savings effect of the tariff is unclear, depending upon which influence dominates. This ambiguity of savings is, however, very different from those occurring in other studies. The second major conclusions stems from the fact that the steady state depended upon the initial stocks of the assets. As a consequence, a temporary tariff, by altering these initial conditions for some later date when the tariff is removed, leads to a permanent effect on the economy.\n\n",
    "acknowledgement": "\n"
}