{
    "id": 27812,
    "citation_title": "Child Development in the Early Years: Parental Investment and the Changing Dynamics of Different Dimensions",
    "citation_author": [
        "Orazio Attanasio",
        "Raquel Bernal",
        "Michele Giannola",
        "Milagros Nores"
    ],
    "citation_publication_date": "2020-09-14",
    "issue_date": "2020-09-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses the data on child development collected around the evaluation of a nursery program to estimate the details of the process of human development. We model development as made of three latent factors, reflecting health, cognitive and socio-emotional skills. We observe children from age 1 to age 7. We assume that, at each age, these factors interact among themselves and with a variety of other inputs to determine the level of development at following ages. Relative to other studies, the richness of the data we use allows us to: (i) let the dynamics be rich and flexible; (ii) let each factors play a role in the production of any other factor; (iii) estimate age-specific functional forms; (iv) treated parental investment as an endogenous input. We find that the dynamics of the process can be richer than usually assumed, which has important implications for the degree of persistence of different inputs in time. Persistence also changes with age. This has important implications for the targeting of investment and interventions, and the identification of windows of opportunities. The endogeneity of investment is also important.\n\n",
    "acknowledgement": "\nWe are grateful to many colleagues for a number of conversations. In particular, we would like to thank Sarah Cattan, Costas Meghir and Emily Nix for useful discussions on measuring child development at different ages. We would also like to thank AEIOTU’s staff for the support. Attanasio’s research was partially funded by ERC Advanced Grant AdG-695300. Bernal and Nores are also grateful to the Jacobs Foundation, Grant No. 209-805-1, and the UBS Optimus Foundation for their financial support to the aeioTu Longitudinal Trial. Bernal acknowledges financial support from \"Convocatoria Facultad de Economía-Vicerrectoría de Investigaciones 2017\" Universidad de los Andes. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research\n\n\n\nMilagros Nores\n\nWe are grateful to many colleagues for a number of conversations. In particular, we would like to thank Sarah Cattan, Costas Meghir and Emily Nix for useful discussions on measuring child development at different ages. We would also like to thank AEIOTU’s staff for the support. Attanasio’s research was partially funded by ERC Advanced Grant AdG-695300. Bernal and Nores are also grateful to the Jacobs Foundation, Grant No. 209-805-1, and the UBS Optimus Foundation for their financial support to the aeioTu Longitudinal Trial. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}