{
    "id": 27815,
    "citation_title": "Liquidity Transformation and Fragility in the US Banking Sector",
    "citation_author": [
        "Qi Chen",
        "Itay Goldstein",
        "Zeqiong Huang",
        "Rahul Vashishtha"
    ],
    "citation_publication_date": "2020-09-14",
    "issue_date": "2020-09-10",
    "revision_date": "2024-01-10",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA key role of banks is liquidity transformation, which is also thought to create fragility, as uninsured depositors face an incentive to withdraw money before others (a so-called panic run). Despite much theoretical work, there has not been much empirical evidence establishing this mechanism. In this paper, we provide the first large-scale evidence of this mechanism. Banks that perform more liquidity transformation exhibit higher fragility, manifested by stronger sensitivities of uninsured deposit flows to bank performance and greater levels of uninsured deposit outflows when performance is poor. We also explore the effects of deposit insurance and systemic risk.\n\n",
    "acknowledgement": "\nWe benefited from comments by workshop participants at Boston College, China Europe International Business School, Chinese University of Hong Kong, Columbia Burton Conference, Dartmouth Summer Conference, Federal Reserve Board, Shanghai University of Finance and Economics, the 2nd Sun Yat-Sen University, Geneva Finance Research Institute Finance International Conference, Villanova University, University of Utah, Wuhan University, and Yale Accounting Summer Conference. We have read The Journal of Finance disclosure policy. Qi Chen, Zeqiong Huang, and Rahul Vashishtha have no conflicts of interest to disclose. Itay Goldstein has been retained by a law firm as an expert on a case involving a liquidity crisis and government intervention in a European bank. This case has not influenced the research in this paper, and the research in this paper has not influenced the case. Other than that, he has no other relevant or material financial interests that relate to the research described in this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}