{
    "id": 27827,
    "citation_title": "Expanding the Measurement of Culture with a Sample of Two Billion Humans",
    "citation_author": [
        "Nick Obradovich",
        "Ömer Özak",
        "Ignacio Martín",
        "Ignacio Ortuño-Ortín",
        "Edmond Awad",
        "Manuel Cebrián",
        "Rubén Cuevas",
        "Klaus Desmet",
        "Iyad Rahwan",
        "Ángel Cuevas"
    ],
    "citation_publication_date": "2020-09-21",
    "issue_date": "2020-09-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nCulture has played a pivotal role in human evolution. Yet, the ability of social scientists to study culture is limited by the currently available measurement instruments. Scholars of culture must regularly choose between scalable but sparse survey-based methods or restricted but rich ethnographic methods. Here, we demonstrate that massive online social networks can advance the study of human culture by providing quantitative, scalable, and high-resolution measurement of behaviorally revealed cultural values and preferences. We employ publicly available data across nearly 60,000 topic dimensions drawn from two billion Facebook users across 225 countries and territories. We first validate that cultural distances calculated from this measurement instrument correspond to traditional survey-based and objective measures of cross-national cultural differences. We then demonstrate that this expanded measure enables rich insight into the cultural landscape globally at previously impossible resolution. We analyze the importance of national borders in shaping culture, explore unique cultural markers that identify subnational population groups, and compare subnational divisiveness to gender divisiveness across countries. The global collection of massive data on human behavior provides a high-dimensional complement to traditional cultural metrics. Further, the granularity of the measure presents enormous promise to advance scholars' understanding of additional fundamental questions in the social sciences. The measure enables detailed investigation into the geopolitical stability of countries, social cleavages within both small and large-scale human groups, the integration of migrant populations, and the disaffection of certain population groups from the political process, among myriad other potential future applications.\n\n",
    "acknowledgement": "\nA.C. acknowledges funding from the European Union's Horizon 2020 innovation action program under grant agreement No 786741 (SMOOTH project); and the Ministerio de Economía, Industria y Competitividad, Spain, and the European Social Fund (EU), under the Ramón y Cajal program (Grant RyC-2015-17732). R.C. acknowledges funding from H2020 EU Project PIMCITY (Grant 871370) and the Taptap Digital-UC3M Chair in Advanced AI and Data Science applied to Advertising and Marketing. I.O. acknowledges funding from ECO2013-42710-P, MDM 2014-0431 and Fundación BBVA. I.M. acknowledges funding from Spanish Ministry of Education under the FPU program (FPU15/03518). The authors thank Niccolo Pescetelli and Alex Rutherford for their helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}