{
    "id": 27825,
    "citation_title": "Dissertators with Distantly Related Foci Face Divergent Near-Term Outcomes",
    "citation_author": [
        "Kevin M. Kniffin",
        "Andrew S. Hanks",
        "Xuechao Qian",
        "Bo Wang",
        "Bruce A. Weinberg"
    ],
    "citation_publication_date": "2020-09-21",
    "issue_date": "2020-09-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": [
        "\n",
        "\nThe Value of Medical Research\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nInstitutional leaders have long championed interdisciplinary research; however, researchers have paid relatively little attention to the people responding to such calls and their subsequent career outcomes. With the benefit of two large datasets spanning from 1986 through 2016, we show that interdisciplinary dissertations have become consistently more common in recent years as institutional leaders have highlighted the value of boundary-spanning research for solving important and emergent problems. With the benefit of survey data from a near-complete population of all dissertators in the US starting in 2001 through 2016, we observe a consistent upward trend in interdisciplinary dissertations. Unfortunately, we show that these interdisciplinary dissertators have experienced a comparably persistent penalty when considering salaries for their first year after earning the PhD. We also show that among interdisciplinary dissertators, individuals in lower-paying fields tend to earn more when choosing distantly related topic-combinations whereas researchers in higher-paying fields tend to be most rewarded for staying within relatively narrow disciplinary silos.\n\n",
    "acknowledgement": "\nThe use of NSF data does not imply NSF endorsement of the research methods or conclusions contained in this report. We are grateful to Rachel Croson, Ron Ehrenberg, Vanda Grubisic, Morgan Millar, John Siegfried, Wendy Stock, and Julie Thompson-Klein for helpful discussions on earlier versions of this work as well as seminar participants at Cornell University, The Ohio State University, and the Institute for Research on Innovation & Science (IRIS) at the University of Michigan. Funding: This paper was supported by NSF Grant 1761086 to Kniffin and Hanks. Weinberg is grateful for support from R24 AG048059, R24 HD058484, UL1 TR000090; NSF DGE 1760544, 1535399, 1348691, and SciSIP 1064220; and the Ewing Marion Kauffman and Alfred P. Sloan Foundations. Weinberg was supported on P01 AG039347 by the NBER directly and on a subaward from NBER to Ohio State. We are grateful to ProQuest for access to their Dissertation and Thesis database. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}