{
    "id": 27821,
    "citation_title": "Trade and Geography",
    "citation_author": [
        "Stephen J. Redding"
    ],
    "citation_publication_date": "2020-09-14",
    "issue_date": "2020-09-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper reviews recent research on geography and trade. One of the key empirical findings over the last decade has been the role of geography in shaping the distributional consequences of trade. One of the major theoretical advances has been the development of quantitative spatial models that incorporate both exogenous first-nature geography (natural endowments) and endogenous second-nature geography (the location choices of economic agents relative to one another) as determinants of the distribution of economic activity across space. These models are sufficiently rich to capture first-order features of the data, such as gravity equations for flows of goods and people. Yet they remain sufficiently tractable as to permit an analytical characterization of the properties of the general equilibrium and facilitate counterfactuals for realistic policy interventions. We distinguish between models of regions or systems of cities (where goods trade and migration take center stage) and models of the internal structure of cities (where commuting becomes relevant). We review some of key empirical predictions of both sets of theories and show that they have been remarkably successful in rationalizing the empirical findings from reduced-form research. Looking ahead, the combination of recent theoretical advances and novel geo-coded data on economic interactions at a fine spatial scale promises many interesting avenues for further research, including discriminating between alternative mechanisms for agglomeration, understanding the implications of new technologies for the organization of work, and assessing the causes, consequences and potential policy implications of spatial sorting.\n\n",
    "acknowledgement": "\nThis paper was commissioned for the Elsevier-North Holland Handbook in International Economics, edited by Gita Gopinath, Elhanan Helpman, and Ken Rogoff. I am very grateful to the editors for their helpful comments and suggestions. Thanks also to a number of colleagues for helpful comments and to Benny Kleinman for excellent research assistance. Responsibility for results, opinions and errors lies with the author alone. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}