{
    "id": 27824,
    "citation_title": "Venture Capitalists and COVID-19",
    "citation_author": [
        "Paul Gompers",
        "Will Gornall",
        "Steven N. Kaplan",
        "Ilya A. Strebulaev"
    ],
    "citation_publication_date": "2020-09-21",
    "issue_date": "2020-09-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe survey over 1,000 institutional and corporate venture capitalists (VCs) at more than 900 different firms to learn how their decisions and investments have been affected by the COVID-19 pandemic. We compare their survey answers to those provided by a large sample of VCs in early 2016 and analyzed in Gompers, Gornall, Kaplan, and Strebulaev (2020). VCs have slowed their investment pace (71% of normal) and expect to invest at 81% of their normal pace over the coming year. Not surprisingly, they have devoted more time to guiding the portfolio companies through the pandemic. VCs report that 52% of their portfolio companies are positively affected or unaffected by the pandemic; 38% are negatively affected; and 10% are severely negatively affected. Overall, they expect the pandemic to have a small negative effect on their fund IRRs (-1.6%) and MOICs (-0.07). Surprisingly, we find little change in the allocation of their time to helping portfolio companies relative to looking for new investments. In general, we find only modest differences between institutional and corporate VCs.\n\n",
    "acknowledgement": "\nWe thank Patrick Sweeney and Amanda Ying Wang for their research assistance. We thank the Kauffman Fellows Program, Harvard Business School, the Stanford Graduate School of Business, and the University of Chicago Booth School of Business for providing us access to their members and alumni. We thank Jeff Harbach and Collin West of the Kauffman Fellows Program for their help in disseminating the survey. We particularly thank and are very grateful to our survey respondents. Gompers, Kaplan, and Strebulaev have consulted for general partners and limited partners investing in venture capital. Gornall thanks the SSHRC and CIDER for financial support. Gompers received research support from the HBS Division of Research. Strebulaev is grateful for the financial support from the Stanford Graduate School of Business Venture Capital Initiative. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}