{
    "id": 27826,
    "citation_title": "Optimal Financial Transaction Taxes",
    "citation_author": [
        "Eduardo Dávila"
    ],
    "citation_publication_date": "2020-09-21",
    "issue_date": "2020-09-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper characterizes the optimal transaction tax in an equilibrium model of competitive financial markets. As long as investors hold heterogeneous beliefs that are not related to their fundamental trading motives and the planner calculates welfare using any single belief, a strictly positive tax is optimal, regardless of the magnitude of fundamental trading. Under some conditions, the optimal tax is independent of the belief used by the planner to calculate welfare. The optimal tax can be implemented by adjusting its value until observed total volume equals fundamental volume. Knowledge of i) the share of non-fundamental trading volume and ii) the semi-elasticity of trading volume to tax changes is sufficient to quantify the optimal tax. A calibration of the model consistent with empirically estimated volume semi-elasticities to tax changes and that features a 30% share of non-fundamental trading volume is associated with a 37bps optimal tax.\n\n",
    "acknowledgement": "\nI am very grateful to Philippe Aghion, Adrien Auclert, Robert Barro, Roland Bénabou, Markus Brunnermeier, Eric Budish, John Campbell, Raj Chetty, Peter Diamond, Emmanuel Farhi, Xavier Gabaix, Gita Gopinath, Robin Greenwood, Sam Hanson, Oliver Hart, Nathan Hendren, David Laibson, Sendhil Mullainathan, Adriano Rampini, Larry Samuelson, David Scharfstein, Florian Scheuer, Andrei Shleifer, Alp Simsek, Jeremy Stein, Adi Sunderam, Glen Weyl, Wei Xiong, and to seminar participants at many institutions and conferences. Johnny Xu provided outstanding research assistance. Financial support from Rafael del Pino Foundation is gratefully acknowledged. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}