{
    "id": 27828,
    "citation_title": "Fencing off Silicon Valley: Cross-Border Venture Capital and Technology Spillovers",
    "citation_author": [
        "Ufuk Akcigit",
        "Sina T. Ates",
        "Josh Lerner",
        "Richard R. Townsend",
        "Yulia Zhestkova"
    ],
    "citation_publication_date": "2020-09-21",
    "issue_date": "2020-09-18",
    "revision_date": "2023-10-04",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nThe treatment of foreign investors is a contentious topic in U.S. entrepreneurship policy. We model a setting where foreign corporate investments in Silicon Valley may allow U.S. entrepreneurs to pursue technologies that they could not otherwise, but may also lead to knowledge spillovers. We show that despite the benefits from such inbound investments for U.S. firms, it may be optimal for the U.S. government to raise their costs to deter these investments. Using as comprehensive as possible a sample of investments by foreign corporate investors in U.S. startups, we find evidence consistent with the presence of knowledge spillovers to foreign investors.\n\n",
    "acknowledgement": "\nWe thank Luting Chen, Patrick Clapp, Kathleen Ryan, James Zeitler, and Chris Zhao for excellent research assistance, and James Mawson for corporate venture capital data. We also thank George Alessandria, Eli Berman, Lee Branstetter (discussant), Michael Brown, Erica Fuchs, Juanita Gonzalez-Uribe (discussant), Dan Green, Sam Kortum (discussant), Song Ma, Tom Nicholas, Pav Singh, Michael Webb, and participants in presentations at the 2021 American Economics Association meetings, the 100th Carnegie-Rochester-NYU Conference on Public Policy, the Council on Foreign Relations, the 2021 National Bureau of Economic Research Future of Globalization conference, the 2021 NBER Summer Institute, Her Majesty’s Treasury, and the Workshop on Entrepreneurial Finance and Innovation for helpful comments. Akcigit gratefully acknowledges an National Science Foundation Career Award #1654719; Harvard Business School’s Division of Research provided financial support for this project. Lerner has received compensation from advising institutional investors in venture capital funds, venture capital groups, and governments designing policies relevant to venture capital. The views in this paper are solely the responsibility of the authors and should not be interpreted as reflecting the views of the National Bureau of Economic Research, the Board of Governors of the Federal Reserve System, or of any other person associated with the Federal Reserve System. All errors and omissions are our own.\n\n\n"
}