{
    "id": 27836,
    "citation_title": "Average Inflation Targeting and Household Expectations",
    "citation_author": [
        "Olivier Coibion",
        "Yuriy Gorodnichenko",
        "Edward S. Knotek II",
        "Raphael Schoenle"
    ],
    "citation_publication_date": "2020-09-21",
    "issue_date": "2020-09-18",
    "revision_date": "2021-12-01",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing a daily survey of U.S. households, we study how the Federal Reserve’s announcement of its new strategy of average inflation targeting affected households’ expectations. Starting with the day of the announcement, there is a very small uptick in the minority of households reporting that they had heard news about monetary policy relative to prior to the announcement, but this effect fades within a few days. Those hearing news about the announcement do not seem to have understood the announcement: they are no more likely to correctly identify the Fed’s new strategy than others, nor are their expectations different. When we provide randomly selected households with pertinent information about average inflation targeting, their expectations still do not change in a different way than when households are provided with information about traditional inflation targeting. Even one year after the announcement, U.S. households remain mostly unaware of the change in strategy or its implications.\n\n",
    "acknowledgement": "\nWe thank Daniela Dean Avila for excellent research assistance. We thank our discussants Philippe Andrade and Gauti Eggertsson, and seminar and conference participants at the Bank of Finland, NBER ME, the Board of Governors of the Federal Reserve System, the Federal Reserve System Macro meeting, the Federal Reserve Bank of Cleveland, the Federal Reserve Bank of New York, the ECB, the National Bank of Ukraine, CFE 2020, the Third Behavioral Macroeconomics Workshop, Bamberg - IMK and the University of Mannheim for comments and discussions. The randomized controlled trial is registered at the AER RCT Registry (#AEARCTR-0006425). The views expressed in this paper are those of the authors and do not necessarily reflect the views of the Federal Reserve Bank of Cleveland, the Federal Reserve System, the National Bureau of Economic Research, or any other institution with which the authors are affiliated.\n\n\n"
}