{
    "id": 27830,
    "citation_title": "The Intergenerational Effects of the Vietnam Draft on Risky Behaviors",
    "citation_author": [
        "Monica Deza",
        "Alvaro Mezza"
    ],
    "citation_publication_date": "2020-09-21",
    "issue_date": "2020-09-18",
    "revision_date": "2021-03-02",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nWe exploit the natural experiment provided by the Vietnam lottery draft to evaluate the intergenerational effect of fathers’ draft eligibility on children’s propensity to engage in risky health behaviors during adolescence using the NLSY97. Draft eligibility increases measures of substance use, intensity of use, decreases age of initiation—particularly for marijuana—and increases measures of delinquency. We explore potential mechanisms: Draft eligibility affects paternal parenting styles and attitudes towards the respondent, environmental aspects, and even maternal factors. Results are robust to alternative specifications and falsification diagnostics. Our results indicate that previous analyses underestimate the full negative effects of draft eligibility.\n\n",
    "acknowledgement": "\nThis paper does not necessarily reflect the views of the Federal Reserve Board or the National Bureau of Economic Research. We are grateful to Sarena Goodman, Daniel Ringo, Kamila Sommer, Jason Fletcher, and Jeffrey Smith for detailed comments on earlier versions of this manuscript. We are also grateful to participants of the 2019 Southern Economics Association conference, 2020 Federal System Micro Conference and Economics department seminar participants at Tulane University, Temple University, Rutgers University, University of Connecticut, as well as the Center for Demography of Health and Aging at University of Wisconsin Madison, the Virtual Seminar on the Economics of Risky Health Behaviors (VERB), the O’Neill School’s Health Policy Workshop, and the Online Economics of Crime Seminar.\n\n\n"
}