{
    "id": 27837,
    "citation_title": "On the Equilibrium Properties of Network Models with Heterogeneous Agents",
    "citation_author": [
        "Treb Allen",
        "Costas Arkolakis",
        "Xiangliang Li"
    ],
    "citation_publication_date": "2020-09-21",
    "issue_date": "2020-09-18",
    "revision_date": "2023-04-27",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe consider a broad class of spatial models where there are many types of interactions across a large number of locations. We provide a new theorem that offers an iterative algorithm for calculating an equilibrium and sufficient and “globally necessary” conditions under which the equilibrium is unique. We show how this theorem enables the characterization of equilibrium properties for two important spatial systems: an urban model with spillovers across a large number of different types of agents and a dynamic migration model with forward looking agents. An Online Appendix provides eleven additional examples of both spatial and non-spatial economic frameworks for which our theorem provides new equilibrium characterizations.\n\n",
    "acknowledgement": "\nWe thank Truman Bewley, Vasco Carvalho, Xiaohong Chen, Yi Chen, Arnaud Costinot, Dave Donaldson, John Geanakoplos, Johannes Horner, Steve Redding, Andres Rodriguez-Clare, Larry Samuelson, Alireza Tahbaz-Salehi, Xinyang Wang, Ivan Werning, and Asher Wolinksy for helpful comments and suggestions. Ari Boyarsky, Joonhyuk Lee, Saptarshi Majumdar, and Fan Wu offered excellent research assistance. This paper has been previously circulated under the titles “On the Existence and Uniqueness of Trade Equilibria” and “On the Equilibrium Properties of Network Models with Heterogeneous Agents.” The authors acknowledge support by the National Science Foundation under grants SES-1658838 and SES-1658875; Xiangliang Li acknowledges support by the Fundamental Research Funds for the Central Universities under grant 63222067. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}