{
    "id": 2783,
    "citation_title": "Implications of the Illinois Reemployment Bonus Experiments For Theories of Unemployment and Policy Design",
    "citation_author": [
        "Bruce D. Meyer"
    ],
    "citation_publication_date": "1988-12-01",
    "issue_date": "1988-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nReemployment bonus experiments offer large lump sum payments to unemployment insurance (UI) recipients who find a job quickly. Such experiments are underway or have been recently completed in four states. This paper analyzes the results from Illinois and discusses the implications of the experiments for theories of unemployment and policy design. I examine the hazard rate of exit from unemployment and find that it is significantly higher for the experimental groups, but only during the period of bonus eligibility. Both labor supply and search theories of unemployment are shown to suggest a rise in the reemployment hazard just before the end of bonus eligibility and to suggest larger effects of the fixed amount bonus for lower income groups. Only weak support is found for these hypotheses, which suggests limitations of the models of unemployment. Some modifications of the models are suggested. The experiments demonstrate the effects of economic incentives on job finding behavior but they do not show the desirability of a permanent reemployment bonus program. Evidence from another sample suggests that as many as half of those who received a reemployment bonus returned to their previous employer, so that a bonus program that pays people returning to their last employer would provide a strong encouragement to temporary layoffs. A discussion of UI claim filing behavior suggests that a permanent program could well increase the frequency or promptness of filing, thus reducing any financial advantages of a bonus program\n\n",
    "acknowledgement": "\n"
}