{
    "id": 27832,
    "citation_title": "Gangs, Labor Mobility and Development",
    "citation_author": [
        "Nikita Melnikov",
        "Carlos Schmidt-Padilla",
        "Maria Micaela Sviatschi"
    ],
    "citation_publication_date": "2020-09-21",
    "issue_date": "2020-09-18",
    "revision_date": "2022-09-13",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe study how territorial control by criminal organizations affects economic development. We exploit a natural experiment in El Salvador, where the emergence of these criminal organizations was the consequence of an exogenous shift in American immigration policy that led to the deportation of gang leaders from the United States to El Salvador. Upon arrival, the gangs gained control over many urban areas and re-created a system of borders to protect their territory from outsiders. Using a spatial regression discontinuity design, we find that individuals in gang-controlled neighborhoods have less material well-being, income, and education than individuals living only 50 meters away but outside of gang territory. None of these discontinuities existed before the arrival of the gangs. A key mechanism behind the results is that gangs restrict individuals’ mobility, affecting their labor market options by preventing them from commuting to other parts of the city. The results are not determined by high rates of selective migration, differential exposure to extortion and violence, or differences in public goods provision.\n\n",
    "acknowledgement": "\nWe thank Alicia Adsera, Cevat Giray Aksoy, Alberto Alesina, Sofia Amaral, Oriana Bandiera, Samuel Bazzi, Chris Blattman, Leah Boustan, Timothy Besley, Eli Berman, Ethan Bueno de Mesquita, Filipe Campante, Doris Chiang, Abby Córdova, Raúl Sanchez de la Sierra, Melissa Dell, Patricio Dominguez, John J. Donohue, Jennifer Doleac, Oeindrila Dube, Thad Dunning, Stefano Fiorin, Thomas Fujiwara, Tarek Ghani, Edward Glaeser, Jeff Grogger, Sergei Guriev, Gaurav Khanna, Asim Khwaja, Tom Kirchmaier, Ilyana Kuziemko, Horacio Larreguy, Benjamin Lessing, Nicola Limodio, Sarah Lowes, Stephen Machin, Atif Mian, Magne Mogstad, Chris Neilson, Sam Norris, Ben Olken, Daniel Ortega, Emily Owens, Rohini Pande, Paolo Pinotti, Oscar Pocasangre, Nishith Prakash, Stephen Redding, James Robinson, Mark Rosenzweig, Matteo Sandi, Jacob Shapiro, Santiago Tobón, Daniel Treisman, Oliver Vanden Eynde, Juan Vargas, Leonard Wantchekon, Austin Wright, Nathaniel Young, Ekaterina Zhuravskaya, Owen Zidar, Fabrizio Zilibotti, and the participants of seminars and conferences at the AEA, AL CAPONE, APPAM, APSA, Berkeley, Bocconi, CERP, Conference on the Economics of Crime and Justice, the EBRD, ESOC, Harvard, the IDB, ifo Institute, LSE, MIEDC, MIT, NBERSI, PSE, Princeton, Sciences Po, Stanford, University of Chicago, University of Connecticut, University of Munich, University of Passau, and Yale for helpful comments and suggestions. We also thank the International Crisis Group for helping us get access to certain parts of the data. Carlos Aguilar, Paulo Matos, Sarita Oré Quispe, Graciela Saca, and Édgar Sánchez-Cuevas provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}