{
    "id": 27833,
    "citation_title": "The Effects of COVID-19 on U.S. Small Businesses: Evidence from Owners, Managers, and Employees",
    "citation_author": [
        "Georgij Alekseev",
        "Safaa Amer",
        "Manasa Gopal",
        "Theresa Kuchler",
        "JW Schneider",
        "Johannes Stroebel",
        "Nils C. Wernerfelt"
    ],
    "citation_publication_date": "2020-09-21",
    "issue_date": "2020-09-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Innovation Policy",
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe analyze a large-scale survey of owners, managers, and employees of small businesses in the United States to understand the effects of the early stages of the COVID-19 pandemic on those businesses. The survey was fielded in late April 2020 among Facebook business page administrators, frequent sellers on Facebook's e-commerce platform Marketplace, and the general Facebook user population. We observe more than 66,000 responses covering most sectors of the economy, including many businesses that had stopped operating due to the pandemic. The survey asks 136 questions covering topics such as changes in business operations and employment, changes in financing patterns, and the interaction of household and business responsibilities. We characterize the adjustments implemented to survive the pandemic and explore the key challenges to continue operating or to re-open. We show how these patterns differ across industry, firm size, owner gender, and other firm characteristics.\n\n",
    "acknowledgement": "\nAmer, Schneider, and Wernerfelt are employees at Facebook. Kuchler and Stroebel have a research consulting relationship with Facebook. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}