{
    "id": 27835,
    "citation_title": "Inequality of Opportunity for Income in Denmark and the United States: A Comparison Based on Administrative Data",
    "citation_author": [
        "Pablo Mitnik",
        "Anne-Line Helsø",
        "Victoria L. Bryant"
    ],
    "citation_publication_date": "2020-09-21",
    "issue_date": "2020-09-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe carry out a comparative analysis of inequality of opportunity (IOp) for long-run income in Denmark and the United States. We adopt a luck-egalitarian understanding of IOp, use high-quality administrative data, and rely on highly improved methods. These include novel identification assumptions that allow us to produce set estimates of IOp in the United States relative to Denmark rather than just lower-bound estimates of IOp in the two countries. There are five main results. First, with types based only on gender and parental income rank as the circumstances beyond people’s control, measured IOp for income is high in the United States and far from negligible in Denmark: before taxes and transfers, the lower-bound Gini coefficients for individual earnings and family income opportunities are in the 0.21-024 range in the United States and in the 0.08–0.12 range in Denmark. Second, the tax system and the welfare state reduce measured IOp in both countries, but they do so by more than twice as much in Denmark. Third, our analyses in terms of disposable family income per adult—which factor in taxes and transfers and purge the effect of the association between parental income and the probability of marriage—entail that there is more IOp for income in the United States than overall income inequality in Denmark. Fourth, IOp for income is substantially higher in the United States than in Denmark. With opportunities defined in terms of disposable family income per adult, IOp is at the very least 68 percent higher in the United States, and this result is very robust to the inequality index employed in the analysis. Fifth, our lower-bound estimates of the unfair inequality as a share of overall inequality are much larger in both countries than typically reported for advanced economies. When we account for race and ethnicity as circumstances beyond people’s control (in addition to gender and parental income), our lower-bound estimate of that share for the U.S. reaches almost 58 percent. We conclude that the distribution of economic opportunities—and not just of economic outcomes—is substantially less unequal in Denmark than in the U.S., and that a very large share of U.S. income inequality may be tracked back to circumstances beyond people’s control.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research or the Internal Revenue Service.\n\n\n"
}