{
    "id": 27834,
    "citation_title": "Marginal Effects of Merit Aid for Low-Income Students",
    "citation_author": [
        "Joshua Angrist",
        "David Autor",
        "Amanda Pallais"
    ],
    "citation_publication_date": "2020-09-28",
    "issue_date": "2020-09-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFinancial aid from the Susan Thompson Buffett Foundation (STBF) provides exceptionally generous support to a college population similar to that served by a host of state aid programs. In conjunction with STBF, we randomly assigned aid awards to thousands of Nebraska high school graduates from low-income, minority, and first-generation college households. Randomly- assigned STBF awards boost bachelor's (BA) degree completion for students targeting four-year schools by about 8 points. Degree gains are concentrated among four-year applicants who would otherwise have been unlikely to pursue a four-year program. Degree effects are mediated by award-induced increases in credits earned towards a BA in the first year of college. The extent of initial four-year college engagement explains heterogeneous effects by target campus and across covariate subgroups. Most program spending is a transfer, reducing student debt without affecting degree attainment. Award-induced marginal spending is modest. The projected lifetime earnings impact of awards exceeds marginal educational spending for all of the subgroups examined in the study. Projected earnings gains exceed funder costs for low-income, non-white, urban, and first-generation students, and for students with relatively weak academic preparation.\n\n",
    "acknowledgement": "\nThis study was carried out under data-use agreements between MIT and the Susan Thompson Buffett Foundation and between MIT and Nebraska's public colleges and universities. We are grateful to Sally Hudson for her contributions to this project. Nick Gebbia, Raymond Han, Kenya Heard, Anran Li, and Julia Turner provided outstanding research assistance. Enrico Cantoni, Sydnee Caldwell, Brandon Enriquez, Tyler Hoppenfeld, Sookyo Jeong, Olivia Kim, Brendan Malone, Kemi Oyewole, Karen Scott, and Carolyn Stein were instrumental in the project's early stages. Our thanks also go to Eryn Heying and Anna Vallee for invaluable administrative support, and to the staff of the Susan Thompson Buffett Foundation for their expert assistance in implementing the evaluation. We thank the Provost's Office at the University of Nebraska, the Nebraska State College System, and Nebraska's community colleges for their support for this effort and for sharing their data. Raj Chetty, Amy Finkelstein, Nathan Hendren, Lisa Kahn, Lawrence Katz, Danielle Li and seminar participants at AASLE, Amazon, Brookings, Boston University, Carleton College, Dartmouth, Harvard, IIES, JPAL, MIT, NBER Summer Institute, Northwestern, Princeton, UC Berkeley, University of Chicago, University of Melbourne, University of Michigan, and Yale made many helpful comments and suggestions. We acknowledge financial support from the Susan Thompson Buffett Foundation and the MIT SEII seed fund. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research or the views of institutional study partners.\n\n\n\nDavid Autor\n\nAutor also acknowledges research support from the Andrew Carnegie Fellows Program, Accenture LLP, IBM Global Universities, Schmidt Sciences, and the Smith Richardson Foundation. I do not have any relevant and material financial relationships that might bear on this research.\n\n\n\nAmanda Pallais\n\nThe work described in this paper was funded by the Susan Thompson Buffett Foundation and carried out under data-use agreements between MIT and the Foundation and between MIT and Nebraska's public colleges and universities.\n\n\n"
}