{
    "id": 27831,
    "citation_title": "On Public Spending and Economic Unions",
    "citation_author": [
        "Fernando Broner",
        "Alberto Martin",
        "Jaume Ventura"
    ],
    "citation_publication_date": "2020-09-21",
    "issue_date": "2020-09-18",
    "revision_date": "2020-11-11",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze the conduct of fiscal policy in a financially integrated union in the presence of financial frictions. Frictions create a wedge between the return to investment and the union interest rate. This leads to an over-spending externality. While the social cost of spending is the return to investment, governments care mostly about the (depressed) interest rate they face. In other words, the crowding out effects of public spending are partly \"exported\" to the rest of the union. We argue that it may be hard for the union to deal with this externality through the design of fiscal rules, which are bound to be shaped by the preferences of the median country and not by efficiency considerations. We also analyze how this overspending externality -- and the union's ability to deal with it effectively -- changes when the union is financially integrated with the rest of the world. Finally, we extend our model by introducing a zero lower bound on interest rates and show that, if financial frictions are severe enough, the union is pushed into a liquidity trap and the direction of the spending externality is reversed. At such times, fiscal rules that are appropriate during normal times might backfire.\n\n",
    "acknowledgement": "\nWe thank Philippe Martin, Linda Tesar, and participants at the IMF's 20th Jacques Polak Annual Research Conference and LBS seminar for their comments. Broner and Martin acknowledge support from the Spanish Ministry of Economy, Industry and Competitiveness through the I+D Excelencia grant (ECO2016-79823-P). Broner, Martin and Ventura acknowledge support from Spanish Ministry of Science and Innovation, through the Severo Ochoa Programme for Centers of Excellence in R&D grant (CEX2019-000915-S), from the Generalitat de Catalunya (AGAUR grant 2017SGR01393), the CERCA Programme/Generalitat de Catalunya, and from the Barcelona GSE Research Network. In addition, both Martin and Ventura acknowledge support from\nthe ERC Consolidator Grant FP7-615651-MacroColl and Horizon 2020 Programme, Advanced Grant 2020-693512-GEPPS respectively. Janko Heineken and Carl-Wolfram Horn provided excellent research assistance. The views presented here are those of the authors and not of the European Central Bank. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}