{
    "id": 27838,
    "citation_title": "Child Skill Production: Accounting for Parental and Market-Based Time and Goods Investments",
    "citation_author": [
        "Elizabeth M. Caucutt",
        "Lance Lochner",
        "Joseph Mullins",
        "Youngmin Park"
    ],
    "citation_publication_date": "2020-09-21",
    "issue_date": "2020-09-18",
    "revision_date": "2023-08-21",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFamilies invest parental time, home goods/services, and market-based child care in their children. We study these investments, focusing on two issues: the role of parental human capital and the substitutability of inputs in the skill production process. We develop a relative demand estimation strategy that uses intratemporal optimality to estimate input substitutability, as well as the relative productivity of inputs and the role played by parental education. This approach requires only a weak separability assumption on the dynamics of skills, no data on skills, and easily addresses measurement error in inputs. We show how relative demand restrictions can simplify estimation of the dynamics of skill production using (noisy) measures of skills when there are multiple investment inputs that are imperfectly measured. Finally, we show how moments related to relative demand can be combined with moments related to skill dynamics to determine whether beliefs about skill production align with the true technology. Using data from the Child Development Supplement of the PSID, we estimate the skill production technology for children ages 12 and younger, finding moderately strong complementarity between inputs. We estimate little effect of parental education on the child production technology: more-educated parents invest more, because they have higher incomes and stronger preference for children’s skills. Counterfactual simulations show that the degree of input complementarity we estimate has important implications for policies that subsidize specific inputs or provide free child care.\n\n",
    "acknowledgement": "\nFor helpful suggestions, we thank Nail Kashaev, Roy Allen, Salvador Navarro, and David Rivers. For excellent research assistance, we thank Mauricio Torres Ferro, Anastasiia Suvorova, Tom Trivieri, and Han Yu. We are also grateful to Kristina Haynie of Child Care Aware of America for providing us with a digital compendium of child care prices from all annual reports. Caucutt and Lochner acknowledge generous research support from SSHRC. The views expressed in this paper are those of the authors and do not necessarily represent those of the Bank of Canada or the National Bureau of Economic Research.\n\n\n"
}