{
    "id": 27843,
    "citation_title": "Man vs. Machine Learning: The Term Structure of Earnings Expectations and Conditional Biases",
    "citation_author": [
        "Jules H. van Binsbergen",
        "Xiao Han",
        "Alejandro Lopez-Lira"
    ],
    "citation_publication_date": "2020-09-21",
    "issue_date": "2020-09-18",
    "revision_date": "2021-08-27",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe introduce a real-time measure of conditional biases in firms' earnings forecasts. The measure is defined as the difference between analysts' expectations and a statistically optimal unbiased machine-learning benchmark. Analysts' conditional expectations are, on average, biased upwards, and the bias increases in the forecast horizon. These biases are associated with negative cross-sectional return predictability, and the short legs of many anomalies contain firms with excessively optimistic earnings. Further, managers of companies with the greatest upward-biased earnings forecasts are more likely to issue stocks. Commonly-used linear earnings models do not work out-of-sample and are inferior to those provided by analysts.\n\n",
    "acknowledgement": "\nWe thank Refinitive for their guidance in using the I/B/E/S database. We are grateful for helpful comments and suggestions provided by Bryan Kelly (discussant), Svetlana Bryzgalova (discussant) and seminar participants at University of Florida, the NBER Big Data and Securities Markets Fall 2020, the Georgetown Global Virtual Seminar Series on Fintech, the Wolfe Quantitative and Macro Investment Conference, The Future of Financial Information Conference and BI Norwegian Business School. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}