{
    "id": 27849,
    "citation_title": "Fifty Shades of QE: Comparing Findings of Central Bankers and Academics",
    "citation_author": [
        "Brian Fabo",
        "Martina Jančoková",
        "Elisabeth Kempf",
        "Ľuboš Pástor"
    ],
    "citation_publication_date": "2020-09-28",
    "issue_date": "2020-09-24",
    "revision_date": "2021-04-08",
    "topics": [
        "\n",
        "Other",
        "\n",
        "General, Teaching",
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe compare the findings of central bank researchers and academic economists regarding the macroeconomic effects of quantitative easing (QE). We find that central bank papers find QE to be more effective than academic papers do. Central bank papers report larger effects of QE on output and inflation. They also report QE effects on output that are more significant, both statistically and economically, and they use more positive language in the abstract. Central bank researchers who report larger QE effects on output experience more favorable career outcomes. A survey of central banks reveals substantial involvement of bank management in research production.\n",
    "acknowledgement": "\nThe paper previously circulated under the title \"Fifty Shades of QE: Conflicts of Interest in Economic Research.\" The views in this paper are those of the authors and do not represent the views of the European Central Bank, the National Bank of Slovakia, any other institution, or the National Bureau of Economic Research.  Pástor is a member of the bank board of the National Bank of Slovakia. We are grateful for comments from Wenxin Du, Mara Faccio, Pavel Gertler, Daniel Gros, Urban Jermann, Sujit Kapadia, Anil Kashyap, Luc Laeven, Ludovít Ódor, Raghuram Rajan, Kasper Roszbach, Martin Šuster, and Tomasz Wieladek, as well as to seminar participants at the European Central Bank, Košice Economic Forum, National Bank of Slovakia, Purdue University, Toulouse School of Economics, University of Chicago, University of Geneva, and University of Miami. We are also grateful to Livia Amato, Yuliia Kazmina, Fulin Li, Eva Štulrajterová and, especially, Bianca He for excellent research assistance. This research was supported by the Fama-Miller Center for Research in Finance at Chicago Booth.\n\n\n"
}