{
    "id": 27847,
    "citation_title": "The Economics of Currency Risk",
    "citation_author": [
        "Tarek Alexander Hassan",
        "Tony Zhang"
    ],
    "citation_publication_date": "2020-09-28",
    "issue_date": "2020-09-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis article reviews the literature on currency and country risk with a focus on its macroeconomic origins and implications. A growing body of evidence shows countries with safer currencies enjoy persistently lower interest rates and a lower required return to capital. As a result, they accumulate relatively more capital than countries with currencies international investors perceive as risky. Whereas earlier research focused mainly on the role of currency risk in generating violations of uncovered interest parity and other financial anomalies, more recent evidence points to important implications for the allocation of capital across countries, the efficacy of exchange rate stabilization policies, the sustainability of trade deficits, and the spillovers of shocks across international borders.\n\n",
    "acknowledgement": "\nWe thank David Lagakos, Thomas Mertens, Jesse Schreger, and Jingye Wang for helpful comments. We thank John Caramichael for excellent research assistance. All mistakes and omissions remain our own. The views in this paper are solely the responsibility of the authors and should not be interpreted as reflecting the views of the Board of Governors of the Federal Reserve System, any other person associated with the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}