{
    "id": 27844,
    "citation_title": "Uncertainty, Long-Run, and Monetary Policy Risks in a Two-Country Macro Model",
    "citation_author": [
        "Kimberly A. Berg",
        "Nelson C. Mark"
    ],
    "citation_publication_date": "2020-09-21",
    "issue_date": "2020-09-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study international currency risk in a two-country dynamic stochastic general equilibrium model under incomplete markets. The underlying sources of risk are direct shocks to productivity growth, shocks to a long-run risk component of productivity growth, shocks to a stochastic volatility component of productivity growth, and shocks to monetary policy. The long-run risk and stochastic volatility shocks have the interpretation of aggregate demand shocks. Cross-country heterogeneity in the model arises from three sources: differences in the long-run risk and stochastic volatility process parameters that we estimate using United States and Japanese total factor productivity data, differences in monetary policy parameters, and differences in export pricing. The driving force behind currency risk is heterogeneity in precautionary saving. Differences in monetary policy can generate moderate currency risk, but structural differences in productivity growth are more important. Export pricing conventions are not important sources of currency risk. Stochastic volatility shocks are key to generating volatility in the currency risk premium, but they do not help at all in explaining the forward premium bias/anomaly.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}