{
    "id": 27840,
    "citation_title": "Globalization and Pandemics",
    "citation_author": [
        "Pol Antràs",
        "Stephen J. Redding",
        "Esteban Rossi-Hansberg"
    ],
    "citation_publication_date": "2020-09-21",
    "issue_date": "2020-09-18",
    "revision_date": "2022-11-28",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Macroeconomics",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe propose a theory of the relationship between globalization and pandemics. We start by documenting the importance of international trade for the diffusion of infections in several pandemics throughout history and by showing that trade and travel are closely intertwined. Motivated by this evidence, we build a framework in which business travel facilitates trade according to a constant elasticity gravity equation mediated by mobility frictions. In turn, travel leads to human interactions that transmit disease, as in the Susceptible-Infected-Recovered (SIR) model. We highlight three novel interactions between these two mechanisms. First, trade-motivated travel generates an epidemiological externality across countries. Therefore, reductions in international frictions affect the evolution of the epidemic in each country, and the condition for a pandemic to occur. Second, if infections lead to deaths, or reduce individual labor supply, we establish a general equilibrium social distancing effect, whereby increases in relative prices in unhealthy countries reduce travel to those countries. Third, if agents internalize the threat of infection, we show that their behavioral responses lead to a reduction in travel that is larger for higher-trade-cost locations, and hence leads to an initial fall in the ratio of trade to GDP in the early stages of the epidemic, before a subsequent recovery.\n\n",
    "acknowledgement": "\nWe thank the editors, Pierre-Oliver Gourinchas and Arnaud Costinot, and four anonymous referees for helpful comments and suggestions. We are grateful to Lorenzo Caliendo, Rob Feenstra, Hiau Looi Kee, John Romalis, and Alan Taylor for their help with data. We also thank Elena Aguilar, Maxim Alekseev, Gordon Ji, Daniel Ramos, Max Schwarz, Marcos Sora, Sifan Xue, Sean Zhang, and Shuhan Zou for excellent research assistance. We have received valuable comments from Andy Atkeson, Elhanan Helpman and conference and seminar participants at the Banque de France, CEPR, Geneva, Harvard University, IATRC, IMF, NBER, NYU, Princeton University, Purdue University, Sardinia Empirical Trade Conference, Stanford University, St. Louis Fed, University of Southern California, Virtual Trade and Macro Seminar, and Yale. All errors, opinions and omissions are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}