{
    "id": 27848,
    "citation_title": "A Satellite Account for Health in the United States",
    "citation_author": [
        "David M. Cutler",
        "Kaushik Ghosh",
        "Kassandra Messer",
        "Trivellore Raghunathan",
        "Allison B. Rosen",
        "Susan T. Stewart"
    ],
    "citation_publication_date": "2020-09-28",
    "issue_date": "2020-09-24",
    "revision_date": "2021-03-18",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": [
        "\n",
        "\nSatellite National Health Accounts\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nThis paper develops a satellite account for the US health sector and measures productivity growth in health care for the elderly population between 1999 and 2012. We measure the change in medical spending and health outcomes for a comprehensive set of 80 conditions. Medical care has positive productivity growth over the time period, with aggregate productivity growth of 1.5% per year. However, there is significant heterogeneity in productivity growth. Care for cardiovascular disease has had very high productivity growth. In contrast, care for people with musculoskeletal conditions has been costly but has not led to improved outcomes.\n\n",
    "acknowledgement": "\nWe are grateful to Patricia Berglund, Irina Bondarenko, Marcelo Coca Perraillon, Paul Imbriano, Rebecca Woodward, and James Schafer for research assistance, and to participants in our National Health Accounts Advisory Group and the Harvard University Interfaculty Program for Health Systems Improvement for initial advice and support. We thank Corby Garner, Joe Newhouse, Louise Sheiner, the editors, and three anonymous reviewers for very helpful comments, and the National Institute On Aging of the National Institutes of Health for research support under award numbers R37AG047312 and P01AG31098. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research or the National Institute On Aging. The code for replicability purposes has been deposited in the AEA Data and Code Repository, openicpsr-143521. This research was approved by the Institutional Review Board at Harvard University (ID: HUM00096289) and NBER (ID: 16-264). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research or the National Institute On Aging.\n\n\n"
}