{
    "id": 27852,
    "citation_title": "Institutional Change and Institutional Persistence",
    "citation_author": [
        "Daron Acemoglu",
        "Georgy Egorov",
        "Konstantin Sonin"
    ],
    "citation_publication_date": "2020-09-28",
    "issue_date": "2020-09-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Other History",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this essay, we provide a simple conceptual framework to elucidate the forces that lead to institutional persistence and change. Our framework is based on a dynamic game between different groups, who care both about current policies and institutions and future policies, which are themselves determined by current institutional choices, and clarifies the forces that lead to the most extreme form of institutional persistence (“institutional stasis”) and the potential drivers of institutional change. We further study the strategic stability of institutions, which arises when institutions persist because of fear of subsequent, less beneficial changes that would follow initial reforms. More importantly, we emphasize that, despite the popularity of ideas based on institutional stasis in the economics and political science literatures, most institutions are in a constant state of flux, but their trajectory may still be shaped by past institutional choices, thus exhibiting “path-dependent change”, so that initial conditions determine both the subsequent trajectories of institutions and how they respond to shocks. We conclude the essay by discussing how institutions can be designed to bolster stability, the relationship between social mobility and institutions, and the interplay between culture and institutions.\n\n",
    "acknowledgement": "\nPrepared for Handbook of Historical Economics, Alberto Bisin and Giovanni Federico, eds., forthcoming in 2020, North Holland. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}