{
    "id": 27853,
    "citation_title": "What Is CEO Overconfidence? Evidence from Executive Assessments",
    "citation_author": [
        "Steven N. Kaplan",
        "Morten Sorensen",
        "Anastasia A. Zakolyukina"
    ],
    "citation_publication_date": "2020-09-28",
    "issue_date": "2020-09-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe use detailed assessments of CEO personalities to explore the option-based measure of CEO overconfidence, Longholder, introduced by Malmendier and Tate (2005a) and widely used in the behavioral corporate finance and economics literatures. Longholder is significantly related to several specific characteristics and is negatively related to general ability. These relations also hold for overconfidence measures derived from CEOs’ earnings guidance. Investment-cash flow sensitivities are larger for both Longholder and less able CEOs. Overall, Longholder CEOs have many of the same characteristics traditionally associated with overconfident individuals, including lower general ability, supporting the interpretation of this measure as reflecting overconfidence.\n\n",
    "acknowledgement": "\nKaplan is with the University of Chicago Booth School of Business and NBER. Sørensen is with the Tuck School of Business and CEPR. Zakolyukina is with the University of Chicago Booth School of Business. We thank ghSMART for providing the data and for helpful discussions and comments. We thank Geoffrey Tate (discussant), Yueran Ma, and seminar participants at Chicago Booth, 10th Miami Behavioral Finance Conference, and Yale School of Management for helpful comments. We thank Sehwa Kim, Jisoo Lee, Yuriy Olshanskiy, Michael Davis, Jacob Posner, Nina Linchenko, Jingyu Zhang, and Kan Xu for outstanding research support. This study was approved by the University of Chicago IRB protocol IRB20-0210. This research has been supported by the Fama-Miller Center and the Center for Research in Security Prices. Zakolyukina acknowledges financial support from the IBM Corporation Faculty Research Fund, William Ladany Faculty Research Fund, and the University of Chicago Booth School of Business. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}