{
    "id": 2785,
    "citation_title": "Credibility, Debt and Unemployment: Ireland's Failed Stabilization",
    "citation_author": [
        "Rudiger Dornbusch"
    ],
    "citation_publication_date": "1988-12-01",
    "issue_date": "1988-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCan the credibility of a stabilization plan affect the output costs of disinflation? The new classical economics has asserted this possibility, but little evidence has been brought forward. This paper analyzes the stabilization program of Ireland in the l980s against the background of the new classical economics, The main questions are two: Did EMS membership yield a special credibility bonus? And is the stabilization program sustainable. The answer to both questions is negative. The idea of a credibility bonus Is an attractive potential policy implication of EMS membership: by joining the EMS, playing by the rules of fixed exchange rates and benefiting from the stabilizing influence of German inflation targets, a country's policy makers achieve a dramatic turn around in expectations, in inflation and in long-term interest rates. But the evidence on international disinflation in the 1980s shows that it was not limited to EMS members; all OECD countries experienced sharply reduced inflation and a large drop in long-term nominal interest rates, EMS membership did not contribute to reduce the sacrifice ratio of disinflation. In fact Germany, on whose anti-inflation credentials the credibility effects are supposedly based has one of the highest sacrifice ratios among DECD countries. Ireland did reduce inflation to the German level, but a serious public debt problem has emerged and the unemployment rate stands near 20 percent. This raises questions of the Sargent-Wallace kind about the sustainability of the program.\n\n",
    "acknowledgement": "\n"
}