{
    "id": 27856,
    "citation_title": "Why Does the Fed Move Markets so Much? A Model of Monetary Policy and Time-Varying Risk Aversion",
    "citation_author": [
        "Carolin Pflueger",
        "Gianluca Rinaldi"
    ],
    "citation_publication_date": "2020-09-28",
    "issue_date": "2020-09-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe build a new model integrating a work-horse New Keynesian model with investor risk aversion that moves with the business cycle. We show that the same habit preferences that explain the equity volatility puzzle in quarterly data also naturally explain the large high-frequency stock response to Federal Funds rate surprises. In the model, a surprise increase in the short-term interest rate lowers output and consumption relative to habit, thereby raising risk aversion and amplifying the fall in stocks. The model explains the positive correlation between changes in breakeven inflation and stock returns around monetary policy announcements with long-term inflation news.\n\n",
    "acknowledgement": "\nWe thank Adrien Auclert, Francesco Bianchi, John Campbell, Anna Cieslak, Rohan Kekre, Andreas Neuhierl, Adi Sunderam, Emil Siriwardane, Michael Weber, Luis Viceira, and seminar participants at the Dallas Federal Reserve, the University of Copenhagen, and the NBER SI Monetary Economics meeting 2020 for valuable comments. The paper was previously circulated under the title \"A Finance-Integrated New Keynesian Model.\" The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}