{
    "id": 27857,
    "citation_title": "Worker Empowerment and Subjective Evaluation: On Building an Effective Conflict Culture",
    "citation_author": [
        "W. Bentley MacLeod",
        "Victoria Valle Lara",
        "Christian Zehnder"
    ],
    "citation_publication_date": "2020-09-28",
    "issue_date": "2020-09-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Market Structures",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nAlthough conflicts typically lead to a waste of resources, organizations may still benefit from a corporate culture that tolerates or even encourages conflicts. The reason is that coordinated conflicts may help to enforce informal contracts and foster cooperation. In this paper we report results of a series of laboratory experiments designed to explore whether and under what conditions an efficiency-enhancing conflict culture can emerge. Using a principal-worker setup with subjective performance evaluation, we show that establishing a functional conflict culture is a delicate matter. If conflicts are encouraged in a careless, hands-off manner, the destructive side of conflicts is likely to dominate. To be successful a conflict culture requires a careful management of fairness norms. In our experiment we find that conflicts have positive net effects on efficiency only if an explicit code of conduct is established and conflicts are institutionalized through a grievance process. Thus, providing workers with more power may be a necessary but not sufficient condition for improving productivity when performance evaluations are subjective.\n\n",
    "acknowledgement": "\nWe very much appreciate comments from Björn Bartling, Ernst Fehr, Maria Guadalupe, Michael Kosfeld, Ola Kvaloy, Jean-Robert Tyran, Giorgio Zanarone and seminar participants at Workshop on Behavioral Public Economics, Vienna, Workshop on Organizational Economics, University of Konstanz, Brownbag Seminar, University of Lausanne, Workshop on Incentives and Motivation, Stavanger, SIOE, Stockholm, Organizational Economics Workshop, Berkeley, NBER Organizational Economics Workshop, and Relational Contracts Workshop, Moscow. We also gratefully acknowledge financial support from the Swiss National Science Foundation (Grant No. 100018_152903i. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}