{
    "id": 27855,
    "citation_title": "A Counterfactual Economic Analysis of Covid-19 Using a Threshold Augmented Multi-Country Model",
    "citation_author": [
        "Alexander Chudik",
        "Kamiar Mohaddes",
        "M. Hashem Pesaran",
        "Mehdi Raissi",
        "Alessandro Rebucci"
    ],
    "citation_publication_date": "2020-09-28",
    "issue_date": "2020-09-24",
    "revision_date": "2020-12-02",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops a threshold-augmented dynamic multi-country model (TGVAR) to quantify the macroeconomic effects of Covid-19. We show that there exist threshold effects in the relationship between output growth and excess global volatility at individual country levels in a significant majority of advanced economies and in the case of several emerging markets. We then estimate a more general multi-country model augmented with these threshold effects as well as long term interest rates, oil prices, exchange rates and equity returns to perform counterfactual analyses. We distinguish common global factors from trade-related spillovers, and identify the Covid-19 shock using GDP growth forecast revisions of the IMF in 2020Q1. We account for sample uncertainty by bootstrapping the multi-country model estimated over four decades of quarterly observations. Our results show that the Covid-19 pandemic will lead to a significant fall in world output that is most likely long-lasting, with outcomes that are quite heterogeneous across countries and regions. While the impact on China and other emerging Asian economies are estimated to be less severe, the United States, the United Kingdom, and several other advanced economies may experience deeper and longer-lasting effects. Non-Asian emerging markets stand out for their vulnerability. We show that no country is immune to the economic fallout of the pandemic because of global interconnections as evidenced by the case of Sweden. We also find that long-term interest rates could fall significantly below their recent lows in core advanced economies, but this does not seem to be the case in emerging markets.\n\n",
    "acknowledgement": "\nWe are grateful to Ron Smith for helpful comments and suggestions. The views expressed here are those of the authors and do not necessarily represent those of the Federal Reserve Bank of Dallas, the Federal Reserve System, the International Monetary Fund, its Executive Board, IMF management, or the National Bureau of Economic Research.\n\n\n"
}