{
    "id": 27854,
    "citation_title": "War, Socialism and the Rise of Fascism: An Empirical Exploration",
    "citation_author": [
        "Daron Acemoglu",
        "Giuseppe De Feo",
        "Giacomo De Luca",
        "Gianluca Russo"
    ],
    "citation_publication_date": "2020-09-28",
    "issue_date": "2020-09-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe recent ascent of right-wing populist movements in many countries has rekindled interest in understanding the causes of the rise of Fascism in inter-war years. In this paper, we argue that there was a strong link between the surge of support for the Socialist Party after World War I (WWI) and the subsequent emergence of Fascism in Italy. We first develop a source of variation in Socialist support across Italian municipalities in the 1919 election based on war casualties from the area. We show that these casualties are unrelated to a battery of political, economic and social variables before the war and had a major impact on Socialist support (partly because the Socialists were the main anti-war political movement). Our main result is that this boost to Socialist support (that is “exogenous” to the prior political leaning of the municipality) led to greater local Fascist activity as measured by local party branches and Fascist political violence (squadrismo), and to significantly larger vote share of the Fascist Party in the 1924 election. We document that the increase in the vote share of the Fascist Party was not at the expense of the Socialist Party and instead came from right-wing parties, thus supporting our interpretation that center-right and right-wing voters coalesced around the Fascist Party because of the “red scare”. We also show that the veterans did not consistently support the Fascist Party and there is no evidence for greater nationalist sentiment in areas with more casualties. We provide evidence that landowner associations and greater presence of local elites played an important role in the rise of Fascism. Finally, we find greater likelihood of Jewish deportations in 1943-45 and lower vote share for Christian Democrats after World War II in areas with greater early Fascist activity.\n\n",
    "acknowledgement": "\nWe thank Luigi Pascali, Giacomo Ponzetto, Riccardo Puglisi, Guido Tabellini, Joachim Voth and the participants to the CEPR Political Economy Webinar for useful comments and suggestions. We would also like to thank Amos Conti, Annagrazia De Luca, Stefano Presti and Raffaele Savarese for the assistance provided in data collection and digitization and gratefully acknowledge the financial support of the Morrell Trust and the extensive support received by the employees of the many state archives and libraries visited around the country, in particular the director of the National Central Library of Florence, Luca Bellingeri, and Gian Luca Corradi, Enrico Leonessi, Annalisa Moschetti, Annalisa Pecchioli and Lina Tavernelli. This paper combines two independent working papers, “War, Socialism and the Rise of Fascism: An Empirical Exploration” by Acemoglu, De Feo and De Luca and “World War One and the Rise of Fascism in Italy\" by Russo. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}