{
    "id": 27851,
    "citation_title": "Crisis Innovation",
    "citation_author": [
        "Tania Babina",
        "Asaf Bernstein",
        "Filippo Mezzanotti"
    ],
    "citation_publication_date": "2020-09-28",
    "issue_date": "2020-09-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Financial History",
        "\n",
        "Labor and Health History",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nThe effect of financial crises on innovation is an unsettled and important question for economic growth, but one difficult to answer with modern data. Using a differences-in-differences design surrounding the Great Depression, we document that local distress caused a sudden and persistent decline in patenting by the largest organizational form of innovation at this time—technological entrepreneurs. Parallel trends prior to the shock, evidence of a drop within every major technology class, and consistent results using distress driven by commodity shocks—all suggest a causal effect of distress. Despite this, we find that innovation during crises can be more resilient than it may appear at first glance. First, there is no observable change in the number of future citations, despite the decline in the number of patents filed. Second, the shock is in part absorbed through a reallocation of inventors into firms, who over the long-run produce patents with greater impact. Third, the results reveal no immediate brain drain of inventors from the affected areas. Overall, we demonstrate that crises can be both destructive and creative forces for innovation, and provide the first systematic evidence of the role played by the Great Depression in the long-run organization of innovative activity.\n\n",
    "acknowledgement": "\nThe authors would like to thank Brian Beach, Shai Bernstein, Charles Calomiris, Bill Collins, Pranav Desai, Katherine Eriksson, James Feigenbaum, Michela Giorcelli, James Fenske, Alex Field, Walker Hanlon, Christian Helmers, Taylor Jaworski, Chad Jones, Pete Klenow, Naomi Lamoreaux, Gustavo Manso, Kris Mitchener, Petra Moser, Ramana Nanda, Tom Nicholas, Santiago Perez, Bitsy Perlman, Sarah Quincy, Tom Schmitz, Amit Seru, Chenzi Xu, Ting Xu, Nicolas Ziebarth, Ariell Zimran and seminar participants at the Amsterdam Business School, Auburn University, University of Colorado at Boulder, Columbia Business School, Hass School of Business, 2019 HEC Workshop on Entrepreneurship, Michigan State University, 2019 Minnesota Junior Finance Conference, 2019 Labor and Finance Group, Northwestern University Economic History Festival, 2020 NBER SI DAE, Owen Graduate School of Management, Rutgers University, Stanford University, Tuck School of Business, 2019 UT Dallas Finance Conference, University of Virginia, and 2020 Virtual Economic History Seminar. All errors are our own. The authors have no relevant funding or competing interests to disclose. Belinda Chen, Tam Mai,  Nicholas Jeanrenaud, and Anna Schetkina provided outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}