{
    "id": 27864,
    "citation_title": "Cross-Sectional Uncertainty and the Business Cycle: Evidence from 40 Years of Options Data",
    "citation_author": [
        "Ian Dew-Becker",
        "Stefano Giglio"
    ],
    "citation_publication_date": "2020-09-28",
    "issue_date": "2020-09-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents a novel and unique measure of cross-sectional uncertainty constructed from stock options on individual firms. Cross-sectional uncertainty varied little between 1980 and 1995, and subsequently had three distinct peaks -- during the tech boom, the financial crisis, and the coronavirus epidemic. Cross-sectional uncertainty has had a mixed relationship with overall economic activity, and aggregate uncertainty is much more powerful for forecasting aggregate growth. The data and moments can be used to calibrate and test structural models of the effects of uncertainty shocks. In international data, we find similar dynamics and a strong common factor in cross-sectional uncertainty. The data is available on our websites. A companion paper [Dew-Becker and Giglio, \"Real-time forward-looking skewness over the business cycle\"] finds firm-level skewness is significantly procyclical.\n\n",
    "acknowledgement": "\nThis paper would not have been possible without the version of the Berkeley Options Database preserved and shared by Stewart Mayhew. We thank Terry Hendershott and the Berkeley library for acquiring the data, converting it to a modern format, and making it available. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}