{
    "id": 27869,
    "citation_title": "Is the Selfish Life-Cycle Model More Applicable in Japan and, If So, Why? A Literature Survey",
    "citation_author": [
        "Charles Yuji Horioka"
    ],
    "citation_publication_date": "2020-09-28",
    "issue_date": "2020-09-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nThe selfish life-cycle model or hypothesis is, together with the dynasty or altruism model, the most widely used theoretical model of household behavior in economics, but does this model apply in the case of a country like Japan, which is said to have closer family ties than other countries? In this paper, we first provide a brief exposition of the simplest version of the selfish life-cycle model and then survey the literature on household saving and bequest behavior in Japan in order to answer this question. The paper finds that almost all of the available evidence suggests that the selfish life-cycle model applies to at least some extent in all countries but that there is more consistent support for this model in Japan than in the United States and other countries. It then explores possible explanations for why the life-cycle model is more consistently supported in Japan than in other countries, attributing this finding to government policies, institutional factors, economic factors, demographic factors, and cultural factors. Finally, it shows that the findings of the paper have many important implications for economic modeling and for government tax and expenditure policies.\n\n",
    "acknowledgement": "\nThis paper is based in large part on my keynote lecture at the Annual Meeting of the Society of Economics of the Household (SEHO), my keynote lecture at the International Conference on Business, Economics and Finance, School of Business and Economics, Universiti Brunei Darussalam, Brunei, my invited lecture at the Singapore Economic Review Conference (SERC), my invited lecture at the Kyoto University Faculty of Economics 100th Anniversary International Conference, my lecture in the “Inequality and ...? Lecture Series” at the European Investment Bank (Luxembourg), my special lecture at the Autumn Meeting of the Japanese Economic Association (JEA), my webinar at Xavier University Bhubaneswar (India), and Horioka (2020). I am grateful to Yuichi Abiko, Conchita d’Ambrosio, Kazuo Ogawa, Ryosuke Okamoto, Shovan Ray, Etsuro Shioji, Takashi Unayama, and other participants of these conferences, especially Shoshana Grossbard, Yoko Niimi, and three anonymous referees for their valuable comments. This work was supported by JSPS (Japan Society for the Promotion of Science) KAKENHI Grant Numbers 18H00870 and 20H01513. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}