{
    "id": 27862,
    "citation_title": "Tapping into Talent: Coupling Education and Innovation Policies for Economic Growth",
    "citation_author": [
        "Ufuk Akcigit",
        "Jeremy G. Pearce",
        "Marta Prato"
    ],
    "citation_publication_date": "2020-09-28",
    "issue_date": "2020-09-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nHow do innovation and education policy affect individual career choice and aggregate productivity? This paper analyzes the various layers that connect R&D subsidies and higher education policy to productivity growth. We put the development of scarce talent and career choice at the center of a new endogenous growth framework with individual-level heterogeneity in talent, frictions, and preferences. We link the model to micro-level data from Denmark and uncover a host of facts about the links between talent, higher education, and innovation. We use these facts to calibrate the model and study counterfactual policy exercises. We find that R&D subsidies, while less effective than standard models, can be strengthened when combined with higher education policy that alleviates financial frictions for talented youth. Education and innovation policies not only alleviate different frictions, but also impact innovation at different time horizons. Education policy is also more effective in societies with high income inequality.\n\n",
    "acknowledgement": "\nWe thank our discussants Miguel León-Ledesma and Fabian Waldinger, seminar participants at Bocconi University, Bilkent University, Central Bank of the Republic of Turkey, CEPR Macroeconomics and Growth Meeting, Columbia University, Humboldt University, IFO Research Seminar, IMF/INET Conference, Koc University, NBER Summer Institute, RIDGE Montevideo, and the University of Chicago, as well as Thomas Blomgren-Hansen, Thomas Bourany, Martin Junge, Johan Kuhn, and Lasse Nielsen  for helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}