{
    "id": 27861,
    "citation_title": "Does Fiscal Policy Matter for Stock-Bond Return Correlation?",
    "citation_author": [
        "Erica X.N. Li",
        "Tao Zha",
        "Ji Zhang",
        "Hao Zhou"
    ],
    "citation_publication_date": "2020-09-28",
    "issue_date": "2020-09-24",
    "revision_date": "2021-05-10",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe explore an important role of monetary-fiscal policy interactions in explaining three stylized facts: (1) a positive correlation of stock and bond returns in 1971-2001 and a negative one after 2001, (2) a negative correlation of consumption and inflation in 1971-2001 and a positive one after 2001, and (3) the coexistence of a positive bond risk premium and a negative correlation of stock and bond returns. Our general equilibrium model shows that these correlation changes across two policy regimes are driven by a combination of technology and investment shocks, while positive risk premiums are driven by the technology shock only.\n",
    "acknowledgement": "\nWe thank Hui Chen, Eric Leeper, Yang Liu, Deborah Lucas, Pengfei Wang, and participants in seminars and conferences at Cheung Kong Graduate School of Business, Tsinghua University PBC School of Finance, MIT Sloan Business School, Boston Fed, ABFER Annual Conference, and CEBRA Annual Meeting for helpful comments. We also thank Dan Waggoner for his help in programming and Eric Leeper for providing us with the data.  This research is supported in part by the National Science Foundation Grant SES 1558486 through the NBER and by the National Natural Science Foundation of China under Grant No. 72003102 (awarded to Ji Zhang). The views expressed here are those of the authors and do not necessarily reflect those of the Federal Reserve Bank of Atlanta, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}