{
    "id": 27865,
    "citation_title": "COVID-19 Changed Tastes for Safety-Net Programs",
    "citation_author": [
        "Alex Rees-Jones",
        "John D'Attoma",
        "Amedeo Piolatto",
        "Luca Salvadori"
    ],
    "citation_publication_date": "2020-09-28",
    "issue_date": "2020-09-24",
    "revision_date": "2020-10-01",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn June 2020, we surveyed 2,516 Americans regarding their preferences for both short- and long-term expansions to government-provided healthcare and unemployment insurance programs. We find that support for such programs is positively associated with (a) COVID-19 deaths and infections in the respondent’s county, (b) the pandemic-induced change in the unemployment rate in the respondent’s county, and (c) survey elicitations of the respondent’s perceptions of COVID-19’s consequences. These associations persist when controlling for pre-COVID-19 political ideology and demographics. These results suggest that real or perceived exposure to COVID-19’s consequences has influenced support for expansions to the U.S. safety-net system.\n\n",
    "acknowledgement": "\nD’Attoma and Salvadori gratefully acknowledge support from the Economic and Social Research Council (ES/S00713X/1). Salvadori is also thankful for the support from the MCIU/AEI/FEDER-UE (RTI2018-095983-B-I00). Piolatto gratefully acknowledges support from the Spanish (RYC-2016-19371 and PGC2018-094348) and Catalan (2017SGR711) governments as well as from the Barcelona GSE, through the Severo Ochoa Programme for Centres of Excellence in R&D CEX2019-000915-S. The project described in this paper relies on data from survey(s) administered by the Understanding America Study, which is maintained by the Center for Economic and Social Research (CESR) at the University of Southern California. The collection of the UAS COVID-19 tracking data is supported in part by the Bill & Melinda Gates Foundation and by grant U01AG054580 from the National Institute on Aging. The content of this paper is solely the responsibility of the authors and does not necessarily represent the official views of USC, the UAS, the NBER, or any other institution.\n\n\n"
}