{
    "id": 27873,
    "citation_title": "The International Propagation of Economic Downturns Through Multinational Companies: The Real Economy Channel",
    "citation_author": [
        "Jan Bena",
        "Serdar Dinc",
        "Isil Erel"
    ],
    "citation_publication_date": "2020-09-28",
    "issue_date": "2020-09-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study how non-financial multinational companies propagate economic declines from their subsidiaries located in countries experiencing an economic downturn to subsidiaries in countries not experiencing one. We find that investment is 18% lower in subsidiaries of these parents relative to the same-industry, same-country subsidiaries of parents that are headquartered in the same parent country but do not have a subsidiary in a country experiencing an economic downturn. The employment growth rate in the affected subsidiaries is zero or negative while it is 1.4% in the subsidiaries of unaffected parents. The aggregate industry-level sales and employment are also negatively impacted in the countries of the affected subsidiaries.\n\n",
    "acknowledgement": "\nBena is with University of British Columbia, Dinc (i.serdar.dinc@gmail.com) is with Rutgers University, and Erel is with Ohio State University, NBER, and ECGI. We would like to thank Sergey Chernenko, Shan Ge, Iftekhar Hasan, Jose Liberti, Robert McDonald, Rene Stulz, Mike Weisbach, as well as seminar participants at the 12th International Conference in Chile, Australian National University, Carnegie Mellon University, Emory University, Erasmus University, European Finance Association Meetings, Koc University, Hong Kong University of Science and Technology, Northwestern University, Ohio State University, Texas A & M, Tilburg University, University of Amsterdam, University of Hong Kong, University of Rochester, Triple Crown Conference, University of Washington, Villanova University, and York University for their helpful comments. Authors were Fellows of the National Center for the Middle Market at the Fisher College of Business, Ohio State University, and acknowledge the Center’s financial support for this research. Bena acknowledges financial support from the Social Sciences and Humanities Research Council (SSHRC) of Canada. Ivan Alfaro and Greg Allen provided excellent research assistance. The usual disclaimer applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}