{
    "id": 27876,
    "citation_title": "Modeling the Consumption Response to the CARES Act",
    "citation_author": [
        "Christopher D. Carroll",
        "Edmund Crawley",
        "Jiri Slacalek",
        "Matthew N. White"
    ],
    "citation_publication_date": "2020-09-28",
    "issue_date": "2020-09-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nTo predict the effects of the 2020 U.S. CARES Act on consumption, we extend a model that matches responses to past consumption stimulus packages. The extension allows us to account for two novel features of the coronavirus crisis. First, during lockdowns, many types of spending are undesirable or impossible. Second, some of the jobs that disappear during the lockdown will not reappear. We estimate that, if the lockdown is short-lived (the median point of view as we are writing in April 2020), the combination of expanded unemployment insurance benefits and stimulus payments should be sufficient to allow a swift recovery in consumer spending to pre-crisis levels. If the lockdown lasts longer (or there is a ‘second wave’), an extension of enhanced unemployment benefits will likely be necessary for consumption spending to recover quickly.\n\n",
    "acknowledgement": "\nForthcoming, International Journal of Central Banking. Thanks to the Consumer Financial Protection Bureau for funding the original creation of the Econ-ARK toolkit, whose latest version we used to produce all the results in this paper; and to the Sloan Foundation for funding Econ-ARK’s extensive further development that brought it to the point where it could be used for this project. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. https://sloan.org/grant-detail/8071\n\n\n"
}