{
    "id": 27870,
    "citation_title": "Long-run Returns to Private Equity in Emerging Markets",
    "citation_author": [
        "Shawn Cole",
        "Martin Melecky",
        "Florian Mölders",
        "Tristan Reed"
    ],
    "citation_publication_date": "2020-09-28",
    "issue_date": "2020-09-24",
    "revision_date": "2024-10-08",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe provide the first evidence on the long-run returns to private equity in emerging and frontier markets using the cash flows from every equity investment made by the International Finance Corporation across 130 countries over 58 years. Risk-adjusted returns are comparable to the S&P 500, at least from 1961 until 2010. Returns improve with economic growth, but decline as banking systems deepen and countries relax capital controls. These results are consistent with the thesis that financial frictions have prevented the flow of capital from rich to poor countries, and that the persistence of impact investors’ performance may rely on identifying or creating new markets that lack access to capital.\n\n",
    "acknowledgement": "\nThis paper previously circulated as 'Long-run Returns to Impact Investing in Emerging Markets and Developing Economies.' We thank Mohan Manem especially for providing an understanding of the data. Seminar participants in the Harvard Business School Finance Unit, International Finance Corporation, World Bank Development Research Group, and IMF African Department provided helpful comments and questions, along with Paddy Carter, Adam Fegan, Penny Goldberg, Neil Gregory, Oghale Ighoavodha, Victoria Ivashina, Jessica Jeffers, Kostas Kollias, Josh Lerner, Ita Mary Mannathoko, Fanele Mashwama, Paolo Mauro, Camilo Mondragón-Vélez, Jacob L. Otto, Tommaso Porzio, Raghuram Rajan, Thomas Rehermann, Roberto Rigobon, Antoinette Schoar, and Jesse Schreger. Anshul Maudar provided excellent research assistance. Shawn Cole gratefully acknowledges support from the Division of Research and Faculty Development at Harvard Business School. All results have been reviewed to ensure that no confidential information is disclosed. The views expressed in this paper are those of the authors and do not necessarily represent those of the World Bank Group or the National Bureau of Economic Research.\n\n\n\nShawn Cole\n\nI served five days as a “Short Term Consultant” to the IFC in 2018-19 and serve in a non-compensated advisory role for Y Analytics, a subsidiary of impact investor TPG/Rise.\n\n\n\nMartin Melecky\n\nI am an employee of the World Bank Group.\n\n\n\nFlorian Mölders\n\nI am an employee of the World Bank Group.\n\n\n\nTristan Reed\n\nI was an employee of the IFC from 2018-19. I am an employee of the World Bank Group.\n\n\n"
}