{
    "id": 27878,
    "citation_title": "A Toolkit for Solving Models with a Lower Bound on Interest Rates of Stochastic Duration",
    "citation_author": [
        "Gauti B. Eggertsson",
        "Sergey K. Egiev",
        "Alessandro Lin",
        "Josef Platzer",
        "Luca Riva"
    ],
    "citation_publication_date": "2020-10-05",
    "issue_date": "2020-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents a toolkit to solve for equilibrium in economies with the effective lower bound (ELB) on the nominal interest rate in a computationally efficient way under a special assumption about the underlying shock process, a two-state Markov process with an absorbing state. We illustrate the algorithm in the canonical New Keynesian model, replicating the optimal monetary policy in Eggertsson and Woodford (2003), as well as showing how the toolkit can be used to analyse the medium-scale DSGE model developed by the Federal Reserve Bank of New York. As an application, we show how various policy rules perform relative to the optimal commitment equilibrium. A key conclusion is that previously suggested policy rules – such as price level targeting and nominal GDP targeting – do not perform well when there is a small drop in the price level, as observed during the Great Recession, because they do not imply sufficiently strong commitment to low future interest rates (“make-up strategy”). We propose two new policy rules, Cumulative Nominal GDP Targeting Rule and Symmetric Dual-Objective Targeting Rule that are more robust. Had these policies been in place in 2008, they would have reduced the output contraction by approximately 80 percent. If the Federal Reserve had followed Average Inflation Targeting – which can arguably approximate the new policy framework announced in August 2020 – the output contraction would have been roughly 25 percent smaller.\n\n",
    "acknowledgement": "\nThis paper was prepared for the Alejandro Justiniano Memorial Conference at the Federal Reserve Bank of Chicago. This research was partly conducted when Luca Riva was visiting Danmarks Nationalbank; the financial support and kind hospitality are gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}