{
    "id": 27871,
    "citation_title": "Impediments to the Schumpeterian Process in the Replacement of Large Firms",
    "citation_author": [
        "Mara Faccio",
        "John J. McConnell"
    ],
    "citation_publication_date": "2020-09-28",
    "issue_date": "2020-09-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing newly-assembled data encompassing up to 75 countries and starting circa 1910, we find that the Schumpeterian process of creative destruction aptly describes the replacement of large firms by other firms, but exceptions to the norm of replacement are not rare and replacement is often not by new firms. Initial firm size and political connections represent the main obstacles to the Schumpeterian process while board interlocks and a corporate culture of innovation play modest roles. Consistent with a theory of political capture, when accompanied by regulations that restrict entry, political connections play a formidable role in abetting large firms remaining large.\n\n",
    "acknowledgement": "\nWe thank David Denis, William Free, E. Han Kim, Baixiao Liu, Maria-Teresa Marchica, Randall Morck, Roberto Mura, Henri Servaes, René Stulz, Deniz Yavuz, Qian Wang and participants at the Entrepreneurial Finance Workshop series in Chicago for their suggestions and Shrijata Chattopadhyay, Nobuhiko Kobayashi, and Deliya Kuleshov for assistance in data collection. We are also grateful to Leslie Hannah for generously sharing his painfully gathered list of business directories for circa 1910. The authors acknowledge financial support from the “Blake Family Fund for Ethics, Governance and Leadership.” The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}