{
    "id": 27875,
    "citation_title": "Nudging Timely Wage Reporting: Field Experimental Evidence from the United States Social Supplementary Income Program",
    "citation_author": [
        "C. Yiwei Zhang",
        "Jeffrey Hemmeter",
        "Judd B. Kessler",
        "Robert D. Metcalfe",
        "Robert Weathers"
    ],
    "citation_publication_date": "2020-09-28",
    "issue_date": "2020-09-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study a large-scale (n=50,000) natural field experiment implemented by the U.S. Social Security Administration that was aimed at increasing the timely and accurate self-reporting of wages by Supplemental Security Income (SSI) recipients. Sending a letter reminding SSI recipients of their wage reporting responsibilities significantly increased both the likelihood of reporting any earnings and the total amount of earnings reported, though this effect decays slightly over time. However, the specific letter content—providing social information or highlighting the salience of penalties—had no systematic effect. We develop a conservative estimate that the letters generated roughly $5.91 in savings on average per dollar spent for the U.S. government.\n\n",
    "acknowledgement": "\nWe thank Maya Shankar and the White House Social and Behavioral Sciences Team and the U.S. General Services Administration Office of Evaluation Sciences for their support of this project. The opinions, conclusions, and errors in this paper are the sole responsibility of the authors, and do not represent the social views of the Social Security Administration, the University of Pennsylvania, Boston University, the National Bureau of Economic Research, or the University of Wisconsin-Madison and do not assume endorsement by the Federal Government. The experiment in this study is registered at the AEA’s Social Science Registry (RCT ID AEARCTR-0005351, available at http://www.socialscienceregistry.org/trials/5351).\n\n\n"
}