{
    "id": 27874,
    "citation_title": "Opening the Door: Immigrant Legalization and Family Reunification in the United States",
    "citation_author": [
        "Elizabeth U. Cascio",
        "Ethan G. Lewis"
    ],
    "citation_publication_date": "2020-10-12",
    "issue_date": "2020-10-08",
    "revision_date": "2023-08-22",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDoes opening the door to U.S. citizenship for unauthorized immigrants cause out- of-control “chain migration”? We address this question using variation from the legalization programs of the Immigration Reform and Control Act of 1986 (IRCA). Exploiting IRCA’s introduction and differences across metropolitan areas in program intensity, we estimate that each IRCA-legalized Mexican was responsible for the subsequent immigration and legal admission of one relative – in total – through 2019. Most sponsored relatives were immediate family, and the adult sponsorship rate is inconsistent with out-of-control chain migration. Estimates using cross-country variation are substantively similar and suggest limited demand for reunification of extended families.\n\n",
    "acknowledgement": "\nFor helpful comments and suggestions, we thank seminar participants at Cornell University, Harvard Kennedy School, Stanford University, Tufts University, the University of Nebraska, the University of Virginia, Vanderbilt University, the 2020 AEA Meetings, the Virtual Economic History seminar, and the 2021 National Bureau of Economics Research conference on Immigrants and the United States Economy. We are also extremely grateful for the research assistance of Meriem Fouad, Ben Matejka, and Michelle Wu, and funding support from Dartmouth College. All errors are our own.The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}