{
    "id": 27887,
    "citation_title": "When Information is Not Enough: Evidence from a Centralized School Choice System",
    "citation_author": [
        "Kehinde F. Ajayi",
        "Willa H. Friedman",
        "Adrienne M. Lucas"
    ],
    "citation_publication_date": "2020-10-05",
    "issue_date": "2020-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nStudents often make school choice decisions with inadequate information. We present results from delivering information to randomly selected students (and some randomly selected parents) across 900 junior high schools in Ghana, a country with universal secondary school choice. We provided guidance on application strategies and reported the selectivity and exit exam performance of secondary schools, information students and parents prioritized. We find that despite information changing the characteristics of schools to which students applied and students gaining admission to higher value-added schools, they were not more likely to matriculate on time or at all. Information was not the only constraint.\n\n",
    "acknowledgement": "\nFor useful comments and suggestions we thank Felipe Barerra-Osorio, Jim Berry, Eric Chyn, Justine Hastings, Chris Neilson, Jeremy Tobacman, and seminar participants at Georgetown University, Harvard Graduate School of Education, Howard University, the University of Delaware, the University of Minnesota, the E-con of Education Virtual Seminar, and the Ghana Education Evidence Summit. We gratefully acknowledge funding from the Post-Primary Education Initiative of the Jameel Poverty Action Lab (J-PAL), the Weiss Family Program Fund, and the University of Delaware Institute for Global Studies' Global Exchange Program. For exceptional support in Ghana we thank Kym Cole, Jonathan Addie, Cornelius Adjei, and Helen Habib. Phillip Ross provided excellent research assistance. The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors and do not necessarily represent the views of the World Bank, its Executive Directors, the National Bureau of Economic Research or the governments of the countries they represent. AEA RCT Registry number AEARCTR-0001017. The Boston University, Innovations for Poverty Action, and University of Delaware IRBs approved this project. Ghana Education Service reviewed and approved the research protocol.\n\n\n"
}