{
    "id": 27886,
    "citation_title": "The Unemployed With Jobs and Without Jobs",
    "citation_author": [
        "Robert E. Hall",
        "Marianna Kudlyak"
    ],
    "citation_publication_date": "2020-10-05",
    "issue_date": "2020-10-01",
    "revision_date": "2022-02-22",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPotential workers are classified as unemployed if they seek work but are not working. The unemployed population contains two groups—those with jobs and those without jobs. Those with jobs are on furlough or temporary layoff. This group expanded tremendously in April 2020, at the trough of the pandemic recession. They wait out periods of non-work with the understanding that their jobs still exist and that they will be recalled. We show that the resulting temporary-layoff unemployment mostly dissipated by the end of 2020. Potential workers without jobs constitute what we call jobless unemployment. Shocks that elevate jobless unemployment have much more persistent effects. Historical major adverse shocks, such as the financial crisis in 2008, created mostly jobless unemployment and consequently caused extended periods of elevated unemployment. Jobless unemployment reached its pandemic peak in November 2020, at 4.9%, modest by historical standards, and has declined at a faster-than-historical pace since.\n\n",
    "acknowledgement": "\nHall's research was supported by the Hoover Institution. The opinions expressed are those of the authors and do not reflect those of the Federal Reserve Bank of San Francisco, the Federal Reserve System, or the National Bureau of Economic Research. We thank Benjamin Schoefer and David Wiczer for helpful discussions and anonymous referees for useful suggestions. We thank Varsha L. Appaji for excellent research assistance.\n\n\n\nRobert E. Hall\n\nHall attends conferences and meetings at the Federal Reserve Board and regional Federal Reserve Banks, at the European Central Bank, and at the central banks of other countries, including the United Kingdom, Portugal, Chile, and Canada. In some cases, he receives honorariums for his participation. His wife, Susan Woodward, has similar relations with the Federal Reserve System. His daughter is an economist at the US Treasury. His son is chief economist of Uber Technologies, Inc. Hall's research is supported by Stanford's Hoover Institution.\n\n\n"
}