{
    "id": 27889,
    "citation_title": "Private Equity and COVID-19",
    "citation_author": [
        "Paul A. Gompers",
        "Steven N. Kaplan",
        "Vladimir Mukharlyamov"
    ],
    "citation_publication_date": "2020-10-05",
    "issue_date": "2020-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nWe survey more than 200 private equity (PE) managers from firms with $1.9 trillion of assets under management (AUM) about their portfolio performance, decisionmaking and activities during the Covid-19 pandemic. Given that PE managers have significant incentives to maximize value, their actions during the current pandemic should indicate what they perceive as being important for both the preservation and creation of value. PE managers believe that 40% of their portfolio companies are moderately negatively affected and 10% are very negatively affected by the pandemic. The private equity managers—both investment and operating partners— are actively engaged in the operations, governance, and financing in all of their current portfolio companies. These activities are more intensively pursued in those companies that have been more severely affected by the Covid-19 pandemic. As a result of the pandemic, they expect the performance of their existing funds to decline. They are more pessimistic about that decline than the VCs surveyed in Gompers et al. (2020b). Despite the pandemic, private equity managers are seeking new investments. Relative to the 2012 survey results reported in Gompers, Kaplan, and Mukharlyamov (2016): the PE investors place a greater weight on revenue growth for value creation; they give a larger equity stake to management teams; and, they also appear to target somewhat lower returns.\n\n",
    "acknowledgement": "\nWe thank Patrick Sweeney for his research assistance. We thank the Harvard Business School and the University of Chicago Booth School of Business for providing us access to their alumni. We particularly thank and are very grateful to our survey respondents. Gompers and Kaplan have consulted to general partners and limited partners investing in private equity. Gompers received research support from the HBS Division of Research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}