{
    "id": 27881,
    "citation_title": "The Distribution of COVID-19 Related Risks",
    "citation_author": [
        "Patrick Baylis",
        "Pierre-Loup Beauregard",
        "Marie Connolly",
        "Nicole Fortin",
        "David A. Green",
        "Pablo Gutierrez Cubillos",
        "Sam Gyetvay",
        "Catherine Haeck",
        "Timea Laura Molnar",
        "Gaëlle Simard-Duplain",
        "Henry E. Siu",
        "Maria teNyenhuis",
        "Casey Warman"
    ],
    "citation_publication_date": "2020-10-05",
    "issue_date": "2020-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper documents two COVID-related risks, viral risk and employment risk, and their distributions across the Canadian population. The measurement of viral risk is based on the VSE COVID Risk/Reward Assessment Tool, created to assist policymakers in determining the impacts of economic shutdowns and re-openings over the course of the pandemic. We document that women are more concentrated in high viral risk occupations and that this is the source of their greater employment loss over the course of the pandemic so far. They were also less likely to maintain one form of contact with their former employers, reducing employment recovery rates. Low educated workers face the same virus risk rates as high educated workers but much higher employment losses. Based on a rough counterfactual exercise, this is largely accounted for by their lower likelihood of switching to working from home which, in turn, is related to living conditions such as living in crowded dwellings. For both women and the low educated, existing inequities in their occupational distributions and living situations have resulted in them bearing a disproportionate amount of the risk emerging from the pandemic. Assortative matching in couples has tended to exacerbate risk inequities.\n\n",
    "acknowledgement": "\nWe are extremely grateful to the dedicated set of people at Statistics Canada who made this work possible: Marc St. Denis, Cindy Cook, Andrew Heisz, Kelly Cranswick, Monica Pereira, Bin Hu, Adam Howe, Gabrielle Beaudoin, Jacques Fanteux, Lynn Barr-Telford, and Anil Arora. We are particularly grateful to Reka Gustafson at the BC Centre for Disease Control for her insight and advice, and to Tony Bonen and the Labour Market Information Council for support. We wish to thank CIRANO for financial support. Molnar thanks Analysis Group for supporting her pro bono involvement in a previous stage of this collaboration. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research or the Bank of Canada.\n\n\n"
}