{
    "id": 27884,
    "citation_title": "The Effects of Government Licensing on E-commerce: Evidence from Alibaba",
    "citation_author": [
        "Ginger Zhe Jin",
        "Zhentong Lu",
        "Xiaolu Zhou",
        "Chunxiao Li"
    ],
    "citation_publication_date": "2020-10-05",
    "issue_date": "2020-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing proprietary data from Alibaba, we examine how the 2015 Food Safety Law (FSL) affects e-commerce in China. The FSL requires most food sellers on e-commerce platforms to obtain a valid, online license for retail food handling. Because the FSL was rolled out progressively, we have a rare opportunity to observe a gradual transition from voluntary certification to partial licensing and mandatory licensing.\nData summary shows that, conditional on sellers with valid licensing information, those that had a better online reputation and more online food sales before FSL tend to display their FSL license earlier on the platform, and buyers are more willing to transact with a seller after she displays her FSL license.\nTo identify the causal impact of the FSL, we compare food and non-food categories via synthetic control matching. We find the average quality of surviving food sellers has improved after partial and mandatory licensing, partly because those who are unwilling to obtain the FSL license must exit the platform. Despite an increase in seller concentration, the platform's gross merchandise value (GMV) in the food category did not decline post FSL, nor did the average sales price increase significantly one year into full enforcement of the FSL.\n\n",
    "acknowledgement": "\nWe are grateful to Alibaba Group for providing us proprietary data, to Kaifu Zhang, Yuan Tian, and Zhe Yuan for helping us access the data, and to various Alibaba employees that patiently answered many of our questions. This research is supported by the National Natural Science Foundation of China (grant 71803162).  Jin, Lu and Zhou were consultants for Alibaba Group during part of this research. The paper reflects the authors' opinion, not the opinion of Alibaba or any other institutions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}