{
    "id": 27885,
    "citation_title": "State Investment in Higher Education: Effects on Human Capital Formation, Student Debt, and Long-term Financial Outcomes of Students",
    "citation_author": [
        "Rajashri Chakrabarti",
        "Nicole Gorton",
        "Michael F. Lovenheim"
    ],
    "citation_publication_date": "2020-10-05",
    "issue_date": "2020-10-01",
    "revision_date": "2020-10-08",
    "topics": [
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nMost public colleges and universities rely heavily on state financial support. As state budgets have tightened in recent decades, appropriations for higher education have declined substantially. Despite concerns expressed by policymakers and scholars that the declines in state support have reduced the return to education investment for public sector students, little evidence exists that can identify the causal effect of these funds on long-run outcomes. We present the first such analysis in the literature using new data that leverages the merger of two rich datasets: consumer credit records from the New York Fed's Consumer Credit Panel (CCP) sourced from Equifax and administrative college enrollment and attainment data from the National Student Clearinghouse. We overcome identification concerns related to the endogeneity of state appropriation variation using an instrument that interacts the baseline share of total revenue that comes from state appropriations at each public institution with yearly variation in state-level appropriations. Our analysis is conducted separately for two-year and four-year students, and we analyze individuals into their mid-30s. For four-year students, we find that state appropriation increases lead to substantially lower student debt originations. They also react to appropriation increases by shortening their time to degree, but we find little effect on other outcomes. In the two-year sector, state appropriation increases lead to more collegiate and post-collegiate educational attainment, more educational debt consistent with the increased educational attainment, but lower likelihood of delinquency and default. State support also leads to more car and home ownership with lower adverse debt outcomes, and these students experience substantial increases in their credit score and in the affluence of the neighborhood in which they live. Examining mechanisms, we find state appropriations are passed on to students in the form of lower tuition in the four-year sector with no institutional spending response. For community colleges, we find evidence of both price and quality mechanisms, the latter captured in higher educational resources in key spending categories. These results are consistent with the different pattern of effects we document in the four-year and two-year sectors. Our results underscore the importance of state support for higher education in driving student debt outcomes and the long-run returns to postsecondary investments students experience.\n\n",
    "acknowledgement": "\nWe thank Dave Deming, Chris Walters, Matt Wiswall, and Sarah Turner as well as seminar participants at Yale University, Columbia University, Norwegian School of Economics, University of Oslo, University of Texas at Austin, Texas A&M, University of California - Santa Cruz, Montana State University, Federal Reserve Bank of Minneapolis, Kennedy School of Government, CESifo Economics of Education Conference, E-conomics of Education Seminar, the AEFP Annual Meeting, and the National Tax Association Annual Meeting for helpful discussions and comments. We also thank Ruchi Avtar, Michelle Jiang and William Nober for excellent research assistance. The views expressed in this paper are those of the authors and do not necessarily reflect the position of the Federal Reserve Bank of New York or the Federal Reserve System. All results, conclusions and errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}