{
    "id": 2788,
    "citation_title": "Estimating The Age-Productivity Profile Using Lifetime Earnings",
    "citation_author": [
        "Laurence J. Kotlikoff"
    ],
    "citation_publication_date": "1988-12-01",
    "issue_date": "1988-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUnderstanding how productivity varies with age is important for a variety of reasons. A decline in productivity with age implies that aging societies must increasingly depend on the labor supply of the young and middle age. It also means that policies designed to keep the elderly in the work force, while potentially good for the elderly, may decrease overall productivity. A third implication is that, absent government intervention, employers may not be willing to hire the elderly for the same compensation as younger workers. Labor economists are particularly interested in the relationship of productivity and age because it can help test alternative theories of the labor market. This paper assumes risk neutral employers and estimates the age-productivity relationship using the first order condition that the present expected value of total compensation equals the present expected value of productivity; workers hired at different ages have different present expected values of total compensation, and, correspondingly, different present expected values of productivity. Hence, if one parameterizes the age-productivity relationship, the parameters of this relationship can be identified from information on how total present expected compensation varies with age. The data in the study are earnings histories for over three hundred thousand employees of a Fortune 1000 corporation covering the period 1969-1983. While the results may be subject to several biases and should be viewed cautiously, they are fairly striking. For each of the five sex-occupation groups, productivity falls with age. For young workers, compensation (earnings plus pension accrual) is below productivity and for older workers compensation exceeds productivity. For several worker groups the discrepancy between compensation and productivity is very substantial. In addition to confirming some features of contract theory, the results lend support to the bonding models of Becker and Stigler and Lazear which suggest that firms use the age-earnings profile as an incentive device.\n\n",
    "acknowledgement": "\n"
}