{
    "id": 27882,
    "citation_title": "A Cost/Benefit Analysis of Clinical Trial Designs for COVID-19 Vaccine Candidates",
    "citation_author": [
        "Donald A. Berry",
        "Scott Berry",
        "Peter Hale",
        "Leah Isakov",
        "Andrew W. Lo",
        "Kien Wei Siah",
        "Chi Heem Wong"
    ],
    "citation_publication_date": "2020-10-05",
    "issue_date": "2020-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe compare and contrast the expected duration and number of infections and deaths averted among several designs for clinical trials of COVID-19 vaccine candidates, including traditional randomized clinical trials and adaptive and human challenge trials. Using epidemiological models calibrated to the current pandemic, we simulate the time course of each clinical trial design for 504 unique combinations of parameters, allowing us to determine which trial design is most effective for a given scenario. A human challenge trial provides maximal net benefits—averting an additional 1.1M infections and 8,000 deaths in the U.S. compared to the next best clinical trial design—if its set-up time is short or the pandemic spreads slowly. In most of the other cases, an adaptive trial provides greater net benefits.\n\n",
    "acknowledgement": "\nWe thank Arthur Caplan for helpful comments and discussion, Amanda Hu for research assistance, and Jayna Cummings for editorial support. The views and opinions expressed in this article are those of the authors only and do not necessarily represent the views and opinions of any other organizations, any of their affiliates or employees, or any of the individuals acknowledged above. Funding support from the MIT Laboratory for Financial Engineering is gratefully acknowledged, but no direct funding was received for this study and no funding bodies had any role in study design, data collection and analysis, decision to publish, or preparation of this manuscript. The authors were personally salaried by their institutions during the period of writing (though no specific salary was set aside or given for the writing of this manuscript). More detailed conflict of interest disclosures are provided after the Conclusion section of the main text. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nDonald A. Berry\n\nDonald Berry is co-owner of Berry Consultants, LLC, a company that designs adaptive Bayesian clinical trials for pharmaceutical and medical device companies, NIH cooperative groups, patient advocacy groups, and international consortia.\n\n\n\nAndrew W. Lo\n\nD.B. and S. B. are employed by Berry Consultants LLC which provides statistical support for clinical trials.\n\n\nP.H., K.S., and C.W. report no conflicts.\n\n\nL.I. is an employee of the biotech company Seqirus and receives salary and company stock as part of compensation\n\n\nA.L. reports personal investments in private biotech companies, biotech venture capital funds, and mutual funds. A.L. is a co-founder and partner of QLS Advisors, a healthcare analytics and consulting company; an advisor to BrightEdge Ventures; a director of BridgeBio Pharma, Roivant Sciences, and Annual Reviews; chairman emeritus and senior advisor to AlphaSimplex Group; and a member of the Board of Overseers at Beth Israel Deaconess Medical Center and the NIH’s National Center for Advancing Translational Sciences Advisory Council and Cures Acceleration Network Review Board. During the most recent six-year period, A.L. has received speaking/consulting fees, honoraria, or other forms of compensation from: AIG, AlphaSimplex Group, BIS, BridgeBio Pharma, Citigroup, Chicago Mercantile Exchange, Financial Times, FONDS Professionell, Harvard University, IMF, National Bank of Belgium, Q Group, Roivant Sciences, Scotia Bank, State Street Bank, University of Chicago, and Yale University.\n\n\n"
}