{
    "id": 27894,
    "citation_title": "Flexible Wages, Bargaining, and the Gender Gap",
    "citation_author": [
        "Barbara Biasi",
        "Heather Sarsons"
    ],
    "citation_publication_date": "2020-10-05",
    "issue_date": "2020-10-01",
    "revision_date": "2021-03-11",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Relations",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nDoes flexible pay increase the gender wage gap? To answer this question we analyze the wages of public-school teachers in Wisconsin, where a 2011 reform allowed school districts to set teachers' pay more flexibly and engage in individual negotiations. Using quasi-exogenous variation in the timing of the introduction of flexible pay driven by the expiration of pre-existing collective-bargaining agreements, we show that flexible pay increased the gender pay gap among teachers with the same credentials. This gap is larger for younger teachers and absent for teachers working under a female principal or superintendent. Survey evidence suggests that the gap is partly driven by women not engaging in negotiations over pay, especially when the counterpart is a man. This gap is not driven by gender differences in job mobility, ability, or a higher demand for male teachers. We conclude that environmental factors are an important determinant of the gender wage gap in contexts where workers are required to negotiate.\n\n",
    "acknowledgement": "\nWe thank Jaime Arellano-Bover, Marianne Bertrand, Judy Chevalier, Nicole Fortin, Rob Jensen, Matt Notowidigdo, Jessica Pan, Ben Polak, Fiona Scott Morton, and seminar and conference participants at the 2020 ASSA Meetings, Yale, McGill, the Online Economics of Education Seminar,  the Online Economics of Discrimination Seminar, and the NBER Summer Institute (Personnel) for useful comments. Rohan Angadi, Calvin Jahnke,  Nidhaan Jain, Kate Kushner, and Hayden Parsley and provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}