{
    "id": 27893,
    "citation_title": "Concessions, Violence, and Indirect Rule: Evidence from the Congo Free State",
    "citation_author": [
        "Sara Lowes",
        "Eduardo Montero"
    ],
    "citation_publication_date": "2020-10-05",
    "issue_date": "2020-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Development Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAll colonial powers granted concessions to private companies to extract natural resources during the colonial era. Within Africa, these concessions were characterized by indirect rule and violence. We use the arbitrarily defined borders of rubber concessions granted in the north of the Congo Free State to examine the causal effects of this form of economic organization on development. We find that historical exposure to the concessions causes significantly worse education, wealth, and health outcomes. To examine mechanisms, we collect survey and experimental data from individuals near a former concession boundary. We find that village chiefs inside the former concessions provide fewer public goods, are less likely to be elected, and are more likely to be hereditary. However, individuals within the concessions are more trusting, more cohesive, and more supportive of sharing income. The results are relevant for the many places that were designated as concessions to private companies during the colonial era.\n\n",
    "acknowledgement": "\nWe are grateful for the financial support from: the Danielien Travel and Research Grant, The Eric M. Mindich Research Fund for the Foundations of Human Behavior, Lab for Economics Applications and Policy, Warburg Fund, IQSS, Weatherhead Center Graduate Student Associate Grant, the History Project and the Institute for New Economic Thinking (INET). Sara is grateful for financial support from the NSF Graduate Research Fellowship Program. This project has IRB approval from the Harvard CUHS (IRB15-2086). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}