{
    "id": 27890,
    "citation_title": "Rules vs. Discretion: Treatment of Mental Illness in U.S. Adolescents",
    "citation_author": [
        "Emily Cuddy",
        "Janet Currie"
    ],
    "citation_publication_date": "2020-10-05",
    "issue_date": "2020-10-01",
    "revision_date": "2024-01-31",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany mental health disorders start in adolescence and appropriate initial treatment may improve trajectories.   But what is appropriate treatment?  We use a large national database of insurance claims to examine the impact of initial mental health treatment on the outcomes of adolescent children over the next two years, where treatment is either consistent with FDA guidelines, consistent with looser guidelines published by professional societies (“grey-area” prescribing), or inconsistent with any guidelines (“red-flag” prescribing).  We find that red-flag prescribing increases self-harm, use of emergency rooms, and health care costs, suggesting that treatment guidelines effectively scale up good treatment in practice.\n\n",
    "acknowledgement": "\nThe authors thank Armin Falk, John List, James Heckman, two referees and seminar participants at Berkeley, Bocconi, Boston University, ECARES, University of Chicago, University College London, the University of Lyon, University of Pennsylvania, and Tufts for helpful comments. Financial support from the NOMIS Foundation and Princeton’s Center for Health and Wellbeing is gratefully acknowledged. We are grateful to Pankti Pathak of BCBS and Allen Campbell at IQVIA for assistance accessing data. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}