{
    "id": 27892,
    "citation_title": "The Global Factor Structure of Exchange Rates",
    "citation_author": [
        "Sofonias Korsaye",
        "Fabio Trojani",
        "Andrea Vedolin"
    ],
    "citation_publication_date": "2020-10-05",
    "issue_date": "2020-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe provide a model-free framework to study the global factor structure of exchange rates. To this end, we propose a new methodology to estimate international stochastic discount factors (SDFs) that jointly price cross-sections of international assets, such as stocks, bonds, and currencies, in the presence of frictions. We theoretically establish a two-factor representation for the cross-section of international SDFs, consisting of one global and one local factor, which is independent of the currency denomination. We show that our two-factor specification prices a large cross-section of international asset returns, not just in- but also out-of-sample with R2s of up to 80%.\n\n",
    "acknowledgement": "\nFor comments and discussions we thank Pasquale della Corte, Jerome Detemple, Juan Londono, Hanno Lustig,  Fabricius Somogyi, Alireza Tahbaz-Salehi, Adrien Verdelhan, and Alberto Quaini. We also thank seminar and conference participants at the University of Geneva, SFI Research Days, York Empirical Asset Pricing Workshop, NBER IFM Meeting, SITE “Asset Pricing, Macro Finance and Computation”, Econometric Society World Congress, Vienna Symposium on Foreign Exchange Markets, and the European Finance Association Meeting. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}