{
    "id": 27896,
    "citation_title": "Measuring the Effects of Firm Uncertainty on Economic Activity: New Evidence from One Million Documents",
    "citation_author": [
        "Kyle Handley",
        "J. Frank Li"
    ],
    "citation_publication_date": "2020-10-05",
    "issue_date": "2020-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe construct a new measure of firm-level uncertainty from analyzing the text of mandatory reports filed with the U.S. Securities and Exchange Commission. Using firm and establishment level panel data on investment margins and employment dynamics, we find our uncertainty measure has large effects on investment even after controlling for industry and time-varying shocks. Periods of high firm uncertainty (1) reduce investment rates by 0.5% and attenuate the response to positive sales shocks by about half and (2) reduce employment growth rates by 1.4% and the response to positive sales shocks by 30%. Firms are less responsive to demand shocks at the firm level and across establishments within the firm. Consistent with “wait and see” dynamics, uncertainty affects new investment activity, e.g. plant births and acquisition, more than disinvestment margins.\n\n",
    "acknowledgement": "\nWe have received helpful comments from Nick Bloom, Cheng Chen, Steve Davis, Doireann Fitzgerald, Davide Furceri, Tarek Hassan, E. Han Kim, Yao Lu, Indrajit Mitra, John Rogers, Simon Sheng, Jagadeesh Sivadasan, Steven Terry, and Toni Whited; our discussants Scott Baker, Erica X. N. Li and Xinyan Yan; and seminar participants at Michigan, RIETI (Japan), the Conference on Uncertainty and Economic Activity at Renmin University, NBER Summer Institute, Stanford SITE, Stanford Hoover, CAED, Econometric Society Summer Meeting, Tsinghua PBC, and CICF. This research was conducted while the authors were Special Sworn Status researchers at the Michigan Census Research Data Center. Any opinions and conclusions expressed herein are those of the authors and do not necessarily represent the views of the U.S. Census Bureau. All results have been reviewed to ensure that no confidential information is disclosed. We thank Clint Carter for assistance and timely disclosure review of all results. Rohit Singla at Michigan provided invaluable assistance with computing resources. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}