{
    "id": 27897,
    "citation_title": "Digital Messaging to Improve College Enrollment and Success",
    "citation_author": [
        "Christopher Avery",
        "Benjamin L. Castleman",
        "Michael Hurwitz",
        "Bridget T. Long",
        "Lindsay C. Page"
    ],
    "citation_publication_date": "2020-10-05",
    "issue_date": "2020-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate the efficacy of text messaging campaigns to remind students about and support them with key steps in the college search, application, selection and transition process.  First, in collaboration with the College Board and uAspire, both national non-profit organizations, we implemented text-message based outreach and advising to students in over 700 US high schools that primarily serve large shares of low-income students. Second, we collaborated with several school districts in the state of Texas to implement a school-based version of the intervention.  In the national sample, treatment students received outreach approximately once per month from uAspire counselors, whereas in the Texas sample, treatment students received outreach once every one to two weeks from their high school counselors.  In both samples, outreach began in Spring 2015 and continued through September 2016. We tested these interventions with concurrent cluster randomized control trials with randomization at the school level. In contrast to the national version of the intervention, which tended to produce null effects, the school-based intervention yielded positive and significant impacts on several college-going steps and on college enrollment for certain subgroups.  We discuss key differences between the two versions of the intervention that may have contributed to these divergent results.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge the contributions of many organizations and their staff members in their contributions to this work, including: The College Board, uAspire, the Austin Chamber of Commerce, the participating Texas school districts, the Ray Marshall Center at the University of Texas at Austin, Signal Vine and One Logos Solutions. We gratefully acknowledge funding support for this work from the Institute for Education Sciences (IES), U.S. Department of Education, through Grant #R305A140121 to Harvard University. We thank Aaron Anthony, Alberto Guzman-Alvarez, and Danielle Lowry for excellent research assistance. The opinions expressed are those of the authors and do not represent views of IES or the U.S. Department of Education.  All errors are our own.  This work is dedicated to the memory of our friend and colleague, Alexandra Chewning, whose care for supporting students in achieving their higher education goals was infectious and without whom this project would not have been possible. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}