{
    "id": 27902,
    "citation_title": "Public Policy and Participation in Political Interest Groups: An Analysis of Minimum Wages, Labor Unions, and Effective Advocacy",
    "citation_author": [
        "Jeffrey Clemens",
        "Michael R. Strain"
    ],
    "citation_publication_date": "2020-10-05",
    "issue_date": "2020-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Relations",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhy do individuals join interest groups? Through what channels do interest groups and public policy affect one another? We study these questions by analyzing the interplay among labor unions, minimum wages, news coverage, and public opinion. Over the past decade, labor unions have played a significant role in advocating for state and federal minimum wage increases. Over this period, we find that each dollar in minimum wage increase predicts a 5 percent increase (0.3 pp) in the union membership rate among individuals age 16–40. We document four additional facts that shed light on the mechanisms that may underlie this finding. First, while we find increases overall in union membership, we find declines among the minimum wage’s most direct beneficiaries. This is consistent with a classic “free-riding” hypothesis. Second, we find increases in union membership among much broader groups that are not directly affected by the minimum wage. Third, we find that minimum wage increases predict increases in unions’ favorability ratings among the public. Fourth, we find that events in the legislative histories of minimum wage increases predict increases in counts of newspaper articles that simultaneously discuss the minimum wage and key players in the labor movement. Overall coverage of organized labor shifts towards articles that discuss the minimum wage. These facts are consistent with models in which a desire to affiliate with “effective advocacy” is an important driver of the decision to participate in unions and other politically oriented groups.\n\n",
    "acknowledgement": "\nWe thank Jim Andreoni, Ryan Berg, Samuel Brazys, Eli Berman, Julie Cullen, Jesse Driscoll, Seth Hill, Andrew Kelly, and Stan Veuger for comments, and Duncan Hobbs for outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}