{
    "id": 27906,
    "citation_title": "A Helicopter Tour of Some Underlying Issues In Empirical Industrial Organization",
    "citation_author": [
        "Ariel Pakes"
    ],
    "citation_publication_date": "2020-10-05",
    "issue_date": "2020-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Nonprofits",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe paper considers conceptual issues underlying empirical work on markets. It has three parts. The first reviews the analysis of demand and equilibrium in retail markets and then considers recent advances in the analysis of markets which require different assumptions; markets where adverse selection and moral hazard may be important, vertical markets with bargaining, and markets wherein a centralized allocation mechanism replaces prices. The second part considers the analysis of cost and production. It reviews the simultaneity and selection issues in production function estimation and then considers; the distinction between revenue and quantity generating functions and its implications for the analysis of markups, and the empirical analysis of fixed costs and its implications for the analysis of product repositioning. The paper concludes by considering issues that arise due to the complexity of empirical analysis of market dynamics and appropriate ways of dealing with them.\n\n",
    "acknowledgement": "\nThis paper focuses on the parts of Industrial Organization I know best; topics that either I or my students have worked on. I owe much of my knowledge on these topics to my students and co-authors, as well as two who taught me related material from other fields and have sadly passed away, Gary Chamberlain and Zvi Griliches. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}