{
    "id": 27904,
    "citation_title": "The Gravitational Constant?",
    "citation_author": [
        "David S. Jacks",
        "Kevin Hjortshøj O'Rourke",
        "Alan M. Taylor"
    ],
    "citation_publication_date": "2020-10-12",
    "issue_date": "2020-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe introduce a new dataset on British exports at the bilateral, commodity-level from 1700 to 1899. We then pit two primary determinants of bilateral trade against one another: the trade-diminishing effects of distance versus the trade-enhancing effects of the British Empire. We find that gravity exerted its pull as early as 1700, but the distance effect then attenuated and had almost vanished by 1800. Meanwhile the empire effect peaked sometime in the late 18th century before significantly declining in magnitude. It was only after 1950 that distance would once again exert the same influence that it has today.\n\n",
    "acknowledgement": "\nWe are most grateful to Felipe Benguria, Stephen Carroll, Bo Chen, Nick Dadson, Gabby Domingo, James Ensom, Rowena Gray, Margaret Kapitany, Sean Kelly, Sean Lee, Alaz Munzur, and Sarah Quincy for excellent research assistance. We appreciate the advice, suggestions, and help with data received from John Darwin, Guillaume Daudin, James Feyrer, Jules Hugot, Morgan Kelly, Thierry Mayer, Chris Meissner, Anders Mikkelsen, Farid Toubal, David Weinstein, and seminar participants at Huazhong University of Science and Technology, Queen’s University, Sciences Po Paris, the University of New South Wales, the 2019 Canadian Economics Association Annual Meeting, and the 2020 Asia-Pacific Economic and Business History Conference. All errors are ours. Finally, we gratefully acknowledge research support from the National Science Foundation (award number 0851158), the Social Science and Humanities Research Council of Canada, the Center for the Evolution of the Global Economy, the All-UC Group in Economic History, and All Souls College. We wish to particularly thank Alison Oaxaca for all her help over the course of this project. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}