{
    "id": 27905,
    "citation_title": "Trade with Nominal Rigidities: Understanding the Unemployment and Welfare Effects of the China Shock",
    "citation_author": [
        "Andrés Rodríguez-Clare",
        "Mauricio Ulate",
        "José P. Vásquez"
    ],
    "citation_publication_date": "2020-10-05",
    "issue_date": "2020-10-01",
    "revision_date": "2024-06-10",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Globalization and International Relations",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe present a dynamic quantitative trade and migration model that incorporates downward nominal wage rigidities and show how this framework can generate changes in unemployment and labor participation that match those uncovered by the empirical literature studying the “China shock.” We find that the China shock leads to average welfare increases in most U.S. states, including many that experience unemployment during the transition. However, nominal rigidities reduce the overall U.S. gains by around two thirds. In addition, there are 18 states that experience welfare losses in the presence of downward nominal wage rigidity that would have experienced gains without it.\n\n",
    "acknowledgement": "\nAndrés Rodríguez-Clare: U.C. Berkeley and NBER, Mauricio Ulate: Federal Reserve Bank of San Francisco, Jose P. Vasquez: LSE and CEPR. This paper supersedes a previous draft titled: “New-Keynesian Trade: Understanding the Employment and Welfare Effects of Trade Shocks.” We thank Martin Beraja, Mark Bils, Olivier Blanchard, Matilde Bombardini, Lorenzo Caliendo, Arnaud Costinot, Dave Donalson, Jonathan Eaton, Charles Engel, Ben Faber, Thibault Fally, Cecile Gaubert, Yuriy Gorodnichenko, Pierre-Olivier Gourinchas, Matthew Grant, Gene Grossman, Jonathon Hazell, Matthias Hoelzlein, Oleg Itskhoki, Yoon Joo Jo, Pete Klenow, Samuel Kortum, Guido Lorenzoni, Marc Melitz, Marco Monge, Emi Nakamura, Maurice Obstfeld, Stephen Redding, Esteban Rossi- Hansberg, Nick Sander, Stephanie Schmitt-Grohé, David Sraer, Meredith Startz, Jón Steinsson, Michael Waugh, Johannes Wieland, and many seminar participants for helpful comments and suggestions. We also thank Marco Badilla, Alonso Venegas, and Leo Yu for excellent research assistance. This material is based upon work supported by the National Science Foundation under Grant Number 1561854. Any opinions and conclusions expressed herein are those of the authors and do not necessarily represent the views of the NSF, the Federal Reserve Bank of San Francisco, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}