{
    "id": 27908,
    "citation_title": "Who Should Work from Home during a Pandemic? The Wage-Infection Trade-off",
    "citation_author": [
        "Sangmin Aum",
        "Sang Yoon (Tim) Lee",
        "Yongseok Shin"
    ],
    "citation_publication_date": "2020-10-05",
    "issue_date": "2020-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nShutting down the workplace is an effective means of reducing contagion, but can incur large economic losses. We construct an exposure index, which measures infection risks across occupations, and a work-from-home index, which gauges the ease with which a job can be performed remotely across both industries and occupations. Because the two indices are negatively correlated but distinct, the economic costs of containing a pandemic can be minimized by only sending home those jobs that are highly exposed but easy to perform from home. Compared to a lockdown of all non-essential jobs, the optimal policy attains the same reduction in aggregate exposure (32 percent) with one-third fewer workers sent home (24 vs. 36 percent) and with only half the loss in aggregate wages (15 vs. 30 percent). A move from the lockdown to the optimal policy reduces the exposure of low-wage workers the most and the wage loss of the high-wage workers the most, although everyone's wage losses become smaller. A constrained optimal policy under which health workers cannot be sent home still achieves the same exposure reduction with a one-third smaller loss in aggregate wages (19 vs. 30 percent).\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. Lee acknowledges financial support from the British Academy [grant number COV19\\201483].\n\n\n"
}