{
    "id": 2790,
    "citation_title": "Notes on Credibility and Stabilization",
    "citation_author": [
        "Rudiger Dornbusch"
    ],
    "citation_publication_date": "1988-12-01",
    "issue_date": "1988-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDo existing theories of stabilization help understand the credibility issues involved in such programs? The experience with stabilization in a hyperinflation setting in Israel and Latin America makes it worthwhile to ask how much existing theories help understand the success and failure of these experiments. Theories typically focus on interaction between policy makers and the public, with imperfect information about the true nature of the government and resulting games. But this model often does not help greatly in explaining stabilization. These notes raise some of the questions left unanswered by the traditional modeling of credibility. The first sections deals with stabilization as a one shot problem. This approach is used to ask what \"credibility might mean in a world where it is inconceivable that a program will succeed with probability 1. A model is spelled out where the equilibrium program has an ex ante probability of success. The model draws attention to the factors which raise or lower the probability of success of a stabilization program. The next section deals with the problem of waiting which is familiar from the option literature and recent international applications. It is shown here that in the immediate aftermath of stabilization there is a great difficulty in persuading the public to repatriate assets and engage in irreversible investment except at a large premium. But generating that premium is politically difficult.\n\n",
    "acknowledgement": "\n"
}