{
    "id": 27909,
    "citation_title": "The World War II Crisis Innovation Model: What Was It, and Where Does It Apply?",
    "citation_author": [
        "Daniel P. Gross",
        "Bhaven N. Sampat"
    ],
    "citation_publication_date": "2020-10-12",
    "issue_date": "2020-10-01",
    "revision_date": "2022-06-08",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nWorld War II was one of the most acute emergencies in U.S. history, and the first where mobilizing science and technology was a major part of the government response. The U.S. Office of Scientific Research and Development (OSRD) led a far-ranging research effort to develop technologies and medical treatments that not only helped win the war, but also transformed civilian life, while laying the foundation for postwar innovation policy after it was dissolved. Scholars and policymakers have appealed to the wartime model as a template for other problems, often invoking the Manhattan Project rather than OSRD, which initiated and managed the broader effort of which atomic fission and dozens of other programs were a part. In this paper we bring OSRD into focus, describe how it worked, and explore what insights its experience offers today. We argue that several aspects of OSRD continue to be relevant, especially in crises, while also cautioning on the limits to generalizing from World War II to other settings.\n\n",
    "acknowledgement": "\nWe thank the editor (Paul Nightingale), four anonymous referees, Ashish Arora, Pierre Azoulay, Wes Cohen, and Scott Stern for helpful comments. We also thank participants at the 2020 NBER Summer Institute, 2021 NBER Entrepreneurship and Innovation Policy and the Economy workshop, and 2021 Strategy Science conference, and discussant Tarun Khanna. We are grateful to Harvard Business School and the NBER Innovation Policy grant (2016) for ﬁnancial support. This material is based upon work supported by the National Science Foundation under Grant No. 1951470. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}