{
    "id": 27907,
    "citation_title": "Flight to Safety: How Economic Downturns Affect Talent Flows to Startups",
    "citation_author": [
        "Shai Bernstein",
        "Richard R. Townsend",
        "Ting Xu"
    ],
    "citation_publication_date": "2020-10-05",
    "issue_date": "2020-10-01",
    "revision_date": "2022-03-15",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nUsing proprietary data from AngelList Talent, we study how individuals’ job search and application behavior changed during the COVID downturn. We find that job seekers shifted their searches toward more established firms and away from early-stage startups, even within the same individual over time. Simultaneously, they broadened their other search parameters. Relative to more established firms, early-stage startups experienced a decline in applications, primarily driven by higher quality candidates. These declines hold within a firm or job posting over time. Our findings uncover a flight to safety channel in the labor market, which may amplify the pro-cyclical nature of entrepreneurial activities.\n\n",
    "acknowledgement": "\nWe thank Kunal Mehta for data assistance. We are grateful for helpful comments from Paul Gompers, Issac Hacamo, Jessica Jeffers, Song Ma, David Matsa, Ramana Nanda, Paige Ouimet, Sergio Salgado, Antoinette Schoar, Elena Simintzi, Chris Stanton, and seminar participants at NBER Entrepreneurship, RCFS Winter Conference, SFS Cavalcade, MFA, FOM Virtual Corporate Finance Seminar, Junior Entrepreneurial Finance/ Innovation Lunch Group, Junior Corporate Finance Workshop, LSE, Rochester, University of Illinois Chicago, Indiana (Kelley), HBS, Havard Law School, UVA Darden, and Virginia Tech. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}