{
    "id": 27917,
    "citation_title": "The Micro Anatomy of Macro Consumption Adjustments",
    "citation_author": [
        "Rafael Guntin",
        "Pablo Ottonello",
        "Diego Perez"
    ],
    "citation_publication_date": "2020-10-12",
    "issue_date": "2020-10-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study crises characterized by large adjustments of aggregate consumption through their microlevel patterns. We show that leading theories designed to explain aggregate consumption dynamics differ markedly in their cross-sectional predictions. While theories based on financial frictions predict that rich households with liquid assets should be able to smooth consumption during bad times, neoclassical theories predict that these agents would optimally adjust their consumption if crises severely affect their permanent income. Using microlevel data on several episodes of large aggregate-consumption adjustment, we document that rich households significantly adjust consumption relative to their income, consistent with the permanent-income hypothesis of consumption during crises. We discuss our findings' implications for the effectiveness of stabilization policies that target consumption during crises.\n\n",
    "acknowledgement": "\nWe thank Mark Aguiar, Pierre-Olivier Gourinchas, Loukas Karabarbounis, Brent Neiman, Luigi Pistaferri, and the participants of various seminars and conferences for useful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}