{
    "id": 27910,
    "citation_title": "Firm Input Choice Under Trade Policy Uncertainty",
    "citation_author": [
        "Kyle Handley",
        "Nuno Limão",
        "Rodney D. Ludema",
        "Zhi Yu"
    ],
    "citation_publication_date": "2020-10-12",
    "issue_date": "2020-10-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nWe examine the role of trade policy uncertainty in shaping the import decisions of firms. If the adoption of a new input requires a sunk cost investment, then the prospect of price increases in that input, e.g. due to trade barriers, reduces the adoption of that input (a substitution effect) and possibly other inputs (complementarity via lower profits). Thus trade policy uncertainty can affect a firm’s entire input mix. We provide a new model of input price uncertainty that captures both effects and derive its empirical implications. We test these using an important episode that lowered input price uncertainty: China’s accession to the WTO and the associated commitment to bind its import tariffs. We estimate large increases in imported inputs by firms from accession; the reduced uncertainty from commitment generates substitution effects larger than the reductions in applied tariffs in 2000-2006 and has significant profit effects.\n\n",
    "acknowledgement": "\nWe received helpful comments and questions from Ben Faber, Deborah Swenson, Daniel Xu, Eunhee Lee, Fernando Parro, George Alessandria, Jim Tybout, Jonathan Eaton, Meredith Crowley, Robert Staiger, Samuel Kortum, Shafaat Khan and various seminar and conference participants at Kobe, Stanford, Penn State, the AEA Meetings, Washington Area International Trade Symposium, International Trade Dynamics Workshop and NBER International Trade Policy and Institutions. Zhi Yu acknowledges support from the Public Computing Cloud Platform at Renmin University of China. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}