{
    "id": 27915,
    "citation_title": "Firm-Embedded Productivity and Cross-Country Income Differences",
    "citation_author": [
        "Vanessa I. Alviarez",
        "Javier Cravino",
        "Natalia Ramondo"
    ],
    "citation_publication_date": "2020-10-12",
    "issue_date": "2020-10-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe measure the contribution of firm-embedded productivity to cross-country income differences. By firm-embedded productivity we refer to the components of productivity that differ across firms and that can be transferred internationally, such as blueprints, management practices, and intangible capital. Our approach relies on microlevel data on the cross-border operations of multinational enterprises (MNEs). We compare the market shares of the exact same MNE in different countries and document that they are about four times larger in developing than in high-income countries. This finding indicates that MNEs face less competition in less-developed countries, suggesting that firm-embedded productivity in those countries is scarce. We propose and implement a new measure of firm-embedded productivity based on this observation. We find a strong positive correlation between our measure and output per-worker across countries. In our sample, differences in firm-embedded productivity account for roughly a third of the cross-country variance in output per-worker.\n\n",
    "acknowledgement": "\nWe thank our discussant Todd Schoellman, as well as Agostina Brinatti, Ariel Burstein, David Lagakos, Andrei Levchenko, Sebastian Sotelo, Jonathan Vogel, and seminar participants at various conferences and institutions for helpful suggestions. Javier Cravino thanks the Opportunity and Inclusive Growth Institute at the Federal Reserve Bank of Minneapolis for its hospitality and funding during part of this research. This paper was previously circulated as “Accounting for cross-country income differences: New evidence from multinational firms”.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}