{
    "id": 27913,
    "citation_title": "Introducing CogX: A New Preschool Education Program Combining Parent and Child Interventions",
    "citation_author": [
        "Roland G. Fryer Jr",
        "Steven D. Levitt",
        "John A. List",
        "Anya Samek"
    ],
    "citation_publication_date": "2020-10-12",
    "issue_date": "2020-10-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe present the results of a novel early childhood intervention in which disadvantaged 3-4-year- old children were randomized to receive a new preschool and parent education program focused on cognitive and non-cognitive skills (CogX) or to a control group that did not receive preschool education. In addition to a typical academic year (9 month) program, we also evaluated a shortened summer version of the program (2 months) in which children were treated immediately prior to the start of Kindergarten. Both programs, including the shortened version, significantly improved cognitive test scores by about one quarter of a standard deviation relative to the control group at the end of the year. The shortened version of the program was equally as effective as the academic- year program because most of the gains in the academic-year program occurred within the first few months.\n\n",
    "acknowledgement": "\nWe thank the Kenneth and Anne Griffin Foundation for funding this research. Samek was funded under National Institutes of Health (NIH) grant 5R01DK114238 during the write-up of this paper. For excellent research assistance, we thank Edie Dobrez, Kristin Troutman, Eric Andersen, Reuben Bauer, Amanda Chuan, Claire Ha, Alannah Hoefler, Justin Holz, Shreemayi Samujjwala, Andrew Simon, Graham Tierney, Mattie Toma, Jeannine van Reeken, and Mina Zhang. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}