{
    "id": 27911,
    "citation_title": "Covid-19 and the U.S. Safety Net",
    "citation_author": [
        "Robert A. Moffitt",
        "James P. Ziliak"
    ],
    "citation_publication_date": "2020-10-12",
    "issue_date": "2020-10-08",
    "revision_date": "2020-11-23",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Labor Discrimination",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine trends in employment, earnings, and incomes over the last two decades in the United States, and how the safety net has responded to changing fortunes, including the shutdown of the economy in response to the Covid-19 Pandemic. The U.S. safety net is a patchwork of different programs providing in-kind as well as cash benefits and had many holes prior to the Pandemic. In addition, few of the programs are designed explicitly as automatic stabilizers. We show that the safety net response to employment losses in the Covid-19 Pandemic largely consists only of increased support from unemployment insurance and food assistance programs, which did not replace the lost income for many households. We discuss possible options to reform social assistance in America that may provide more robust income floors in times of economic downturns.\n\n",
    "acknowledgement": "\nWe received excellent research assistance from Hyein Kang and Kenneth Tester. Ziliak gratefully acknowledges support from the U.S. Department of Health and Human Services, Office of the Assistant Secretary for Planning and Evaluation, grant AE00103, through the Institute for Research on Poverty at University of Wisconsin. We thank two reviewers, Peter Germanis, Sherry Glied, Zach Parolin, Lara Shore-Sheppard, Tim Smeeding, and David Splinter for helpful comments on an earlier draft. The opinions and conclusions are solely those of the authors and do not represent the views of any sponsor, nor do they necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}