{
    "id": 2791,
    "citation_title": "The Japanese Tax Reform and the Effective Rate of Tax on Japanese Corporate Investments",
    "citation_author": [
        "John B. Shoven"
    ],
    "citation_publication_date": "1988-12-01",
    "issue_date": "1988-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nJapan is in the midst of reforming its national level individual and  corporation income tax systems. Last year it abandoned its large system of tax free savings accounts and lowered individual marginal tax rates. A much more radical proposal is currently being advocated by the government and is well along the way towards passage in the Diet. The new proposal would significantly lower the statutory rate for the corporation income tax, lower individual rates further and increase the tax thresholds, tax capital gains on securities for the first time, and introduce a type of value added tax. As a package, this would be the most important change in the Japanese tax system since 1950. This paper presents a brief summary of the Japanese income tax system and the changes in it that have been enacted or proposed. It also discusses and evaluates the pressures for reform, both domestic and international. Finally, the paper looks at how the taxation of capital income in Japan has changed since 1980 and how it compares to the U.S. taxation of capital income after our 1986 tax reform. One major finding of the paper is that the effective marginal tax rate on corporate capital income in Japan has increased sharply since 1980 from roughly five percent to about 32 percent. This change, which still leaves the marginal taxation on corporate investments somewhat lower in Japan than in the U.S., is due to both changes in the Japanese tax code and the virtual elimination of inflation in Japan.\n\n",
    "acknowledgement": "\n"
}