{
    "id": 27914,
    "citation_title": "The Domestic Political-Economy of the WTO Crisis: Lessons for Preserving Multilateralism",
    "citation_author": [
        "Renee Bowen",
        "J. Lawrence Broz"
    ],
    "citation_publication_date": "2020-10-12",
    "issue_date": "2020-10-08",
    "revision_date": "2022-07-08",
    "topics": [
        "\n",
        "Other",
        "\n",
        "General, Teaching",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Law and Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nA major contributor to the crisis at the World Trade Organization (WTO) is the decline in support for multilateralism in the United States. Three key problems with WTO design precipitated the decline. First, incomplete rules related to trade remedies are interpreted by the WTO’s Appellate Body (AB) in ways that conflict with a narrow set of sensitive US domestic priorities. Second, existing WTO rules do not sufficiently account for non-market economies, such as China. Third, remediation of these problems is infeasible due to consensus-based decision-making in the WTO. These problems represent more fundamental challenges induced by increased economic integration—loss of sovereignty and erosion of democracy. To alleviate these problems in multilateral agreements we suggest: 1) a narrow solution that carves out a special process for handling trade remedy disputes; 2) a broad solution that relaxes the requirement of consensus for WTO reform, adopting some form of supermajority voting or a sunset clause; 3) the reform of domestic consensus-building institutions within the US that directly address the political-economy sources of voter discontent.\n\n",
    "acknowledgement": "\nWe thank participants at the Princeton University IR Faculty Colloquium, the 13th annual conference on the Political Economy of International Organization, Simon Fraser University, and the Political Science Friday Speaker Series at the University of Colorado-Boulder for their helpful comments. We are particularly grateful to Duane Layton, Andrew Moravcsik, Krzysztof Pelc, Peter Rosendorff, Christina Schneider, David Steinberg, and Adalbert Winkler for their generous and constructive advice. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}