{
    "id": 27928,
    "citation_title": "City Limits: What do Local-Area Minimum Wages Do?",
    "citation_author": [
        "Arindrajit Dube",
        "Attila S. Lindner"
    ],
    "citation_publication_date": "2020-10-12",
    "issue_date": "2020-10-08",
    "revision_date": "2020-11-20",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nCities are increasingly setting their own minimum wages, and this trend has accelerated sharply in recent years. While in 2010 there were only three cities with their own minimum wages exceeding the state or federal standard, by 2020 there were 42. This new phenomenon raises the question: is it desirable to have city-level variation in minimum wage polices? We discuss the main trade-offs emerging from local variation in minimum wage polices and evaluate their empirical relevance. First, we document what type of cities raise minimum wages and we discuss how these characteristics can potentially impact the effectiveness of city-level minimum wage policies. Second, we summarize the evolving evidence on city-level minimum wage changes and provide some new evidence of our own. Early evidence suggests that the impact of the policy on wages and employment to date has been broadly similar to the evidence on state and federal-level minimum wage changes. Overall, city-level minimum wages seem to be able to tailor the policy to local economic environment without imposing substantial distortions in allocation of labor and businesses across locations.\n\n",
    "acknowledgement": "\nWe thank Pat Kline, Enrico Moretti and Michael Reich for useful suggestions. We are grateful to Jon Piqueras for outstanding research assistance. Lindner acknowledges financial support from the Economic and Social Research Council (new investigator grant, ES/T008474/1). Dube acknowledges financial support from the Russell Sage Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}