{
    "id": 27921,
    "citation_title": "Trends in US Income and Wealth Inequality: Revising After the Revisionists",
    "citation_author": [
        "Emmanuel Saez",
        "Gabriel Zucman"
    ],
    "citation_publication_date": "2020-10-12",
    "issue_date": "2020-10-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent studies argue that US inequality has increased less than previously thought, in particular due to a more modest rise of wealth and capital income at the top (Smith et al., 2019; Smith, Zidar and Zwick, 2020; Auten and Splinter, 2019). We examine the claims made in these papers point by point, separating genuine improvements from arguments that do not appear to us well grounded empirically or conceptually. Taking stock of this body of work, and factoring in other improvements, we provide a comprehensive update of our estimates of US income and wealth inequality. Although some of the points raised by the revisionists are valuable, the core quantitative findings of this literature do not appear to be supported by the data. The low capital share of private business income estimated in Smith et al. (2019) is not consistent with the large capital stock of these businesses. In Smith, Zidar and Zwick (2020), the interest rate assigned to the wealthy is higher than in the datasets where both income and wealth can be observed, leading to downward biased top wealth shares; capitalizing equities using almost only dividends dramatically underestimates the wealth of billionaires relative to the Forbes 400. In Auten and Splinter (2019), business profits earned by the top 1% but not taxable (due in particular to generous depreciation rules) are classified as tax evasion; tax evasion is then allocated to the bottom 99% based on an erroneous reading of random audit data. Our revised series show a rise of inequality similar to Saez and Zucman (2016) and Piketty, Saez, and Zucman (2018) while allowing for a more granular depiction of the composition of wealth and income at the top.\n\nThis paper includes commentary on several recent studies of US income inequality.  One of the authors of one of those studies has prepared a response to this paper.\n\n",
    "acknowledgement": "\nWe thank Danny Yagan, Owen Zidar, and Eric Zwick for helpful discussions and comments. Funding from the Center for Equitable Growth at UC Berkeley, the National Science Foundation, the Sandler foundation, and the Stone foundation is thankfully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}