{
    "id": 27923,
    "citation_title": "Optimal Foreign Reserves and Central Bank Policy Under Financial Stress",
    "citation_author": [
        "Luis Felipe Céspedes",
        "Roberto Chang"
    ],
    "citation_publication_date": "2020-10-12",
    "issue_date": "2020-10-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the interaction between optimal foreign reserves accumulation and central bank international liquidity provision in a small open economy under financial stress. Firms and households finance investment and consumption by borrowing from domestic financial intermediaries (banks), which in turn borrow from abroad. Binding financial constraints can cause the domestic rate of interest to rise above the world rate and the real exchange rate to depreciate, leading to inefficiently low investment and consumption. A role then emerges for a central bank that accumulates reserves in order to provide liquidity if financial frictions bind. The optimal level of international reserves in this context depends, among other variables, on the term premium, the depth of financial markets, ex ante financial uncertainty and the precise way the central bank intervenes. The model is consistent with both the increase in international reserves observed during the period 2004-2008 and with policy intervention after the Lehman bankruptcy.\n\n",
    "acknowledgement": "\nWe thank Fernando Broner, Filippo Occhino, Jaume Ventura, Bernardo Pagnoncelli, Alep Simsek, and seminar participants at the BIS, PUC de Chile, Central Bank of Chile, NBER IFM Program Meeting, Universidad de Chile, and Universidad Católica del Perú for useful comments and suggestions. Any additional input will be greatly appreciated. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}