{
    "id": 27924,
    "citation_title": "Temporary Unemployment and Labor Market Dynamics During the COVID-19 Recession",
    "citation_author": [
        "Jessica Gallant",
        "Kory Kroft",
        "Fabian Lange",
        "Matthew J. Notowidigdo"
    ],
    "citation_publication_date": "2020-10-12",
    "issue_date": "2020-10-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops a search-and-matching model that incorporates temporary unemployment and applies the model to study the labor market dynamics of the COVID-19 recession in the US. We calibrate the model using panel data from the Current Population Survey for 2001-2019, and we find that the model-based job finding rates match observed job finding rates during the entire sample period and out-of-sample up through July 2020. We also find that the Beveridge curve is well-behaved and displays little change in market tightness in 2020 once we use the calibrated model to adjust for changes in the composition of the unemployed. We then use the model to project the path of unemployment over the next 18 months. Under a range of assumptions about job losses and labor demand, our model predicts a more rapid recovery compared to a model that does not distinguish between temporary and permanent unemployment and compared to professional and academic forecasts. We find that in order to rationalize the professional forecasts of the unemployment rate, some combination of the vacancy rate, job separation rate, and recall rate of workers on temporary layoff must deteriorate substantially from current levels in the next several months.\n\n",
    "acknowledgement": "\nThis paper was prepared for the September 2020 Brookings Papers on Economic Activity conference. We thank Gabrial Chodorow-Reich, Lawrence Katz, and David Romer for comments and suggestions, and we thank Eliza Forsythe, Lisa Kahn, and David Wiczer for very helpful conversations surrounding some of the same issues of temporary unemployment. We also thank Jiahao Chen and Jeremy Mopsick for excellent research assistance and Alissa Aviles and Grace Su for reviewing our conference draft. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}