{
    "id": 27920,
    "citation_title": "Anxiety or Pain? The Impact of Tariffs and Uncertainty on Chinese Firms in the Trade War",
    "citation_author": [
        "Felipe Benguria",
        "Jaerim Choi",
        "Deborah L. Swenson",
        "Mingzhi Xu"
    ],
    "citation_publication_date": "2020-10-12",
    "issue_date": "2020-10-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Globalization and International Relations",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe unexpected outbreak of the U.S.-China trade war led to dramatic increases in the import and export tariffs confronting Chinese firms. Due to firm-level differences in trade engagement, customs trade data combined with tariff changes allow us to measure firm-level exposure to the trade war. Further, by adopting a new textual analysis approach to listed firms' annual reports, we develop trade policy uncertainty (TPU) measures that vary over firms and time.  Our difference-in-differences examination of these firm-level data reveals that trade war increases in U.S. tariffs and Chinese retaliatory tariffs both raised Chinese firms’ TPU.  The impact of tariffs on uncertainty is heterogeneous, and is most pronounced for smaller and less capital-intensive firms.  This effect is also smaller for Chinese exporters that were more diversified in terms of partner countries.  In the second stage of our analysis we explore and document the negative connection between Chinese firm-level increases in TPU and subsequent firm performance.  Our estimates indicate that Chinese firms hit by a one standard deviation increase in TPU during the trade war reduced firm-level investment, R&D expenditures, and profits by 1.4, 2.7, and 8.9 percent, respectively.\n\n",
    "acknowledgement": "\nWe thank Sisi Zhang for outstanding research assistance. We thank JaeBin Ahn, Theresa Greaney, Jung Hur, Noh-Sun Kwark, Sang-Hyop Lee, SeungHoon Lee, Will Olney, E Young Song, Alan Spearot, Xiaojun Wang, and seminar participants at KERIC 2020, Sogang University, and the University of Hawaii. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}