{
    "id": 27922,
    "citation_title": "The Rise of Income and Wealth Inequality in America: Evidence from Distributional Macroeconomic Accounts",
    "citation_author": [
        "Emmanuel Saez",
        "Gabriel Zucman"
    ],
    "citation_publication_date": "2020-10-12",
    "issue_date": "2020-10-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies inequality in America through the lens of distributional macroeconomic accounts—comprehensive distributions of the aggregate amount of income and wealth recorded in the official macroeconomic accounts of the United States. We use these distributional macroeconomic accounts to quantify the rise of income and wealth concentration since the late 1970s, the change in tax progressivity, and the direct redistributive effects of government intervention in the economy. Between 1978 and 2018, the share of pre-tax income earned by the top 1% rose from 10% to about 19% and the share of wealth owned by the top 0.1% rose from 7% to about 18%. In 2018, the tax system was regressive at the top end; the top 400 wealthiest Americans paid a lower average tax rate than the macroeconomic tax rate of 29%. We confront our methods and findings with those of other studies, pinpoint the areas where more research is needed, and describe how additional data collection could improve inequality measurement.\n\n",
    "acknowledgement": "\nWe thank editors Gordon Hanson and Enrico Moretti, and Tim Taylor for detailed comments. Funding from the Center for Equitable Growth at UC Berkeley, the Sandler foundation, and the Stone foundation is thankfully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}