{
    "id": 27925,
    "citation_title": "Human Capital Depreciation and Returns to Experience",
    "citation_author": [
        "Michael Dinerstein",
        "Rigissa Megalokonomou",
        "Constantine Yannelis"
    ],
    "citation_publication_date": "2020-10-12",
    "issue_date": "2020-10-08",
    "revision_date": "2022-09-28",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHuman capital can depreciate if skills are unused. But estimating human capital depreciation is challenging, as worker skills are difficult to measure and less productive workers are more likely to spend time in non-employment. We overcome these challenges with new administrative data on teachers’ assignments and their students’ outcomes, and quasi-random variation from the teacher assignment process in Greece. We find significant losses to output, as a one-year increase in time without formal employment lowers students’ test scores by 0.05 standard deviations. Using a simple production model, we estimate a skill depreciation rate of 4.3% and experience returns of 6.8%.\n\n",
    "acknowledgement": "\nPrior versions of the paper were titled “Human Capital Depreciation.” The authors wish to thank Stéphane Bonhomme, Niels Gormsen, Caroline Hoxby, Victor Lavy, Magne Mogstad, Steve Rivkin, Jonah Rockoff, Seth Zimmerman, and seminar participants at NBER Labor Studies and Economics of Education Summer Institute, Columbia University, Princeton University, the University of Chicago, Athens University of Economics and Business, CESifo Area Conference on the Economics of Education, Public Choice Conference at Queensland University Technology, the Chicago Booth Household Finance Conference, the Rome Junior Conference on Applied Economics, the University of Adelaide, the University of Piraeus, the University of Toronto, University of Queensland, and Warwick University for helpful discussion and comments. We are grateful to Spyros Kypraios and Katerina Nikalexi for superb research assistance and to Panos Voulgaris, Veronica Blau, and Ilias Arvanitakis for helping to compile the data. Constantine Yannelis is grateful to the Becker Friedman Institute and Fama Miller Center for generous financial support. This work was approved by the Research Committee by the University of Queensland (clearance number: 2020000158 / IRB19-1614). The data repository is openicpsr-165721 (see Dinerstein et al. (2022)). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}