{
    "id": 27926,
    "citation_title": "Dominant Currencies: How Firms Choose Currency Invoicing and Why it Matters",
    "citation_author": [
        "Mary Amiti",
        "Oleg Itskhoki",
        "Jozef Konings"
    ],
    "citation_publication_date": "2020-10-12",
    "issue_date": "2020-10-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing new data on currency invoicing for Belgian firms, we analyze how firms make their currency choice, for both exports and imports, and the implications of this choice for exchange rate pass-through into prices and quantities. We derive our estimating equations from a theoretical framework featuring variable markups, international input sourcing, and staggered price setting with endogenous currency choice. Our structural specification provides a new test of the allocative consequences of nominal rigidities, by estimating the treatment effect of foreign-currency price stickiness on the dynamic response of prices and quantities, controlling for the endogeneity of the firm's currency choice. We show that flexible-price determinants of exchange rate pass-through are also the key firm characteristics that determine currency choice. In particular, small non-importing firms tend to price their exports in euros (producer currency) and exhibit complete exchange-rate pass-through into destination prices at all horizons. In contrast, large import-intensive firms tend to denominate their exports in foreign currencies, especially in the US dollar, exhibiting a lower pass-through of the euro-destination exchange rate and a pronounced sensitivity to the dollar-destination exchange rate. The effects of foreign-currency price stickiness are still significant beyond the one-year horizon, but gradually dissipate in the long run.\n\n",
    "acknowledgement": "\nWe thank our discussants Ariel Burstein, Andres Drenik and Philip Saure, as well as Andy Atkeson, Emmanuel Dhyne, Linda Goldberg, Dima Mukhin, Jesse Schreger and seminar/conference participants for comments, and Joris Hoste for excellent research assistance. We thank the National Bank of Belgium for providing access to their data and research facilities. Financial support from the Methusalem program of KU Leuven is gratefully acknowledged. The views expressed in this paper are those of the authors and do not necessarily represent those of the Federal Reserve Bank of New York or the Federal Reserve System, the National Bank of Belgium, or the views of the National Bureau of Economic Research.\n\n\n"
}