{
    "id": 27935,
    "citation_title": "A Q-Theory of Banks",
    "citation_author": [
        "Juliane Begenau",
        "Saki Bigio",
        "Jeremy Majerovitz",
        "Matias Vieyra"
    ],
    "citation_publication_date": "2020-10-12",
    "issue_date": "2020-10-08",
    "revision_date": "2024-04-05",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe introduce a dynamic bank theory featuring delayed loss recognition and a regulatory capital constraint, aiming to match the bank leverage dynamics captured by Tobin’s Q. We start from four facts: (1) book and market equity values diverge, especially during crises; (2) Tobin’s Q predicts future bank profitability; (3) neither book nor market leverage constraints are strictly binding for most banks; and (4) bank leverage and Tobin’s Q are mean reverting but highly persistent. We demonstrate that delayed loss accounting rules interact with bank capital requirements, introducing a tradeoff between loan growth and financial fragility. Our welfare analysis implies that accounting rules and capital regulation should optimally be set jointly. This paper emphasizes the need to reconcile regulatory dependence on book values with the market’s emphasis on fundamental values to enhance understanding of banking dynamics and improve regulatory design.\n\n",
    "acknowledgement": "\nWe would like to thank Youngmin Kim, Adam Su, and Mengbo Zhang for excellent research assistance. We are grateful to our discussants Dean Corbae, Miguel Faria-e-Castro, Elena Loutskina, Thorsten Koeppl, David Martinez-Miera and Adrián Pardo. We thank Andrew Atkeson, Haelim Anderson, Patrick Bolton, Pablo D’Erasmo, Andrea Eisfeldt, Francesco Ferrante, Mark Gertler, Kinda Hachem, Valentin Haddad, Benjamin Hebert, Arvind Krishnamurthy, Anton Korinek, Hanno Lustig, Ken Miyahara, Gaston Navarro, Andrea Prestipino, Jose-Victor Rios-Rull, Pari Sastry, Jesse Schreger, Jeremy Stein, Robert Townsend, and Pierre-Olivier Weill for their many useful comments. We thank the conference and seminar participants of the Barcelona GSE 2021, UofT Finance Conference 2021, MFM Winter 2019 Meeting, Columbia 2020 Junior Finance Conference, Banco de Mexico, Philadelphia Fed, Federal Reserve Board, UCSD, UCSC, Michigan Ross, Northwestern University (Economics and Finance), University of Virginia, and Wharton (Macro). Previous versions of the paper circulated under the title “Data Lessons on Bank Behavior” and “Banks Adjust Slowly”. These are our views and not necessarily those of the Bank of Canada, the Federal Reserve Bank of San Francisco, or the National Bureau of Economic Research.\n\n\n"
}