{
    "id": 27938,
    "citation_title": "Highways and Globalization",
    "citation_author": [
        "Taylor Jaworski",
        "Carl Kitchens",
        "Sergey Nigai"
    ],
    "citation_publication_date": "2020-10-12",
    "issue_date": "2020-10-08",
    "revision_date": "2023-05-11",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper quantifies the value of US highways. We develop a multisector general equilibrium model with many locations in the United States (i.e., counties) and many countries. In the model, producers choose shipping routes subject to domestic and international trade costs, endogenous congestion, and port efficiency at international transshipment points. Applying the model, we find that removing the Interstate Highway System reduces real GDP by $421-$578 billion. The results highlight the gains from intersectoral and international trade as well as the role of domestic transportation infrastructure in shaping regional comparative advantage.\n\nThe authors have posted an addendum to this research, which may be found here.\n\n",
    "acknowledgement": "\nWe thank the editor Dirk Krueger and three anonymous referees for useful comments and suggestions. Comments from seminar participants at Auburn University, Clemson University, University of Colorado (Boulder), Florida State University, Hitotsubashi University, University College Dublin, Wake Forest University, West Virginia University, and several conferences are greatly appreciated. Johannes Uhl provided useful assistance with ArcGIS. Any remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}