{
    "id": 27936,
    "citation_title": "The Effects of the Affordable Care Act on the Near-Elderly: Evidence for Health Insurance Coverage and Labor Market Outcomes",
    "citation_author": [
        "Mark Duggan",
        "Gopi Shah Goda",
        "Gina Li"
    ],
    "citation_publication_date": "2020-10-12",
    "issue_date": "2020-10-08",
    "revision_date": "2020-11-09",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Affordable Care Act (ACA) not only changed the landscape of health insurance coverage in the United States, but also affected the relationship between working decisions and health insurance. In this paper, we estimate the impact of the ACA on the near-elderly (ages 60- 64) in the five years after the implementation of its key provisions in early 2014. We exploit variation across geographic areas in the pre-existing level of uninsurance and use 65-69 year olds, whose insurance coverage was unaffected by the ACA, as a within-region control group. Our findings indicate that the ACA increased health insurance coverage among the near elderly by 4.5 percentage points and reduced their labor force participation rate by 0.6 percentage points.\n\n",
    "acknowledgement": "\nWe are especially grateful to Emilie Jackson, whose previous collaboration informed our current work, Anita Mukherjee, participants of the SIEPR-Sloan Working Longer conference, and Robert Moffitt for helpful comments. We thank the Alfred P. Sloan Foundation for generous financial support. The content is solely the responsibility of the authors and not Stanford University or the National Bureau of Economic Research.\n\n\n"
}