{
    "id": 27930,
    "citation_title": "Neglected No More: Housing Markets, Mortgage Lending, and Sea Level Rise",
    "citation_author": [
        "Benjamin J. Keys",
        "Philip Mulder"
    ],
    "citation_publication_date": "2020-10-12",
    "issue_date": "2020-10-08",
    "revision_date": "2024-10-15",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nIn this paper, we explore dynamic changes in the capitalization of sea level rise (SLR) risk in housing and mortgage markets. Our results suggest a disconnect in coastal Florida real estate: From 2013-2018, home sales volumes in the most-SLR-exposed communities declined 16-20% relative to less-SLR-exposed areas, even as their sale prices grew in lockstep. Between 2018-2020, however, relative prices in these at-risk markets finally declined by roughly 5% from their peak. Lender behavior cannot reconcile these patterns, as we show that both all-cash and mortgage-financed purchases have similarly contracted, with little evidence of increases in loan denial or securitization. We propose a demand-side explanation for our findings where prospective buyers have become more pessimistic about climate change risk than prospective sellers. The lead-lag relationship between transaction volumes and prices in SLR-exposed markets is consistent with dynamics at the peak of prior real estate bubbles.\n\n",
    "acknowledgement": "\nWe thank Lincoln Brown, Benjamin Collier, Geoffrey Heal, Sam Hughes, Rhiannon Jerch, Carolyn Kousky, Howard Kunreuther, Yanjun Liao, Chris Mayer, Eric Zwick and participants at the Kleinman Center's Energy Economics and Finance Seminar and the Wharton Urban Lunch for helpful comments and suggestions. Erin St. Peter provided outstanding research assistance. Keys thanks the Research Sponsors Program of the Zell/Lurie Real Estate Center for financial support. Any remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}