{
    "id": 27932,
    "citation_title": "Did COVID-19 Market Disruptions Disrupt Food Security? Evidence from Households in Rural Liberia and Malawi",
    "citation_author": [
        "Shilpa Aggarwal",
        "Dahyeon Jeong",
        "Naresh Kumar",
        "David Sungho Park",
        "Jonathan Robinson",
        "Alan Spearot"
    ],
    "citation_publication_date": "2020-10-12",
    "issue_date": "2020-10-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe quantify the effect of market disruptions due to COVID-19 on the lives of households in rural areas of Liberia and Malawi, utilizing panel data from phone surveys that were implemented as part of a randomized cash transfer experiment. The surveys began collection several months before the pandemic and have continued throughout it. The household survey included a consistent set of internationally accepted and validated questions on food security (the household dietary diversity score, the household hunger scale, and the food consumption score). In both countries, market activity was severely disrupted and we observe large declines in income among market vendors, but we find no evidence of declines in food security for households in the short run. Even though we observe no adverse effects of the lockdowns on food security among the control group, cash transfers improved dietary quality and quantity over the low levels observed at baseline.\n\n",
    "acknowledgement": "\nWe are grateful to Jenny Aker for her collaboration. For organizing the data collection, we thank Arja Dayal, Wilson Dorleleay, Walker Higgins, Andreas Holzinger, Erik Jorgensen, Teresa Martens, Laura McCargo and Camelia Vasilov at IPA Liberia, and Patrick Baxter, Emanuele Clemente, Calvin Mhango, Monica Shandal, Patrick Simbewe, and Asman Suleiman at IPA Malawi. We are extremely grateful to all the enumerators who collected this data in both countries, though there are too many to list individually. We thank Joe Amick, Joe-Hoover Gbadyu, Daniel Handel, Scott Jackson, Paul Oliver, Steve Scott and many others at USAID for helpful comments, and we thank Genevieve Barrons, Michael Cooke, Namita Desai, Shaunak Ganguly, and Stephanie Palla at GiveDirectly for their collaboration. We thank Kris Cox and Pace Phillips at IPA for their work setting up the project. This project was administered by the Development Impact Laboratory at CEGA, and we thank Carson Christiano, Samuel Fishman, Gladys Khoury, Temina Madon and Kevin McCarthy for supporting the project. This protocol was approved by the IRBs of the University of California, Santa Cruz, the University of Liberia, and the Malawi National Committee on Research in the Social Sciences and Humanities (NCRSH). This study was funded by USAID, but the findings, interpretations, and conclusions expressed in this paper are entirely those of the authors. They do not necessarily represent the views of USAID, the World Bank and its affiliated organizations, or those of the Executive Directors of the World Bank, the governments they represent, or the National Bureau of Economic Research.\n\n\n"
}