{
    "id": 27937,
    "citation_title": "Powering Work from Home",
    "citation_author": [
        "Steve Cicala"
    ],
    "citation_publication_date": "2020-10-12",
    "issue_date": "2020-10-08",
    "revision_date": "2022-09-27",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nThis paper documents an increase in residential electricity consumption while industrial and commercial consumption has fallen during the COVID-19 pandemic in the United States. Hourly smart meter data from Texas reveals how daily routines changed during the pandemic, with usage during weekdays closely resembling those of weekends. The 16% residential increase during work hours offsets the declines from commercial and industrial customers. Using monthly data from electric utilities nationwide, I find a 10% increase in residential consumption, and a 12% and 14% reduction in commercial and industrial usage, respectively, during the second quarter of 2020. This contrasts with the financial crisis of 2008, which also witnessed a rapid decline in industrial electricity consumption, but left residential usage unaffected. The increase in residential consumption is found to be positively associated with the share of the labor force that may work from home. From April through July of 2020, total excess expenditure on residential electricity was nearly $6B.\n\n",
    "acknowledgement": "\nI am grateful to Iván Higuera-Mendieta and Daisy Lu for excellent research assistance, and seminar participants at Tufts University for helpful feedback. This paper is based on work supported by the Sloan Foundation, the National Science Foundation under Grant No. SES-2031184, and the Political Economics Initiative at the Becker Friedman Institute at the University of Chicago. All errors remain my own. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}