{
    "id": 27945,
    "citation_title": "Bank Liquidity Provision Across the Firm Size Distribution",
    "citation_author": [
        "Gabriel Chodorow-Reich",
        "Olivier Darmouni",
        "Stephan Luck",
        "Matthew C. Plosser"
    ],
    "citation_publication_date": "2020-10-12",
    "issue_date": "2020-10-08",
    "revision_date": "2020-12-22",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use supervisory loan-level data to document that small firms (SMEs) obtain shorter maturity credit lines than large firms; have less active maturity  management; post more collateral; have higher utilization rates; and pay higher spreads. We rationalize these facts as the equilibrium outcome of a trade-off between lender commitment and discretion. Using the COVID recession, we test the prediction that SMEs are subject to greater lender discretion by examining credit line utilization. We show that SMEs do not drawdown in contrast to large firms despite SME demand, but that PPP loans helped alleviate the shortfall.\n\n",
    "acknowledgement": "\nWe thank Tania Babina, Tobias Berg, Xavier Giroud, Ivan Ivanov, Martina Jasova, Trish Mosser, Stijn Van Nieuwerburgh, Pascal Paul, Giorgia Piacentino, Kerry Siani, and seminar participants\nat the UC Berkeley Haas School of Business, Columbia Business School, the FDIC, John Hopkins University, the Temple Fox School of Business, and the University of Rochester Simon School of Business for useful comments and Sungmin An, Harry Cooperman, and Alena Kang-Landsberg for excellent research assistance. The opinions expressed in this paper do not necessarily reflect those of the Federal Reserve Bank of New York, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}