{
    "id": 27943,
    "citation_title": "Medical Research and Health Care Finance: Evidence from Academic Medical Centers",
    "citation_author": [
        "Pierre Azoulay",
        "Misty L. Heggeness",
        "Jennifer L. Kao"
    ],
    "citation_publication_date": "2020-10-12",
    "issue_date": "2020-10-08",
    "revision_date": "2021-09-28",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": [
        "\n",
        "\nThe Value of Medical Research\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nAcademic Medical Centers (AMCs)—comprising medical schools, teaching hospitals, and research laboratories—play an important role in US biomedical innovation. The Balanced Budget Act of 1997 changed reimbursements for Medicare inpatient claims and subsidies for medical residents. We compare AMCs' relative exposure to the reform and how these differences affect their researchers' ability to attract NIH grant funding, as well as the quantity, impact, and content of their publications. We find that in response to the reform, research activity increases by approximately 6%, with larger effects observed for “translational” and clinical research. We find little effect on clinical outcomes.\n\n",
    "acknowledgement": "\nThe authors thank participants at the 2020 ASSA Annual Meeting (San Diego), the NBER-IFS International Network on the Value of Medical Research Meeting, the NBER Productivity Lunch, the 2020 NBER Summer Institute, and UCLA. Amitabh Chandra and Adam Sacarny generously shared data for this project. This project was supported by the National Institute on Aging under Award Number R24AG048059 to the National Bureau of Economic Research. Soomi Kim provided excellent research assistance. Any opinions and conclusions expressed are those of the authors and do not represent the views of the US Census Bureau or the National Bureau of Economic Research. Address all correspondence to jennifer.kao@anderson.ucla.edu. All errors are our own.\n\n\n"
}