{
    "id": 27940,
    "citation_title": "Who Benefits From the Child Tax Credit?",
    "citation_author": [
        "Jacob Goldin",
        "Katherine Michelmore"
    ],
    "citation_publication_date": "2020-10-12",
    "issue_date": "2020-10-08",
    "revision_date": "2021-10-27",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn recent years, the Child Tax Credit (CTC) has provided a cash transfer of up to $2,000 per child under age 17 to millions of families in the United States. Using the Current Population Survey, we examine the aggregate effects and distributional implications of the rules governing the credit. We focus on the rules that were in place for years prior to 2021 and that are currently scheduled to apply for years beginning in 2022. While approximately 90% of children benefit to at least some degree from the CTC, we document striking disparities in eligibility and benefits by income and race. The vast majority of children living in households in the bottom decile of the national income distribution are completely ineligible for the CTC and the majority of filers in the bottom thirty percent are eligible only for a partial credit. In contrast, virtually all children living in households in the top half of the income distribution qualify for the full credit amount. Approximately three-quarters of white, non-Hispanic and Asian children are eligible for the full CTC, compared to only about half of Black and Hispanic children. We use our results to estimate the distributional effects of a range of reforms to the CTC eligibility rules. Our results suggest that reforming the credit to include a larger share of children would more evenly distribute the credit’s benefits across children of different races and incomes.\n\n",
    "acknowledgement": "\nFor helpful comments, we are grateful to Len Burman, Brendan Duke, Margaret Jones, Elaine Maag, Janet McCubbin, and David Splinter. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}