{
    "id": 27942,
    "citation_title": "Have Exchange-Listed Firms Become Less Important for the Economy?",
    "citation_author": [
        "Frederik P. Schlingemann",
        "René M. Stulz"
    ],
    "citation_publication_date": "2020-10-12",
    "issue_date": "2020-10-08",
    "revision_date": "2021-01-28",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe firms listed on the stock market in aggregate contribute less to total non-farm employment and GDP now than in the 1970s. A major reason for this development is the decline of manufacturing and the growth of the service economy as firms providing services are less likely to be listed on exchanges. A firm’s stock market capitalization is much less instructive about its employment now than in earlier years. Listed stock market superstars account for less employment than they did in the 1970s. Market capitalizations have not become systematically less informative about firms’ contribution to GDP.\n\n",
    "acknowledgement": "\nThis paper is a revision of a paper previously titled: “Has the stock market become less representative of the economy?” We thank Leandro Sanz for excellent research assistance. We are grateful for comments from Harry DeAngelo, Craig Doidge, Andrei Gonçalves, Andrei Shleifer, and seminar participants at The Ohio State University and Tulane University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}