{
    "id": 27959,
    "citation_title": "Liquidity and Volatility",
    "citation_author": [
        "Itamar Drechsler",
        "Alan Moreira",
        "Alexi Savov"
    ],
    "citation_publication_date": "2020-10-19",
    "issue_date": "2020-10-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nLiquidity provision is a bet against private information: if private information turns out to be higher than expected, liquidity providers lose. Since information generates volatility, and volatility co-moves across assets, liquidity providers have a negative exposure to aggregate volatility shocks. As aggregate volatility shocks carry a very large premium in option markets, this negative exposure can explain why liquidity provision earns high average returns. We show this by incorporating uncertainty about the amount of private information into an otherwise standard model. We test the model in the cross section of short-term reversals, which mimic the portfolios of liquidity providers. As predicted by the model, reversals have large negative betas to aggregate volatility shocks. These betas explain their average returns with the same risk price as in option markets, and their predictability by VIX in the time series. Volatility risk thus explains the liquidity premium among stocks and why it increases in volatile times. Our results provide a novel view of the risks and returns to liquidity provision.\n\n",
    "acknowledgement": "\nWe thank Markus Brunnermeier, Pete Kyle, Mathieu Fournier, Yunzhi Hu, David Schreindorfer, Daniel Schmidt, Mark Westerfield, and Zhaogang Song for discussions; Kent Daniel, Greg Duffie, Ron Kaniel, Bryan Kelly, Maureen O’Hara, and Christian Opp for their comments; as well as participants at NBER Asset Pricing, Cornell, CBOE Derivatives Conference, European Finance Association, Insead Finance Conference, American Finance Association, University of Texas at Austin, Washington University at St. Louis, Toulouse School of Economics, Duke-UNC Asset Pricing Conference, JHU-Carey Finance Conference, University of Rochester, Temple University, Norges Bank, Federal Reserve Board, Securities and Exchange Commission, UC Davis, and Wharton for their comments. We thank Liz Casano for excellent research assistance. An earlier draft circulated under the title “Liquidity Creation as Volatility Risk”. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}