{
    "id": 27952,
    "citation_title": "How Do CEOs Make Strategy?",
    "citation_author": [
        "Mu-Jeung Yang",
        "Michael Christensen",
        "Nicholas Bloom",
        "Raffaella Sadun",
        "Jan Rivkin"
    ],
    "citation_publication_date": "2020-10-19",
    "issue_date": "2020-10-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe explore the critical question of how executives make strategic decisions. Utilizing a new survey of 262 CEO alumni of Harvard Business School, we gather evidence on four aspects of each executive’s business strategy: its overall structure, its formalization, its development, and its implementation. We report three key results. First, different CEOs use markedly different processes to make strategic decisions; some follow highly formalized, rigorous, and deliberate processes, while others rely heavily on instinct and intuition. Second, more structured strategy processes are associated with larger firm size and faster employment growth. Third, using a regression discontinuity centered around a change in the curriculum of Harvard Business School’s required strategy course, we trace differences in strategic decision making back to differences in managerial education.\n\n",
    "acknowledgement": "\nAuthor names are in a randomized order. Financial support was provided by Harvard Business School. We would like to thank Michael Porter and Tim Ott for helpful comments. We also thank seminar participants at Harvard Business School, Eccles School of Business, the Empirical Management Conference 2018, the CAED conference 2019, the Strategy Science Conference 2019, the NBER Organizational Economics Fall 2019 meeting, for their comments and Kerenssa Kay and Tejas Ramdas for excellent research assistance. Some of the results in this paper have been obtained while Yang was Special-Sworn Status Researcher at the Northwest Census Research Datacenter. Any opinions and conclusions expressed herein are those of the author(s) and do not necessarily represent the views of the U.S. Census Bureau. All results have been reviewed to ensure that no confidential information is disclosed The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}