{
    "id": 27951,
    "citation_title": "Uncertainty, Wages, and the Business Cycle",
    "citation_author": [
        "Matteo Cacciatore",
        "Federico Ravenna"
    ],
    "citation_publication_date": "2020-10-19",
    "issue_date": "2020-10-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe show that limited wage flexibility in economic downturns generates strong and state-dependent amplification of uncertainty shocks. It also explains the cyclical behavior of empirical measures of uncertainty. Central to our analysis is the existence of matching frictions in the labor market and an occasionally binding constraint on downward wage adjustment. The wage constraint enhances the concavity of firms' hiring rule, generating an endogenous profit-risk premium. In turn, uncertainty shocks increase the profit-risk premium when the economy operates close to the wage constraint. This implies that higher uncertainty can severely deepen a recession, although its impact is weaker on average. Non-linear local projections and VAR estimates support the model predictions. Additionally, the variance of the unforecastable component of future economic outcomes always increases at times of low economic activity. Thus, measured uncertainty rises in a recession even in the absence of uncertainty shocks.\n\n",
    "acknowledgement": "\nFor very helpful comments, we thank Morten Ravn, Martin Andreasen, Nicholas Bloom, Susanto Basu, Luca Dedola, Bart Hobijn, Giovanni Lombardo, Sylvain Leduc, Francisco Ruge-Murcia, Nora Traum, Markus Riegler, Felix Wellschmied, Francesco Zanetti, and audiences at various seminars and conferences. We are indebted to Giovanni Pellegrino for providing the codes to estimate the Interacted VAR and to Gabriel Züllig for invaluable research assistance. Financial support from the Social Sciences and Humanities Research Council of Canada and from HEC Montréal Direction de la Recherche is gratefully acknowledged. The viewpoints stated are the responsibility of the individual contributors, and do not necessarily reflect the views of Danmarks Nationalbank or the NBER.\n\n\n"
}