{
    "id": 27956,
    "citation_title": "(S)Cars and the Great Recession",
    "citation_author": [
        "Orazio Attanasio",
        "Kieran P. Larkin",
        "Morten O. Ravn",
        "Mario Padula"
    ],
    "citation_publication_date": "2020-10-19",
    "issue_date": "2020-10-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUS households’ consumption and car purchases collapsed during the Great Recession, for reasons that are still poorly understood. In this paper we use the Consumer Expenditure Survey to derive cohort and business cycle decompositions of consumption profiles. When decomposing the car expenditure data into its extensive and intensive margins, we find that the intensive margin contracted sharply in the Great Recession, a finding in stark contrast to conventional wisdom and to the experience of prior recessions. We interpret the evidence through the prism of a very rich life-cycle model where individuals are subject to idiosyncratic uninsurable income shocks, aggregate income shocks, wealth shocks, and credit shocks. We show that, because of their salience and the transaction costs, cars are particularly sensitive to changes in the perception of fu- ture expected income and its variability. We find that on top of a large aggregate income shock, life-cycle income profile shocks and wealth shocks are important determinants of consumption choices during the Great Recession.\n\n",
    "acknowledgement": "\nWe are grateful to numerous seminar and conference participants for very helpful comments. Agnes Kovacs and Similan Rujiwattanapong provided expert research assistance. We also acknowledge financial support from the Horizon 2020 ADEMU network. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}