{
    "id": 27953,
    "citation_title": "Externalities as Arbitrage",
    "citation_author": [
        "Benjamin M. Hébert"
    ],
    "citation_publication_date": "2020-10-19",
    "issue_date": "2020-10-15",
    "revision_date": "2021-08-03",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow can we assess whether macro-prudential regulations are having their intended effects? If these regulations are optimal, their marginal benefit of addressing externalities should equal their marginal cost of distorting risk-sharing. These risk-sharing distortions will manifest as trading opportunities that intermediaries are unable to exploit. Focusing in particular on arbitrage opportunities, I construct an “externality-mimicking portfolio” whose returns track the externalities that would rationalize existing regulations as optimal. I conduct a revealed-preference exercise using this portfolio and test whether the recovered externalities are sensible. I find that the signs of existing CIP violations are inconsistent with optimal policy.\n\n",
    "acknowledgement": "\nThis paper builds on the work of and is dedicated to the memory of Emmanuel Farhi. I would also like to thank Jonathan Berk, Eduardo Dávila, Sebastian Di Tella, Wenxin Du, Darrell Duffie, Gary Gorton, Denis Gromb, Valentin Haddad, Barney Hartman-Glaser, Piero Gottardi, Bob Hodrick, Jens Jackwerth, Anton Korinek, Arvind Krishnamurthy, Matteo Maggiori, Semyon Malamud, Ian Martin, Tyler Muir, Jesse Schreger, Amit Seru, Ludwig Straub, Jeremy Stein, Dimitri Vayanos, and seminar participants at the MIT Sloan Juniors Conference, Yale SOM, EPFL Lausanne, Stanford, UCLA, UC Irvine, Columbia Juniors Conference, Duke Macro Jamboree, Gerzensee ESSFM, Barcelona FIRS, LSE, Wharton, HSE Moscow, and the Virtual Finance Seminar for helpful comments, and in particular Hanno Lustig for many useful comments and Peter Kondor for a helpful discussion. I would like to thank Michael Catalano-Johnson of Susquehanna Investment Group for help with bounds on American option prices, Colin Eyre and Alex Reinstein of DRW for help understanding SPX and SPY options, and Jonathan Wallen and Christian Gonzalez-Rojas for outstanding research assistance. All remaining errors are my own.  The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}