{
    "id": 27954,
    "citation_title": "Economic Adjustment during the Great Recession: The Role of Managerial Quality",
    "citation_author": [
        "Gilbert Cette",
        "Jimmy Lopez",
        "Jacques Mairesse",
        "Giuseppe Nicoletti"
    ],
    "citation_publication_date": "2020-10-19",
    "issue_date": "2020-10-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study investigates empirically how managerial practices have affected macroeconomic adjustment during the Great Recession after the 2008 economic crisis. We start by constructing a country*industry balanced panel data over the 2007-2015 period for eighteen industries in ten OECD countries, and complementing it by two indicators: an indicator of management quality at the country level based on the managerial practices categorical scores at firm level from Bloom et al. (2012); and an indicator at the industry level for the shocks stemming from the 2008 economic crisis. We then rely on the local projection method pioneered by Jordá (2005) to estimate the direct impacts of country management quality indicators and industry economic shocks as well as their joint impacts, on five variables of interest: value-added, employment, labor productivity, wage per employee and labor share during the Great Recession. We find that, in countries where management quality is higher, production and employment are more resilient during the Great Recession, with less production losses and employment damages, no effects on productivity, wage moderation and a slight increase in the labor shares. It appears, moreover, that this resilience is increasing with the size of industry shocks.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}