{
    "id": 27955,
    "citation_title": "Misallocation and Capital Market Integration: Evidence From India",
    "citation_author": [
        "Natalie Bau",
        "Adrien Matray"
    ],
    "citation_publication_date": "2020-10-19",
    "issue_date": "2020-10-15",
    "revision_date": "2022-10-13",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Development Economics",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe show that foreign capital liberalization reduces capital misallocation and increases aggregate productivity for affected industries in India. The staggered liberalization of access to foreign capital across disaggregated industries allows us to identify changes in firms' input wedges, overcoming major challenges in the measurement of the effects of changing misallocation. Liberalization increases capital overall. For domestic firms with initially high marginal revenue products of capital (MRPK), liberalization increases revenues by 23%, physical capital by 53%, wage bills by 28%, and reduces MRPK by 33% relative to low MRPK firms. The effects of liberalization are largest in areas with less developed local banking sectors, indicating that inefficiencies in that sector may cause misallocation. Finally, we propose an assumption under which a novel method exploiting natural experiments can be used to bound the effect of changes in misallocation on treated industries' aggregate productivity. These industries' Solow residual increases by 3–16%.\n\n",
    "acknowledgement": "\nWe are particularly indebted to David Baqaee and Chenzi Xu. We thank Dave Donaldson, Emmanuel Farhi, Pete Klenow, Karthik Muralidharan, Diego Restuccia, Richard Rogerson, Martin Rotemberg, Chad Syverson, Christopher Udry, and Liliana Varela, as well as conference and seminar participants at the Stanford King Center Conference on Firms, Trade, and Development, CEPR Macroeconomics and Growth Meetings, CIFAR IOG meetings, EPED, NBER SI, the Online International Finance and Macro Seminar, NYU, Oxford, Columbia, Toulouse School of Economics, INSEAD, CREST, University of Paris-Dauphine, Georgetown, the World Bank, Dartmouth, UToronto, UCLA, UCSD, Guelph, and USC-Marshall Business School for helpful comments and discussions. Carl Kontz, Palermo Penano, Brian Pustilnik, Derek Wenning, and Mengbo Zhang provided exceptional research assistance. We are also grateful to the International Growth Centre, the Julis-Rabinowitz Center for Public Policies, the Griswold Center of Economic Policy Studies (Princeton), and NSF Grant #2049936 which funded this project. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}