{
    "id": 27957,
    "citation_title": "Offshoring and Inflation",
    "citation_author": [
        "Diego A. Comin",
        "Robert C. Johnson"
    ],
    "citation_publication_date": "2020-10-19",
    "issue_date": "2020-10-15",
    "revision_date": "2021-05-11",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Macroeconomics",
        "\n",
        "Globalization and International Relations",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDid trade integration suppress inflation in the United States? Conventional wisdom says “yes,” based on the disinflationary supply-side impacts of trade. We argue that these supply-side arguments are incomplete, because trade integration also influences aggregate demand. Our analysis leverages two facts: trade integration was a long-lasting, phased-in shock, and offshoring accounts for a large share of it. Given these facts, we show trade integration is inflationary in conventional New Keynesian models. This result continues to hold when we account for US trade deficits, the pro-competitive effects of trade on domestic markups, and cross-sector heterogeneity in trade integration.\n\n",
    "acknowledgement": "\nWe thank Nan Li, Eric Sims, Jón Steinsson, and participants Yale University, Indiana University, UC Berkeley, the Brookings Productivity Measurement Initiative Authors’ Conference (September 2019), the Colombian Central Bank’s RED Investigadores Conference (October 2019), the International Trade Dynamics Workshop (June 2020), the and the Central Bank Macro Modeling Workshop (October 2020) for helpful comments. For financial support, both authors thank the Brookings Productivity Measurement Initiative, and Comin thanks the Bank of England and the Houblon-Norman fellowship. We also thank Isabel Hanisch for research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}