{
    "id": 27965,
    "citation_title": "What Explains Temporal and Geographic Variation in the Early US Coronavirus Pandemic?",
    "citation_author": [
        "Hunt Allcott",
        "Levi Boxell",
        "Jacob C. Conway",
        "Billy A. Ferguson",
        "Matthew Gentzkow",
        "Benjamin Goldman"
    ],
    "citation_publication_date": "2020-10-19",
    "issue_date": "2020-10-16",
    "revision_date": "2020-12-01",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe provide new evidence on the drivers of the early US coronavirus pandemic. We combine an epidemiological model of disease transmission with quasi-random variation arising from the timing of stay-at-home-orders to estimate the causal roles of policy interventions and voluntary social distancing. We then relate the residual variation in disease transmission rates to observable features of cities. We estimate significant impacts of policy and social distancing responses, but we show that the magnitude of policy effects is modest, and most social distancing is driven by voluntary responses. Moreover, we show that neither policy nor rates of voluntary social distancing explain a meaningful share of geographic variation. The most important predictors of which cities were hardest hit by the pandemic are exogenous characteristics such as population and density.\n\n",
    "acknowledgement": "\nWe thank Zane Kashner for his research assistance. We thank SafeGraph, Facteus, and Homebase for providing access to the data. We also thank the SafeGraph and Homebase COVID-19 response communities respectively for helpful input. We also thank Christopher Meissner and seminar participants at Harvard University and Stanford University for their feedback and comments. We acknowledge funding from the Stanford Institute for Economic Policy Research (SIEPR), the John S. and James L. Knight Foundation, the Sloan Foundation, the Institute for Humane Studies, and the National Science Foundation (grant number: DGE- 1656518). Previously circulated beginning in May 2020 as “Economic and Health Impacts of Social Distancing Policies during the Coronavirus Pandemic.” The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nLevi Boxell\n\nBoxell receives funding from the Institute for Humane Studies and the National Science Foundation (grant number: DGE-1656518). He has also done paid consulting for the World Bank.\n\n\n\nMatthew Gentzkow\n\nI have been a member of the Toulouse Network of Information Technology, a research group funded by Microsoft. I have also done paid consulting for Amazon, Analysis Group and Compass Lexecon.\n\n\n"
}