{
    "id": 27969,
    "citation_title": "Millionaires Speak: What Drives Their Personal Investment Decisions?",
    "citation_author": [
        "Svetlana Bender",
        "James J. Choi",
        "Danielle Dyson",
        "Adriana Z. Robertson"
    ],
    "citation_publication_date": "2020-10-19",
    "issue_date": "2020-10-16",
    "revision_date": "2021-09-17",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe survey 2,484 U.S. individuals with at least $1 million of investable assets about how well leading academic theories describe their financial beliefs and personal investment decisions. The wealthy’s beliefs about financial markets and the economy are surprisingly similar to those of the average U.S. household, but the wealthy are less driven by discomfort with the market, financial constraints, and labor income considerations. Portfolio equity share is most affected by professional advice, time until retirement, personal experiences, rare disaster risk, and health risk. Concentrated equity holding is most often motivated by belief that the stock has superior risk-adjusted returns. Beliefs about how expected returns vary with stock characteristics frequently differ from historical relationships, and more risk is not always associated with higher expected returns. Active equity fund investment is most motivated by professional advice and the expectation of higher average returns. Berk and Green (2004) rationalize return chasing in the absence of fund performance persistence by positing that past returns reveal managerial skill but there are diminishing returns to scale in active management. Forty-two percent of respondents agree with the first assumption, 33% with the second, and 19% with both.\n\n",
    "acknowledgement": "\nWe thank Jeff Scott and UBS for facilitating this research. We thank Maarten Meeuwis (discussant) and seminar audiences at Columbia, Dartmouth, ITAM, Tilburg, University of Chicago, Vanderbilt, and Yale for helpful comments, and Charlie Rafkin for assistance in analyzing the Survey of Consumer Finances data. Bender was formerly employed by an organization that provides financial advice to high net worth individuals. Dyson is employed by an organization that provides financial advice to high net worth individuals. This research did not receive any specific grant from funding agencies in the public, commercial, or not-for-profit sectors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}