{
    "id": 27966,
    "citation_title": "Post COVID-19 Exit Strategies and Emerging Markets Economic Challenges",
    "citation_author": [
        "Joshua Aizenman",
        "Hiro Ito"
    ],
    "citation_publication_date": "2020-10-19",
    "issue_date": "2020-10-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe outline two divergent exit strategies of the U.S. from the post COVID-19 debt-overhang, and analyze their implications on Emerging Markets and global stability.  The first strategy is the U.S. aiming at returning to the 2019, pre-COVID mode of loose fiscal policy and accommodating monetary policy. The short-term benefits of this strategy include faster economic growth as long as the snowball effect – the difference between the interest rate on public debt and the growth rate – is negative.  This strategy may entail a growing tail risk of a deeper crisis triggered by a future reversal of the snowball effect, inducing a deeper future sudden stop crises and instability of Emerging Markets.  We illustrate this scenario by evaluating Emerging Markets’ lost growth decade during the 1980s, triggered by the massive reversal of the snowball effect in the U.S. during 1974-1984.  The second strategy entails a two-pronged approach. First, turning U.S. fiscal priorities from fighting COVID’s medical and economic challenges, towards investment in social, medical and physical infrastructures.  Second, with a lag, promoting a gradual fiscal adjustment aiming at reaching overtime primary-surpluses and debt resilience. We illustrate this scenario by reviewing the exit strategy of the U.S. post-WWII, and its repercussions on the ‘Phoenix Emergence’ of Western Europe and Japan from WWII destruction. The contrast between the two exit strategies suggests that the two-pronged approach is akin to an upfront investment in greater long-term global stability.  We also empirically show how lowering the cost of serving public debt has been associated with higher real output growth.\n\n",
    "acknowledgement": "\nJoshua Aizenman and Hiro Ito gratefully acknowledge the financial supports of the Dockson Chair research fund of University of Southern California and that of Portland State University, respectively. All data and reproduction codes are available upon request. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}