{
    "id": 27961,
    "citation_title": "Elections, Political Polarization, and Economic Uncertainty",
    "citation_author": [
        "Scott R. Baker",
        "Aniket Baksy",
        "Nicholas Bloom",
        "Steven J. Davis",
        "Jonathan A. Rodden"
    ],
    "citation_publication_date": "2020-10-19",
    "issue_date": "2020-10-16",
    "revision_date": "2020-11-03",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Political Economy",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine patterns of economic policy uncertainty (EPU) around national elections in 23 countries. Uncertainty shows a clear tendency to rise in the months leading up to elections. Average EPU values are 13% higher in the month of and the month prior to an election than in other months of the same national election cycle, conditional on country effects, time effects, and country-specific time trends. In a closer examination of U.S. data, EPU rises by 28% in the month of presidential elections that are close and polarized, as compared to elections that are neither. This pattern suggests that the 2020 US Presidential Election could see a large rise in economic policy uncertainty. It also suggests larger spikes in uncertainty around future elections in other countries that have experienced rising polarization in recent years.\n\n",
    "acknowledgement": "\nWe would like to thank the National Science Foundation for its financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nSteven J. Davis\n\nI own more than $5,000 in stock of Charles River Associates. I own Millennium Economics LLC.\n\n\n"
}