{
    "id": 27972,
    "citation_title": "Civil Liberties in Times of Crisis",
    "citation_author": [
        "Marcella Alsan",
        "Luca Braghieri",
        "Sarah Eichmeyer",
        "Minjeong Joyce Kim",
        "Stefanie Stantcheva",
        "David Y. Yang"
    ],
    "citation_publication_date": "2020-10-19",
    "issue_date": "2020-10-16",
    "revision_date": "2023-01-10",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMajor crises — from terrorist attacks to epidemic outbreaks — bring the trade-off between individual civil liberties and societal well-being into sharp relief. In this paper, we study how willing citizens are to restrict civil liberties to improve public health conditions in the context of the COVID-19 pandemic. We design and conduct representative surveys involving approximately 550,000 responses across 15 countries, including China and the United States, during many months of the COVID-19 pandemic, from March 2020 until January 2021. We document significant heterogeneity across countries and demographic groups in willingness to sacrifice rights for public welfare. Citizens disadvantaged by income, education, or race are less willing to sacrifice rights than their more advantaged peers in every country, as are those with prior experience in communist regimes. Leveraging naturally occurring variation as well as experimental approaches, we estimate that a one standard deviation increase in health security concerns increases willingness to sacrifice civil liberties by approximately 68%-83% of the difference between the average Chinese and U.S. citizen. Stated preferences correlate with observed behavior including demand for tracing apps, donations, and petitions.\n\n",
    "acknowledgement": "\nWe thank Dynata for assistance with data collection and incorporating civil liberties concerns into their surveys. We thank participants at the University of Chicago Booth Applied Microeconomics Seminar, Harvard Public and Labor Seminar, Harvard COVID-19 Seminar, Harvard Political Economy Seminar, the Health and Pandemics Seminar, London School of Economics, Tulane, Princeton and NBER SI Development. Funding provided by Harvard Kennedy School, the Harvard Economics Department and Foundations of Human Behavior at Harvard. The authors have no conflicts to disclose. Archie Hall, Constantin Schesch, Clément Herman, Davide Taglialatela, Yannic Rehm, Ricky Li, Nikhil Shankar, Julia Paul-Venturine, Marta Martin Grund, and Bluebery Planterose provided excellent research assistance. The study is approved by IRB at Harvard University (IRB-20-0495 and IRB20-0467), and registered at AEA-RCT registry (AEARCTR-0005609). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}