{
    "id": 27974,
    "citation_title": "Socioeconomic Status and the Experience of Pain: An Example from Knees",
    "citation_author": [
        "David M. Cutler",
        "Ellen Meara",
        "Susan Stewart"
    ],
    "citation_publication_date": "2020-11-02",
    "issue_date": "2020-10-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nReports of pain differ markedly across socioeconomic groups and are correlated with outcomes such as functional limitations and disability insurance receipt. This paper examines the differential experience of pain by education. We focus on knee pain, the most common musculoskeletal complaint. Comparing clinical interpretation of knee x-rays of people with and without pain, there are few differences in presence or clinical severity of arthritis across education groups. In contrast, less educated people report more pain for any given objective measure of arthritis. After confirming that reported pain maps to objective measures like walking speed and range of motion, we test four theories for differential experience of pain: differences in obesity, physically demanding occupations, psychological factors, and medical treatment differences. We find that physical demands on the job and obesity each explain about one-third of the education gradient in knee pain. There is an interaction between the two; physical requirements on the job are associated with knee pain primarily in those who are obese. In contrast, psychological traits and access to medical care explain little of the difference in reported pain by education level. These findings imply that educational gradients in pain are likely to persist or even widen as the need for physically demanding occupations—like home health aides and personal service workers—grows in importance with the aging population, and the working population continues to be obese.\n\n",
    "acknowledgement": "\nThis research was supported by the U.S. Social Security Administration (SSA) through grant RDR18000003, funded as part of the Retirement and Disability Research Consortium. The Appendix contains information and acknowledgements for the data used in the preparation of this manuscript. The findings and conclusions expressed are solely those of the author(s) and do not represent the views of SSA, any other agency of the Federal Government, any data provider, or the NBER. Neither the United States Government nor any agency thereof, nor any of their employees, makes any warranty, express or implied, or assumes any legal liability or responsibility for the accuracy, completeness, or usefulness of the contents of this report. Reference herein to any specific commercial product, process or service by trade name, trademark, manufacturer, or otherwise does not necessarily constitute or imply endorsement, recommendation or favoring by the United States Government, any agency thereof, or the National Bureau of Economic Research.\n\n\n"
}