{
    "id": 27971,
    "citation_title": "An Analysis of the Performance of Target Date Funds",
    "citation_author": [
        "John B. Shoven",
        "Daniel B. Walton"
    ],
    "citation_publication_date": "2020-10-19",
    "issue_date": "2020-10-16",
    "revision_date": "2022-08-26",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Behavioral Economics",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Behavioral Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nThis paper presents a thorough evaluation of target date funds for the period 2010-2020. These funds have grown enormously in assets, reaching $1.4 trillion by the end of 2019. They account for approximately 24 percent of all of the assets in 401(k) accounts. The paper reports on the results of a style analysis evaluation of TDFs which results in their effective asset allocation. It examines the constant in the style analysis regressions which reflects the over- or under-performance of the funds relative to a passive benchmark with the same asset allocation. Lower cost TDFs tend to match the benchmark, whereas higher cost TDFs deviate considerably from theirs. We examine how TDFs performed in the stock market crash between 2/19/20 and 3/23/20.  In this five week period, broad market averages fell by about one-third. We find that the value of long-dated TDFs (those with a target date of 2045 and beyond) fell by between 30 and 35 percent, whereas the 2025 funds, designed for people roughly 60 years old, lost between 20 and 25 percent of their value. We find that past performance only weakly influences future expected performance. As with equity funds in general in this period, TDFs with actively managed ingredient funds, on average, trailed the performance of their cheaper passively managed counterparts.\n\n",
    "acknowledgement": "\nShoven serves as an Independent Trustee of the American Century Funds.  He also was a member of the board of directors of Financial Engines from January, 2010 to July, 2018.  The views expressed in this paper do not necessarily reflect the views of American Century Funds or Financial Engines (now Edelman Financial Engines), nor those of the National Bureau of Economic Research.\n\n\n"
}