{
    "id": 27977,
    "citation_title": "The Liquidity Sensitivity of Healthcare Consumption: Evidence from Social Security Payments",
    "citation_author": [
        "Tal Gross",
        "Timothy Layton",
        "Daniel Prinz"
    ],
    "citation_publication_date": "2020-10-26",
    "issue_date": "2020-10-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nCenter for Aging and Health Research\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nSome consumers lack the cash needed to pay for medical care. As a result, they either delay care until they can pay for it or they forgo the care altogether. To test for such a possibility, we study the distribution of monthly Social Security checks among Medicare Part D enrollees. When Social Security checks are distributed, prescription fills increase by 6-12 percent. In that sense, drug consumption of low-income Medicare recipients is \"liquidity sensitive.\" We then study recipients who transition onto a program that eliminates copayments. When those recipients do not face copayments, their drug consumption becomes less liquidity sensitive. That finding implies that, beyond risk protection, generous insurance also provides recipients with the ability to consume healthcare when they need it rather than when they have cash. Further, we find that recipients whose drug consumption is most liquidity sensitive exhibit price elasticities of demand that are twice the size of the average elasticity, suggesting that more-generous insurance causes recipients both to re-time prescription filling and also to start filling prescriptions that they otherwise would not fill. We present a stylized model that uses this finding to call into question the conventional interpretation of demand-response to price as solely inefficient moral hazard.\n\n",
    "acknowledgement": "\nWe are grateful to Anikó Bíró, Amitabh Chandra, Rena Conti, Salama Freed, Andrew Goodman-Bacon, Jon Gruber, Ben Handel, Anupam Jena, Michael McWilliams, Tom Mroz, Joe Newhouse, Matt Notowidigdo, Analisa Packham, Maria Polyakova, Elena Prager, Mark Shepard, Liyang Sun, Amanda Starc, Justin Sydnor, Boris Vabson, and seminar participants at Duke Fuqua, the Federal Reserve Bank of Boston, Harvard Medical School, the University of Hong Kong, the Whistler Health Economics Summit, the BU-Harvard-MIT Health Economics Seminar, Georgia State University, APPAM, ASHEcon, the Notre Dame Health Economics Conference, the Annual Health Economics Conference at the University of California, San Francisco, the Annual Southeastern Health Economics Study Group at the University of Tennessee, Knoxville, the Hungarian Economic Association Annual Conference, the Midwest Health Economics Conference at the University of Wisconsin, Madison, and the International Online Public Finance Seminar for useful feedback. Julia Yates provided superb research assistance. Research reported in this publication was supported by the National Institute on Aging of the National Institutes of Health under Award Number P30AG012810 through the National Bureau of Economic Research Center for Aging and Health Research. The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nTimothy Layton\n\nNo funder or other agency had the opportunity to review this research prior to publication. Potentially relevant professional and financial relationships in the past 3 years:\n1. Harvard Medical School: Assistant Professor (salary)\n2. Litigation consulting with Greylock MacKinnon and Associates (consulting fees $30-40k)\n3. Consulting fees from University of Texas – Austin for project “Selection Incentives in US Health Plan Design.” [funded by Pfizer] ($10k)\n4. Grant from John and Laura Arnold Foundation.\n5. Grant from National Institute of Mental Health\n6. Grant from Anthem, Inc.\n7. Grant from National Institute on Aging\n8. Grant from Agency for Healthcare Research and Quality\n9. Grant from Social Security Administration\n10. Payment from Farallon Capital Management for consulting (under $1000)\n\n\n"
}