{
    "id": 27973,
    "citation_title": "Social Finance",
    "citation_author": [
        "Theresa Kuchler",
        "Johannes Stroebel"
    ],
    "citation_publication_date": "2020-10-19",
    "issue_date": "2020-10-16",
    "revision_date": "2021-02-05",
    "topics": [
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe review an empirical literature that studies the role of social interactions in driving economic and financial decision making. We first summarize recent work that documents an important role of social interactions in explaining household decisions in housing and mortgage markets. This evidence shows, for example, that there are large peer effects in mortgage refinancing decisions and that individuals' beliefs about the attractiveness of housing market investments are affected by the recent house price experiences of their friends. We also summarize the evidence that social interactions affect the stock market investments of both retail and professional investors as well as household financial decisions such as retirement savings, borrowing, and default. Along the way, we describe a number of easily accessible recent data sets for the study of social interactions in finance, including the \"Social Connectedness Index,\" which measures the frequency of Facebook friendship links across geographic regions. We conclude by outlining several promising directions for further research at the intersection of household finance and \"social finance.\"\n\n",
    "acknowledgement": "\nBoth authors have been research consultants at Facebook, a social networking company, in order to work with anonymized data on research topics in the \"social \ffinance\" space. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}