{
    "id": 27970,
    "citation_title": "Imposing Policy on Reluctant Actors: The Hospital Desegregation Campaign and Black Postneonatal Mortality in the Deep South",
    "citation_author": [
        "D. Mark Anderson",
        "Kerwin Kofi Charles",
        "Daniel I. Rees"
    ],
    "citation_publication_date": "2020-10-19",
    "issue_date": "2020-10-16",
    "revision_date": "2023-04-14",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nIn 1966, Southern hospitals were barred from participating in Medicare unless they discontinued their longstanding practice of racial segregation. Using data from five Deep South states and exploiting county-level variation in Medicare certification dates, we find that gaining access to an ostensibly integrated hospital had no effect on Black postneonatal mortality. Similarly, there is little evidence that the campaign contributed to the trend towards in-hospital births among Southern Black mothers. These results are consistent with descriptions of the hospital desegregation campaign as producing only cosmetic changes and illustrate the limits of anti-discrimination policies imposed upon reluctant actors.\n\n",
    "acknowledgement": "\nWe thank Ran Abramitzky, Marcella Alsan, Kenneth Chay, Ellora Derenoncourt, Daniel Fetter, Rob Fleck, Andrew Goodman-Bacon, Michael Greenstone, Daniel Hamermesh, Andy Hanssen, Caroline Hoxby, Claudia Hupkau, Damon Jones, Matt Notowidigdo, Orgul Ozturk, David Ribar, John Ridge, James Sears, Edson Severnini, Neil Silveus, Melissa Thomasson, Owen Thompson, Marianne Wanamaker, Lindsey Woodworth, Gavin Wright, and seminar participants at Indiana University, Oberlin College, San Diego State University, Stanford University, State University of New York at Albany, Temple University, Universidad Carlos III de Madrid, Universidad Complutense de Madrid, University of Southern Denmark, University of Washington, the American Economic Association Annual Meeting, the Economic History Association Annual Meeting, the NBER Health Care Fall Meeting, and the Southern Economic Association Annual Meeting for their comments and suggestions. We also thank Joahn Borstell and Rafael Jarpa at the Louisiana Department of Health and Hospitals, Dick Johnson at the Mississippi State Department of Health, and Dawn Mullin at the South Carolina State Library for their help with obtaining state vital statistics records. Michael McKelligott, Nishant Aggarwal, Ryan Chauner, and Andie Creel provided exceptional research assistance. Partial support for this research came from a Eunice Kennedy Shriver National Institute of Child Health and Human Development research infrastructure grant, R24 HD042828, to the Center for Studies in Demography and Ecology at the University of Washington. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}