{
    "id": 27989,
    "citation_title": "Partisan Residential Sorting on Climate Change Risk",
    "citation_author": [
        "Asaf Bernstein",
        "Stephen B. Billings",
        "Matthew Gustafson",
        "Ryan Lewis"
    ],
    "citation_publication_date": "2020-10-26",
    "issue_date": "2020-10-22",
    "revision_date": "2021-11-29",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nIs climate change partisanship reflected in residential decisions? Comparing individual properties in the same zip code with similar elevation and proximity to the coast, houses exposed to sea level rise (SLR) are increasingly more likely to be owned by Republicans and less likely to be owned by Democrats. We find a partisan residency gap for even moderately SLR exposed properties of more than 5 percentage points, which has more than doubled over the past six years. Findings are unchanged controlling flexibly for other individual demographics and a variety of granular property characteristics, including the value of the home. Residential sorting manifests among owners regardless of occupancy, but not among renters, and is driven by long-run SLR exposure but not current flood risk. Anticipatory sorting on climate change suggests that households that are most likely to vote against climate friendly policies and least likely to adapt may ultimately bear the burden of climate change.\n\n",
    "acknowledgement": "\nWe are extremely grateful toward the folks at Zillow and NOAA for providing critical data. Data provided by Zillow through the Transaction and Assessment Dataset (ZTRAX). More information on accessing the data can be found at http://www.zillow.com/ztrax. The results and opinions are those of the author(s) and do not reflect the position of Zillow Group. We would like to thank seminar participants at the CU Boulder finance lunch, CU Boulder Applied Micro Brownbag, Baruch College, Louisiana State University, Syracuse University, Stanford Institute of Theoretical Economics, 2020 Meeting of the Urban Economics Association, 2021 Western Finance Association, 2021 PRI Academic Network Conference, the 2021 NBER Environmental and Energy Economics meetings, and the 2020 Weimer School for the Advanced Studies of Real Estate for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}