{
    "id": 27988,
    "citation_title": "Expectations, Infections, and Economic Activity",
    "citation_author": [
        "Martin S. Eichenbaum",
        "Miguel Godinho de Matos",
        "Francisco Lima",
        "Sergio Rebelo",
        "Mathias Trabandt"
    ],
    "citation_publication_date": "2020-10-26",
    "issue_date": "2020-10-22",
    "revision_date": "2023-09-18",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops a quantitative theory of how people weigh the risks of infections against the benefits of engaging in social interactions that contribute to the spread of infectious diseases. Our framework takes into account the interrelated yet distinct effects of public policies and private behavior on the spread of the disease. We evaluate the model using a novel micro data set on consumption expenditures in Portugal. The estimated model accounts for the cross-sectional consumption response of individuals of different ages at a given time, as well as the time-series response of consumption of the young and old across the first three waves of Covid. Our model highlights the critical role of expectations in shaping how human behavior influences the dynamics of epidemics.\n\n",
    "acknowledgement": "\nThis version: September 12, 2023. A previous version was titled “How do People Respond to Small Probability Events with Large, Negative Consequences?” Replication codes are available on the authors' websites. We thank Laura Murphy and Joao Guerreiro for excellent research assistance and the editor, Andrew Atkeson, for his extensive comments. In addition, we thank Eran Yashiv and two anonymous referees for their feedback. Miguel Godinho de Matos was funded by the Portuguese Foundation for Science and Technology Grant UID/GES/00407/2013. The views expressed in this article are those of the authors and do not necessarily reflect the official views of authors' institutions. The data we use is part of Statistics Portugal's project of making administrative data from the Portuguese tax authority and other public agencies available for statistical production and research. For information on how to access the data see the Statistics Portugal website.\n\n\n"
}