{
    "id": 27984,
    "citation_title": "Communication and Bargaining Breakdown: An Empirical Analysis",
    "citation_author": [
        "Matthew Backus",
        "Thomas Blake",
        "Jett Pettus",
        "Steven Tadelis"
    ],
    "citation_publication_date": "2020-10-26",
    "issue_date": "2020-10-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Economics of Information",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nBargaining breakdown—whether as delay, conflict, or missing trade—plagues bargaining in environments with incomplete information. Can a bargaining environment that facilitates or restricts communication alleviate these costs? We exploit a unique  opportunity to study this question using real market transactions: eBay Germany’s Best Offer platform. On May 23, 2016, the platform introduced unstructured communication allowing buyers and sellers on the desktop version of the site, but not the mobile app, to accompany price offers with a message. Using this natural experiment, our difference-in-differences approach documents a 14% decrease in the the rate of breakdown among compliers. Though adoption is immediate, the effect is not. We show, using text analysis, that the dynamics are consistent with repeat players learning how to use communication in bargaining, and that the messaging strategies of experienced sellers are correlated with successful bargaining.\n\n",
    "acknowledgement": "\nWe are grateful to numerous seminar and conference participants, as well as to Charles Angelucci, Anne Bartel, Wouter Dessein, Liran Einav, Sarah Moshary, Michaela Pagel, Andrea Prat, and especially Jonah Rockoff for thoughtful comments, as well as many eBay employees for their input and support, and finally Brenden Eum and Alphonse Simon for excellent research assistance; all remaining errors are our own. Part of this research was supported by NSF Grant SES-1629060. Matt Backus has in the past been a paid consulting researcher for eBay Inc. The views expressed herein are those of the authors and do not necessarily reflect the views of their employers, eBay, or the National Bureau of Economic Research.\n\n\n"
}