{
    "id": 27986,
    "citation_title": "The Dynamic Impact of Exporting on Firm R&D Investment",
    "citation_author": [
        "Florin G. Maican",
        "Matilda Orth",
        "Mark J. Roberts",
        "Van Anh Vuong"
    ],
    "citation_publication_date": "2020-10-26",
    "issue_date": "2020-10-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis article estimates a dynamic structural model of firm R&D investment in twelve Swedish manufacturing industries and uses it to measure rates of return to R&D and to simulate the impact of trade restrictions on the investment incentives. R&D spending is found to have a larger impact on firm productivity in the export market than in the domestic market. Export market profits are a substantial source of the expected return to R&D. Counterfactual simulations show that trade restrictions lower both the expected return to R&D and R&D investment level, thus reducing an important source of the dynamic gains from trade. A 20 percent tariff on Swedish exports reduces the expected benefits of R&D by an average of 32.2 percent and lowers the amount of R&D spending by 13.9 percent in the high-tech industries. The corresponding reductions in the low-tech industries are 30.4 and 8.9 percent, respectively. R&D adjustments in response to export tariffs mainly occur on the intensive, rather than the extensive, margin.\n\n",
    "acknowledgement": "\nWe are grateful for helpful comments and discussions to Pere Arque-Castells, Jan DeLocker, Alessandro Gavazza, Bronwyn Hall, Jordi Jaumandreu, Panle Jia Barwick, Jacques Mairesse, Marc Melitz, Andreas Moxnes, Stephen Redding, Carlos Santos, Fabiano Schivardi, Philipp Schmidt-Dengler, Otto Toivanen, Jo Van Biesebroeck, and Frank Verboven. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}