{
    "id": 27995,
    "citation_title": "Disentangling Motivation and Study Productivity as Drivers of Adolescent Human Capital Formation: Evidence from a Field Experiment and Structural Analysis",
    "citation_author": [
        "Christopher Cotton",
        "Brent R. Hickman",
        "John A. List",
        "Joseph Price",
        "Sutanuka Roy"
    ],
    "citation_publication_date": "2020-10-26",
    "issue_date": "2020-10-22",
    "revision_date": "2025-01-08",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nWe estimate a structural model of endogenous short-run human capital investment focusing on a learner’s leisure-study choices, influenced by external costs/benefits and two key internal factors: learning productivity and willingness to engage in study activity. Our novel self-investment framework rigorously quantifies models of learning that have existed in the psychology literature for decades. Our identification strategy combines panel data and study-incentive variation to point identify student-level parameters. Empirically, we find that idiosyncratic productivity and motivation traits are uncorrelated, and that low productivity is the stronger predictor of academic struggles, not low motivation. We investigate the influence of external factors on student learning and find that school quality affects it through 3 channels: augmenting productivity, augmenting skill production TFP, and by altering the mapping between learning activity and permanent skill gains.\n\n",
    "acknowledgement": "\nNote: previous versions of this paper circulated under the title, “Productivity Versus Motivation in Adolescent Human Capital Production: Evidence from a Structurally-Motivated Field Experiment” We thank James Heckman and four anonymous referees for feedback that considerably improved this paper. Greg Sun, Nicholas Buchholz, Barton Hamilton, Stephen Ryan, Ismael Mourifié, Caroline Hoxby, Chris Taber, Jeffrey Smith, Samuel Purdy, Mary Mooney, Felix Tintelnot, Aloysius Siow, Angela Duckworth, Joseph L Mullins, Martin Luccioni, and Rob Clark also provided particularly helpful conversations regarding the content or exposition of this paper. Seminar participants at the University of Pennsylvania, the University of Chicago, the University of Wisconsin–Madison, Washington University in St. Louis, Queen’s University, University of Toronto, the NBER Summer Education Meetings, and several other conferences and workshops provided useful feedback and suggestions. This project would not have been possible without a team of incredibly talented, dedicated, energetic, and tireless research staff, including: Debbie Blair, Edie Dobrez, Matthew Epps, Janaya Gripper, Clark Halliday, Allanah Hoefler, Justin Holz, Kristen Jones, No’am Keesom, Tova Levin, Claire Mackevicius, Wendy Pitcock, Joseph Seidel, Kristen Troutman, Andrew “Rusty” Simon, and Diana Smith. Finally, we are indebted to an army of research assistants including Marvin Espinoza, Bonnie Fan, John Faughnan, Yuan Fei, Ian Fillmore, Greta Gol, Justin Guo, Colton Korgel, Hunter Korgel, Ethan Kudrow, Helen Li, Victor Ma, Claire Mackevicius, Janae Meaders, Mateo Portune, Denis Semisalov, Yaxi Wang, De’Andre Warren, Colleen White, and Colin Yu, who were essential for executing our intricate experimental program. We are deeply indebted to the anonymous school administrators and teachers at our three partner school districts who generously went the extra mile to participate in this study. We also express our gratitude for the extensive discussions with Ariadne Merchant, Daphne Hickman, Morgan Hickman, Lydia Scholle-Cotton, and Nicholas Merchant. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}