{
    "id": 27998,
    "citation_title": "Does Context Outweigh Individual Characteristics in Driving Voting Behavior? Evidence from Relocations within the U.S.",
    "citation_author": [
        "Enrico Cantoni",
        "Vincent Pons"
    ],
    "citation_publication_date": "2020-10-26",
    "issue_date": "2020-10-22",
    "revision_date": "2021-08-18",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe measure the overall influence of contextual versus individual factors (e.g., voting rules and media as opposed to race and education) on voter behavior, and explore underlying mechanisms. Using a U.S.-wide voter-level panel, 2008–18, we examine voters who relocate across state and county lines, tracking changes in registration, turnout, and party affiliation to estimate location and individual fixed effects in a value-added model. Location explains 37 percent of the cross-state variation in turnout (to 63 percent for individual characteristics) and an only slightly smaller share of variation in party affiliation. Place effects are larger for young and White voters.\n\n",
    "acknowledgement": "\nFor suggestions that have improved this article, we are grateful to Tiziano Arduini, Giulia Brancaccio, Rafael Di Tella, Amy Finkelstein, Jeffry Frieden, Matthew Gentzkow, Ethan Kaplan, Brian Knight, Sendhil Mullainathan, Benjamin Olken, Anthony Orlando, Jesse Shapiro, Andrei Shleifer, Erik Snowberg, James Snyder, and Matthew Weinzierl, as well as seminar participants at Harvard, Bocconi, EIEF, EUI, LMU, the Free University of Bozen-Bolzano, the University of Modena and Reggio Emilia, the University of Bologna, the Catholic University of Milan, Uppsala University, the University of Navarra, Queen’s University Belfast, and conference participants at the Political Economy meeting at the NBER Summer Institute, the IEB Workshop on Political Economy, Political Institutions and Political Economy at the University of Southern California, the Erasmus University Workshop on Political Economy, and the 2019 Marco Fanno Alumni Meeting in Naples. We are heavily indebted to Peter Hull for guiding us through the use of his mover average treatment effect (MATE) estimator and for sharing a dofile implementing this estimator. We thank Catalist for providing the U.S. individual-level panel data and responding to our queries about them, as well as Paul DiBello and Robert Freeman for invaluable help managing the data acquisition and setting up the data work. We gratefully acknowledge generous funding from the Eric M. Mindich Research Fund on the Foundations of Human Behavior. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nVincent Pons\n\nI would like to report that I am the cofounder of a company specialized in electoral strategy in Europe, eXplain (https://explain-technology.com).\nBesides this position, I have no relevant financial interests that relate to the research described in this paper.\n\n\n"
}