{
    "id": 27990,
    "citation_title": "The ESG-Innovation Disconnect: Evidence from Green Patenting",
    "citation_author": [
        "Lauren Cohen",
        "Umit G. Gurun",
        "Quoc H. Nguyen"
    ],
    "citation_publication_date": "2020-10-26",
    "issue_date": "2020-10-22",
    "revision_date": "2024-02-29",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nNo firm or sector of the global economy is untouched by innovation. In equilibrium, innovators will flock to (and innovation will occur) where the returns to innovative capital are the highest. In this paper, we document a strong empirical pattern in green patent production. Specifically, we find that oil, gas, and energy-producing firms – firms with lower Environmental, Social, and Governance (ESG) scores, and who are often explicitly excluded from ESG funds’ investment universe – are key innovators in the United States’ green patent landscape. These energy producers produce more, and significantly higher quality, green innovation. In many green technology spaces, they appear to be influential first-movers, not easily substitutable, and to produce ongoing foundational aspects of innovation and commercialization on which other alternative energy producers build. This is broadly true across the green patenting spectrum, and continues through the present day, concentrating specifically in certain green technology branches (for instance, in carbon capture).\n\n",
    "acknowledgement": "\nWe are grateful for comments from Federico Bandi, Daniel Bergstresser, Christa Clapp, Spencer Dale, Shaun Davies, Carina Elfving, Falko Fecht, Jane Fuller, Leslie Gent, Lars Hansen, Oliver Hart, Alan Haywood, Geoffrey Heal, Andrew Hilton, Kateryna Holland, Harrison Hong, Mark Huson, Marcin Kacperczyk, Ulf von Kalckreuth, Oguzhan Karakas, Anil Kashyap, Simi Kedia, Jinu Koola, Phillip Krüger, Chen Lin, Pedro Matos, Roni Michaely, Randall Morck, Joelle Noailly, Lubos Pastor, Anna Pavlova, Phillip Phan, Monika Piazzesi, Alexander Popov, Nagpurnanand Prabhala, Lukasz Pomorski, John Van Reenen, Ruy Ribeiro, Daniel R Romito, Aniket Shah, Laura Starks, Luke Stein, Jerome Taillard, Luis Viceira, Alexis Wegerich, Fredrik Willumsen, Sophie Zhou. In addition, we sincerely thank seminar participants at the 2022 NBER Long Term Asset Management Conference, 2021 American Finance Association Meeting, 2023 ESG and the Future of Business Conference, 2021 University of Delaware Weinberg Center – ECGI Corporate Governance Symposium, 2021 ASU Sonoran Winter conference, 2021 Sustainable Finance Forum, 2021 United Nation Geneva Summit on Sustainable Finance, 2021 Stanford University ESG Conference, 2021 University of Texas at Dallas Finance Conference, 2021 Brazilian Finance Society Conference Meeting, Centre for the Study of Financial Innovation, Bundesbank Spring Conference 2023 - Climate Change and Central Banks, the University of Alabama, University of Alberta, Babson College, Baruch College, University of Bonn, Brandeis University, CamEd Business School, University of Cologne, University of Dortmund, DePaul University, Florida State University, George Washington University, Georgia State University, Harvard Business School , Hong Kong University, Johns Hopkins University, University of Missouri, National University of Singapore, University of Nebraska, Norges Bank Investment Management, Norwegian School of Economics (NHH), University of Ottawa, Rutgers University, Temple University, University of Texas at Dallas, Washington University in St. Louis, WHU School of Management, and the University of Wuppertal. We also thank the National Science Foundation (SciSIP 1535813) and the Fordham University Gabelli School of Business – PVH Corp. Global Thought Leadership Grant on Corporate Social Responsibility for funding. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}