{
    "id": 27994,
    "citation_title": "Granular Credit Risk",
    "citation_author": [
        "Sigurd Galaasen",
        "Rustam Jamilov",
        "Ragnar Juelsrud",
        "Hélène Rey"
    ],
    "citation_publication_date": "2020-10-26",
    "issue_date": "2020-10-22",
    "revision_date": "2023-10-18",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhat is the impact of granular credit risk on banks and the economy? We provide the first causal identification of single-name counterparty exposure risk in bank portfolios by applying a new empirical approach on an administrative matched bank-firm dataset from Norway. Exploiting the fat tail properties of the loan-share distribution we use Gabaix and Koijen (2022, 2023)’s granular instrumental variable strategy to show that idiosyncratic borrower risk survives aggregation in banks’ portfolios. We find that this granular credit risk spills over from affected banks to firms, decreases investment and increases the probability of default of non-granular borrowers, affecting sizeably the macroeconomy.\n\n",
    "acknowledgement": "\nThe views expressed are those of the authors and do not necessarily reflect those of Norges Bank, the Haut Conseil de Stabilité Financière, or the National Bureau of Economic Research. We thank Emi Nakamura (the Editor) and anonymous referees for valuable suggestions that have substantially improved the paper. We are grateful to our discussants Sebastian Doerr, Ralph Koijen, Shohini Kundu, José-Luis Peydró, Diane Pierret and Daniel Paravisini, as well as Christoph Basten, Svetlana Bryzgalova, Andreas Fagereng, Julian di Giovanni, Francisco Gomes, Refet Gürkaynak, Victoria Ivashina, Joseba Martinez, Atif Mian, Steven Ongena, Elias Papaioannou, Anna Pavlova, Kasper Roszbach, Stephen Schaefer, Vania Stavrakeva, Kjetil Storesletten, Paolo Surico, Gianluca Violante, Anette Vissing-Jorgensen and seminar and conference participants at numerous venues for useful comments. We thank Mikkel Riiser for excellent research assistance. Rey is very grateful to the ERC (Advanced Grant 695722).\n\n\n"
}