{
    "id": 27991,
    "citation_title": "Piecewise-Linear Approximations and Filtering for DSGE Models with Occasionally Binding Constraints",
    "citation_author": [
        "S. Borağan Aruoba",
        "Pablo Cuba-Borda",
        "Kenji Higa-Flores",
        "Frank Schorfheide",
        "Sergio Villalvazo"
    ],
    "citation_publication_date": "2020-10-26",
    "issue_date": "2020-10-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop an algorithm to construct approximate decision rules that are piecewise-linear and continuous for DSGE models with an occasionally binding constraint. The functional form of the decision rules allows us to derive a conditionally optimal particle filter (COPF) for the evaluation of the likelihood function that exploits the structure of the solution. We document the accuracy of the likelihood approximation and embed it into a particle Markov chain Monte Carlo algorithm to conduct Bayesian estimation. Compared with a standard bootstrap particle filter, the COPF significantly reduces the persistence of the Markov chain, improves the accuracy of Monte Carlo approximations of posterior moments, and drastically speeds up computations. We use the techniques to estimate a small-scale DSGE model to assess the effects of the government spending portion of the American Recovery and Reinvestment Act in 2009 when interest rates reached the zero lower bound.\n\n",
    "acknowledgement": "\nWe are thankful for helpful comments and suggestions from participants of the 2018 and 2019 MFM conferences, the 2019 conference of the Society for Nonlinear Dynamics, and the Alejandro Justiniano Memorial conference.  Much of this paper was written while Aruoba and Schorfheide visited the Federal Reserve Bank of Philadelphia, whose hospitality they are thankful for. Higa-Flores and Villalvazo gratefully acknowledge financial support from the Becker Friedman Institute under the Macro Financial Modeling Project. Aruoba and Schorfheide gratefully acknowledge financial support from the National Science Foundation under Grant SES 1851634. The views expressed in this paper are solely the responsibility of the authors and should not be interpreted as reflecting the views of the Board of Governors of the Federal Reserve System, any other person associated with the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}