{
    "id": 27996,
    "citation_title": "Lead in Drinking Water and Birth Outcomes: A Tale of Two Water Treatment Plants",
    "citation_author": [
        "Dhaval M. Dave",
        "Muzhe Yang"
    ],
    "citation_publication_date": "2020-10-26",
    "issue_date": "2020-10-22",
    "revision_date": "2022-06-07",
    "topics": [
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThe recent lead-in-water crisis in Newark has renewed concerns about the crisis being a widespread problem in the nation. Using data on the exact home addresses of pregnant women residing in the city combined with information on the spatial boundary separating areas within the city serviced by two water treatment plants, we exploit an exogenous change in water chemistry that resulted in lead leaching into the tap water of one plant's service area, but not the other's, to identify a causal effect of prenatal lead exposure on fetal health. We find robust evidence of adverse health impacts, which has important policy implications in light of the substantial number of lead water pipes that remain in use as part of our aging infrastructure and the cost-benefit calculus of lead abatement interventions.\n\n",
    "acknowledgement": "\nWe are thankful to two anonymous reviewers and the editor. We thank Shooshan Danagou- lian, Shawn McElmurry, Krista Ruffini, Viviane Sanfelice; seminar participants at Wayne State University, St. Lawrence University, University at Albany{SUNY, Indiana University, University of Montreal, Boston University, and Yale University; and participants at the 2020 Annual Con- ference of the Southern Economic Association, and at the 2020 Annual Conference of the Eastern Economic Association for their helpful comments and suggestions. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}