{
    "id": 27992,
    "citation_title": "The Pandemic Economic Crisis, Precautionary Behavior, and Mobility Constraints: An Application of the Dynamic Disequilibrium Model with Randomness",
    "citation_author": [
        "Joseph E. Stiglitz"
    ],
    "citation_publication_date": "2020-10-26",
    "issue_date": "2020-10-22",
    "revision_date": "2021-07-17",
    "topics": [
        "\n",
        "Other",
        "\n",
        "History of Economic Thought",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Fiscal Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper analyzes the economic impact of the pandemic, providing insights into the consequences of alternative policies. Our framework focuses on three key features: (a) Covid-19 is a sectoral shock of unknown depth and duration affecting some sectors and technologies more than others; (b) there are constraints in shifting resources across sectors; and (c) there is a high level of uncertainty about the disease and its economic aftermath, inducing a high level of precautionary behavior by some agents and leading to others facing more severe credit constraints. Because of macroeconomic externalities, precautionary behavior exacerbates the downturn, and even sectors where Covid-19 does not directly affect consumption or production may face unemployment. Multipliers associated with different government expenditure programs differ markedly. The paper describes policies that can mitigate precautionary behavior, leading to reduced unemployment. Greater wage flexibility may lead to increased unemployment.\nThe precautionary behavior is the antithesis of equilibrium behavior, suggesting that standard equilibrium approaches may not provide the appropriate framework for analyzing the pandemic: individuals know that they don’t know the future, that existing and newly made contracts and plans may be broken, and that they need to be able to respond to these unknowable contingencies.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}