{
    "id": 27999,
    "citation_title": "The Long-Run Effects of the Affordable Care Act: A Pre-Committed Research Design Over the COVID-19 Recession and Recovery",
    "citation_author": [
        "Jeffrey Clemens",
        "Drew McNichols",
        "Joseph J. Sabia"
    ],
    "citation_publication_date": "2020-10-26",
    "issue_date": "2020-10-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe long-run costs and benefits of social insurance expansions may not be realized until a program has been in place through a cycle of boom, bust, and recovery. In the case of the Affordable Care Act (ACA), the arrival of the program's inaugural bust and recovery have been hastened by the COVID-19 pandemic. In this context, our analysis begins by developing two facts. First, during the pre-pandemic boom, we show that the ACA's effects had largely stabilized by 2016. Second, we develop a new fact involving variations in the ACA's effects across industries. Specifically, we show that the ACA’s effects differed dramatically across industries with lower versus higher levels of pre-ACA insurance coverage, and that this difference cannot be explained by differences in workers’ incomes or other observable characteristics, nor by geographic differences in pre-ACA uninsured rates. Finally, we set the stage for pre-committed analyses of the ACA's effects over the remainder of the current cycle of boom, bust, and recovery. In so doing, we seek to advance the use of pre-committed research designs in observational settings.\n\n",
    "acknowledgement": "\nSabia acknowledges support from the Center for Health Economics and Policy Studies at San Diego State University, including grant support from the Charles Koch Foundation and the Troesh Family Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}