{
    "id": 27997,
    "citation_title": "An Executive Order Worth $100 Billion: The Impact of an Immigration Ban’s Announcement on Fortune 500 Firms’ Valuation",
    "citation_author": [
        "Dany Bahar",
        "Prithwiraj Choudhury",
        "Britta Glennon"
    ],
    "citation_publication_date": "2020-10-26",
    "issue_date": "2020-10-22",
    "revision_date": "2020-10-28",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOn June 22, 2020, President Trump issued an Executive Order (EO) that suspended new work visas, barring nearly 200,000 foreign workers and their dependents from entering the United States and preventing American companies from hiring skilled immigrants using H-1B or L1 visas. Exploiting this shock, and using event study methodology analyzing the cumulative average abnormal returns (CAARs) of Fortune 500 companies following this order, we find that the EO statistically and economically significantly caused negative CAARs of up to 0.45%, the equivalent of over 100 billion of US dollars of losses, based on the firms’ valuation before the event. Our results are particularly pronounced for firms that had maintained or increased their reliance on skilled immigrant workers over the prior years.\n\n",
    "acknowledgement": "\nThe authors are thankful to Jan Bena for insightful comments. The authors also thank Patrick Clapp and Sean Joffe for excellent research assistance. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}