{
    "id": 27993,
    "citation_title": "The Risk of Narrow, Disputable Results in the U.S. Electoral College: 1836-2020",
    "citation_author": [
        "Michael Geruso",
        "Dean Spears"
    ],
    "citation_publication_date": "2020-10-26",
    "issue_date": "2020-10-22",
    "revision_date": "2023-08-29",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nClose elections are important for many reasons, including that consequent election disputes can weaken democratic legitimacy and risk political violence. We quantify the probability of close outcomes in US presidential races with novel applications of empirical election models from several sources. We show that razor-thin margins are very likely under the Electoral College (EC). And we establish that the EC causes this closeness: It would not occur under any plausibly comparable popular vote system. The tendency of the EC to generate close elections is true today and throughout US presidential voting history.\n\n",
    "acknowledgement": "\nWe thank Samuel Arenberg, Marika Cabral, Maya Eden, Andrew Gelman, Brendan Kline, David Molitor, Paolo G. Piacquadio, Itai Sher, Ishaana Talesara, Caroline Thomas and seminar participants at the University of Texas at Austin, the 2021 Conference on Social Choice Theory and Applications, and the 2021 Welfare Economics and Economic Policy Seminar for helpful comments. We thank Nathan Franz for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nDean Spears\n\nDean Spears, while on leave without pay from UT-Austin, is paid a salary as Executive Director of r.i.c.e., a doing business as name of RICE Institute, Inc, a 501(c) public charity non-profit corporation online at www.riceinstitute.org.  Since its initial operations in 2013, r.i.c.e. has received grants from the Bill and Melinda Gates Foundation, from the TRAction project of USAID, from the NIH, and from IGC – all with Dean Spears as a PI or co-PI.\n\n\nSeparately from r.i.c.e., Dean Spears has personally been paid as a Short Term Consultant at the World Bank, as a consultant for IPFRI, and as a short-term Visiting Fellow and Lecturer at Princeton University’s Woodrow Wilson School.  He has had travel funded by the Gates Foundation, the World Bank, the Royal Economic Society, and by many universities for a conference or presentation.  He was paid an honorarium by McMaster University as the 2017 Labelle Lecturer in Health Economics.  His AIIS book prize paid a subvention to Harper Collins for his book Where India Goes with Diane Coffey, for which Spears and Coffey waived royalties.  His Austin Robinson Memorial Prize resulted in a prize payment to r.i.c.e.\n\n\nSpears attests that no party had the right to review the paper prior to its circulation.\n\n\n"
}