{
    "id": 28004,
    "citation_title": "Macroeconomic Outcomes and COVID-19: A Progress Report",
    "citation_author": [
        "Jesús Fernández-Villaverde",
        "Charles I. Jones"
    ],
    "citation_publication_date": "2020-10-26",
    "issue_date": "2020-10-22",
    "revision_date": "2021-10-27",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Business Cycles",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper combines data on GDP, unemployment, and Google's COVID-19 Community Mobility Reports with data on deaths from COVID-19 to study the macroeconomic outcomes of the pandemic. We present results from an international perspective using data at the country level as well as results for individual U.S. states and key cities throughout the world. The data from these different levels of geographic aggregation offer a remarkably similar view of the pandemic despite the substantial heterogeneity in outcomes. Countries like Korea, Japan, Germany, and Norway and cities such as Tokyo and Seoul have comparatively few deaths and low macroeconomic losses. At the other extreme, New York City, Lombardy, the United Kingdom, and Madrid have many deaths and large macroeconomic losses. There are fewer locations that seem to succeed on one dimension but suffer on the other, but these include California and Sweden. The variety of cases potentially offers useful policy lessons regarding how to use non-pharmaceutical interventions to support good economic and health outcomes.\n\n",
    "acknowledgement": "\nWe are grateful to Andy Atkeson and Jim Stock for many helpful comments and discussions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}