{
    "id": 28003,
    "citation_title": "Impact of Consequence Information on Insurance Choice",
    "citation_author": [
        "Anya Samek",
        "Justin R. Sydnor"
    ],
    "citation_publication_date": "2020-10-26",
    "issue_date": "2020-10-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nInsurance choices are often hard to rationalize by standard theory and frequently appear sub-optimal. A key reason may be that people are unable to map the cost-sharing features of plans to their distribution of financial consequences. We develop and experimentally test a decision aid that provides this mapping to simplify comparisons of plan options.  In two experiments mirroring typical health insurance decisions, we find that when people choose plans using standard feature-based information, they violate dominance at high rates. Our distribution-based decision aid substantially reduces dominance violations, and also changes choice patterns in situations where there is no dominant option.  Choice patterns under feature-based menus can be most easily rationalized by models of heuristic choices, such as minimizing premium or deductible.  With the decision aid, though, significantly more people have choice patterns that are better explained by expected utility theory. We compare our distribution-based approach to an alternative of providing estimates of the expected value of costs, which is the most common decision-support available in most insurance markets. Providing expected values affects choices in a similar direction as our consequence-based approach, but in a more muted fashion, and is only about half as effective at reducing dominance violations.\n\n",
    "acknowledgement": "\nThis project was funded by the BRITE Lab at the University of Wisconsin-Madison and the USC Roybal Center for Health Decision Making and Financial Independence in Old Age, under grant 5P30AG024962. The hypothetical choice surveys described in this paper rely on data from surveys administered by the Understanding America Study (UAS) which is maintained by the Center for Economic and Social Research (CESR) at the University of Southern California. The content of this paper is solely the responsibility of the authors and does not necessarily represent the official views of USC, CESR, or UAS. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}