{
    "id": 28008,
    "citation_title": "A New Measure of Utilization-adjusted TFP Growth for Europe and the United States",
    "citation_author": [
        "Diego A. Comin",
        "Javier Quintana Gonzalez",
        "Tom G. Schmitz",
        "Antonella Trigari"
    ],
    "citation_publication_date": "2020-11-02",
    "issue_date": "2020-10-29",
    "revision_date": "2022-07-19",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "Monetary Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe compute new estimates for Total Factor Productivity (TFP) growth in the United States and in five European countries. Departing from standard methods, we account for positive profits and use firm surveys to proxy for unobserved changes in factor utilization. These novelties have a major impact, especially in Europe, where our estimated TFP growth series are less volatile and less cyclical than the ones obtained with standard methods. Based on our approach, we provide annual industry-level and aggregate TFP series, as well as the first estimates of utilization-adjusted quarterly TFP growth in Europe.\n\n",
    "acknowledgement": "\nAn earlier version of this paper was circulated as \"Measuring TFP: The Role of Profits, Adjustment Costs, and Capacity Utilization\". Lorenzo Arcà, Riccardo Covi, Simone Maso, Riccardo Meli, Gabriele Romano, Saverio Spinella and Sviatoslav Tiupin provided outstanding research assistance. We are grateful to Klaas de Vries, Robert Inklaar and Robert Stehrer for their help with EU KLEMS, and to Kimberly Bayard, Aaron Flaaen, Norman Morin and Justin Pierce for their help with US capacity utilization data. We also thank John Earle, Simon Goerlach, Basile Grassi, Christoph Hedtrich, Robert Inklaar, Pete Klenow, Kenneth Judd, Thomas Le Barbanchon, Nicola Pavoni, Pau Roldan-Blanco, Luca Sala, Fabiano Schivardi and seminar participants at Bocconi, Groningen, Pavia, Konstanz, ZEW Mannheim and the 2021 European and North American Summer Meetings of the Econometric Society for useful comments. This project has received funding from the European Union’s Horizon 2020 research and innovation program under grant agreement No 72073. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}