{
    "id": 28000,
    "citation_title": "Industrial Clusters, Networks and Resilience to the Covid-19 Shock in China",
    "citation_author": [
        "Ruochen Dai",
        "Dilip Mookherjee",
        "Yingyue Quan",
        "Xiaobo Zhang"
    ],
    "citation_publication_date": "2020-10-26",
    "issue_date": "2020-10-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n",
        "Entrepreneurship",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe examine how exposure of Chinese firms to the Covid-19 shock varied with a cluster index (measuring spatial agglomeration of firms in related industries) at the county level. Two data sources are used: entry flows of newly registered firms in the entire country, and an entrepreneur survey regarding operation of existing firms. Both show greater resilience in counties with a higher cluster index, after controlling for industry dummies and local infection rates, besides county and time dummies in the entry data. Reliance of clusters on informal entrepreneur hometown networks and closer proximity to suppliers and customers help explain these findings.\n\n",
    "acknowledgement": "\nWe are grateful to seminar participants and an EDI referee for their constructive comments. Research support from the Economic Development and Institutions (EDI) and from China Natural Science Foundation (#71874008) is gratefully acknowledged. We are responsible for any errors that may remain. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}