{
    "id": 28006,
    "citation_title": "How Should Tax Progressivity Respond to Rising Income Inequality?",
    "citation_author": [
        "Jonathan Heathcote",
        "Kjetil Storesletten",
        "Giovanni L. Violante"
    ],
    "citation_publication_date": "2020-10-26",
    "issue_date": "2020-10-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe address this question in a heterogeneous-agent incomplete-markets model featuring exogenous idiosyncratic risk, endogenous skill investment, and flexible labor supply. The tax and transfer schedule is restricted to be log-linear in income, a good description of the US system. Rising inequality is modeled as a combination of skill-biased technical change and growth in residual wage dispersion. When facing shifts in the income distribution like those observed in the US, a utilitarian planner chooses higher progressivity in response to larger residual inequality but lower progressivity in response to widening skill price dispersion reflecting technical change. Overall, optimal progressivity is approximately unchanged between 1980 and 2016. We document that the progressivity of the actual US tax and transfer system has similarly changed little since 1980, in line with the model prescription.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}