{
    "id": 28013,
    "citation_title": "Rural-Urban Migration and House Prices in China",
    "citation_author": [
        "Carlos Garriga",
        "Aaron Hedlund",
        "Yang Tang",
        "Ping Wang"
    ],
    "citation_publication_date": "2020-11-02",
    "issue_date": "2020-10-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper uses a dynamic competitive spatial equilibrium framework to evaluate the contribution of rural-urban migration induced by structural transformation to the behavior of Chinese housing markets. In the model, technological progress drives workers facing heterogeneous mobility costs to migrate from the rural agricultural sector to the higher paying urban manufacturing sector. Upon arrival to the city, workers purchase housing using long-term mortgages. Quantitatively, the model fits cross-sectional house price behavior across a representative sample of Chinese cities between 2003 and 2015. The model is then used to evaluate how changes to city migration policies and land supply regulations affect the speed of urbanization and house price appreciation. The analysis indicates that making migration policy more egalitarian or land policy more uniform would promote urbanization but also would contribute to larger house price dispersion.\n\n",
    "acknowledgement": "\nThe authors are grateful for stimulating discussions with Rick Bond, Kaiji Chen, B. Ravikumar, Yi Wen, Tao Zha, and especially Jan Bruekner. The views expressed herein do not necessarily reflect those of the Federal Reserve Bank of St. Louis, the Board of Governors, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}