{
    "id": 28012,
    "citation_title": "Nursing Home Quality, COVID-19 Deaths, and Excess Mortality",
    "citation_author": [
        "Christopher J. Cronin",
        "William N. Evans"
    ],
    "citation_publication_date": "2020-11-02",
    "issue_date": "2020-10-29",
    "revision_date": "2020-11-16",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe COVID-19 pandemic in the US has been particularly devastating for nursing home residents. A key question is how have some nursing homes been able to effectively protect their residents, while others have not? Using data on the universe of US nursing homes, we examine whether establishment quality is predictive of COVID-19 mortality.  Higher-quality nursing homes, as measured by inspection ratings, have substantially lower COVID-19 mortality.  Quality does not predict the ability to prevent any COVID-19 resident or staff cases, but higher-quality establishments prevent the spread of resident infections conditional on having one.  Preventing COVID-19 cases and deaths may come at some cost, as high-quality homes have substantially higher non-COVID deaths, a result consistent with high excess non-COVID mortality among the elderly since March.  The positive correlation between establishment quality and non-COVID mortality is driven entirely by nursing homes located in counties with below-median COVID-19 case rates. As a result, high-quality homes in these counties have significantly more total deaths than their low-quality counterparts.  The concentration of excess death in low-risk areas suggests that future suffering could be avoided with more nuanced guidelines, such as those recently suggested by CMS that outline a role for in-person visits in lower-risk areas.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}