{
    "id": 28016,
    "citation_title": "Adverse Selection Dynamics in Privately-Produced Safe Debt Markets",
    "citation_author": [
        "Nathan Foley-Fisher",
        "Gary B. Gorton",
        "Stéphane Verani"
    ],
    "citation_publication_date": "2020-11-02",
    "issue_date": "2020-10-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPrivately-produced safe debt is designed so that there is no adverse selection in trade. This is because no agent finds it profitable to produce private information about the debt’s backing and all agents know this (i.e., it is information-insensitive). But in some macro states, it becomes profitable for some agents to produce private information, and then the debt faces adverse selection when traded (i.e., it becomes information-sensitive). We empirically study these adverse selection dynamics in a very important asset class, collateralized loan obligations, a large symbiotic appendage of the regulated banking system, which finances loans to below investment-grade firms.\n\n",
    "acknowledgement": "\nFor providing valuable comments and assistance with data, we would like to thank, without implication, Sriya Anbil, Celso Brunetti, Richard Cantor, Francesca Carapella, Larry Cordell, Burcu Duygan-Bump, Sebastian Infante, Tom King, Brittany Lewis, David Little, Ralf Meisenzahl, Borghan Narajabad, Michael Palumbo, Lubo Petrasek, Coco Ramirez, Algis Remeza, Peter Sallerson, Alex von Hafften, and Guillaume Vuillemey. We are grateful to Sam Dreith and Nathan Heinrich for exceptional research assistance. The views in this paper are solely the authors’ and should not be interpreted as reflecting the views of the Board of Governors of the Federal Reserve System or of any other person associated with the Federal Reserve System.  The authors have nothing to disclose. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}