{
    "id": 28011,
    "citation_title": "Five-Year Impacts of Group-Based Financial Education and Savings Promotion for Ugandan Youth",
    "citation_author": [
        "Samantha Horn",
        "Julian Jamison",
        "Dean Karlan",
        "Jonathan Zinman"
    ],
    "citation_publication_date": "2020-11-02",
    "issue_date": "2020-10-29",
    "revision_date": "2023-01-05",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Behavioral Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe experimentally evaluate group-based financial education, savings account access, or both for members of Ugandan youth groups. We measure both short- and long-run impacts with one- and five- year endline household surveys. Education, but not account access, increases measured financial knowledge and trust at one-year. At five-years, knowledge effects essentially disappear, and trust effects weaken. However, savings and income increase for each treatment at both endlines, which is noteworthy given the interventions’ low cost and the long time horizon of our second endline. Exploring potential mechanisms, we find evidence consistent with multiple pathways to behavior change and outcome improvement.\n\n",
    "acknowledgement": "\nThis paper supersedes two papers: (1) NBER Working Paper No. 20135, “Financial Education and Access to Savings Accounts: Complements or Substitutes? Evidence from Ugandan Youth Clubs” reported on the same experiment but with only one-year results and a different focus, and (2) NBER Working Paper No. 28011, “Does Lasting Behavior Change Require Knowledge Change? Evidence From Savings Interventions for Young Adults” reported on the five-year results but with more of a focus on the role of knowledge change. This experiment was registered in the American Economic Association Registry for randomized controlled trials (AEARCTR-0000080 – www.socialscienceregistry.org/trials/80). Institutional Review Board approval for human subjects protocols from Innovations for Poverty Action #113.10February-006 and Yale University #1002006384. As suggested by Asiedu et al. (2021), our online Structured Ethics Appendix discusses ethics questions beyond those covered by IRB. We thank the Financial Education Fund from DFID and Citi Foundation for funding. We thank the IPA field team, Zach Freitas-Groff, Sarah Kabay, Daniel Katz, Sana Khan, Charity Komujurizi, Matthew Lowes, Justin Loiseau, Javier Madrazo, Joseph Ndumia, Doug Parkerson, Pia Raffler, Elana Safran, Noor Sethi, Marla Spivack, Glynis Startz, and Sneha Stephen from Northwestern University and Innovations for Poverty Action for research assistance and management support. We thank the Freedom from Hunger and Straight Talk team for collaboration on development of the financial education curriculum, FINCA for the provision of the bank accounts, and four dioceses of the Church of Uganda for their cooperation throughout. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}