{
    "id": 28015,
    "citation_title": "Bury the Gold Standard? A Quantitative Exploration",
    "citation_author": [
        "Anthony M. Diercks",
        "Jonathan Rawls",
        "Eric Sims"
    ],
    "citation_publication_date": "2020-11-16",
    "issue_date": "2020-10-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper is one of the first to study the present-day properties of the  gold standard in a quantitative model commonly used in central banks. We incorporate gold into an otherwise standard estimated New Keynesian model and compare the positive and normative implications of adopting a gold standard to other more commonly advocated policies. We show that under certain conditions, the gold standard is akin to a nominal GDP targeting framework and can at times be considered an improvement. However, unlike more conventional policies, the gold standard must react to shocks to the supply and demand for gold. We estimate the model for the post-2000 period using a novel dataset on the supply of gold and find that following a gold standard would result in dramatic increases in the volatilities of macroeconomic aggregates and a significant deterioration in household welfare. This is because the estimated shocks to gold supply and demand are significantly larger than for other more conventional aggregate shocks. In the end, what buries the gold standard turns out to be instability in the dynamics of gold itself.\n\n",
    "acknowledgement": "\nWe are grateful to Michiel De Pooter, Eric Engstrom, Robert Lester, Scott Schuh, David Wilcox, and seminar participants at West Virginia University for helpful comments and suggestions. The analysis and conclusions of this paper are those of the authors and do not represent the positions of the research staff, the Board of Governors of the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}