{
    "id": 28014,
    "citation_title": "A Comparison of Monthly Global Indicators for Forecasting Growth",
    "citation_author": [
        "Christiane Baumeister",
        "Pierre Guérin"
    ],
    "citation_publication_date": "2020-11-02",
    "issue_date": "2020-10-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper evaluates the predictive content of a set of alternative monthly indicators of global economic activity for nowcasting and forecasting quarterly world GDP using mixed-frequency models. We find that a recently proposed indicator that covers multiple dimensions of the global economy consistently produces substantial improvements in forecast accuracy, while other monthly measures have more mixed success. This global economic conditions indicator contains valuable information also for assessing the current and future state of the economy for a set of individual countries and groups of countries. We use this indicator to track the evolution of the nowcasts for the US, the OECD area, and the world economy during the coronavirus pandemic and quantify the main factors driving the nowcasts.\n\n",
    "acknowledgement": "\nWe thank Nida Çakır Melek, Jim Hamilton, Francesco Ravazzolo, Christian Schumacher, Gregor von Schweinitz, and Joaquin Vespignani for many useful suggestions. The views expressed in this paper are those of the authors and do not necessarily represent the views of the IMF, its Executive Board, IMF management, or the National Bureau of Economic Research.\n\n\n"
}