{
    "id": 28028,
    "citation_title": "Retail Financial Innovation and Stock Market Dynamics: The Case of Target Date Funds",
    "citation_author": [
        "Jonathan A. Parker",
        "Antoinette Schoar",
        "Yang Sun"
    ],
    "citation_publication_date": "2020-11-02",
    "issue_date": "2020-10-29",
    "revision_date": "2022-08-05",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nTarget Date Funds (TDFs) are designed to provide unsophisticated or inattentive investors with age-appropriate exposures to different asset classes like stocks and bonds. The rise of TDFs has moved a significant share of retirement investors into macro-contrarian strategies that sell stocks after relatively good stock market performance. This rebalancing drives contrarian flows across equity mutual funds held by TDFs, stabilizing their funding, and reduces stock returns for stocks disproportionately held by these funds when stock market returns are relatively high. Continued growth in TDFs and similar investment products may dampen stock market volatility and increase the transmission of shocks across asset classes.\n\n",
    "acknowledgement": "\n*For helpful comments, we thank Daniel Bergstresser, Stephen Cecchetti, Joel Dickson, Winston Dou, Qingyi Drechsler, Richard Evans, Xavier Gabaix, Joshua Goodman, Pierre Gourinchas, Kevin Khang, Ralph Koijen, Blake LeBaron, David Musto, Debarshi Nandy, Darby Neilson, Jim Poterba, Josh Rauh, Jonathan Reuter, Yao Zeng, and especially John Campbell, Dong Lou, Clemens Sialm, Jules van Binsbergen, and Dimitri Vayanos, as well as participants in seminars at Brandeis, Fidelity Investments, MIT, Northwestern, the Q-group, Shanghai Jiaotong, Vanguard, University ofWashington St. Louis, and the Fall 2020 NBER Asset Pricing meeting, the 2021 ASSA Meetings, the 2021 ASU SonoranWinter Conference, the 2021 SFS Cavalcade, and the 2021 FIRS Conference. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}