{
    "id": 28027,
    "citation_title": "Spillovers from Ancillary Services to Wholesale Energy Markets",
    "citation_author": [
        "Jesse F. Buchsbaum",
        "Catherine Hausman",
        "Johanna L. Mathieu",
        "Jing Peng"
    ],
    "citation_publication_date": "2020-11-02",
    "issue_date": "2020-10-29",
    "revision_date": "2022-09-07",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn electricity markets, generators are rewarded both for providing energy and for enabling grid reliability. The two functions are compensated with two separate payments: energy market payments and ancillary services market payments. We provide evidence of changes in the generation mix in the energy market that are driven by exogenous changes in an ancillary services market. We provide a theoretical framework and quasi-experimental evidence for understanding the mechanism, showing that it results from the multi-product nature of power plants combined with discontinuities in costs. Although research in economics typically focuses solely on the energy market, our results suggest that spillovers between markets are important as well. Furthermore, policy changes relating to grid operations, grid reliability, or climate change could have unintended effects.\n\n",
    "acknowledgement": "\nWe are grateful to Jim Archsmith, Severin Borenstein, Karl Dunkle Werner, Ken Gillingham, Akshaya Jha, Jenya Kahn-Lang, Justin Kirkpatrick, \u007fOmer Karaduman, Gordon Leslie, Matt Tarduno, Liz Wachs, and various conference and seminar attendees for helpful comments. This research was funded by the Alfred P. Sloan Foundation. The authors do not have any other financial relationships that relate to this research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}