{
    "id": 28023,
    "citation_title": "Data Sharing and Market Power with Two-Sided Platforms",
    "citation_author": [
        "Rishabh Kirpalani",
        "Thomas Philippon"
    ],
    "citation_publication_date": "2020-11-02",
    "issue_date": "2020-10-29",
    "revision_date": "2020-12-08",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study an economy in which consumers and merchants (sellers) interact on a two-sided platform. Consumers can share data about their tastes for different varieties of a single good with the platform which in turn sells this data to merchants. Data sharing increases gains from trade by improving match quality but gives more market power to the platform relative to the merchants which can reduce entry and consequently consumer welfare. This leads to an externality not internalized by consumers thus leading to more data sharing than is efﬁcient. We highlight two reasons why more precise information increases the market power of the platform. The ﬁrst is a copycat (private label) externality that increases the outside option for the platform of selling the good directly to consumers. The second is a consumer access externality that reduces the outside option of the merchants when information gets more precise, as more buyers are able to ﬁnd their desired variety on the platform. Our model explains the qualitative differences between traditional retail platforms (physical stores) and digital online platforms and why the latter are more likely to require regulatory interventions that the former.\n\n",
    "acknowledgement": "\nWe are especially grateful to German Gutierrez for helping us understand the business model of Amazon, and to Luis Cabral, Steve Davis, Andres Drenik, Janice Eberly, Paolo Martellini, Diego Perez, Christopher Sullivan, Larry White, Rob Seamans, and seminar participants at NBER, University of Chicago, and New York University for stimulating discussions. We are grateful to the Smith Richardson Foundation for a research grant. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}