{
    "id": 28020,
    "citation_title": "Is There Too Much Benchmarking in Asset Management?",
    "citation_author": [
        "Anil K Kashyap",
        "Natalia Kovrijnykh",
        "Jian Li",
        "Anna Pavlova"
    ],
    "citation_publication_date": "2020-11-02",
    "issue_date": "2020-10-29",
    "revision_date": "2023-01-31",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a tractable model of asset management in which benchmarking arises endogenously, and analyze its unintended welfare consequences. Fund managers’ portfolios are not contractible and they incur private costs in running them. Incentive contracts for fund managers create a pecuniary externality through their effect on asset prices. Benchmarking inflates asset prices and creates crowded trades. The crowding reduces the effectiveness of benchmarking in incentive contracts for others, which fund investors fail to account for. A social planner, recognizing the crowding, opts for contracts with less benchmarking and less incentive provision. The planner also delivers lower asset management costs.\n\n",
    "acknowledgement": "\nWe have benefited from comments and suggestions by seminar and conference participants at Arizona State University, Chicago Booth, Columbia University, Higher School of Economics, INSEAD, London Business School, NYU Stern, University of Oxford, UK Financial Conduct Authority, Virtual Finance Theory Seminar, CERGE-EI Macro Workshop, JHU Carey Finance Conference, NBER Long-Term Asset Management meeting, NBES Conference, SAET in Ischia, SED in Minneapolis, SFS Cavalcade North America, WFA 2021, as well as comments of Adrian Buss, Hector Chade, Eduardo Davila, Alp Simsek, Dimitri Vayanos, Ming Yang, the editor and three anonymous referees. This research has been supported by a grant from the Alfred P. Sloan Foundation to the Macro Financial Modeling project at the University of Chicago. The views expressed here are ours only and not necessarily those of the institutions with which we are affiliated, nor of the National Bureau of Economic Research.\n\n\n"
}