{
    "id": 28025,
    "citation_title": "Mandatory Retirement for Judges Improved Performance on U.S. State Supreme Courts",
    "citation_author": [
        "Elliott Ash",
        "W. Bentley MacLeod"
    ],
    "citation_publication_date": "2020-11-02",
    "issue_date": "2020-10-29",
    "revision_date": "2023-01-19",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Market Structures",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMandatory retirement for judges has often been considered as a policy response to an aging judicial workforce. This paper provides empirical evidence on how mandatory retirement influences judge performance using a wave of such reforms in U.S. state supreme courts as a natural experiment. We find that introducing mandatory retirement improves court performance as measured by output (number of published opinions) and legal influence (number of forward citations to those opinions). While older judges are cited less often than younger judges, the effect of mandatory retirement on performance is much larger than what would be expected from a change in the age distribution. We find some evidence that the additional effect is due to selective attrition and that the presence of older judges reduces the performance of younger judges.\n\n",
    "acknowledgement": "\nWe thank Yisehak Abraham, Ankeet Ball, Josh Brown, Josh Burton, Matthew Buck, Eammonn Campbell, Zoey Chopra, Daniel Deibler, Seth Fromer, Gohar Harutyunyan, Archan Hazra, Montague Hung, Dong Hyeun, Mithun Kamath, James Kim, Michael Kurish, Jennifer Kutsunai, Steven Lau, Sharon Liao, Claudia Marangon, Sarah MacDougall, Justin McNamee, Sourabh Mishra, Brendan Moore, Arielle Napoli, Karen Orchansky, Bryn Paslawski, Olga Peshko, Matteo Pinna, Quinton Robbins, Ricardo Rogriguez, Jerry Shi, Xiaofeng Shi, Carol Shou, Alex Swift, Holly Toczko, Tom Verderame, Sam Waters, Sophie Wilkowske, John Yang, Geoffrey Zee, Fred Zhu, and Jon Zytnick for their help in assembling data and other research assistance. We thank David Card who suggested that we look at the effect of aging on judges. We also thank Adam Chilton, Decio Coviello, Janet Currie, John J. Donohue III, Hanming Fang, Lewis Kornhauser, Michael Livermore, Jonathan Petkun, Jonathan Skinner, Megan Stevenson, Neel Sukhatme, and numerous workshop participants for helpful feedback. Columbia University’s Program for Economic Research, Columbia Law School, Princeton University’s Center for Health and Wellbeing, and the National Science Foundation Grant SES-1260875 provided financial support for this research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}