{
    "id": 28035,
    "citation_title": "Russian Holidays Predict Troll Activity 2015-2017",
    "citation_author": [
        "Douglas Almond",
        "Xinming Du",
        "Alana Vogel"
    ],
    "citation_publication_date": "2020-11-02",
    "issue_date": "2020-10-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Relations",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhile international election interference is not new, Russia is credited with “industrializing” trolling on English-language social media platforms. In October 2018, Twitter retrospectively identified 2.9 million English-language tweets as covertly written by trolls from Russia's Internet Research Agency. Most active 2015-2017, these Russian trolls generally supported the Trump campaign (Senate Intelligence Committee, 2019) and researchers have traced how this content disseminated across Twitter. Here, we take a different tack and seek exogenous drivers of Russian troll activity. We find that trolling fell 35% on Russian holidays and to a lesser extent, when temperatures were cold in St. Petersburg. More recent trolls released by Twitter do not show any systematic relationship to holidays and temperature, although substantially fewer of these that have been made public to date. Our finding for the pre-2018 interference period may furnish a natural experiment for evaluating the causal effect of Russian trolling on indirectly-affected outcomes and political behaviors — outcomes that are less traceable to troll content and potentially more important to policymakers than the direct dissemination activities previously studied. As a case in point, we describe suggestive evidence that Russian holidays impacted daily trading prices in 2016 election betting markets.\n\n",
    "acknowledgement": "\nWe thank Joseph Doyle, Parijat Lal, Bhashkar Mazumder, and Koleman Strumpf for helpful comments and Solveig Asplund for proof reading. We thank Suresh Naidu for suggesting we look at online betting markets in related work. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}