{
    "id": 28039,
    "citation_title": "Refinancing, Monetary Policy, and the Credit Cycle",
    "citation_author": [
        "Gene Amromin",
        "Neil Bhutta",
        "Benjamin J. Keys"
    ],
    "citation_publication_date": "2020-11-02",
    "issue_date": "2020-10-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe assess the complicated reality of monetary policy transmission through mortgage markets by synthesizing the existing literature on the role of refinancing in policy implementation. After briefly reviewing mortgage market institutions in the U.S. and documenting refinance activity over time, we summarize the links between refinancing and consumption, and describe the frictions impeding the refinancing channel. The paper draws heavily on research emerging from the experience of the financial crisis of 2008-09, as it highlights a combination of market, institutional, and policy-making factors that dulled the transmission mechanism. We conclude with a discussion of potential mortgage market innovations, and the applicability of lessons learned to the ongoing stresses induced by the COVID-19 pandemic.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research, the Federal Reserve Board, or the Federal Reserve System.\n\n\n"
}