{
    "id": 28034,
    "citation_title": "U.S. Robots and their Impacts in the Tropics: Evidence from Colombian Labor Markets",
    "citation_author": [
        "Adriana D. Kugler",
        "Maurice Kugler",
        "Laura Ripani",
        "Rodimiro Rodrigo"
    ],
    "citation_publication_date": "2020-11-02",
    "issue_date": "2020-10-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "International Economics",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPrevious studies for developed countries show negative short-run impacts of automation on employment and earnings. In this paper, we instead examine whether automation by a key trading partner can hurt workers in a developing country. We specifically focus in Colombia’s labor market, and how the automation in the U.S. impacts Colombian workers by replacing exports from Colombia for cheaper robot-made U.S. products. We use employer-employee matched data from the Colombian social security records combined with data on U.S. exposure to robots in different sectors from 2011 to 2016 to examine if robots in the U.S. are displacing workers in Colombia. We find that U.S. robots decrease employment and earnings for Colombian workers in those sectors of local labor markets that have high levels of automation -measured as robots per thousand workers- in the U.S. labor market. In terms of turnover, as expected, there is an increase in dismissals and a decrease in hires for workers in sectors highly impacted by robots in the U.S. Moreover, the negative displacement effects of robots are greater for women; older workers; workers employed in small and medium sized enterprises, and workers employed in manufacturing. Importantly, local labor markets which exported the most to the U.S. in the past, are also the most affected by the increased adoption of U.S. robots, suggesting that Colombian workers may be losing employment to automated jobs reshored back to the U.S. Our estimates suggest that during our period of analysis, the adoption of robots in the U.S. led to a cumulative loss of between 63,000 and 100,000 jobs in Colombia.\n\n",
    "acknowledgement": "\nWe are grateful to the Inter-American Development Bank for research support. We thank George Akerlof, David Dorn, Laura Schechter, Luis Baldomero-Quintana and participants at the LACEA conferences in Ecuador and Mexico and seminar participants at the Inter-American Development Bank for comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}