{
    "id": 28037,
    "citation_title": "The Age Profile of Life-satisfaction After Age 65 in the U.S.",
    "citation_author": [
        "Péter Hudomiet",
        "Michael D. Hurd",
        "Susann Rohwedder"
    ],
    "citation_publication_date": "2020-11-02",
    "issue_date": "2020-10-29",
    "revision_date": "2022-09-12",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAlthough income and wealth are frequently used as indicators of well-being, they are increasingly augmented with subjective measures such as life satisfaction to capture broader dimensions of individuals’ well-being. Based on data from large surveys of individuals, life satisfaction in cross-section increases with age beyond retirement into advanced old age. It may seem puzzling that average life satisfaction would be higher at older ages because older individuals are more likely to experience chronic or acute health conditions, or the loss of a spouse. Accordingly, this empirical pattern has been called the “paradox of well-being.” We examine the age profile of life satisfaction of the U.S. population age 65 and older in the Health and Retirement Study (HRS) and also find increasing life satisfaction at older ages in cross-section. But based on the longitudinal dimension of the HRS life satisfaction significantly declines with age and the rate of decline accelerates with age. Widowing and health shocks play important roles in this decline. We reconcile the cross-section and longitudinal measurements by showing that both differential mortality and differential non-response bias the cross-sectional age profile upward: individuals with higher life satisfaction and in better health tend to live longer and to remain in the survey, causing average values to increase. We conclude that the optimistic view about increasing life satisfaction at older ages based on cross-sectional data is not warranted.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. This research was supported by the National Institute on Aging (P30AG012815). Joanna Carroll provided excellent programming assistance and Kelsey O'Hollaren helped with the literature search.\n\n\n"
}