{
    "id": 28040,
    "citation_title": "Promoting Parental Involvement in Schools: Evidence From Two Randomized Experiments",
    "citation_author": [
        "Felipe Barrera-Osorio",
        "Paul Gertler",
        "Nozomi Nakajima",
        "Harry Patrinos"
    ],
    "citation_publication_date": "2020-11-02",
    "issue_date": "2020-10-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nParental involvement programs aim to increase school-and-parent communication and support children’s overall learning environment. This paper examines the effects of low-cost, group-based parental involvement interventions in Mexico using data from two randomized controlled trials. The first experiment provided financial resources to parent associations. The second experiment provided information to parents about how to support their children’s learning. Overall, the interventions induced different types of parental engagement in schools. The information intervention changed parenting behavior at home – with large effects among indigenous parents who have historically been discriminated and socially excluded – and improved student behavior in school. The grants did not impact parent or student behaviors. Notably, we do not find impacts of either intervention on educational achievement. To understand these null effects, we explore how social ties between parents and teachers evolved over the course of the two interventions. Parental involvement interventions led to significant changes in perceived trustworthiness between teachers and parents. The results suggest that parental involvement interventions can backfire if institutional rules are unclear about the expectations of parents and teachers as parents increase their involvement in schools.\n\n",
    "acknowledgement": "\nWe thank seminar participants at 3ie, AEFP, APPAM, Columbia University, IZA Economics of Education Workshop, University of Massachusetts Boston, Vanderbilt University and the World Bank for comments and feedback on the paper. The research was supported by grants from the Spanish Impact Evaluation Fund, the World Bank Research Committee (RF-P1123327-RESE-BBRSB), and the Bank-Netherlands Partnership Program. We dedicate this paper to Eduardo Rodriguez-Oreggia who worked on the original thinking about the study and passed away in 2014. We are thankful for excellent research assistance from Angelica Rivera-Olvera, Stefan Metzger, Diego Cardozo-Medeiros and Pedro Pablo Parra-Diaz. Manuel Felix supported the project since its inception. We are grateful to SEP for access to data. Thanks for all the support to CONAFE staff at the time, namely: Arturo Saenz Ferral, Lucero Nava Bolanos, Jose Carlos Rocha Silva, Alfonso Gonzalez Ramirez, Dolores Ramirez Vargas, Georgina Quintanilla Cerda, Rafaela Merecias Sanchez, Maria Angelica Santiago Antonio and Teresa Nateras Valdez. The authors have no financial or material interests in the results of this paper. The registration number of the trial at the AER RCT Registry is AEARCTR-0006424. The opinions expressed herein are those of the authors and not necessarily of the institutions they represent. All errors remain our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}