{
    "id": 28044,
    "citation_title": "Political Polarization and Expected Economic Outcomes",
    "citation_author": [
        "Olivier Coibion",
        "Yuriy Gorodnichenko",
        "Michael Weber"
    ],
    "citation_publication_date": "2020-11-02",
    "issue_date": "2020-10-29",
    "revision_date": "2020-11-03",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use a large-scale representative survey of households from October 19-21 that elicits respondents’ expectations about the presidential election’s outcome as well as their economic expectations to document several new facts. First, people disagree strongly about the likely outcome of the election, despite widespread publicly available polling information. Most Democrats are very confident in a Biden win while most Republicans are very confident in a Trump win. Second, respondents predict a fairly rosy economic scenario if their preferred candidate wins but a dire one if the other candidate wins. Since most respondents are confident in their favored outcome, unconditional forecasts are similar across parties despite the fact that underlying probability distributions and conditional forecasts are very different. Third, when presented with recent polling data, most voters change their views by little unless they are independent and/or have relatively weak priors about the outcome. Information that emphasizes the uncertainty in polling data has larger effects in terms of reducing polarization in expected probabilities over different electoral outcomes. Fourth, exogenous information that changes individuals’ probability distribution over electoral outcomes also changes their unconditional forecasts in a corresponding manner. These changes in economic expectations in turn are likely to affect household economic decisions.\n\n",
    "acknowledgement": "\nWe thank the National Science Foundation for financial support in conducting the surveys. We also thank Andres Villatoro and the Qualtrics team for their help in setting up the survey. The randomized control trial is registered at the AER RCT Registry (#AEARCTR-0006664). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}