{
    "id": 28046,
    "citation_title": "Comprehensive Approaches to Increasing Student Completion in Higher Education: A Survey of the Landscape",
    "citation_author": [
        "Rachel Fulcher Dawson",
        "Melissa S. Kearney",
        "James X. Sullivan"
    ],
    "citation_publication_date": "2020-11-09",
    "issue_date": "2020-11-04",
    "revision_date": "2021-02-16",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe describe the challenge of college non-completion in the U.S. and a variety of explanations for the high rate of non-completion. We then provide an overview of the implementation of and evidence from eight specific college completion interventions designed to increase college completion rates through a comprehensive set of services. The eight interventions that we review  have all been implemented in the past decade and have been evaluated through randomized controlled trials (RCT). After we describe the eight featured programs and the evidence on their effectiveness, we discuss the potential to replicate these programs and deliver them at scale. Finally, we offer some recommendations for future research, with the goal of establishing a body of practical evidence for organizations and policymakers to learn from as they work to address the college completion crisis.\n\n",
    "acknowledgement": "\nThis paper was prepared for the Comprehensive Approaches for Student Success convening on September 9, 2020, which was co-hosted by the Institute for College Access & Success and the Wilson Sheehan Lab for Economic Opportunities at the University of Notre Dame with support from the Joyce Foundation and the Ascendium Education Group. We gratefully acknowledge the research assistance of Grace Ortuzar, Seth Zissette and Josie Donlon. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}