{
    "id": 28042,
    "citation_title": "Using Divide and Conquer to Improve Tax Collection: Theory and Laboratory Evidence",
    "citation_author": [
        "Sylvain Chassang",
        "Lucia Del Carpio",
        "Samuel Kapon"
    ],
    "citation_publication_date": "2020-11-02",
    "issue_date": "2020-10-29",
    "revision_date": "2022-02-22",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nWe consider a government collecting taxes from a large number of tax-payers using limited enforcement capacity. Under random enforcement, limited capacity results in multiple equilibria: if most agents comply, limited enforcement is sufficient to dissuade individual misbehavior; if most agents do not comply, enforcement capacity is over-stretched and fails to dissuade misbehavior. In settings without behavioral frictions, prioritized enforcement strategies can implement high collection as the unique rationalizable outcome. We investigate both theoretically and experimentally the extent to which this insight extends to environments with incomplete information and bounded rationality.\n\nThis working paper has been combined into (and is now superseded by) the authors’ later work \"Using Divide-and-Conquer to Improve Tax Collection\" NBER working paper, no. 30218.  Please use that working paper for citation.\n\n",
    "acknowledgement": "\nPreviously circulated as “Making the Most of Limited Government Capacity: Theory and Experiment.” We are indebted to Alessandra Casella, Pedro Dal Bo, and Catherine Hafer for thoughtful discussions that lead to substantial revisions of this manuscript. We are grateful to Vishal Ashvinkumar, Kathleen Ngangoue, Paula Onuchic, and Tianzan Pang for early feedback on our experiment design. The paper greatly benefited from discussions with Dilip Abreu, Abhijit Banerjee, Daniel Diermeier, Guillaume Frechette, Marina Halac, Navin Kartik, John Klopfer, Alessandro Lizzeri and Ariel Rubinstein. We thank seminar participants at Chicago Booth, LSE, MIT, Northwestern, Princeton, PSE, SITE (2021), ThReD (2021), the University of Alabama, UBC, and UPenn for very helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}