{
    "id": 28051,
    "citation_title": "The Structure of Business Taxation in China",
    "citation_author": [
        "Zhao Chen",
        "Yuxuan He",
        "Zhikuo Liu",
        "Juan Carlos Suárez Serrato",
        "Daniel Yi Xu"
    ],
    "citation_publication_date": "2020-11-09",
    "issue_date": "2020-11-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nThis paper documents facts about the structure of business taxation in China using administrative tax data from 2007 to 2011 from the State Taxation Administration. We first document the importance of different business taxes across industries. While corporate income taxes play an important role for manufacturing firms, these firms also remit a large share of their tax payments through the value-added tax system, through the excise tax system and through payroll taxes. Gross receipts taxes play an important role for firms in other industries, leading to spillovers that may affect the overall economy. Second, we evaluate whether the structure of China’s tax revenue matches its stage of development. A cross-country comparison of sources of government revenue shows that China collects a high share of tax revenue from taxes on goods and services and a high share of income tax on corporations. Finally, we study whether firm-level differences in effective tax rates can be an important source of allocative inefficiencies. Decomposing the variation in effective tax rates across firms, we find that government policies, including loss carry-forward provisions and preferential policies for regional, foreign, small, and high-tech firms, have significant explanatory power. Nonetheless, while effective tax rates vary along a number of dimensions, tax policy does not explain the large dispersion in the returns to factors of production across firms.\n\n",
    "acknowledgement": "\nWe are grateful for detailed comments from Robert Moffitt and for suggestions from James Poterba and participants of the Tax Policy and the Economy conference. Suárez Serrato and Xu gratefully acknowledge funding from the National Science Foundation (grant #17300024). Zhao Chen gratefully acknowledges financial support from the Ministry of Education in China (17JJD790004). All errors remain our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}