{
    "id": 28058,
    "citation_title": "COVID-19 Restrictions Reduced Abortion Clinic Visits, Even in Blue States",
    "citation_author": [
        "Martin Andersen",
        "Sylvia Bryan",
        "David Slusky"
    ],
    "citation_publication_date": "2020-11-09",
    "issue_date": "2020-11-05",
    "revision_date": "2025-01-03",
    "topics": [
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAt the beginning of the COVID-19 pandemic, 13 states used elective procedure bans to explicitly restrict access to surgical abortions and an additional 20 states banned all elective procedures, without reference to abortion. In this paper, we study the effects of these state-level bans on visits to abortion clinics. Using a balanced panel of 757 abortion clinics, we find that clinics in states banning elective procedures experienced an 18% reduction in visits, and surgical abortion bans led to a further 9% reduction, entirely from fewer visits to clinics that provided surgical abortions. These restrictions resulted in approximately 18,000 fewer abortions in 2020 compared to 2019, leading to 8400 additional births. The effects of these bans on mobility were not confined to traditionally “red” states but also affected mobility to clinics in “blue” states.\n\n",
    "acknowledgement": "\nThe authors are grateful to conference participants at the 2020 Population Health Science Research Workshop, the 2021 Kansas Health Economics Conference, the 2021 American Society of Health Economists Conference, the 2021 Nordic Health Economics Study Group Conference, the 2021 Applied Economics Conference: Labour, Health, Education and Welfare in Belgrade, Serbia; the 2022 Workshop on Health, Human Capital and Social Insurance in Bergen, Norway, and the 2022 Association for Public Policy Analysis & Management Conference; and seminar participants at Wayne State University, Uppsala University, SOFI at Stockholm University, Stockholm School of Economics, University of Liverpool, University of Manchester, University of Gothenburg, Lund University, the University of Venice, the University of Verona, the University of Nebraska, Vanderbilt University, the University of Kansas, the University of Delaware, Washington University in St. Louis, and San Diego State University for their comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nDavid Slusky\n\nDavid Slusky reports service as an expert witness in litigation concerning abortion regulations.\n\n\n"
}