{
    "id": 28054,
    "citation_title": "Price Ceiling, Market Structure, and Payout Policies",
    "citation_author": [
        "Mao Ye",
        "Miles Zheng",
        "Xiongshi Li"
    ],
    "citation_publication_date": "2020-11-09",
    "issue_date": "2020-11-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTo prevent firms from manipulating prices, U.S. regulators set price ceilings for open-market share repurchases. We find that market structure reforms in the 1990s and 2000s dramatically increased share repurchases because they relaxed constraints that prevent firms from competing with other traders under price ceilings. The 2016 Tick Size Pilot, a controlled experiment that partially reversed previous reforms, significantly reduced share repurchases. Market structure frictions provide a unified explanation for two puzzles: the dividend puzzle exists because previous research has overlooked market structure frictions; share repurchases increase relative to dividends over time because market structure reforms gradually reduce these frictions.\n\n",
    "acknowledgement": "\nWe  thank  Jim  Angel,  Heitor  Almeida,  Dion  Bongaerts,  Eric  Budish,  John  Campbell,  Tarun  Chordia, Gregory Eaton, Amy Edwards, Harry Feng, Slava Fos, John Friedman, Robin Greenwood, Gustavo Grullon, Joel Hasbrouck, Jiekun Huang, Steven Ho, Mathias Kronlund, Pete Kyle, Mark Leary, Yoon Kang  Lee, Mark Loewenstein, George Pennacchi,  Neal Pearson, Joshua  Pollet,  Jeffrey  Pontiff,  Jim  Poterba,  Amir Rubin, Gideon  Saar, Martin Schmalz, Antoinette Schoar, Paul Schultz, Beibei Shen, Ji Shen, Andriy Shkilko, Elvira Sojli, Jeff Smith, Chester Spatt, Adi Sunderam, Alexei Tchistyi, Anjan Thakor, Kumar Venkataraman, Scott Weisbenner, Russell Wermers, Yufeng Wu, Yuhai Xuan, Liu Yang, Chen Yao, Bart Yueshen, and participants at Arrowstreet Capital, Boston College, Case Western Reserve University, Emory University, George Washington University, Harvard Business School, University of British Columbia, University of Hong Kong, University of Illinois, University of Iowa, University of Maryland, Cornell University Market Microstructure Ph.D. Seminar, Microstructure Exchange, 2018 Guanghua International Symposium, 2019 CICF, 2019 NFA, 2019 EFA, 2019 WRDS Advanced Research Scholar Program, 3rd SAFE Market Microstructure Meeting, 4th Sydney Market Microstructure Meeting, and 8th ITAM Finance Conference for helpful suggestions. Ye acknowledges support from National Science Foundation grant 1838183 and the Extreme Science and Engineering Discovery Environment (XSEDE). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}