{
    "id": 28050,
    "citation_title": "Local Public Finance Dynamics and Hurricane Shocks",
    "citation_author": [
        "Rhiannon Jerch",
        "Matthew E. Kahn",
        "Gary C. Lin"
    ],
    "citation_publication_date": "2020-11-09",
    "issue_date": "2020-11-04",
    "revision_date": "2021-06-21",
    "topics": [
        "\n",
        "Subnational Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSince 1980, over 2,000 local governments in US Atlantic and Gulf states have been hit by a hurricane. Such natural disasters can exert severe budgetary pressure on local governments’ ability to provide critical infrastructure, goods, and services. We study local government revenue, expenditure, and borrowing dynamics in the aftermath of hurricanes. These shocks reduce tax revenues and expenditures, and increase the cost of debt in the decade following exposure. Major hurricanes have much larger effects than minor hurricanes. Our results reveal how hurricanes create collateral fiscal damage for local governments by increasing the cost of debt at critical moments after a hurricane strike. Municipalities with a racial minority composition 1 standard deviation above the sample mean suffer expenditure losses more than 2 times larger and debt default risk 8 times larger than municipalities with average racial composition in the decade following a hurricane strike. These results suggest that climate change can exacerbate environmental justice challenges.\n\n",
    "acknowledgement": "\nWe thank Alejandro del Valle, Rebecca Taylor, Mac McComas, and seminar participants at UC Irvine, University of Toronto, Binghamton University, the Wharton Risk Center, OSWEET, the UEA 2020 meetings, the AERE 2021 meetings, and the Northeast Workshop on Environmental Policy workshop for extremely helpful comments. We also thank Marc Joffe and Natalie Cohen for their generous insights on municipal bond markets. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}