{
    "id": 28064,
    "citation_title": "Choices and Outcomes in Assignment Mechanisms: The Allocation of Deceased Donor Kidneys",
    "citation_author": [
        "Nikhil Agarwal",
        "Charles Hodgson",
        "Paulo Somaini"
    ],
    "citation_publication_date": "2020-11-09",
    "issue_date": "2020-11-05",
    "revision_date": "2022-12-12",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nWhile the mechanism design paradigm emphasizes notions of efficiency based on agent preferences, policymakers often focus on alternative objectives. School districts emphasize educational achievement, and transplantation communities focus on patient survival. It is unclear whether choice-based mechanisms perform well when assessed based on these outcomes. This paper evaluates the assignment mechanism for allocating deceased donor kidneys on the basis of patient life-years from transplantation (LYFT). We examine the role of choice in increasing LYFT and compare equilibrium assignments to benchmarks that remove choice. Our model combines choices and outcomes in order to study how selection affects LYFT. We show how to identify and estimate the model using instruments derived from the mechanism. The estimates suggest that the design in use selects patients with better post-transplant survival prospects and matches them well, resulting in an average LYFT of 8.78, which is 0.92 years more than a random assignment. However, the maximum aggregate LYFT is 13.84. Realizing the majority of the gains requires transplanting relatively healthy patients, who would have longer life expectancies even without a transplant. Therefore, a policymaker faces a dilemma between transplanting patients who are sicker and those for whom life will be extended the longest.\n\n",
    "acknowledgement": "\nThis version: December 2, 2022. We are grateful to UNOS for facilitating access to the data. We thank Peter Hull, Adam Kapor, Ariel Pakes, Daniel Waldinger, and seminar participants at several universities and conferences for helpful comments and feedback. We benefited from multiple discussions with Yusuke Narita during early stages of the project. Andrew Komo, Raymond Lee, and Lingjun (Lotus) Xia provided excellent research assistance. The authors acknowledge support from the National Science Foundation (SES-1948714) and the Alfred P. Sloan Foundation (FG-2019-11484). The data reported here have been supplied by UNOS as the contractor for the Organ Procurement and Transplantation Network (OPTN). The interpretation and reporting of these data are the responsibility of the author(s) and in no way should be seen as an official policy of or interpretation by the OPTN, the U.S. Government, or the National Bureau of Economic Research.\n\n\n"
}