{
    "id": 28068,
    "citation_title": "Effects of the COVID-19 Pandemic on Domestic Violence in Los Angeles",
    "citation_author": [
        "Amalia R. Miller",
        "Carmit Segal",
        "Melissa K. Spencer"
    ],
    "citation_publication_date": "2020-11-09",
    "issue_date": "2020-11-05",
    "revision_date": "2023-05-03",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nAround the world, policymakers and news reports warned that the COVID-19 pandemic, and attendant restrictions on individual mobility and commercial activity, could lead to a surge in domestic violence (DV). Some prominent initial studies of the effects of the pandemic showed evidence of greater DV incidence, but findings were inconsistent across locations and DV measures. This paper focuses on a single major city, Los Angeles, to measure the impact of the initial pandemic shutdown on three DV measures based on police data (911 calls, crime incidents, and arrests) as well as measures based on two non-police administrative sources (the county DV hotline and hospital records). After confirming the prior finding of an increase in DV calls to police during the shutdown, we also show that calls to the hotline increased. However, we find that DV crimes recorded by police and hospital visits by female assault (and DV) victims both decreased significantly, suggesting that the increase in calls came from higher reporting rates, possibly for verbal disputes. Arrests per population for DV crimes were unaffected by the shutdown, but a higher share of DV crimes led to arrests. This points against a decrease in the intensity of policing of DV crimes driving the lower crime rate. We conclude that the initial LA shutdown increased the rates at which people contacted authorities about domestic-related concerns, but decreased the overall incidence of physical DV crimes in the population.\n\n",
    "acknowledgement": "\nWe acknowledge financial support from the IZA COVID-19 Research Thrust and the Bill and Melinda Gates Foundation, through the NBER Gender in the Economy Study Group. For helpful comments, we thank Daniel Hamermesh and conference participants at the NBER Gender Working Group Meeting, NBER Crime and Law and Economics Meeting, NBER Health and COVID-19 Meeting, and SITE Conference on domestic violence, as well as seminar participants at American University, HSE, LSE, US Census, UVA Law School, VCU, Washington and Lee, VMI, the joint Florida State, University of Florida and University of South Florida workshop, and the GeFam Study Group. We thank Yutong Chen, Andrew Farquhar, Julia Kothmann, and Matthew Yorkilous for outstanding research assistance. California PHS approval for data under project number 2021-232. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}