{
    "id": 28069,
    "citation_title": "Corporate Governance, Business Group Governance and Economic Development Traps",
    "citation_author": [
        "Luis Dau",
        "Randall Morck",
        "Bernard Yeung"
    ],
    "citation_publication_date": "2020-11-09",
    "issue_date": "2020-11-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "History of Economic Thought",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEvery firm in a developed economy relies on the mere existence of countless other firms to keep prices competitive up and down all supply chains. Without this network externality, no firm forms; and without many firms, no network forms; locking in a low-income trap. Business group governance supersedes corporate governance in most developing economies and in the rapid catch-up development phases of most high-income economies by hierarchically coordinating firms in multiple industries, internalizing this network externality. High-income economies grow via creative destruction - creative firms imposing a negative externality upon firms they destroy or disrupt, but a larger positive innovation-related externality upon the whole economy. Business groups avoid creative self-destruction, innovation by one group firm that disrupts another. Corporate governance supersedes business group governance in high-income economies to facilitate productivity growth. If business group governance does not retreat, productivity growth is impaired and a middle-income trap can result.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}