{
    "id": 28062,
    "citation_title": "How Would Medicare for All Affect Health System Capacity? Evidence from Medicare for Some",
    "citation_author": [
        "Jeffrey Clemens",
        "Joshua D. Gottlieb",
        "Jeffrey Hicks"
    ],
    "citation_publication_date": "2020-11-09",
    "issue_date": "2020-11-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nCenter for Aging and Health Research\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nProposals to create a national health care plan such as \"Medicare for All\" rely heavily on reducing the prices that insurers pay for health care.  These changes affect physicians' short-run incentives for care provision and may also change health care providers' incentives to invest in capacity, thereby influencing the availability of care in the long term. We provide  evidence on these responses using a major Medicare payment change combined with survey data on physicians' time use. We find  evidence that physicians increase their time spent on capacity building when remuneration increases, and that they are subsequently more willing to accept new patients---especially those who may be the residual claimants on marginal capacity. These forces imply that short-run supply curves likely differ from long-run supply curves.  Policymakers need to account for how major changes to payment incentives would influence the investments that determine health system capacity.\n\n",
    "acknowledgement": "\nThis manuscript was prepared for Tax Policy and the Economy volume 35 (forthcoming 2021). Clemens and Gottlieb are grateful to the Stanford Institute for Economic Policy Research and the Federal Reserve Bank of San Francisco for their hospitality while working on this paper.  Clemens and Gottlieb received support from the National Institute on Aging of the National Institutes of Health under Award Number P30AG012810 to the NBER.  The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health or of the National Bureau of Economic Research. Gottlieb also acknowledges the hospitality of the Einaudi Institute for Economics and Finance and support from SSHRC. We are grateful to Paul Beaudry, Michael Bohm, Nicole Fortin, David Green, Thomas Lemieux, Robert Moffitt (the editor), Craig Riddell, Dan Sacks, Hugh Shiplett, Munir Squires, our discussants Adam Shapiro and Ashley Swanson, and audiences at the University of Texas, AEA, Rome Junior Conference on Applied Microeconomics, Junior(ish) Health Economics Summit,  IZA/SOLE, NTA, Tax Policy and the Economy, and UBC for valuable comments on an earlier version of this paper, and to Hao Li for research assistance.\n\n\n"
}