{
    "id": 28060,
    "citation_title": "Productivity Shocks, Long-Term Contracts and Earnings Dynamics",
    "citation_author": [
        "Neele Balke",
        "Thibaut Lamadon"
    ],
    "citation_publication_date": "2020-11-09",
    "issue_date": "2020-11-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Market Structures",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines how employer- and worker-specific productivity shocks transmit to earnings and employment in an economy with search frictions and firm commitment. We develop an equilibrium search model with worker and firm shocks and characterize the optimal contract offered by competing firms to attract and retain workers. In equilibrium, risk-neutral firms provide only partial insurance against shocks to risk-averse workers and offer contingent contracts, where payments are backloaded in good times and frontloaded in bad times. We prove that there exists a unique spot target wage, which serves as an attraction point for smooth wage adjustments. The structural model is estimated on matched employer-employee data from Sweden. The estimates indicate that firms absorb persistent worker and firm shocks, with respective passthrough values of 27 and 11%, but price permanent worker differences, a large contributor (32%) to variations in wages. A large share of the earnings growth variance can be attributed to job mobility, which interacts with productivity shocks. We evaluate the effects of redistributive policies and find that almost 40% of government-provided insurance is undone by crowding out firm-provided insurance.\n\n",
    "acknowledgement": "\nWe are thankful to Stéphane Bonhomme, Jan Eeckhout, Jeremy Lise, Costas Meghir and Jean-Marc Robin for their invaluable advice and to Joseph Altonji, Richard Blundell, Hector Chade, Michael Greenstone, Jim Heckman, Lisa Laun, Rasmus Lentz, Magne Mogstad, Giuseppe Moscarini, Nicola Pavoni, Fabien Postel-Vinay and Shouyong Shi for their helpful comments and suggestions. We thank Sara Constantino, Arjun Gopinath and Adam Oppenheimer for their assistance. We also thank seminar and conference participants at UCL, IFS, Yale University, SciencePo, UChicago, UPenn, Northwestern, NYU, Stanford, University of Minnesota, University of Wisconsin and others. We gratefully acknowledge financial support from the cemmap, ESRC, the IFS, the Cowles Foundation and the NSF (grant SES-1658920). We are deeply thankful to the IFAU (www.ifau.se) for access to and help with the Swedish administrative data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}