{
    "id": 28061,
    "citation_title": "Answering the Call of Automation: How the Labor Market Adjusted to Mechanizing Telephone Operation",
    "citation_author": [
        "James Feigenbaum",
        "Daniel P. Gross"
    ],
    "citation_publication_date": "2020-11-09",
    "issue_date": "2020-11-05",
    "revision_date": "2024-02-08",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nIn the early 1900s, telephone operation was among the most common jobs for American women, and telephone operators were ubiquitous. Between 1920 and 1940, AT&T undertook one of the largest automation investments in modern history, replacing operators with mechanical switching technology in over half of the U.S. telephone network. Using variation across U.S. cities in the timing of adoption, we study how this wave of automation affected the labor market for young women. Although automation eliminated most of these jobs, it did not reduce future cohorts' overall employment: the decline in operators was counteracted by employment growth in middle-skill clerical jobs and lower- skill service jobs, including in new categories of work. Using a new genealogy-based census-linking method, we show that incumbent telephone operators were most impacted, and a decade later more likely to be in lower-paying occupations or no longer working.\n\n",
    "acknowledgement": "\nWe are grateful to five anonymous reviewers and the co-editors for comments which significantly sharpened this paper. We thank David Autor, Brian Beach, Ed Glaeser, Shane Greenstein, Walker Hanlon, Bill Kerr, Frank Levy, Bob Margo, Pascual Restrepo, and especially Daron Acemoglu and Claudia Goldin for feedback. We also thank numerous seminar and conference audiences and discussants Daron Acemoglu, Martha Bailey, and Dan Rees for helpful comments. We thank Senan Hogan-Hennessy, Greg Saldutte, Thomas Pearson, and Danielle Williamson for outstanding research assistance, and Elizabeth Crowley, Jesse Benedict, Yves Kertesz, and Amanda LaFauci for help collecting the data, as well as Harvard Business School for financial support. We especially would like to thank Sheldon Hochheiser and the AT&T Archives and History Center for access to AT&T archival records, feedback, and fact-checking. This is a revised version of a paper which previously circulated with the title “Automation and the Future of Young Workers: Evidence from Telephone Operation in the Early 20th Century.” All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}