{
    "id": 28067,
    "citation_title": "Economic Studies on the Opioid Crisis: A Review",
    "citation_author": [
        "Johanna Catherine Maclean",
        "Justine Mallatt",
        "Christopher J. Ruhm",
        "Kosali Simon"
    ],
    "citation_publication_date": "2020-11-16",
    "issue_date": "2020-11-05",
    "revision_date": "2021-05-11",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe United States has experienced an unprecedented crisis related to the misuse of and addiction to opioids. As of 2018, 128 Americans die each day of an opioid overdose, and total economic costs associated with opioid misuse are estimated to be more than $500 billion annually. The crisis has evolved in three phases, starting in the 1990s and continuing through 2010 with a massive increase in use of prescribed opioids associated with lax prescribing regulations and aggressive marketing eﬀorts by the pharmaceutical industry. A second phase included tightening restrictions on prescribed opioids, reformulation of some commonly misused prescription medications, and a shift to heroin consumption over the period 2010 to 2013. Since 2013, the third phase of the crisis has included a movement towards synthetic opioids, especially fentanyl, and a continued tightening of opioid prescribing regulations, along with the growth of both harm reduction and addiction treatment access policies.\nEconomic research, using innovative frameworks, causal methods, and rich data, has added to our understanding of the causes and consequences of the crisis. This body of research also identiﬁes intended and unintended impacts of policies designed to address the crisis. Although there is general agreement that the causes of the crisis include a combination of supply- and demand-side factors, and interactions between them, there is less consensus regarding the relative importance of each. Studies show that regulations can reduce opioid prescribing but may have less impact on root causes of the crisis and, in some cases, have spillover eﬀects resulting in greater use of more harmful substances obtained in illicit markets, where regulation is less possible. There are eﬀective opioid use disorder treatments available, but access, stigma, and cost hurdles have stiﬂed utilization, resulting in a large degree of under-treatment in the U.S.\nHow challenges brought about by the COVID-19 pandemic may intersect with the opioid crisis is unclear. Emerging areas for future research include understanding how societal and healthcare systems disruptions aﬀect opioid use, as well as which regulations and policies most eﬀectively reduce potentially inappropriate prescription opioid use and illicit opioid sources without unintended negative consequences.\n",
    "acknowledgement": "\nThe authors would like to acknowledge helpful comments from Abby Alpert, Janet Currie, Dhaval Dave, Ethan Lieber, David Powell, Molly Schnell, and Bradley Stein. Ruhm thanks the University of Virginia Bankard fund for ﬁnancial support for this research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}