{
    "id": 28065,
    "citation_title": "Stereotypes in Financial Literacy: Evidence from PISA",
    "citation_author": [
        "Laura Bottazzi",
        "Annamaria Lusardi"
    ],
    "citation_publication_date": "2020-11-09",
    "issue_date": "2020-11-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine gender differences in financial literacy among high school students in Italy using data from the 2012 Programme for International Student Assessment (PISA). Gender differences in financial literacy are large among the young in Italy. They are present in all regions and are particularly severe in the South and the Islands. Combining the rich PISA data with a variety of other indicators, we provide a thorough analysis of the potential determinants of the gender gap in financial literacy. We find that parental background, in particular the role of mothers, matters for the financial knowledge of girls. Moreover, we show that the social and cultural environment in which girls and boys live plays a crucial role in explaining gender differences. We also show that history matters: Medieval commercial hubs and the nuclear family structure created conditions favorable to the transformation of the role of women in society, and shaped gender differences in financial literacy as well.\n\n",
    "acknowledgement": "\nWe thank Reneè Adams, Claudia Girardone, Paola Giuliano, Andrea Presbitero as well as seminar participants to the EFiC 2019 Conference in Banking and Corporate Finance, University of Essex, and 2016 American Economic Association Meeting in San Francisco, CA, for suggestions and comments. We also thank Gaia Dossi, Nicola Villani and Doina Postica for excellent research assistance. We gratefully acknowledge financial support from the European Investment Bank Institute through its EIBURS initiative. The findings, interpretations and conclusions presented in this article are entirely those of the authors and should not be attributed in any manner to the European Investment Bank, its Institute or the National Bureau of Economic Research. All errors are our own.\n\n\n"
}