{
    "id": 28066,
    "citation_title": "Forward Guidance and Durable Goods Demand",
    "citation_author": [
        "Alisdair McKay",
        "Johannes F. Wieland"
    ],
    "citation_publication_date": "2020-11-09",
    "issue_date": "2020-11-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDurable goods attenuate the power of forward guidance. The extensive and intensive margins of durable goods demand are both more sensitive to the contemporaneous user cost than to future user costs. Changes in the contemporaneous real interest rate directly affect the contemporaneous user cost and durable demand, whereas promises of low future real interest rates have weaker effects through equilibrium price changes. Quantitatively, reducing the real interest rate one year from now increases output by only forty percent as much as reducing the real interest rate today. Our results are little affected by the maturity of financial assets that finance durable purchases.\n\n",
    "acknowledgement": "\nSome of the material in this paper previously appeared as part of the working paper “Lumpy Durable Consumption Demand and the Limited Ammunition of Monetary Policy.” That paper no longer discusses forward guidance. We are grateful to Adrien Auclert, Robert Barsky, David Berger, Jeff Campbell, Adam Guren, Jim Hamilton, Christopher House, Rohan Kekre, Emi Nakamura, Valerie Ramey, Matthew Rognlie, Jón Steinsson, Ludwig Straub, Stephen Terry, Joe Vavra, Venky Venkateswaran, Tom Winberry, Christian Wolf, and seminar participants at ASU, NYU, Bank of Canada, and Bank of Japan. The views expressed here are those of the authors and do not necessarily reflect the position of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}