{
    "id": 28077,
    "citation_title": "Effects of Welfare Reform on Parenting",
    "citation_author": [
        "Nancy Reichman",
        "Hope Corman",
        "Dhaval M. Dave",
        "Ariel Kalil",
        "Ofira Schwartz-Soicher"
    ],
    "citation_publication_date": "2020-11-16",
    "issue_date": "2020-11-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study investigated the effects of welfare reform in the 1990s, which represented a major policy shift that substantially and permanently retracted cash assistance to poor mothers in the U.S., on parenting. Using data on women from the 1979 cohort of the National Longitudinal Survey of Youth linked with information on their 10- to 14-year-old children from the Child Self-Administered and Self-Report surveys, we exploited variation in the implementation of welfare reform across states, over time, and across treatment and comparison groups to estimate the effects of welfare reform on parent-child activities and closeness of the mother-child relationship. We found that welfare reform had adverse effects on engagement in parent-child activities, children feeling close to their mothers, and mothers knowing their children’s whereabouts, with the effects generally concentrated among boys. These findings have implications for children’s development and contribute to a virtually non-existent literature on the effects of welfare reform on parenting and the small but growing economic literature on parenting. We found no evidence that the effects of welfare reform on parenting operated through the mother working more than full time, having multiple jobs, working in a service job, or having a non-standard work schedule.\n\n",
    "acknowledgement": "\nThis work was supported by the Eunice Kennedy Shriver National Institute of Child Health and Human Development of the National Institutes of Health (award R01HD086223); the National Center for Advancing Translational Sciences, a component of the National Institutes of Health under award number UL1TR003017; the U.S. Department of Health and Human Services/Health Resources and Service Administration under award number U3DMD32755; and the Robert Wood Johnson Foundation through its support of the Child Health Institute of New Jersey (Grant 74260). The content is solely the responsibility of the authors and does not necessarily represent the official views of the Eunice Kennedy Shriver National Institute of Child Health & Human Development, National Institutes of Health, or the Robert Wood Johnson Foundation. The authors are grateful to Abeeda Razack for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}