{
    "id": 28079,
    "citation_title": "Sudden Stops and Optimal Foreign Exchange Intervention",
    "citation_author": [
        "J. Scott Davis",
        "Michael B. Devereux",
        "Changhua Yu"
    ],
    "citation_publication_date": "2020-11-16",
    "issue_date": "2020-11-12",
    "revision_date": "2022-07-12",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe model sudden stops in a small open economy as rare discrete events precipitated by increases in the world risk-free rate. When external debt is large, the model exhibits multiple equilibria, one where external debt and consumption remain high, and one with a collapse in external debt and consumption. Private agents delever following an increase in the world interest rate, but they fail to internalize the impact of deleveraging on the price of collateral. For high levels of debt, even a small increase in the world interest rate can eliminate the high debt equilibrium and the economy experiences a sudden stop. The central bank can use foreign exchange intervention to prevent the sudden stop. If reserves cannot be borrowed, optimal policy is to “lean against the wind”, buying foreign reserves ex-ante when private borrowing is high and selling them after an interest rate shock when private agents are deleveraging.\n\n",
    "acknowledgement": "\nAn earlier version of this paper circulated under the title “Sudden Stops in Emerging Economies: the role of world interest rates and foreign exchange intervention”. We are grateful to Roberto Chang, Andres Fernandez, Takayuki Tsuruga, Martin Uribe, and Xiaohan Wang, and seminar participants at the Federal Reserve Bank of Dallas, Florida State University, the University of Melbourne, the University of British Columbia, Fudan University, and University of Science and Technology of China, and conference participants at the 1st International Macro/Finance and Sovereign Debt Workshop in East Asia, Sogang University, the 6th International Finance and Macro Conference at Keio University, the 2021 Macro-finance conference at Shanghai University of Finance and Economics, the 2021 meeting of Society for Economic Dynamics, and the 2022 BIS, BoE, ECB, and IMF Spillover Conference for many helpful discussions and suggestions. The views presented here are those of the authors and do not necessarily represent the views of the Federal Reserve Bank of Dallas, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}