{
    "id": 28078,
    "citation_title": "Understanding the Success of the Know-Nothing Party",
    "citation_author": [
        "Marcella Alsan",
        "Katherine Eriksson",
        "Gregory Niemesh"
    ],
    "citation_publication_date": "2020-11-16",
    "issue_date": "2020-11-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Discrimination",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nWe study the contribution of economic conditions to the success of the first avowedly nativist political party in the United States. The Know-Nothing Party gained control of a number of state governments in the 1854-1856 elections running on a staunchly anti-Catholic and anti-Irish platform. Our analysis focuses on the case of Massachusetts, which had experienced a wave of Irish Famine immigration and was at the forefront of industrialization in the United States. Voters in towns with more exposure to Irish labor market crowdout and deskilling in manufacturing were more likely to vote for Know-Nothing candidates in state elections. These two forces played a decisive role in 1855, but not the other years of the Know Nothings’ success. We find evidence of reduced wealth accumulation for native workers most exposed to labor market crowdout and deskilling, though this was tempered by occupational upgrading.\n\n",
    "acknowledgement": "\nWe thank seminar participants at UC-Davis, the 2017 NBER DAE Egg Timer Session, All U.C. Economic History Conference, Economic History Association Meetings, University of Wisconsin, Virginia Tech, Australian National University, NHH, Paris School of Economics, Yale University, Northwestern University, Pitt/CMU Seminar Series, the Virtual Economic History Seminar, the 2020 NBER DAE Summer Institute, and the Online Economics of Migration seminar series. We appreciate comments from Leah Boustan, William J. Collins, Christian Dippel, Naomi Lamoreaux, Marianne Page, and Giovanni Peri. Brian Lee, Morgan Foy, Anlu Xing, Joyce Kim and Nick Shankar provided excellent research assistance. We also thank many students at UC Davis and Stanford who helped digitize censuses. Funding from the Stanford Institute of Policy and Economic Research is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}