{
    "id": 28086,
    "citation_title": "Can Nudges Increase Take-up of the EITC?: Evidence from Multiple Field Experiments",
    "citation_author": [
        "Elizabeth Linos",
        "Allen Prohofsky",
        "Aparna Ramesh",
        "Jesse Rothstein",
        "Matt Unrath"
    ],
    "citation_publication_date": "2020-11-16",
    "issue_date": "2020-11-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nThe Earned Income Tax Credit (EITC) distributes more than $60 billion to over 20 million low-income families annually. Nevertheless, an estimated one-fifth of eligible households do not claim it. We ran six pre-registered, large-scale field experiments to test whether “nudges” could increase EITC take-up (N=1million). Despite varying the content, design, messenger, and mode of our messages, we find no evidence that they affected households’ likelihood of filing a tax return or claiming the credit. We conclude that even the most behaviorally informed low-touch outreach efforts cannot overcome the barriers faced by low-income households who do not file returns.\n\n",
    "acknowledgement": "\nThis research was conducted through the California Policy Lab at UC Berkeley. We thank Evan White, Christopher Campos, Konrad Franco, John Iselin, Sree Kancherla, and Charles Davis, who were instrumental in making this project a success. We also thank Professor Jacob Goldin and Taylor Cranor from Stanford Law School and Akshay Ravikumar Kalose from Stanford University who were critical to launching our CalFresh experiments in 2018.\n\n\n"
}