{
    "id": 2808,
    "citation_title": "A Dynamic Analysis of Household Dissolution and Living Arrangement Transitions by Elderly Americans",
    "citation_author": [
        "Axel Borsch-Supan"
    ],
    "citation_publication_date": "1989-01-01",
    "issue_date": "1989-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper exploits the new non-response files of the Panel Study of income Dynamics in order to study living arrangement transitions of elderly Americans. The focus of the paper is an estimate of the probability of household dissolution, i.e., the probabilities of transitions from living independently to living with adult children or other related or unrelated persons and the probability of becoming institutionalized, and an investigation of the factors causing such transitions. Our main result is an astounding stability of living arrangements even after incisive life-events such as death of a spouse, onset of a disability, or in the years immediately preceding death, in particular the large proportion of elderly who stay living independently until their deaths. Almost two thirds of all elderly are living independently in the year of their deaths. 14.4 percent share at least once housing with relatives or friends, 3.1 percent experience a stay in an institution. Old age, being male or of low income significantly increases the risk of institutionalization. Elderly with a large family and nonwhite elderly are the groups most likely to share housing. All this might be expected. An important new finding, however, is the time trend of these probabilities. Holding all other factors constant, the risk of institutionalization increased substantially between 1968 and 1984 while the likelihood of being \"taken in\" by relatives or friends markedly decreased.\n\n",
    "acknowledgement": "\n"
}