{
    "id": 28089,
    "citation_title": "Propagation and Insurance in Village Networks",
    "citation_author": [
        "Cynthia Kinnan",
        "Krislert Samphantharak",
        "Robert Townsend",
        "Diego A. Vera Cossio"
    ],
    "citation_publication_date": "2020-11-16",
    "issue_date": "2020-11-12",
    "revision_date": "2023-08-15",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFirms in developing countries are embedded in supply chains and labor networks. These linkages may propagate or attenuate shocks. Using panel data from Thai villages, we document three facts: as households facing idiosyncratic shocks adjust their production, these shocks propagate to other households on both the production and consumption sides; propagation is greater via labor than supply chain links; and shocks in denser networks and to more central households propagate more, while access to formal or informal insurance reduces propagation. Social benefits from expanding safety nets may be higher than private benefits.\n\n",
    "acknowledgement": "\nWe thank numerous colleagues and seminar audiences for helpful suggestions. Townsend gratefully acknowledges research support from the University of Thai Chamber of Commerce, the Thailand Research Fund, the Bank of Thailand, the Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD) (grant number R01 HD027638), the Bill & Melinda Gates Foundation (grant number 51935) and Private Enterprise Development in Low-Income Countries (PEDL) (funded by the Centre for Economic Policy Research and the Department for International Development under grant MRG002 1255). Opinions, findings, conclusions, and recommendations expressed here are those of the authors and do not necessarily reflect the views of the Bank of Thailand, the Inter-American Development Bank, or the National Bureau of Economic Research.\n\n\n"
}