{
    "id": 28087,
    "citation_title": "Trade Integration, Global Value Chains, and Capital Accumulation",
    "citation_author": [
        "Michael Sposi",
        "Kei-Mu Yi",
        "Jing Zhang"
    ],
    "citation_publication_date": "2020-11-16",
    "issue_date": "2020-11-12",
    "revision_date": "2021-06-08",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Macroeconomics",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMotivated by increasing trade and fragmentation of production across countries, accompanied by income convergence by many emerging economies, we build a dynamic two-country model featuring sequential, multi-stage production and capital accumulation. As trade costs decline over time, global-value-chain (GVC) trade expands across countries, particularly more in the faster growing country, consistent with the empirical pattern. Via Heckscher-Ohlin forces, GVC trade can generate back-and-forth feedback between comparative advantage and capital accumulation (growth). Moreover, GVC trade increases both steady-state and dynamic gains from trade.\n\n",
    "acknowledgement": "\nWe thank the guest editor and referees for excellent comments, and Robert Johnson for sharing his data on value-added exports. We also thank participants at the Virtual ITM seminar and World Bank, Malaysia for their comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research, Federal Reserve Bank of Chicago, Federal Reserve Bank of Dallas, and the Federal Reserve System.\n\n\n"
}