{
    "id": 28083,
    "citation_title": "Searching, Recalls, and Tightness: An Interim Report on the COVID Labor Market",
    "citation_author": [
        "Eliza Forsythe",
        "Lisa B. Kahn",
        "Fabian Lange",
        "David G. Wiczer"
    ],
    "citation_publication_date": "2020-11-16",
    "issue_date": "2020-11-12",
    "revision_date": "2020-12-17",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe report on the state of the labor market midway through the COVID recession, focusing particularly on measuring market tightness. As we show using a simple model, tightness is crucial for understanding the relative importance of labor supply or demand side factors in job creation. In tight markets, worker search eﬀort has a relatively larger impact on job creation, while employer proﬁtability looms larger in slack markets. We measure tightness combining job seeker information from the CPS and vacancy postings from Burning Glass Technologies. To parse the former, we develop a taxonomy of the non-employed that identiﬁes job seekers and excludes the large number of those on temporary layoﬀ who are waiting to be recalled. With this taxonomy, we ﬁnd that eﬀective tightness has declined about 50% since the onset of the epidemic to levels last seen in 2016, when labor markets generally appeared to be tight. Disaggregating market tightness, we ﬁnd mismatch has surprisingly declined in the COVID recession. Further, while markets still appear to be tight relative to other recessionary periods, this could change quickly if the large group of those who lost their jobs but are not currently searching for a range of COVID-related reasons reenter the search market.\n\n",
    "acknowledgement": "\nWe thank Dan Restuccia, Matt Sigelman, and Bledi Taska for providing the Burning Glass Technologies data, as well as Anahid Bauer, Shiwani Chitroda, and Nathan Maves-Moore for excellent research assistance. This research was undertaken, in part, thanks to funding from the Canada Research Chairs program. We thank Aysegul Sahin and Jason Fabermann along with seminar participants at NBER IT and Digitization, NBER Personnel, the Bank of Italy/CEPR Labor Workshop, HAI at Stanford University, Atlanta Fed, and the University of Massachusetts. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}