{
    "id": 28080,
    "citation_title": "Anatomy of Technology in the Firm",
    "citation_author": [
        "Xavier Cirera",
        "Diego A. Comin",
        "Marcio Cruz",
        "Kyung Min Lee"
    ],
    "citation_publication_date": "2020-11-16",
    "issue_date": "2020-11-12",
    "revision_date": "2021-11-15",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n",
        "Monetary Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nWe collect detailed data on the technologies used in a comprehensive set of business functions in a representative sample of ﬁrms in Vietnam, Senegal, and the Brazilian state of Ceará, and construct measures of technology sophistication at the business function and ﬁrm levels. There is a large variance of sophistication across ﬁrms, but we ﬁnd that the variance of technology sophistication across the business functions of a ﬁrm (within-ﬁrm variance) is 2.8 times larger. We develop a model of technology adoption with heterogeneity in adoption costs across business functions and with non-homothetic production that induces heterogeneity in the marginal value of technology sophistication across functions. The model predicts a stable cross-ﬁrm relationship between sophistication in the business function and ﬁrm-level technology that we call the technology curve. We ﬁnd that the slopes of technology curves diﬀer greatly across business functions and that curves account for one third of within-ﬁrm variance in sophistication. A development accounting exercise shows that cross-ﬁrm variation in sophistication measures accounts for thirty percent of cross-ﬁrm diﬀerences in productivity.\n\n",
    "acknowledgement": "\nWe thank David Baqaee, Paulo Bastos, Najy Benhassine, Jiyoung Choi, Paulo Correa, Mark Dutz, Ana Margarida Fernandes, Caroline Freund, Mary Hallward-Driemeier, Leonardo Iacovone, Talip Kilic, Maurice Kugler, Bill Maloney, Denis Medvedev, Jorge Meza, Silvia Muzi, Chris Snyder, Doug Staiger, Stephen Yeo, Diego Zardetto, and participants at seminars for comments and feedback. We especially thank João Belivaqua Basto, Tanay Balantrapu, Carmen Contreras, Pedro Martinez, Antonio Martins Neto, and Caroline Nogueira for their support through the implementation of the survey and preparation of the questionnaire, as well as the inputs from several external sector and production experts (an extended list of sector experts is provided in the appendix). We also thank the National Agency of Statistics and Demography of Senegal (ANSD), the Federation of Industries of the State of Ceará (FIEC), and the General Statistics Oﬃce of Vietnam (GSO) for their partnership in implementing the survey. Financial support from the infoDev Multi-Donor Trust Fund, the Korea World Bank Group Partnership Facility (KWPF), and the Competitive Industries and Innovation Program (CIIP) is gratefully acknowledged. The views expressed in this paper are solely those of the authors and do not necessarily reﬂect those of the World Bank, its Board, or the National Bureau of Economic Research.\n\n\n"
}