{
    "id": 28096,
    "citation_title": "Foreign Currency Borrowing of Corporations as Carry Trades: Evidence from India",
    "citation_author": [
        "Viral V. Acharya",
        "Siddharth Vij"
    ],
    "citation_publication_date": "2020-11-16",
    "issue_date": "2020-11-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe establish that macroprudential policies limiting capital flows can curb risks arising from corporate foreign currency borrowing in emerging markets. Using detailed firm-level data from India, we show that propensity to issue foreign currency debt for the same firm is higher when the difference in short-term interest rates between India and the US is higher, i.e., when the dollar ‘carry trade’ is more profitable; this behavior is driven by the period after the global financial crisis. The positive relationship between issuance and the ‘carry trade’ breaks down once regulators institute more stringent interest-rate caps on foreign currency borrowing. Riskier borrowers such as importers and those with higher interest costs cut issuance most. Firm equity exposure to foreign exchange risk rose after issuance in favorable funding conditions and emerged as a source of external sector vulnerability during the ‘taper tantrum’ of 2013. Macroprudential policy action limiting capital flows is able to nullify this effect, such as during the market stress due to the COVID-19 pandemic.\n\n",
    "acknowledgement": "\nWe thank Valentina Bruno, Stephen Cecchetti, Hyeyoon Jung, Sebnem Kalemli-Ozcan, Philip Lane, Hae Kang Lee, Prachi Mishra, N.R. Prabhala, Raghuram Rajan, Jack Shim, Hyun Song Shin and participants at the Moody's/NYU Stern Salomon Center/ICRA Conference on Fixed Income Research in India, the NSE-NYU Conference on Indian Financial Markets, and the IBRN-IMF Conference for helpful comments. We are grateful for financial support provided by the NSE-NYU Stern Initiative on the Study of Indian Capital Markets. The views expressed in this paper are those of the authors and do not necessarily represent those of the NSE,  NYU or the National Bureau of Economic Research.\n\n\n"
}