{
    "id": 28094,
    "citation_title": "Twisting the Demand Curve: Digitalization and the Older Workforce",
    "citation_author": [
        "Erling Barth",
        "James C. Davis",
        "Richard B. Freeman",
        "Kristina McElheran"
    ],
    "citation_publication_date": "2020-11-16",
    "issue_date": "2020-11-12",
    "revision_date": "2021-04-05",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nThis paper uses U.S. Census Bureau panel data that link firm software investment to worker earnings.  We regress the log of earnings of workers by age group on the software investment by their employing firm.  To unpack the potential causal factors for differential software effects by age group we extend the AKM framework by including job-spell fixed effects that allow for a correlation between the worker-firm match and age and by including time-varying firm effects that allow for a correlation between wage-enhancing productivity shocks and software investments. Within job-spell, software capital raises earnings at a rate that declines post age 50 to about zero after age 65. By contrast, the effects of non-IT equipment investment on earnings increase for workers post age 50.  The difference between the software and non-IT equipment effects suggests that our results are attributable to the technology rather than to age-related bargaining power. Our data further show that software capital increases the earnings of high-wage workers relative to low-wage workers and the earnings in high-wage firms relative to low-wage firms, and may thus widen earnings inequality within and across firms.\n\n",
    "acknowledgement": "\nThis paper was presented at the October 2019 Cornell ILR Conference on “Models of Linked Employer-Employee Data” celebrating Abowd, Kramarz, and Margolis's 1999 AKM decomposition model, and at the Stanford SIEPR “Working Longer and Retirement” conference, also held in October 2019. Thanks to Nicole Fortin and Paul Oyer for comments. Any views expressed are those of the authors and not those of the U.S. Census Bureau or the National Bureau of Economic Research. The Census Bureau's Disclosure Review Board and Disclosure Avoidance Officers have reviewed this information product for unauthorized disclosure of confidential information and have approved the disclosure avoidance practices applied to this release. This research was performed at a Federal Statistical Research Data Center under FSRDC Project Number 1571. (CBDRB-FY20-P1571-R8608). This research uses data from the Census Bureau's Longitudinal Employer Household Dynamics Program, which was partially supported by the following National Science Foundation Grants SES-9978093, SES-0339191 and ITR-0427889; we have received funding from the National Institute on Aging Grant AG018854; The Norwegian Research Council Grant #280307, the Alfred P. Sloan Foundation, Grant B-2017-9943-OWRR, the National Science Foundation Grant 1928616 FW-HTF-P (AIRL), and grants from the Ewing Marion Kauffman Foundation, the Canadian Social Sciences and Humanities Research Council (SSHRC).\n\n\n"
}