{
    "id": 28095,
    "citation_title": "Building an Epidemiology of Happiness",
    "citation_author": [
        "John F. Helliwell",
        "David Gyarmati",
        "Craig Joyce",
        "Heather Orpana"
    ],
    "citation_publication_date": "2020-11-16",
    "issue_date": "2020-11-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nStarting from the assumption that improving well-being is the central consideration for public policies, we show how subjective well-being research can help, and already is helping, to choose public policies based on their consequences for all aspects of life. The core of the paper lies in examples where the methods we propose, often in systematic experimental contexts, have already been used to guide the evaluation and ranking of alternative policy options in public health, education, workplace training, and social welfare. The arrival of COVID-19 has increased the urgency for a well-being focus, since the policy decisions being faced by governments dealing with the pandemic require an approach much broader than provided by more typical policy evaluations in all disciplines, including especially the social context and the distribution of costs and consequences. A broader approach to policy design and choice is fully consistent with the underlying aims of epidemiology, with similar gains likely in other policy disciplines. A focus on subjective well-being as an umbrella measure of welfare might help to restore to economics the breadth of purpose and methods it had two centuries ago, when happiness was considered the appropriate goal for private actions and public policies.\n\n",
    "acknowledgement": "\nThis paper is a draft chapter for Anders Hayden, Céo Gaudet, and Jeffrey Wilson, eds. Toward Sustainable Wellbeing: Moving Beyond GDP in Canada and the World. University of Toronto Press. The authors are grateful for helpful comments and suggestions from Aneta Bonikowska, Ceo Gaudet, Anders Hayden, Bev Holmes, Aziz Mulay-Shah, Grant Schellenberg, Meik Wiking, and Jeff Wilson. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research, Finance Canada or the Public Health Agency of Canada.\n\n\n"
}