{
    "id": 28093,
    "citation_title": "Maximize Utility subject to R≤1: A Simple Price-Theory Approach to Covid-19 Lockdown and Reopening Policy",
    "citation_author": [
        "Eric Budish"
    ],
    "citation_publication_date": "2020-11-16",
    "issue_date": "2020-11-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nThis paper presents a simple price-theory approach to Covid-19 lockdown and reopening policy. The key idea is to conceptualize R ≤ 1 as a constraint, allowing traditional economic and societal goals to be the policy objective, all within a simple static optimization framework. This approach yields two main insights. First, the R ≤ 1 constraint imposes a disease-transmission budget on society. Society should optimally spend this budget on the activities with the highest ratio of utility to disease-transmission risk, dropping activities with too low a ratio of utility to risk. Second, masks, tests, and other simple interventions increase activities' utility-to-risk ratios, and hence expand how much activity society can engage in and utility society can achieve while staying within the R ≤ 1 budget. A simple numerical example, based on estimates from the medical literature for R0 and the efficacy of facemasks and complementary measures, suggests the potential gains are enormous. Overall, the formulation provides economics language for a policy middle ground between society-wide lockdown and ignore-the-virus, and a new infectious threat response paradigm alongside “eradicate” and “minimize”.\n\n",
    "acknowledgement": "\nAn earlier version of the ideas in this paper circulated on April 1, 2020 under the title “R<1 as an Economic Constraint: Can We ‘Expand the Frontier’ in the Fight Against Covid-19?” The goal of the April 1st draft was to influence thinking about Covid-19 lockdown and reopening policy in real time. This draft has more formal detail and discussion of related literature in the hopes of clarifying the argument and building academic knowledge that may prove useful in the future. The April 1 draft and conference presentations on this work from April and May 2020 are available on the author's website. I thank Jason Abaluck, Nikhil Agarwal, Mohammad Akbarpour, Matteo Aquilina, Emma Berndt, Judy Chevalier, John Cochrane, Michael Droste, Amy Finkelstein, Joshua Gans, Austan Goolsbee, Sam Hanson, Ralph Koijen, Scott Kominers, Shengwu Li, Yueran Ma, Neale Mahoney, Emi Nakamura, Emily Oster, James Stock, Adi Sunderam, Chad Syverson, Sarah Taubman and Heidi Williams for helpful discussions and feedback. I thank Ethan Che, Jiahao Chen, Jia Wan, and Zizhe Xia for research assistance. I thank the University of Chicago Booth School of Business for research support. I am not a medical expert but rather am an economist with expertise in market design, an engineering-oriented branch of microeconomics. I try to be explicit throughout this paper where I am using my own non-expert understanding of medical facts. Contact: eric.budish@chicagobooth.edu. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}