{
    "id": 28099,
    "citation_title": "Social Positions and Fairness Views on Inequality",
    "citation_author": [
        "Kristoffer B. Hvidberg",
        "Claus Kreiner",
        "Stefanie Stantcheva"
    ],
    "citation_publication_date": "2020-11-16",
    "issue_date": "2020-11-12",
    "revision_date": "2022-07-13",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe link survey data on Danish people's perceived income positions and fairness views on inequality within various reference groups to administrative records on their reference groups, income histories, and life events. People are, on average, well- informed about the income levels of their reference groups. Yet, lower-ranked respondents in all groups tend to overestimate their own position among others because they believe others' incomes are lower than is the case, while the opposite holds for higher- ranked respondents. Misperceptions of positions in reference groups relate to proximity to other individuals, transparency norms, and visible signals of income. People view inequalities within their co-workers and education groups as significantly more unfair than overall inequality, yet underestimate inequality the most exactly within these groups. Views on the fairness of inequalities are strongly correlated with an individual's current position, move with shocks like unemployment or promotions, and change when experimentally showing people their actual positions. However, the higher perceived unfairness of income differences within co-workers and education groups stays unchanged. The theoretical framework shows that this can have important implications for redistribution policy.\n\n",
    "acknowledgement": "\nWe thank Leonardo D'Amico, Beatrice Ferrario, Martha Fiehn, Ida Maria Hartmann and Isabel Skak Olufsen for excellent research assistance. We are also grateful for comments by seminar participants in the Deaton workshop on Attitudes Towards In- equality and Redistribution, the Selten Lecture in Bonn, IFN in Stockholm, NHH in Bergen, LSE, Princeton, UCSD, UC Berkeley, UCLA, Uppsala, Zurich, and the NBER Public Economics Meetings. We thank three anonymous referees, the editor, Ingvild Alm as, Asger Andersen, Richard Blundell, Alexander Cappelen, Dietmar Fehr, Ernst Fehr, Søren Leth-Petersen, Erzo Luttmer, Andreas Peichl, Ricardo Perez-Truglia, Chris Roth, Emmanuel Saez, Julien Senn, David Seim, Krishna Srinivasan, Bertil Tungodden, Andrea Weber, Roberto Weber, and Matthew Weinzierl for feedback and suggestions. The activities of CEBI are financed by the Danish National Research Foundation grant DNRF134. We are also grateful for financial support from the Candys Foundation. The use of the data for this project complies with Danish legislation (persondataforordningen, forordning 2016/679 om persondatabeskyttelse) and has been approved by the Danish Data Protection Agency (File No. 514-0018/2018-2000 at the University of Copenhagen). The project includes a randomized information treatment and was preregistered in the AER RCT Registry (AEARCTR- 0003923). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}