{
    "id": 28097,
    "citation_title": "How New Fed Corporate Bond Programs Dampened the Financial Accelerator in the Covid-19 Recession",
    "citation_author": [
        "Michael D. Bordo",
        "John V. Duca"
    ],
    "citation_publication_date": "2020-11-16",
    "issue_date": "2020-11-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the financial crisis and recession induced by the Covid-19 pandemic, many investment-grade firms became unable to borrow from securities markets. In response, the Fed not only reopened its commercial paper funding facility but also announced it would purchase newly issued and seasoned bonds of corporations rated as investment grade before the Covid pandemic at spreads roughly 1 percentage point above non-recession averages. A careful splicing of different unemployment rate series enables us to assess the effectiveness of recent Fed interventions in these long-term debt markets over long sample periods, spanning the Great Depression, Great Recession and the Covid Recession. Findings indicate that the announcement of forthcoming corporate bond backstop facilities have capped risk premia at levels 100 basis points above non-recession averages, akin to a “penalty rate” for lender of last resort interventions during financial crises. In doing so, these Fed facilities have limited the role of external finance premia in amplifying the macroeconomic impact of the Covid pandemic. Nevertheless, the corporate bond programs blend the roles of the Federal Reserve in conducting monetary policy via its balance sheet, acting as a lender of last resort, and pursuing credit policies.\n\n",
    "acknowledgement": "\nWe thank Marc Giannoni, Mickey Levy, Robert McCauley, Karl Mertens, Ned Prescott, and seminar participants at the Federal Reserve Bank of Dallas for useful suggestions. For excellent research assistance we thank Jonah Danziger. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research, the Federal Reserve Bank of Dallas, and the Federal Reserve System.\n\n\n"
}