{
    "id": 28091,
    "citation_title": "Choice Screen Auctions",
    "citation_author": [
        "Michael Ostrovsky"
    ],
    "citation_publication_date": "2020-11-16",
    "issue_date": "2020-11-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Antitrust",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nChoice screen auctions have been recently deployed in 31 European countries, allowing consumers to choose their preferred search engine on Google's Android platform instead of being automatically defaulted to Google's own search engine. I show that a seemingly minor detail in the design of these auctions—whether they are conducted on a “per appearance” or a “per install” basis—plays a major role in the mix and characteristics of auction winners, and, consequently, in their expected overall market share. I also show that “per install” auctions distort the incentives of alternative search engines toward extracting as much revenue as possible from each user who installs them, at the expense of lowering the expected number of such users. The distortion becomes worse as the auction gets more competitive and the number of bidders increases. Empirical evidence from Android choice screen auctions conducted in 2020 is consistent with my theoretical results.\n\n",
    "acknowledgement": "\nI thank Anirudha Balasubramanian, Jeremy Bulow, Suraj Malladi, Andy Skrzypacz, and Frank Yang for helpful comments and suggestions. Disclosures: I have served as an advisor to several firms on issues related to internet search monetization and online advertising auctions. I also have past and current co-authors and former Ph.D. students who are employed by some of the companies whose products are discussed in the current paper. The opinions expressed in this paper are my own, and do not necessarily reflect those of the National Bureau of Economic Research or other organizations with which I am currently affiliated or have been affiliated in the past.\n\n\n"
}