{
    "id": 28108,
    "citation_title": "Will the Secular Decline In Exchange Rate and Inflation Volatility Survive COVID-19?",
    "citation_author": [
        "Ethan Ilzetzki",
        "Carmen M. Reinhart",
        "Kenneth S. Rogoff"
    ],
    "citation_publication_date": "2020-11-23",
    "issue_date": "2020-11-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOver the 21st century, and especially since 2014, global exchange rate volatility has been trending downwards, notably among the core G3 currencies (dollar, euro and the yen), and to some extent the G4 (including China). This stability continued through the Covid-19 recession to date: unusual, as exchange volatility generally rises in US recessions. Compared to measures of stock price volatility, exchange rate volatility rivals the lows reached in the heyday of Bretton Woods I. This paper argues that the core driver is convergence in monetary policy, reflected in a sharp-reduction of inflation and short- and especially long-term interest rate differentials. This unprecedented stability, which partially extends to emerging markets, is strongly reinforced by expectations that the zero bound will be significantly binding for advanced economies for years to come. We consider various hypotheses and suggest that the shutdown of monetary volatility is the leading explanation. The concluding part of the paper cautions that systemic economic crises often produce major turning points, so a collapse of the Extended Bretton Woods II regime cannot be ruled out.\n\n",
    "acknowledgement": "\nWe thank Clemens Graf von Luckner for his outstanding research assistance and Andrew Lilly for his comments and sharing the CVIX data. A version of this paper will appear Brookings Panel on Economic Activity, Fall 2020.  The authors are grateful to editors Janice Eberly and James Stock, to our discussant Silvia Miranda-Agrippino and well as Brookings panel participants for helpful comments. We are also grateful to Barbara Rossi for useful suggestions. The views expressed in this article are those of the authors and do not necessarily reflect the official policy or position of the World Bank or the National Bureau of Economic Research.\n\n\n"
}