{
    "id": 28107,
    "citation_title": "Top-up Design and Health Care Expenditure: Evidence from Cardiac Stents",
    "citation_author": [
        "Ginger Zhe Jin",
        "Hsienming Lien",
        "Xuezhen Tao"
    ],
    "citation_publication_date": "2020-11-23",
    "issue_date": "2020-11-20",
    "revision_date": "2024-05-06",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSince 2006, Taiwan's National Health Insurance (NHI) has covered the full cost of baseline treatment in cardiac stents (bare-metal stents, BMS). Still, it requires patients to pay the incremental cost of more expensive treatments (drug-eluting stents, DES). Within this “top- up” design, we study how hospitals responded to a 26% cut of the NHI reimbursement rate in 2009. We find that hospitals that were more revenue reliant on cardiac patients increased BMS usage per stent patient by 0.05 or 6% but not DES usage. In addition, while the average of DES prices remains almost unchanged, minor teaching hospitals that were more revenue reliant on cardiac patients raised the DES price by 12.6%, and therefore could recoup at most 32.7% of the revenue loss from the NHI rate cut in 2009-2010. Overall, the rate cut was effective in reducing NHI expenditure without any substantial changes in patient outcomes, although some minor teaching hospitals made moral hazard adjustments in response.\n\n",
    "acknowledgement": "\nWe thank Matthew Grennan, Ashley Swanson, Jonathan Skinner, Karine Lamiraud, Chiranta Chatterjee, and attendants of the Workshop of Asian Health Economics and Econometrics, the seminar at the Indian Institute of Management Ahmedabad (IIMA) and National Taiwan University for constructive comments. Our data was generously provided by National Health Insurance Database. Hsienming Lien appreciates financial support from Ministry of Science and Technology (Grant no: MOST 108-2410-H-004-027-MY2) and Center for Research in Econometric Theory and Applications (Grant no. 109L900201). Xuezhen Tao gratefully acknowledges the support from National Natural Science Foundation of China (No. 72003120). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}