{
    "id": 28109,
    "citation_title": "Has Persistence Persisted in Private Equity? Evidence from Buyout and Venture Capital Funds",
    "citation_author": [
        "Robert S. Harris",
        "Tim Jenkinson",
        "Steven N. Kaplan",
        "Ruediger Stucke"
    ],
    "citation_publication_date": "2020-11-23",
    "issue_date": "2020-11-20",
    "revision_date": "2021-06-08",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nWe present new evidence on the persistence of U.S. private equity (buyout and venture capital) funds using cash-flow data sourced from Burgiss’s large sample of institutional investors. Previous research, studying largely pre-2000 data, finds strong persistence for both buyout and venture capital (VC) firms. Using ex post or most recent fund performance (as of June2019), we confirm the previous findings on persistence overall as well as for pre-2001 and post-2000 funds. However, when we look at the information an investor would actually have – previous fund performance at the time of fundraising rather than final performance – we find little or no evidence of persistence for buyouts, both overall and post-2000. For post-2000 buyouts, the conventional wisdom to invest in previously top quartile funds does not hold. Using previous fund PME at fundraising, we find modest persistence, but it is driven by bottom, not top quartile performance. On the other hand, persistence for VC funds persists even when using information available at the time of fundraising. Therefore, the conventional wisdom of investors holds for VC.\n\n",
    "acknowledgement": "\nThis version updates and greatly extends an earlier version written in 2014. The research has been supported by the UAI Foundation and the Center for Research in Security Prices. Rui Cui and Wendy Hu provided excellent research assistance. We thank Burgiss for supplying data. Kaplan has consulted to venture capital and buyout general partners and limited partners. Stucke is employed by a private equity fund. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}