{
    "id": 28110,
    "citation_title": "Why Is All COVID-19 News Bad News?",
    "citation_author": [
        "Bruce Sacerdote",
        "Ranjan Sehgal",
        "Molly Cook"
    ],
    "citation_publication_date": "2020-11-23",
    "issue_date": "2020-11-20",
    "revision_date": "2022-02-17",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze the tone of COVID-19 related English-language news articles written since January 1, 2020. Ninety one percent of stories by U.S. major media outlets are negative in tone versus fifty four percent for non-U.S. major sources and sixty five percent for scientific journals. The negativity of the U.S. major media is notable even in areas with positive scientific developments including school re-openings and vaccine trials. Media negativity is unresponsive to changing trends in new COVID-19 cases or the political leanings of the audience. U.S. major media readers strongly prefer negative stories about COVID-19, and negative stories in general. Stories of increasing COVID-19 cases outnumber stories of decreasing cases by a factor of 5.5 even during periods when new cases are declining. Among U.S. major media outlets, stories discussing President Donald Trump and hydroxychloroquine are more numerous than all stories combined that cover companies and individual researchers working on COVID-19 vaccines.\n\n",
    "acknowledgement": "\nWe thank Max Grozovsky and Nashe Mutenda for superb research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}