{
    "id": 28118,
    "citation_title": "Open Banking: Credit Market Competition When Borrowers Own the Data",
    "citation_author": [
        "Zhiguo He",
        "Jing Huang",
        "Jidong Zhou"
    ],
    "citation_publication_date": "2020-11-23",
    "issue_date": "2020-11-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Regulatory Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n",
        "Monetary Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nOpen banking facilitates data sharing consented by customers who generate the data, with a regulatory goal of promoting competition between traditional banks and challenger fintech entrants. We study lending market competition when sharing banks' customer data enables better borrower screening or targeting by fintech lenders. Open banking could make the entire financial industry better off yet leave all borrowers worse off, even if borrowers could choose whether to share their data. We highlight the importance of equilibrium credit quality inference from borrowers' endogenous sign-up decisions. When data sharing triggers privacy concerns by facilitating exploitative targeted loans, the equilibrium sign-up population can grow with the degree of privacy concerns.\n\n",
    "acknowledgement": "\nPreliminary and comments welcome; references incomplete. We thank the seminar participants at Hong Kong Shue Yan University. Zhiguo He acknowledges the financial support from the Center for Research in Security Prices at the University of Chicago Booth School of Business. All errors are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}