{
    "id": 28111,
    "citation_title": "The Inexorable Recoveries of Unemployment",
    "citation_author": [
        "Robert E. Hall",
        "Marianna Kudlyak"
    ],
    "citation_publication_date": "2020-11-23",
    "issue_date": "2020-11-20",
    "revision_date": "2022-02-22",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUnemployment recoveries in the US have been inexorable. Between 1948 and 2019, the annual reduction in the unemployment rate during cyclical recoveries was fairly tightly distributed around 0.1 log points per year. The economy seems to have an irresistible force toward restoring full employment. In the aftermath of a recession, unless another crisis intervenes, unemployment continues to glide down. Occasionally, unemployment rises rapidly during an economic crisis, while most of the time, unemployment declines slowly and smoothly at a near-constant proportional rate. We show that similar properties hold for other measures of the US unemployment rate and for the unemployment rates of many other emerging and advanced countries.\n\n",
    "acknowledgement": "\nHall's research was supported by the Hoover Institution. The opinions expressed are those of the authors and do not reflect those of the Federal Reserve Bank of San Francisco, the Federal Reserve System, or the National Bureau of Economic Research. We thank Stephane Dupraz, Emi Nakamura, and Jón Steinsson for providing the code for their business-cycle chronology software, and Marcelo Perlin for providing code for estimating hidden Markov models. We thank Markus Brunnermeier and Peter Diamond for comments. Backup data and code are available at Kudlyak's website.\n\n\n"
}