{
    "id": 28114,
    "citation_title": "Indirect Costs of Government Aid and Intermediary Supply Effects: Lessons From the Paycheck Protection Program",
    "citation_author": [
        "Tetyana Balyuk",
        "Nagpurnanand R. Prabhala",
        "Manju Puri"
    ],
    "citation_publication_date": "2020-11-23",
    "issue_date": "2020-11-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe $669 billion Paycheck Protection Program (PPP) provides highly subsidized financing to small businesses. The PPP is a positive shock in financing supply to the small, highly constrained publicly listed firms in our sample and has average positive treatment effects. Yet, uptake is not universal. In fact, several firms return PPP funds before use, and curiously, experience positive valuation effects when they do so. These firms desire and the markets value the release from government oversight even if it means giving up cheap funding. The PPP is also a demand shock to the banks making PPP loans. Intermediary supply effects shape PPP delivery. Larger borrowers enjoy earlier PPP access, an effect that is more pronounced in big banks. The results have implications for policy design, the costs of being public, and bank-firm relationships.\n\n",
    "acknowledgement": "\nWe thank Viral Acharya, Tarun Chordia, Sanjiv Das, Mike Faulkender, Clifton Green, Narasimhan Jegadeesh, Simi Kedia, Dasol Kim, Gonzalo Maturana, Alessandro Rebucci, Pablo Slutzky, Sascha Steffen, and seminar participants at the Emory University Finance Brownbag for helpful comments and suggestions. Ethan Forgas provided excellent research assistance. Tetyana Balyuk gratefully acknowledges a grant from the John Robson Program for Business, Public Policy, and Government. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}