{
    "id": 28116,
    "citation_title": "The Effects of Incentivizing Early Prenatal Care on Infant Health",
    "citation_author": [
        "Kamila Cygan-Rehm",
        "Krzysztof Karbownik"
    ],
    "citation_publication_date": "2020-11-23",
    "issue_date": "2020-11-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigated the effects of the timing of early prenatal care on infant health by exploiting a reform that required expectant mothers to initiate prenatal care during the first ten weeks of gestation to obtain a one-time monetary transfer paid after childbirth. Applying a difference-in-differences design to individual-level data on the population of births and fetal deaths, we identified small but statistically significant positive effects of the policy on neonatal health. We further provide suggestive evidence that improved maternal health-related knowledge and behaviors during pregnancy are plausible channels through which the reform might have affected fetal health.\n\n",
    "acknowledgement": "\nKamila Cygan-Rehm gratefully acknowledges funding by the Joachim Herz Stiftung. We thank Silke Anger, Pietro Biroli, Marianne Bitler, Reyn van Ewijk, Christina Felfe, David Figlio, Libertad González, Nabanita Datta Gupta, Hilary Hoynes, Regina T. Riphahn, Katharina C. Spieß, and seminar participants at Emory University, the University Erlangen-Nürnberg, the Ausschuss für Sozialpolitik in Halle, the IRLE Visitors Workshop at the UC Berkeley, the EEA, and the VfS Virtual Congresses 2020 for helpful comments. We are extremely grateful to Andrzej Wojtyła and Cezary Wojtyła for providing access to Pol-Prams data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}