{
    "id": 28115,
    "citation_title": "De-Globalisation? Global Value Chains in the Post-COVID-19 Age",
    "citation_author": [
        "Pol Antràs"
    ],
    "citation_publication_date": "2020-11-23",
    "issue_date": "2020-11-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Macroeconomics",
        "\n",
        "Globalization and International Relations",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper evaluates the extent to which the world economy has entered a phase of de-globalisation, and it offers some speculative thoughts on the future of global value chains in the post-COVID-19 age. Although the growth of international trade flows relative to that of GDP has slowed down since the Great Recession, this paper finds little systematic evidence indicating that the world economy has already entered an era of de-globalisation. Instead, the observed slowdown in globalisation is a natural sequel to the unsustainable increase in globalisation experienced in the late 1980s, 1990s and early 2000s. I offer a description of the mechanisms leading to that earlier expansionary phase, together with a discussion of why these forces might have run out of steam, and of the extent to which they may be reversible. I conclude that the main challenge for the future of globalisation is institutional and political in nature rather than technological, although new technologies might aggravate the trends in inequality that have created the current political backlash against globalisation. Zooming in on the COVID-19 global pandemic, I similarly conclude that the current health crisis may further darken the future of globalisation if it aggravates policy tensions across countries.\n\n",
    "acknowledgement": "\nThis paper was written for the ECB Forum on Central Banking, “Central Banking in a Shifting World,” originally scheduled to take place in Sintra, Portugal, in June 2020. I am grateful to Jingyi Tao for outstanding research assistance, to Max Alekseev, Davin Chor, Evgenii Fadeev, Elhanan Helpman, and Steve Redding for detailed comments, to Gita Gopinath and Şebnem Kalemli-Özcan for helpful discussions, and to Diego Cerdeiro, Michael Clemens, Lionel Fontagné, Michele Mancini, Sébastien Miroudot, and Josep Pijoan-Mas for sharing data with me. The author received an honorarium for carrying out and presenting the research in this paper.\n\n\n"
}