{
    "id": 28119,
    "citation_title": "The Collateral Link between Volatility and Risk Sharing",
    "citation_author": [
        "Sebastian Infante",
        "Guillermo Ordoñez"
    ],
    "citation_publication_date": "2020-11-23",
    "issue_date": "2020-11-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nWe show that aggregate volatility affects the extent to which agents can share idiosyncratic risks through the valuation of collateral. Both private and public assets are used in insurance markets as collateral, but their exposure to volatility differs. While aggregate volatility decreases the value of private assets—they are exposed to more variation—it increases the value of public assets—they become more valuable to smooth consumption intertemporally. Hence, a more volatile economy tends to damage risk sharing when the composition of collateral is biased toward private assets. As we show that a stable economy is more propitious to the creation of private collateral, stability makes risk sharing increasingly fragile to volatility shocks. We find empirical evidence that the higher use of private assets in the U.S. has affected the sensitivity of risk sharing to aggregate volatility as predicted by our model.\n\n",
    "acknowledgement": "\nWe thank Anna Orlik for a thoughtful discussion. We also thank Jules van Binsbergen, Stijn van Nieuwerburgh, David Rappoport, and seminar participants at the Federal Reserve Board and the 2020 Internal FRB Macro-Asset Pricing Workshop for comments. The usual waiver of responsibility applies. The views of this paper are solely the responsibility of the authors and should not be interpreted as reflecting the views of the Board of Governors of the Federal Reserve System, nor of any other person associated with the Federal Reserve System, nor of the National Bureau of Economic Research.\n\n\n"
}