{
    "id": 28112,
    "citation_title": "Revenge of the Experts: Will Covid-19 Renew or Diminish Public Trust in Science?",
    "citation_author": [
        "Barry Eichengreen",
        "Cevat Giray Aksoy",
        "Orkun Saka"
    ],
    "citation_publication_date": "2020-11-23",
    "issue_date": "2020-11-20",
    "revision_date": "2021-01-13",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIt is sometimes said that an effect of the COVID-19 pandemic will be heightened appreciation of the importance of scientific research and expertise. We test this hypothesis by examining how exposure to previous epidemics affected trust in science and scientists. Building on the “impressionable years hypothesis” that attitudes are durably formed during the ages 18 to 25, we focus on individuals exposed to epidemics in their country of residence at this particular stage of the life course.  Combining data from a 2018 Wellcome Trust survey of more than 75,000 individuals in 138 countries with data on global epidemics since 1970, we show that such exposure has no impact on views of science as an endeavor but that it significantly reduces trust in scientists and in the benefits of their work. We also illustrate that the decline in trust is driven by the individuals with little previous training in science subjects. Finally, our evidence suggests that epidemic-induced distrust translates into lower compliance with health-related policies in the form of negative views towards vaccines and lower rates of child vaccination.\n\n",
    "acknowledgement": "\nⓡ The order of author names is randomized via AEA Randomization Tool (code: tOjmA7DVzybq). Eichengreen is a Professor of Economics and Political Science at the University of California, Berkeley, Research Associate at the National Bureau of Economic Research and Research Fellow at the Centre for Economic Policy Research. Aksoy is a Principal Economist at the European Bank for Reconstruction and Development (EBRD), part-time Assistant Professor of Economics at King’s College London and Research Associate at IZA Institute of Labour Economics. Saka is an Assistant Professor at the University of Sussex, Visiting Fellow at the London School of Economics and Research Associate at the Systemic Risk Centre. We thank Nicolás Ajzenman, Chris Anderson (discussant), Belinda Archibong, Sascha Becker, Damien Bol, Ralph De Haas, Anna Getmansky (discussant), Luigi Guiso, Bruce Hardy, Beata Javorcik, André Sapir, Konstantin Sonin, Dan Treisman, and webinar participants at the Bank of Finland, Comparative Economics Webinar series, EBRD, LSE and University of Sussex for helpful comments. We are also grateful to Kimiya Akhyani for providing very useful research assistance. Views presented are those of the authors and not necessarily those of the EBRD. All interpretations, errors, and omissions are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}