{
    "id": 28121,
    "citation_title": "Consumer Vulnerability and Behavioral Biases",
    "citation_author": [
        "Hanming Fang",
        "Zenan Wu"
    ],
    "citation_publication_date": "2020-11-23",
    "issue_date": "2020-11-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n",
        "Behavioral Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nA wealth of evidence shows that individuals are biased and firms can often exploit consumers' behavioral biases in their contract designs. In this paper, we study how vulnerable biased individuals are to their own behavioral biases in market equilibrium, and focus on the role of risk aversion and intertemporal elasticity of substitution (IES). We measure consumer vulnerability by the percentage loss in a consumer's equilibrium certainty equivalent from a market with non-biased consumers to that with biased ones. We examine several important behavioral biases that have been extensively studied in the literature, including the impact of biased beliefs (either over- or under-confidence) in an insurance market, the impact of present bias and naïveté about present bias in a dynamic model of credit contract design, the impact of projection bias about habit formation, and the impact of expectation-based loss aversion on an investor's portfolio choice. We show that consumer vulnerability to all four commonly studied behavioral biases has a non-monotonic relationship with risk aversion or IES. This is in striking contrast to the deviations in the equilibrium allocations from the rational benchmark, which are often monotonic to the risk aversion or IES. We also consider a setting of biased agents with Epstein-Zin preferences to isolate the effect of risk aversion from that of IES.\n\n",
    "acknowledgement": "\nWe thank Michael Grubb and John Quah for useful comments and discussions. We thank Zeyu Xing, Hanyao Zhang, Yangfan Zhou, and Yuxuan Zhu for excellent research assistance. Fang acknowledges the generous financial support from the National Science Foundation through Grant SES-0844845. Wu thanks the National Natural Science Foundation of China (No. 71803003) and the seed fund of the School of Economics, Peking University, for financial support. Any errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}