{
    "id": 28127,
    "citation_title": "The Value of a Cure: An Asset Pricing Perspective",
    "citation_author": [
        "Viral V. Acharya",
        "Timothy Johnson",
        "Suresh Sundaresan",
        "Steven Zheng"
    ],
    "citation_publication_date": "2020-11-23",
    "issue_date": "2020-11-20",
    "revision_date": "2021-03-23",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe provide an estimate of the value of a cure using the joint behavior of stock prices and a vaccine progress indicator during the ongoing COVID-19 pandemic. Our indicator is based on the chronology of stage-by-stage progress of individual vaccines and related news. We construct a general equilibrium regime-switching model of repeated pandemics and stages of vaccine progress wherein the representative agent withdraws labor and alters consumption endogenously to mitigate health risk. The value of a cure in the resulting asset-pricing framework is intimately linked to the relative labor supply across states. The observed stock market response to vaccine progress serves to identify this quantity, allowing us to use the model to estimate the economy-wide welfare gain that would be attributable to a cure. In our estimation, and with standard preference parameters, the value of the ability to end the pandemic is worth 5-15% of total wealth. This value rises substantially when there is uncertainty about the frequency and duration of pandemics. Agents place almost as much value on the ability to resolve the uncertainty as they do on the value of the cure itself. This effect is stronger – not weaker – when agents have a preference for later resolution of uncertainty. The policy implication is that understanding the fundamental biological and social determinants of future pandemics may be as important as resolving the immediate crisis.\n\n",
    "acknowledgement": "\nWe thank Dick Berner, Rob Engle, Matt Richardson, Venky Venkateswaran, and Olivier Wang for their comments and suggestions. We also received valuable comments from participants at NYU Stern Finance Department seminar, NYU Stern Quantitative Finance and Econometrics (QFE) seminar, Advisory Board Meeting of NYU Stern Volatility and Risk Institute, and UIUC Gies Finance Department seminar. We are grateful to the Vaccine Centre at the London School of Hygiene & Tropical Medicine for sharing publicly available data from their vaccine development tracker. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}