{
    "id": 28123,
    "citation_title": "Foreign Shocks as Granular Fluctuations",
    "citation_author": [
        "Julian di Giovanni",
        "Andrei A. Levchenko",
        "Isabelle Mejean"
    ],
    "citation_publication_date": "2020-11-23",
    "issue_date": "2020-11-20",
    "revision_date": "2022-09-08",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Macroeconomics",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses a dataset covering the universe of French firm-level value added, imports, and exports over the period 1995-2007 and a quantitative multi-country model to study the international transmission of business cycle shocks at both the micro and the macro levels. Because the largest firms are the most likely to trade internationally, foreign shocks are transmitted to the domestic economy primarily through the large firms. We first document a novel stylized fact: larger French firms are significantly more sensitive to foreign GDP growth. We then implement a quantitative framework calibrated to the full extent of the observed heterogeneity in firm size, exporting, and importing. We simulate the propagation of foreign shocks to the French economy and report one micro and one macro finding. At the micro level heterogeneity across firms predominates: 45 to 75% of the impact of foreign fluctuations on French GDP is accounted for by the “foreign granular residual” – the term capturing the larger firms’ greater responsiveness to the foreign shocks. At the macro level, firm heterogeneity attenuates the impact of foreign shocks, with the GDP responses 10 to 20% larger in a representative firm model compared to the baseline model.\n\n",
    "acknowledgement": "\nWe are grateful to the editor (Harald Uhlig), three anonymous referees, David Atkin, Ariel Burstein, Javier Cravino, Xavier Gabaix, Basile Grassi, Oleg Itskhoki, Dominik Menno, Dimitrije Ruzic, Sebastian Sotelo, and seminar participants at several institutions for helpful suggestions, and to Pierre Coster, Christopher Evans, and William Haines for expert research assistance. Di Giovanni gratefully acknowledges the European Research Council (ERC) under the European Union’s Horizon 2020 research and innovation programme (grant agreement No. 726168), and the Spanish Ministry of Economy and Competitiveness, through the Severo Ochoa Programme for Centres of Excellence in R&D (SEV-2015-0563) for financial support. Mejean gratefully acknowledges support from a public grant overseen by the French National Research Agency (ANR) as part of the “Investissements d’Avenir” program (Idex Grant Agreement No. ANR-11-IDEX-0003- 02/Labex ECODEC No. ANR-11-LABEX-0047 and Equipex reference: ANR-10-EQPX-17 – Centre d’accès sécurisé aux données – CASD) as well as the European Research Council (ERC) under the European Union’s Horizon 2020 research and innovation programme (grant agreement No. 714597). The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of New York or the National Bureau of Economic Research.\n\n\n"
}