{
    "id": 28124,
    "citation_title": "Liquidity Risk at Large U.S. Banks",
    "citation_author": [
        "Laurence M. Ball"
    ],
    "citation_publication_date": "2020-11-23",
    "issue_date": "2020-11-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies liquidity risk at the six largest U.S. banks. The starting point is the stress tests performed under the Liquidity Coverage Ratio (LCR) regulation, which compare a bank’s liquid assets to its loss of cash in a stress scenario that regulators say is based on the 2008 financial crisis. These tests find that all of the large banks could endure a liquidity crisis for 30 days without running out of cash. This paper argues, however, that some of the assumptions in the LCR stress scenario are not pessimistic enough to capture what could happen in a crisis like 2008. The paper then proposes changes in the dubious assumptions and performs revised stress tests. For 2019 Q4, the revised tests suggest it is unlikely that any of the six banks would survive a liquidity crisis for 30 days. This negative finding is most clear-cut for Goldman Sachs and Morgan Stanley.\n\n",
    "acknowledgement": "\nI am grateful for excellent research assistance from Benjamin Chasin, Tuna Coluk, and Jakree Koosakul, and for suggestions from Michael Arnold, Daniel Ball, Matthew Chasin, Katherine Gleason, Patrick Honohan, Marco Macchiavelli, Christopher Martin, Mark Paddrik, Jonathan Rose, seminar participants at the Johns Hopkins School of Advanced International Studies, and a number of finance professionals who spoke to me off the record. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}