{
    "id": 28129,
    "citation_title": "Improving Public Sector Management at Scale? Experimental Evidence on School Governance India",
    "citation_author": [
        "Karthik Muralidharan",
        "Abhijeet Singh"
    ],
    "citation_publication_date": "2020-11-23",
    "issue_date": "2020-11-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nWe present results from a large-scale experimental evaluation of an ambitious attempt to improve management quality in Indian schools (implemented in 1,774 randomly-selected schools). The intervention featured several global “best practices” including comprehensive assessments, detailed school ratings, and customized school improvement plans. It did not, however, change accountability or incentives. We find that the assessments were near-universally completed, and that the ratings were informative, but the intervention had no impact on either school functioning or student outcomes. Yet, the program was perceived to be successful and scaled up to cover over 600,000 schools nationally. We find using a matched-pair design that the scaled-up program continued to be ineffective at improving student learning in the state we study. We also conduct detailed qualitative interviews with frontline officials and find that the main impact of the program on the ground was to increase required reporting and paperwork. Our results illustrate how ostensibly well-designed programs, that appear effective based on administrative measures of compliance, may be ineffective in practice.\n\n",
    "acknowledgement": "\nWe thank Felipe Barrera-Osorio, Eli Berman, Nick Bloom, Martina Björkman-Nyqvist, Gordon Dahl, Esther Duflo, Tore Ellingsen, Alejandro Ganimian, Joshua Goodman, Marc Gurgand, Caroline Hoxby, Hyuncheol Bryant Kim, Paul Niehaus, Lant Pritchett, James Rauch, Imran Rasul, John van Reenen, Sujata Visaria, Martin Williams, Kaspar Wuthrich, and several seminar participants for comments. We are grateful to senior leadership in the School Education Department, Government of Madhya Pradesh – in particular, Mr. S.R. Mohanty, Ms. Rashmi Shami, Ms. Deepti Gaur Mukherjee, Mr. Lokesh Jatav and Mr. K.P.S. Tomar – for their continuous support in evaluating this program. We are also grateful to staff at Ark, especially Kruti Bharucha, Susannah Hares, Kanupriya Misra and Sachin Ashapure, for their collaboration in this project. Aditi Bhowmick, Akankshita Dey, Ghazal Gulati, Krishanu Chakraborty, Nawar El Abadi, Ramamurthy Sripada, Sabareesh Ramachandran and Urmi Bhattacharya provided outstanding field management and research assistance. This evaluation was supported by funding from the International Growth Centre, the J-PAL Post Primary Education Initiative, ESRC and the DFID RISE program. This trial was registered on the AEA RCT Registry (AEARCTR-0000851). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}