{
    "id": 28137,
    "citation_title": "Mediating Conflict in the Lab",
    "citation_author": [
        "Alessandra Casella",
        "Evan Friedman",
        "Manuel Perez Archila"
    ],
    "citation_publication_date": "2020-11-30",
    "issue_date": "2020-11-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMechanism design teaches us that a mediator can strictly improve the chances of peace between two opponents even when the mediator has no independent resources, is less informed than the two parties, and has no enforcement power. We test the theory in a lab experiment where two subjects negotiate how to share a resource; in case of conflict, the subjects' privately known strength determines their payoffs. The subjects send cheap talk messages about their strength to one another (in the treatment with direct communication) or to the mediator (in the mediation treatment), before making their demands or receiving the mediator's recommendations. We find that, in line with the theory, messages are significantly more sincere when sent to the mediator. However, contrary to the theory, peaceful resolution is not more frequent, even when the mediator is a computer implementing the optimal mediation program. While the theoretical result refers to the best (i.e. most peaceful) equilibrium under mediation, multiple equilibria exist, and the best equilibrium is particularly vulnerable to small deviations from full truthfulness. Subjects are not erratic and their deviations induce only small losses in payoffs, and yet they translate into significant increases in conflict.\n\n",
    "acknowledgement": "\nWe are extremely grateful to Massimo Morelli for his advice and financial support through ERC grant 694583.  We thank participants at seminars at PSE, Essex, Columbia, Montréal, VIBES, the George Mason Law School, the 2020 Conference on Mechanism and Institution Design, and the 2020 SITE-PE meeting for their comments. In particular, we thank Marina Agranov, Marco Battaglini, Pedro Dal Bó, Sean Horan, Jacopo Perego, Erik Snowberg, and Leeat Yariv for their detailed reactions and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}