{
    "id": 28136,
    "citation_title": "Auto Dealer Loan Intermediation: Consumer Behavior and Competitive Effects",
    "citation_author": [
        "Andreas Grunewald",
        "Jonathan A. Lanning",
        "David C. Low",
        "Tobias Salz"
    ],
    "citation_publication_date": "2020-11-23",
    "issue_date": "2020-11-20",
    "revision_date": "2021-10-28",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Behavioral Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nThis paper studies the intermediation of auto loans through auto dealers using new and comprehensive administrative data. The arrangements between auto dealers and lenders incentivize dealers to increase loan prices. We leverage details of the corresponding contracts to demonstrate that many consumers are less responsive to finance charges than to vehicle charges. Taking this behavior into account, we estimate an equilibrium model of dealer price setting and lender competition. We explore counterfactuals where dealers have no discretion to price loans and final rates are set by lenders instead. We find large gains in consumer surplus from such a policy.\n\n",
    "acknowledgement": "\nThe views expressed are those of the authors and do not necessarily reflect those of the Consumer Financial Protection Bureau, the Federal Reserve Bank of Chicago, the Federal Reserve System, the United States, or the National Bureau of Economic Research. Andreas Grunewald and Tobias Salz thank the Institute for Social and Economic Research and Policy at Columbia University and the Russel Sage Foundation for financial support. We thank Brian Bucks, Glenn Ellison, Matt Gentzkow, Kate Ho, Éva Nagypál, Michael Riordan, Mike Whinston, Maximilian Voigt, and audiences at Berkeley, BRIQ Bonn Structural Behavioral Conference, Boston College, IO workshop at CREST, CFPB, University of Cologne, University of Copenhagen, DICE Duesseldorf, EIEF Junior Conference, Frankfurt School, German Economist Abroad Conference, Goethe University Frankfurt, Harvard, University of Mainz, University of Marburg, University of Minnesota, University of Konstanz, NYU, University of Oregon, University of Pennsylvania, Penn State, Solvay Brussels School / Ecare, Stanford, Toulouse School of Economics, and Yale for helpful comments and suggestions. Guy Aridor, Jasper Clarkberg, Thi Mai Anh Nguyen, and Yining Zhu provided outstanding research assistance.\n\n\n"
}