{
    "id": 28130,
    "citation_title": "Policy Instrument Choice with Coasean Provision of Public Goods",
    "citation_author": [
        "Christopher Costello",
        "Matthew Kotchen"
    ],
    "citation_publication_date": "2020-11-23",
    "issue_date": "2020-11-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the interplay between environmental policy instrument choice (i.e., prices vs. quantities) and private provision of public goods, which in this context we denote \"Coasean provision.\" Coasean provision captures private provision of environmental public goods due to consumer preferences for environmentally friendly goods and services, incentives for corporate environmental management, environmental philanthropy, and even overlapping jurisdictions of policy. We show theoretically that even in a world of perfect certainty, the presence of Coasean provision distinctly affects instrument choice, based on both the efficiency criterion and distributional consequences. We also generalize the analysis to account for uncertainty using the classic Weitzman (1974) framework. Our findings suggest that the increasing prevalence of Coasean provision motivates a need to rethink the design of effective and efficient environmental policy instruments. This arises because policy instrument choice can have a significant impact on the environmental commitments of individuals, companies, and states, and vice-versa, with clear implications for overall economic welfare and policy preferences among polluters, citizens, and government revenue.\n\n",
    "acknowledgement": "\nWe are grateful to Bryan Leonard, Andrew Plantinga, and seminar participants at Yale University for helpful insights. Costello acknowledges the Bren Chair in Environmental Management and the Environmental Market Solutions Lab. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}