{
    "id": 28138,
    "citation_title": "We are all Behavioral, More or Less: A Taxonomy of Consumer Decision Making",
    "citation_author": [
        "Victor Stango",
        "Jonathan Zinman"
    ],
    "citation_publication_date": "2020-11-30",
    "issue_date": "2020-11-25",
    "revision_date": "2021-01-16",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Data Collection",
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe examine how 17 behavioral biases relate to each other, to other decision inputs, and to decision outputs. Most consumers exhibit multiple biases in our nationally representative panel data. There is substantial heterogeneity across consumers, even within similar demographic/skill groups. Biases are positively correlated within person, especially after adjusting for measurement error, and less correlated with other inputs—risk aversion, patience, cognitive skills, and personality traits—with some expected exceptions. Accounting for this correlation structure, we reduce our 29 decision inputs to eight common factors. Seven common factors load on at least two biases, six on clusters of theoretically related biases, and two or three are distinctly behavioral. All but one common factor is distinct from cognitive skills. Factor scores strongly conditionally correlate with decisions and outcomes in various domains. We discuss several potential implications of this taxonomy for various approaches to modeling influences of behavioral biases on decision making.\n\n",
    "acknowledgement": "\nThanks to Hannah Trachtman and Sucitro Dwijayana Sidharta for outstanding research assistance, and to the Sloan/Sage Working Group on Behavioral Economics and Consumer Finance, the Roybal Center (grant # 3P30AG024962), and the National University of Singapore for funding and patience. We thank Shachar Kariv and Dan Silverman for helping us implement their (with Choi and Muller) interface for measuring choice consistency, Charlie Sprenger for help with choosing the certainty premium elicitation tasks and with adapting the convex time budget tasks, Georg Weizsacker for help in adapting one of the questions we use to measure narrow bracketing, Julian Jamison for advice on measuring ambiguity aversion, Josh Schwartzstein for many conversations, and Doug Staiger and Erik Snowberg for advice re: measurement error. Special thanks to Joanne Yoong for collaboration on the Round 1 survey design and implementation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. This paper supersedes three archived working papers that use only a single cross-section of data or focus on behavioral summary statistics; please see https://sites.dartmouth.edu/jzinman/working-papers/ for details.\n\n\n"
}