{
    "id": 28139,
    "citation_title": "Mandated and Voluntary Social Distancing During The COVID-19 Epidemic: A Review",
    "citation_author": [
        "Sumedha Gupta",
        "Kosali I. Simon",
        "Coady Wing"
    ],
    "citation_publication_date": "2020-11-30",
    "issue_date": "2020-11-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFor much of 2020, the COVID-19 epidemic upended social and economic life globally. In an effort to reduce COVID-19 risks in the U.S., state and local governments issued many recommendations and regulations to induce social distancing, adding to voluntary reductions in interpersonal contact. The responses to the epidemic helped contain spread, but also lead to high unintended societal costs. In the summer months, states took steps to revive the economy and lift social distancing regulations. However, as many epidemiologists expected, the scale of the epidemic has expanded very rapidly in the fall. In the week of October 14, the US generated around 57,000 new COVID-19 cases and 700 deaths each day. By November 15, the country was generating about 151,000 new cases and 1,200 deaths per day. These rapid increases in cases and deaths raise concerns about the capacity of local healthcare systems around the country. State governments are once again facing difficult choices about whether and how to use policies to address the spread of the virus. The incoming Biden-Harris administration faces an important challenge in trying to manage the epidemic as well as a large scale vaccination campaign. Although the epidemic is less than a year old, it has generated a huge volume of research by economists, epidemiologists, and others. This body of work may help inform policy decisions facing society in the coming months.\nIn this paper, we make five broad contributions. First, we provide a concise review of economic and social science research on mobility patterns, labor market outcomes, consumer behavior, and population health during the first phase of the epidemic. Second, we sketch a simple microeconomic model that may be useful considering the determinants of social distancing and the role of different policy instruments in promoting distancing. Third, we present a simple typology of the policies that were used at the state and county levels during the closure and re-opening phases of the epidemic in the U.S.. Fourth, we review a collection of new data sources that have played an important role in monitoring and analyzing population behavior this year. Fifth, we present results from event study regressions that try to disentangle private vs. policy-induced changes in mobility patterns during the early part of the epidemic.\n\n",
    "acknowledgement": "\nThis review paper was originally written in July for the Special Edition Webinar Brookings Papers on Economic Activity (BPEA) 2020: COVID-19 and the Economy: https://www.brookings.edu/events/webinar-special-edition-bpea-2020-covid-19-and-the-economy/. The authors thank the BPEA for financial support. The manuscript has benefited from guidance from Caroline Buckee, Victor Chernozhukov, James Stock, and other conference participants. We also thank colleagues Ana Bento, Thuy Nguyen, Shyam Raman, Byungkyu Lee, and Felipe Lozano Rojas, our co-authors of the study ‘Tracking Public and Private Responses to the COVID-19 Epidemic: Evidence from State and Local Government Actions’, NBER Working Paper: w27027, that served as a foundation for the current manuscript. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}