{
    "id": 28132,
    "citation_title": "Geospatial Analysis of the September 2020 Coronavirus Outbreak at the University of Wisconsin – Madison: Did a Cluster of Local Bars Play a Critical Role?",
    "citation_author": [
        "Jeffrey E. Harris"
    ],
    "citation_publication_date": "2020-11-23",
    "issue_date": "2020-11-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe combined smartphone mobility data with census track-based reports of positive case counts to study a coronavirus outbreak at the University of Wisconsin-Madison campus, where nearly three thousand students had become infected by the end of September 2020. We identified a cluster of twenty bars located at the epicenter of the outbreak, in close proximity to on-campus residence halls and off-campus housing. Smartphones originating from the two hardest hit residence halls (Sellery and Witte), where about one in five students were infected, were 2.95 times more likely to visit the 20-bar cluster than smartphones originating in two more distant, less affected residence halls (Ogg and Smith). By contrast, smartphones from Sellery-Witte were only 1.55 times more likely than those from Ogg-Smith to visit a group of 68 restaurants in the same area. Physical proximity thus had a much stronger influence on bar visitation than on restaurant visitation (rate ratio 1.91, 95% CI 1.29-2.85, p = 0.0007). In a separate analysis, we determined the per-capita rates of visitation to the 20-bar cluster and to the 68-restaurant comparison group by smartphones originating in each of 19 census tracts in the university area, and related these visitation rates to the per-capita incidence of newly positive coronavirus tests in each census tract. In a multivariate regression, the visitation rate to the bar cluster was a significant determinant of infection rates (elasticity 0.90, 95% CI 0.26-1.54, p = 0.009), while the restaurant visitation rate showed no such relationship. Researchers and public health professionals need to think more about the potential super-spreader effects of clusters and networks of places, rather than individual sites.\n\n",
    "acknowledgement": "\nThis study relies exclusively on publicly available data that contain no individual identifiers. The author has no competing interests and no funding sources to declare. This article represents the sole opinion of its author and does not necessarily represent the opinions of the Massachusetts Institute of Technology, Eisner Health, the National Bureau of Economic Research, the University of Wisconsin, the Wisconsin Department of Health Services, or any other organization.\n\n\n"
}