{
    "id": 28133,
    "citation_title": "Consumer Surplus of Alternative Payment Methods: Paying Uber with Cash",
    "citation_author": [
        "Fernando E. Alvarez",
        "David O. Argente"
    ],
    "citation_publication_date": "2020-11-30",
    "issue_date": "2020-11-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate the private benefits for Uber riders from using alternative payment methods. We focus on Mexico where riders have the option to use cash or credit cards to pay for rides. We use three field experiments involving approximately 400,000 riders to estimate the loss of private benefits for riders if a ban on cash payments is implemented. We find that Uber riders, using cash as means of payment either sometimes or exclusively, suffer an average loss of approximately 50% of their expenditures on trips paid in cash before the ban.\n\n",
    "acknowledgement": "\nWe want to thank Andy Abel, Daron Acemoglu, Manual Amador, Marios Angeletos, George Alessandria, Andy Atkeson, Gadi Barlevy, Ben Bernanke, Mark Bills, Anmol Bhandari, Stephane Bonhomme, Sara Castellanos, Gabriel Chodorow-Reich, Doireann Fitzgerald, Greg Kaplan, Narayana Kocherlakota, John List, Ellen Mc Grattan, Juanpa Nicolini, Francesco Lippi, Enrique Seira, Gaby Silva-Bavio, Rob Shimer, Harald Uhlig, Venky Venkateswaran, and Ivan Werning for their comments and suggestions. We also want to thank the participants in the seminars at the Federal Reserve Bank of Kansas, the Federal Reserve Bank of Minneapolis, the Federal Reserve Bank of Chicago, the Wharton School at the University of Pennsylvania, the University of Rochester, the Applications Workshop at the University of Chicago, Columbia Business School, the Banco de Mexico, the 2019 SED in St. Louis, the MM group in the 2019 NBER Summer Institute, the Bank of Canada, the Bank of International Settlements, the Federal Reserve Bank of Richmond, Penn State, Dartmouth, UCLA, Arizona State, the University of California at San Diego, the Swiss Macro Workshop, the University of Pennsylvania, the Virtual Finance Theory Seminar, and MIT. We further want to thank Libby Mishkin and other members of the San Francisco Uber policy group, and especially the Uber Mexico team for general support and assistance, programming, implementing the field experiments, and for countless queries of observational data and background information, in particular to Federico Ranero, Daniel Salgado, and Hector Argente. We thank Basil Halperin for his many contributions during the initial phase of the project. We also thank Dan Ehrlich, Rafael Jimenez, and Francisca Sara-Zaror for excellent research assistance. None of the two authors are employees or consultants for Uber and have not received payments of any kind from Uber. David Argente is the brother of Hector Argente, who was the Research and Analytics Manager for Uber Latin America. First draft: March 2019. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}