{
    "id": 28135,
    "citation_title": "Designing Efficient Contact Tracing Through Risk-Based Quarantining",
    "citation_author": [
        "Andrew Perrault",
        "Marie Charpignon",
        "Jonathan Gruber",
        "Milind Tambe",
        "Maimuna Majumder"
    ],
    "citation_publication_date": "2020-11-23",
    "issue_date": "2020-11-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nContact tracing for COVID-19 is especially challenging because transmission often occurs in the absence of symptoms and because a purported 20% of cases cause 80% of infections, resulting in a small risk of infection for some contacts and a high risk for others. Here, we introduce risk-based quarantine, a system for contact tracing where each cluster (a group of individuals with a common source of exposure) is observed for symptoms when tracing begins, and clusters that do not display them are released from quarantine. We show that, under our assumptions, risk-based quarantine reduces the amount of quarantine time served by more than 30%, while achieving a reduction in transmission similar to standard contact tracing policies where all contacts are quarantined for two weeks. We compare our proposed risk-based quarantine approach against test-driven release policies, which fail to achieve a comparable level of transmission reduction due to the inability of tests to detect exposed people who are not yet infectious but will eventually become so. Additionally, test-based release policies are expensive, limiting their effectiveness in low-resource environments, whereas the costs imposed by risk-based quarantine are primarily in terms of labor and organization.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}