{
    "id": 28146,
    "citation_title": "The HOLC Maps: How Race and Poverty Influenced Real Estate Professionals’ Evaluation of Lending Risk in the 1930s",
    "citation_author": [
        "Price V. Fishback",
        "Jessica LaVoice",
        "Allison Shertzer",
        "Randall Walsh"
    ],
    "citation_publication_date": "2020-11-30",
    "issue_date": "2020-11-25",
    "revision_date": "2021-10-25",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Race and Stratification in the Economy",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nDuring the late 1930s, the Home Owners’ Loan Corporation (HOLC) developed a series of area descriptions with color-coded maps of cities that summarized mortgage lending risk. We provide evidence that these maps were not the primary source used by the FHA to create their “redlining” maps for insuring mortgages. Instead, the HOLC maps provide a unique snapshot of how real estate professionals perceived lending risk in the 1930s. These perceptions were shaped by a wide range of factors including race, income, and housing quality. We use the maps to explore the mechanisms behind the prevalence of black residents in the lowest-rated neighborhoods. Our results suggest that racial bias in the construction of the HOLC maps can explain at most 4 to 20 percent of the observed concentration of black households in the lowest-rated zones. Instead, our results suggest that the majority of black households were located in such zones because decades of disadvantage and discrimination had already pushed them into the core of economically distressed neighborhoods prior to the federal government’s involvement in mortgage markets.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Race, Risk, and the Emergence of Federal Redlining.\" Support for this research was provided by the National Science Foundation (SES-1459847). We thank Daniel Aaronson, Shari Eli, Daniel Hartley, Brian Kovak, Jeffrey Lin, Bhash Mazumder, Todd Michney, Jonathan Rose, Thomas Storrs, Lowell Taylor, and seminar audiences at Carnegie Mellon, the Chicago Federal Reserve, the Philadelphia Federal Reserve, Yale, George Washington, Pittsburgh, and Arizona for helpful comments. Antonio Diaz-Guy, Jeremy Brown, Andrew O’Rourke, Aly Caito, Loleta Lee, Zach Gozlan, Kaylyn Cameron, Alex Mang, and Sai Konduru provided outstanding research assistance. We are grateful to Prottoy Akbar for assistance with the geocoded address data and to Thomas Storrs for giving us the Greensboro, NC FHA map. Corresponding author’s email: walshr@pitt.edu (R. Walsh). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}