{
    "id": 28147,
    "citation_title": "Reconciling the Conflicting Narratives on Poverty in China",
    "citation_author": [
        "Shaohua Chen",
        "Martin Ravallion"
    ],
    "citation_publication_date": "2020-11-30",
    "issue_date": "2020-11-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe widely held view that China has greatly reduced income poverty over the last 40 years does not accord with all the evidence. The paper tries to reconcile the conflicting findings. The fact that strongly-relative measures show rising poverty is easily understood, since such measures depend solely on relative distribution, and inequality in China has been rising until recently. More surprising, and revealing, is the story told by the official lines, which were revised twice since the original 1985 line. The paper shows that the official lines are neither absolute nor strongly relative. Rather, they are weakly relative, with a positive elasticity to the mean that is less than unity. Along with rising inequality, this feature slowed the pace of measured poverty reduction when compared to absolute measures. Nonetheless, substantial progress against poverty is indicated, as we confirm using our independent, and higher, weakly-relative lines calibrated to cross-country data.\n\n",
    "acknowledgement": "\nThe authors thank Qinghua Zhao for able assistance in programming the calculations for this paper and they thank Gaurav Datt and Dominique van de Walle for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}