{
    "id": 28149,
    "citation_title": "Production Networks and International Fiscal Spillovers",
    "citation_author": [
        "Michael B. Devereux",
        "Karine Gente",
        "Changhua Yu"
    ],
    "citation_publication_date": "2020-11-30",
    "issue_date": "2020-11-25",
    "revision_date": "2022-07-28",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Macroeconomics",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper analyzes the impact of ﬁscal spending shocks in a dynamic, multi-country model with international production networks. We ﬁrst derive a decomposition of the eﬀects of a ﬁscal spending shock on the GDP of any country. This decomposition deﬁnes the response as the sum of a Direct, Income, and Price eﬀect. The Direct Eﬀect depends only on structural parameters and is independent of assumptions about monetary policy, wage setting, or capital mobility, while the Price Eﬀect is zero in the aggregate across countries. We apply this decomposition to an analysis of ﬁscal spillovers in the Eurozone, using the production network structure from the World Input Output Database (WIOD). We ﬁnd that ﬁscal spillovers from Germany and some other large Eurozone countries may be large, and within the range of empirical estimates. Without international production network linkages, spillovers would be only a third as large as predicted by the baseline model. Finally, we explore the diﬀusion of identiﬁed government spending shocks at the sectoral level, both within and across countries, using an empirical measure of the response, based on the theoretical decomposition. The empirical estimates are strongly consistent with the theoretical model.\n\n",
    "acknowledgement": "\nThis paper is a completely rewritten version of Devereux, Gente and Yu (2020). We thank Tommaso Monacelli, Rahul Mukherjee, Linda Tesar, Fabio Ghironi, Daniele Sienna, Kim Ruhl, Laurent Ferrara, April Cai, Russell Cooper, Mikhail Dmitriev, and Yann Bramoule for helpful comments. We also thank participants at numerous seminars and conferences. Fabien Petit and Alejandro Rojas-Bernal provided outstanding research assistance. Devereux gratefully acknowledges research support form SSHRC Canada. Yu gives thanks for ﬁnancial support under grant 72173007 from National Natural Science Foundation of China. The project leading to this publication has received funding from the French government under the “France 2030” investment plan managed by the French National Research Agency (reference :ANR-17-EURE-0020) and from Excellence Initiative of Aix-Marseille University - A*MIDEX. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}