{
    "id": 28143,
    "citation_title": "Happiness and Aging in the United States",
    "citation_author": [
        "David G. Blanchflower",
        "Carol Graham"
    ],
    "citation_publication_date": "2020-11-30",
    "issue_date": "2020-11-25",
    "revision_date": "2023-08-21",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the relationship between union membership and job satisfaction over the life-course using data from the National Child Development Study (NCDS) tracking all those born in Great Britain in a single week in March in 1958 through to age 55 (2013).  Data from immigrants as well as non-respondents to the original 1958 Perinatal Mortality Study (PMS) are added in later years.  Conditioning on one’s social class at birth, together with one’s education and employment status, we find there is a significant negative correlation between union membership and job satisfaction that is apparent across the life-course.  Lagged union membership status going back many years is negatively correlated with current job satisfaction, though its effects become statistically non-significant when conditioning on current union membership status.  These results provide a different perspective to longitudinal studies showing short-term positive responses to switches in membership status.  They are consistent with earlier work showing that this cohort of workers, and others before them, have persistently lower job satisfaction as union members compared to their non-union counterparts.\n\n",
    "acknowledgement": "\nWe thank Al Gustman, Peter Hudoniet, Michael Hurd, Jon Skinner and Susann Rohwedder for helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}