{
    "id": 28141,
    "citation_title": "Earnings Dynamics and Intergenerational Transmission of Skill",
    "citation_author": [
        "Lance Lochner",
        "Youngmin Park"
    ],
    "citation_publication_date": "2020-11-30",
    "issue_date": "2020-11-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops and estimates a two-factor model of intergenerational skill transmission when earnings inequality reflects differences in individual skills and other  non-skill shocks. We consider heterogeneity in both initial skills and skill growth rates, allowing variation in skill growth to change over the lifecycle. Using administrative tax data on two linked generations of Canadians covering 37 years, we exploit covariances in log earnings (at different ages) both across and within generations to identify and estimate the intergenerational correlation structure for initial skills and skill growth rates, lifecycle skill growth profiles, and the dynamics of non-skill earnings shocks.\nWe estimate low intergenerational elasticities (IGEs) for earnings in Canada (less than 0.2, even when based on 5- and 9-year average earnings); however, skill IGEs are typically 2-3 times larger due to considerable (and persistent) variation in earnings conditional on skills. Both earnings and skill IGEs decline substantially for more recent cohorts and are lower for children born to younger fathers.\nWe estimate significant heterogeneity in both initial skills and skill growth rates, showing that intergenerational transmission of these factors explains up to 40% of children's skill variation. Skills become a more important determinant of earnings over the first part of workers' careers, while intergenerational transmission of skills becomes less important with age. Although \"inherited\" initial skills (compared to skill growth) are a more important determinant of children's skills throughout their lives, parents' initial skills and skill growth rates are equally important determinants of children's skills, largely because both strongly influence children's initial skills.\nFinally, we study intergenerational mobility for the 35 largest cities in Canada, determining the extent to which considerable differences in earnings and skill IGEs vary with the extent of local heterogeneity in parental skills vs. earnings instability.\n\n",
    "acknowledgement": "\nFor their valuable comments, we thank seminar/conference participants at “From Theory to Statistics to Empirics: An Econometrics Conference in Honor of James Heckman” at the University of Chicago, the Bank of Canada, Georgetown University, 2019 Annual Meeting of the Canadian Economic Association, 2019 Summer Meeting of the North American Econometric Society, Federal Reserve Bank of Minneapolis, and 2019 Korean Economic Review International Conference. We also thank Yuri Ostrovsky and Winnie Chan of Statistics Canada for their help with the data. The views expressed in this paper are those of the authors and do not necessarily represent those of the Bank of Canada or the National Bureau of Economic Research.\n\n\n"
}