{
    "id": 28142,
    "citation_title": "The Economic Consequences of Sir Robert Peel: A Quantitative Assessment of the Repeal of the Corn Laws",
    "citation_author": [
        "Douglas A. Irwin",
        "Maksym G. Chepeliev"
    ],
    "citation_publication_date": "2020-11-30",
    "issue_date": "2020-11-25",
    "revision_date": "2021-01-20",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides a quantitative general equilibrium evaluation of the repeal of Britain’s Corn Laws in 1846, the signature trade policy event of the nineteenth century. In studying the impact of abolishing the import duty on wheat, our framework highlights (a) the large open economy impact on the country’s terms of trade and (b) the distribution impact on the factor earnings and the expenditure patterns of two different income groups. Based on a detailed input-output matrix of the British economy in 1841, our model suggests that the repeal left Britain’s overall welfare roughly unchanged as the static efficiency gains are offset by the adverse terms-of-trade effects. Laborers and capital owners gained a slight amount at the expense of landowners (whose income fell about 3-5 percent). Combining these changes in factor payments with the different consumption patterns across income groups, we find that the top 10 percent of income earners lose while the bottom 90 percent of income earners, who spent a disproportionate amount of their income on food, gain.\n\n",
    "acknowledgement": "\nWe thank seminar participants at Dartmouth College, the University of Nottingham, and the U.S. International Trade Commission for helpful comments and feedback, as well as the editor (Hans-Joachim Voth) and two referees for very useful suggestions. The title is a play on John Maynard Keynes’ famous 1925 essay “The Economic Consequences of Mr. Churchill.” The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}