{
    "id": 28148,
    "citation_title": "All Aboard: The Effects of Port Development",
    "citation_author": [
        "César Ducruet",
        "Réka Juhász",
        "Dávid Krisztián Nagy",
        "Claudia Steinwender"
    ],
    "citation_publication_date": "2020-11-30",
    "issue_date": "2020-11-25",
    "revision_date": "2023-10-26",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nSeaports facilitate the fast flow of goods across space, but ports also entail local costs borne by host cities. We use the introduction of containerized shipping to explore the effects of port development. At the local level, we find that seaport development increases city population by making a city more attractive, but this market access effect is offset by costs which make the city less attractive. At the aggregate level, we find that the local costs associated with port development are heterogeneous across cities and reduce aggregate welfare gains, which however are still positive and substantial.\n\n",
    "acknowledgement": "\nJim Rauch, Steve Redding, Roberto Rigobon, Andrés Rodríguez-Clare, Esteban Rossi-Hansberg, Daniel Sturm, Tavneet Suri, Jaume Ventura, Jon Vogel, David Weinstein and two anonymous referees for helpful comments and discussions. We thank Bruce Blonigen, Mario Martín Antón and their co-authors for kindly sharing data. We thank staff at various port authorities for helping with our information requests. Olalekan Bello, Sabrina Chen, Naman Garg, Yi Jie Gwee, Hamza Husain, Felix Iglhaut, Rodrigo Martínez Mazza, Emanuela Migliaccio, Véronica Perez, Shuhua Si, Yue Yu, Howard Zihao Zhang and a team of Columbia University undergraduate students provided outstanding research assistance. César gratefully acknowledges financial support from the ERC (Starting Grant ’World Seastems’ No. 313847). Réka is grateful for financial support from the Provost’s Office at Columbia. Dávid acknowledges financial support from the Spanish Ministry of Economy and Competitiveness, through the Severo Ochoa Programme for Centres of Excellence in R&D (CEX2019-000915-S and SEV-2015-0563) and through a Juan de la Cierva Grant (FJCI- 2017-34728), the Spanish State Research Agency and the European Social Fund (PID2019-111691RA-I00 and RYC2019-027620-I / AEI / 10.13039/501100011033) and from the Generalitat de Catalunya, through CERCA and SGR Programme (2017-SGR-1393). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}