{
    "id": 28155,
    "citation_title": "How Does Cost-Sharing Impact Spending Growth and Cost-Effective Treatments? Evidence from Deductibles",
    "citation_author": [
        "Claudio Lucarelli",
        "Molly Frean",
        "Aliza S. Gordon",
        "Lynn M. Hua",
        "Mark Pauly"
    ],
    "citation_publication_date": "2020-11-30",
    "issue_date": "2020-11-25",
    "revision_date": "2021-03-24",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe growth of health care spending has been a longstanding policy concern. Over the years, several innovations have been proposed to lower levels of health care spending; however, their impact has been limited and not sustained over time. Costly new technology, while often an improvement to existing care, has been identified as a principal driver of health care spending growth. Recent literature has shown that high deductible health plans (HDHP) can have an immediate impact on levels of health care spending, but their medium- and long-run effects on spending growth remain unknown. In this paper, we use multiple-employer-group claims data from a large national insurer to (i) study whether HDHPs reduce the growth in spending over four years compared to lower deductible alternatives; and (ii) explore the mechanisms behind any reductions in growth by looking at whether HDHPs reduce the use of low- vs. high-value treatments. We find that HDHPs have a limited effect on spending growth, with a statistically significant reduction observed only for prescription drugs. HDHPs are not associated with significantly lower growth in spending on highly cost-effective medicines in a sample of drugs but do reduce spending growth for less cost-effective drugs.\n\n",
    "acknowledgement": "\nWe thank Sarah Dykstra and Sean Kelly for excellent research assistance and HealthCore for help interpreting data. We thank Andrea DeVries, Geoff Crawford, Matthew Benko, Zarek Brot-Goldberg, and seminar participants at the ASHEcon Conference for excellent comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}