{
    "id": 28157,
    "citation_title": "The Children of HOPE VI Demolitions: National Evidence on Labor Market Outcomes",
    "citation_author": [
        "John C. Haltiwanger",
        "Mark J. Kutzbach",
        "Giordano E. Palloni",
        "Henry Pollakowski",
        "Matthew Staiger",
        "Daniel Weinberg"
    ],
    "citation_publication_date": "2020-11-30",
    "issue_date": "2020-11-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe combine national administrative data on earnings and participation in subsidized housing to study how the demolition of 160 public housing projects—funded by the HOPE VI program—affected the adult labor market outcomes for 18,500 children. Our empirical strategy compares children exposed to the program to children drawn from thousands of non-demolished projects, adjusting for observable differences using a flexible estimator that combines features of matching and regression. We find that children who resided in HOPE VI projects earn 14% more at age 26 relative to children in comparable non-HOPE VI projects. These earnings gains are strongest for demolitions in large cities, particularly in neighborhoods with higher pre-demolition poverty rates and lower pre-demolition job accessibility. There is no evidence that the labor market gains are driven by improvements in household or neighborhood environments that promote human capital development in children. Rather, subsequent improvements in job accessibility represent a likely pathway for the results.\n\n",
    "acknowledgement": "\nAny opinions expressed herein are those of the authors and do not represent the views of the U.S. Census Bureau or the Federal Deposit Insurance Corporation. All results have been reviewed to ensure that no confidential information is disclosed (q.v. U.S. Census Bureau Disclosure Review Board numbers: DRB-B0038-CED-20190405, DRB-B0071-CED-20190829, and CBDRB-FY20-CED0060029). Much of the work for this analysis was done while Mark Kutzbach was an employee of the Census Bureau. John Haltiwanger was a Schedule A (part-time) employee and Matthew Staiger a Pathways Intern of the U.S. Census Bureau at the time of the writing of this paper. This research has been supported by grant number 98082 from the “How Housing Matters” research program of the John D. and Catherine T. MacArthur Foundation, by NSF grant number 1730108, by a Research Partnership grant from the U.S. Department of Housing and Urban Development, and by a grant from the Russell Sage Foundation. This research uses data from the Census Bureau’s Longitudinal Employer Household Dynamics Program, which was partially supported by the following National Science Foundation Grants: SES-9978093, SES-0339191, and ITR-0427889; a National Institute on Aging Grant AG018854; and grants from the Alfred P. Sloan Foundation. The authors want to thank Mark Heller for valuable research assistance and Lydia Taghavi of HUD for data assistance. We thank James Spletzer, Erika McEntarfer, Katherine O’Regan and Amy Ellen Schwarz as well as participants at the Urban Economics Association, American Real Estate and Urban Economics Association, Association for Public Policy and Management, and Southern Economics Association meetings for comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}