{
    "id": 28151,
    "citation_title": "Revenue Collapses and the Consumption of Small Business Owners in the Early Stages of the COVID-19 Pandemic",
    "citation_author": [
        "Olivia S. Kim",
        "Jonathan A. Parker",
        "Antoinette Schoar"
    ],
    "citation_publication_date": "2020-11-30",
    "issue_date": "2020-11-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Fiscal Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nUsing detailed transaction-level data from financial accounts, this paper shows that the revenues of small businesses and the consumption spending of their owners both decline by roughly 40% following the declaration of the national emergency in March 2020. However, through May 2020, the vast majority of this average decline in revenues is due to national factors rather than to variation in local infection rates or policies. Further, there is only a modest propensity for business owners to cut consumption in response to their individual business losses: Comparing owners in the same county but whose businesses operate in industries differentially impacted by local infections and state-level policies, we show that each dollar of revenue loss leads to a 1.6 cent decline in the consumption of the owner at this early stage of the pandemic. This limited passthrough appears to be explained by three factors: (1) the liquidity of households and businesses entering the crisis – consumption is twice as responsive for small business owners who operate with low liquidity; (2) emergency Federal programs – median account balances in both business and checking accounts decline in March but rebound in April and May when the transfer programs begin; (3) pandemic induced declines in the ability to spend on consumption – spending on travel, restaurants or personal services dropped dramatically.\n\n",
    "acknowledgement": "\nFor useful discussions, we thank Diana Farrell, Fiona Greig, and Chris Wheat. This research was made possible by a data-use agreement between the authors and the JPMorgan Chase Institute (JPMCI), which has created de-identified data assets that are selectively available to be used for academic research. All statistics from JPMCI data, including medians, reflect cells with multiple observations. The opinions expressed are those of the authors alone and do not represent the views of JPMorgan Chase & Co. Sloan School of Management, MIT, 100 Main Street, Cambridge, MA 02142, OSKim@mit.edu, JAParker@mit.edu, ASchoar@mit.edu. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}