{
    "id": 28154,
    "citation_title": "Black and White: Access to Capital among Minority-Owned Startups",
    "citation_author": [
        "Robert W. Fairlie",
        "Alicia Robb",
        "David T. Robinson"
    ],
    "citation_publication_date": "2020-11-30",
    "issue_date": "2020-11-25",
    "revision_date": "2023-04-18",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Discrimination",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nWe use confidential and restricted-access data from the Kauffman Firm Survey and matched administrative data on credit scores to explore racial disparities in access to capital for new business ventures. The novel results on racial inequality in startup financing indicate that black-owned startups start smaller and stay smaller over the entire first eight years of their existence. Black startups face more difficulty in raising external capital, especially external debt. We find that disparities in credit-worthiness constrain black entreprenuers, but perceptions of treatment by banks also hold them back. Black entrepreneurs apply for loans less often than white entrepreneurs largely because they expect to be denied credit, even when they have a good credit history and in settings where strong local banks favor new business development.\n\n",
    "acknowledgement": "\nWe are grateful for comments and suggestions from Pat Bayer, Elijah Brewer, Scott Frame, John Graham, Melinda Petre, Amit Seru, Per Stromberg, participants at the AEA meetings, the Society for Government Economists meetings, the CESifo Conference on Entrepreneurship and Economics, the Federal Deposit Insurance Corporation, Federal Reserve Bank of Cleveland and Kauffman Foundation Conference on Entrepreneurial Finance, the International Conference on Panel Data, the APPAM meetings, as well as seminar participants at Illinois, IFN Stockholm, McGill University, Stockholm University, Stockholm School of Economics, University of British Columbia, University of Melbourne, University of Southern California, and Vanderbilt University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}