{
    "id": 28158,
    "citation_title": "The Effect of Occupational Licensing Stringency on the Teacher Quality Distribution",
    "citation_author": [
        "Bradley Larsen",
        "Ziao Ju",
        "Adam Kapor",
        "Chuan Yu"
    ],
    "citation_publication_date": "2020-12-07",
    "issue_date": "2020-12-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Relations",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nConcerned about the low academic ability of public school teachers, in the 1990s and 2000s, some states increased licensing stringency to weed out low-quality candidates, while others decreased restrictions to attract high-quality candidates. We offer a theoretical model justifying both reactions. Using data from 1991–2007 on licensing requirements and teacher quality—as measured by the selectivity of teachers’ undergraduate institutions—we find that stricter licensing requirements, especially those emphasizing academic coursework, increase the left tail of the quality distribution for secondary school teachers without significantly decreasing quality for high-minority or high-poverty districts.\n\n",
    "acknowledgement": "\nThis paper replaces an earlier working paper (Larsen 2015) circulated under the title “Occupational Licensing and Quality: Distributional and Heterogeneous Effects in the Teaching Profession.” We thank Mike Abito, Josh Angrist, David Autor, Panle Jia Barwick, Brant Callaway, Sarah Cohodes, Ignacio Cuesta, Clement de Chaisemartin, Daniel Goldhaber, Jon Guryan, Eric Hanushek, David Harrington, Michael Hartney, Caroline Hoxby, Sally Hudson, Lisa Kahn, Morris Kleiner, Matt Kraft, Katie Larsen, Christopher Palmer, Jesse Rothstein, Nicholas Rupp, Pedro H. C. Sant'Anna, Philip Solimine, John Tyler, Chris Walters, and Frank Wolak, as well as seminar participants at Brown University, MIT, Stanford, Texas A\\&M University, the 2014 International Industrial Organization Conference, the 2015 NBER Law and Economics Winter Meetings, the 2016 AEA Meetings, the U.S. Department of Labor Employment and Training Administration, and the 2020 Knee Center Occupational Licensing Conference for helpful comments and suggestions. We also thank Josh Angrist, Brigham Frandsen, Jon Guryan, Andrew Hall, Mindy Marks, Eduardo Morales, Jesse Rothstein, and Owen Zidar for data help. We thank Stone Kalisa Bailey, Tommy Brown, Chris Oh, Michael Pollmann, Charlie Walker, Jimmy Zhang, and especially Nicolas Cerkez and Idaliya Grigoryeva, for outstanding research assistance. This paper has been funded, either wholly or in part, with Federal funds from the U.S. Department of Labor under contract number DOLJ111A21738.Â  The contents of this publication do not necessarily reflect the views or policies of the Department of Labor, nor does mention of trade names, commercial products, or organizations imply endorsement of same by the U.S. Government. This paper has also been funded by grants from the Laura and John Arnold Foundation, the Russell Sage Foundation, and the Hellman Foundation. Replication data and code for this project are available on the authors' websites or by contacting the authors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}