{
    "id": 28152,
    "citation_title": "Lockdowns and Innovation: Evidence from the 1918 Flu Pandemic",
    "citation_author": [
        "Enrico Berkes",
        "Olivier Deschenes",
        "Ruben Gaetani",
        "Jeffrey Lin",
        "Christopher Severen"
    ],
    "citation_publication_date": "2020-11-30",
    "issue_date": "2020-11-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nDoes social distancing harm innovation? We estimate the effect of non-pharmaceutical interventions (NPIs)—policies that restrict interactions in an attempt to slow the spread of disease—on local invention. We construct a panel of issued patents and NPIs adopted by 50 large US cities during the 1918 flu pandemic. Difference-in-differences estimates show that cities adopting longer NPIs did not experience a decline in patenting during the pandemic relative to short-NPI cities, and recorded higher patenting afterward. Rather than reduce local invention by restricting localized knowledge spillovers, NPIs adopted during the pandemic may have better preserved other inventive factors.\n\n",
    "acknowledgement": "\nWe declare that we have no relevant or material financial interests that relate to the research described in this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}