{
    "id": 28165,
    "citation_title": "Estimating Preferences for Neighborhood Amenities Under Imperfect Information",
    "citation_author": [
        "Fernando V. Ferreira",
        "Maisy Wong"
    ],
    "citation_publication_date": "2020-12-07",
    "issue_date": "2020-12-03",
    "revision_date": "2023-03-15",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe introduce a generalized neighborhood choice model that allows for heterogeneity in knowledge of local amenities. In reality, people often make decisions about where to live without complete information, which can influence their choices and distort the estimated value of amenities. To mitigate this bias, we construct a latent quality index using panel data from a neighborhood choice program that provided information on rents and same-school networks to graduating students. Our analysis shows that individuals tend to switch to neighborhoods with larger networks and lower rents, and these effects persist even after graduation, influencing their actual residential choices. Our marginal willingness-to-pay estimates indicate that living in a neighborhood with a larger network is worth an additional $123 per month, and not accounting for endogeneity could overestimate this amount by as much as 70%.\n\n",
    "acknowledgement": "\nWe are grateful for support from the Dean’s Research Fund, the Research Sponsors Program of the Zell/Lurie Real Estate Center, and the Wharton Behavioral Lab. We thank Ricardo Perez-Truglia and Nicolas Bottan for sharing their survey design. We thank Eduardo Morales, Gregorio Caetano, Stijn Van Nieuwerburgh, Milena Almagro Garcia, Robert Inman, and participants at seminars in AREUEA, Google, McGill, OSUS, Toronto, Federal Reserve Board/George Washington University, and Wharton, as well as conferences including UEA, the Real Estate NBER Summer Institute, and AEA Meetings for helpful comments and suggestions. Qize Chen, Richard Jin, Rebecca Jorgensen, Jacob Krimmel, Xuequan Peng, Trevor Wooley, Fan Xia, Shuo Yang, and Rui Yu provided excellent research assistance. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}