{
    "id": 28164,
    "citation_title": "Gender Identity, Race, and Ethnicity-based Discrimination in Access to Mental Health Care: Evidence from an Audit Correspondence Field Experiment",
    "citation_author": [
        "Luca Fumarco",
        "Benjamin Harrell",
        "Patrick Button",
        "David Schwegman",
        "E Dils"
    ],
    "citation_publication_date": "2020-12-07",
    "issue_date": "2020-12-03",
    "revision_date": "2023-08-15",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nRacial, ethnic, and gender minorities face mental health disparities. While mental health care can help, minoritized groups could face discriminatory barriers in accessing it. Discrimination may be particularly pronounced in mental health care because providers have more discretion over accepting patients. Research documents discrimination broadly, including in access to health care, but there is limited empirical research on discrimination in access to mental health care. We provide the first experimental evidence, from a correspondence audit field experiment (“simulated patients” study), of the extent to which transgender and non-binary people, African Americans, and Hispanics face discrimination in access to mental health care appointments. We find significant discrimination against transgender or non-binary African Americans and Hispanics. We do not find evidence of discrimination against White transgender and non-binary prospective patients. We are mostly inconclusive as to if cisgender African Americans or Hispanics face discrimination, except we find evidence of discrimination against cisgender African American women.\n\n",
    "acknowledgement": "\nThe views expressed in this paper do not necessarily represent the views of the Office of Evaluation Sciences, the General Services Administration, or the United States government. We are thankful for grant support from the National Science Foundation through an NSF CAREER grant to Patrick Button (#2046642), and funding from Tulane University’s Murphy Institute, the School of Liberal Arts, the Newcomb Institute, and the COR Research Fellowship. Luca Fumarco acknowledges the generous support from the NPO \"Systemic Risk Institute\" number LX22NPO5101, funded by European Union -Next Generation EU (Ministry of Education, Youth and Sports, NPO: EXCELES) and from the CERGE-EI Foundation Teaching Fellowship Program. The views expressed are our own and not those of any funders. We thank Sean Alvarez, Barb Lundebjerg, Emma Brick-Hezeau, Kyla Denwood, Batu El, Victoria Guest, Christopher Hoffler, Yu Liu, Lucía Paternostro, Nile Pierre, Matthew Shernicoff, Gregory Shoats, Kodhai Thirumalai, and Brandon Ware for excellent research assistance and comments. We also thank Stephanie Budge, Erik Plug, David Slusky, John Cawley, Joanna Lahey, Brigham Walker, and Janna Wisniewski for helpful feedback. We received helpful feedback from seminar and conference participants at ASSA 2021 and 2023 CSQIEP Virtual Seminar on Economics of LGBTQ+ Individuals, CERGE-EI, Charles University, FBK IRVAPP, Ohio University, Online Seminar on Discrimination and Disparities, RAND, SEA 2020 and 2022, University College Dublin, and the Vanderbilt LGBTQ+ Policy Lab Works in Progress Seminar. This study was approved by the Tulane University IRB (2019-1122-TU Uptown). This experiment was pre-registered at the American Economic Association's registry for randomized controlled trials (RCT ID: AEARCTR-0006560). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}