{
    "id": 28168,
    "citation_title": "Designing Advance Market Commitments for New Vaccines",
    "citation_author": [
        "Michael Kremer",
        "Jonathan D. Levin",
        "Christopher M. Snyder"
    ],
    "citation_publication_date": "2020-12-07",
    "issue_date": "2020-12-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nAdvance market commitments (AMCs) provide a mechanism to stimulate investment by suppliers of products to low-income countries. In an AMC, donors commit to a fund from which a specified subsidy is paid per unit purchased by low-income countries until the fund is exhausted, strengthening suppliers' incentives to invest in research, development, and capacity. Last decade saw the launch of a $1.5 billion pilot AMC to distribute pneumococcal vaccine to the developing world; in the current pandemic, variations on AMCs are being used to fund Covid-19 vaccines.\nThis paper undertakes the first formal analysis of AMCs. We construct a model in which an altruistic donor negotiates on behalf of a low-income country with a vaccine supplier after the supplier has sunk investments. We use this model to explain the logic of an AMC—as a solution to a hold-up problem—and to analyze alternative design features under various economic conditions (cost uncertainty, supplier competition). A key finding is that optimal AMC design differs markedly depending on where the product is in its development cycle.\n\n",
    "acknowledgement": "\nThe authors served as members of the AMC Economics Expert Group that helped design the pilot pneumococcal AMC. They served as advisors to GAVI, Inter American Development Bank, and World Bank on funding mechanisms for Covid-19 vaccines and participated in discussions with the U.S. Council of Economic Advisors and Domestic Policy Council. The views expressed here are our own. We are grateful for helpful comments provided by Susan Athey, Eric Edmonds, Neil Gandal, Richard Gilbert, Daniel Hosken, Scott Kominers, Ruth Levine, Gerard Roland, the Accelerating Health Technologies team, and seminar participants at the Center for Advanced Study in the Behavioral Sciences at Stanford University, Dartmouth College, M.I.T., University of Washington, the Conference on Development Economics and Market Design at Harvard Business School, the Conference in Honor of Eric Maskin at Harvard University, the IO Theory Conference at M.I.T., the International Industrial Organization Conference session on \"Innovation and Technology Adoption in Healthcare,\" and the Market Shaping Conference at Stanford University. We thank Egor Abramov, Alexandre Simoes Gomes, and Kevin Xie for excellent research assistance. Levin thanks the Center for Advanced Study in the Behavioral Sciences for its hospitality and Snyder the Center for Global Development for generous funding. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}