{
    "id": 28169,
    "citation_title": "Labor Market Implications of Education MisMatch",
    "citation_author": [
        "Carla Varona Cervantes",
        "Russell Cooper"
    ],
    "citation_publication_date": "2020-12-07",
    "issue_date": "2020-12-03",
    "revision_date": "2021-05-07",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nThis project studies the impact of education mismatch on labor outcomes. Across our sample of OECD countries, there is evidence of mismatch in educational attainment and labor markets. Labor market outcomes are not independent of education mismatch. Our framework for analysis is a dynamic choice model, focusing on education and training decisions. From the estimation of model parameters, the main factor explaining education mismatch is dispersion across individuals in the perceived value of education. From simulations of lifecycle dynamics and counterfactual experiments, among four key countries, education undermatch in Japan is sustained through labor market mechanisms while in Germany, Italy and the US, education undermatch is largely resolved in that these individuals are eventually employed in skilled jobs. Training plays a key role in these dynamics.\n\n",
    "acknowledgement": "\nComments and suggestions from Juan Dolado, Christian Dustmann, Pedro Gomes, Philipp Kircher, Huacong Liu, Alex Monge-Naranjo, Masao Ogaki and Marco Paccagnella are gratefully appreciated. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}