{
    "id": 28163,
    "citation_title": "Local Sectoral Specialization in a Warming World",
    "citation_author": [
        "Bruno Conte",
        "Klaus Desmet",
        "Dávid Krisztián Nagy",
        "Esteban Rossi-Hansberg"
    ],
    "citation_publication_date": "2020-12-07",
    "issue_date": "2020-12-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper quantitatively assesses the world's changing economic geography and sectoral specialization due to global warming. It proposes a two-sector dynamic spatial growth model that incorporates the relation between economic activity, carbon emissions, and temperature. The model is taken to the data at the 1° by 1° resolution for the entire world. Over a 200-year horizon, rising temperatures consistent with emissions under Representative Concentration Pathway 8.5 push people and economic activity northwards to Siberia, Canada, and Scandinavia. Compared to a world without climate change, clusters of agricultural specialization shift from Central Africa, Brazil, and India's Ganges Valley, to Central Asia, parts of China and northern Canada. Equatorial latitudes that lose agriculture specialize more in non-agriculture but, due to their persistently low productivity, lose population. By the year 2200, predicted losses in real GDP and utility are 6% and 15%, respectively. Higher trade costs make adaptation through changes in sectoral specialization more costly, leading to less geographic concentration in agriculture and larger climate-induced migration.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}