{
    "id": 28161,
    "citation_title": "Aggregate Advertising Expenditure in the U.S. Economy: What's Up? Is It Real?",
    "citation_author": [
        "Alvin Silk",
        "Ernst R. Berndt"
    ],
    "citation_publication_date": "2020-12-07",
    "issue_date": "2020-12-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe two components of the advertising industry – the creative sector that develops and produces messages, and the communications sector that transmits messages via various media – have each been greatly affected by advances in creative design and communications technologies. As the media composition of advertising has changed in the last century for both local and national advertising – from newspapers, outdoor and radio advertising to network and cable television, and most recently to internet and digital media – so too has been transformed the very concept of advertising, its functionality and its measurement.\nWe compare four sources of annual nominal U.S. aggregate advertising expenditure data – from the public sector Internal Revenue Service and the U.S. Census Bureau Survey of Service Industries, and the private sector McCann Erickson and Magna Global advertising agencies– that are available over various time periods.  In nominal terms, we estimate the elasticity of advertising expenditures with respect to Gross Domestic Product, and find that this elasticity appears to have increased substantially beginning in the late 1990s – from about 1.4 to 1.9. The timing of this structural break coincides roughly with the decline of print, radio and network and cable television, and the dramatic increase in digital and internet-based advertising.\nTo understand the forces underlying this structural break in nominal advertising expenditures, data on media-specific advertising prices are needed, thereby converting nominal to real advertising. However, currently annual U.S. Bureau of Labor Statistics Producer Price Index data on digital and many other advertising media prices are only available beginning in 2010. The availability of media-specific quality-constant price indexes would not only enable researchers to trace more completely the recent impact of digital and internet advertising, but would also facilitate contemporary and longstanding issues to be addressed surrounding the measurement of advertising effects, including how variations in the durability of response to advertising across media are related to inter-media price differentials, and why heterogeneity among firms and industries may arise with respect to the procyclicality of advertising policies.\n\n",
    "acknowledgement": "\nThis paper is dedicated to the memory of Robert J. Coen, Senior Vice-President, Interpublic Group.  Mr. Coen was acknowledged to be Madison Avenue’s “Chief Forecaster” and admired as the dedicated curator of McCann-Erickson’s historical database on U.S. advertising expenditures. Mr. Coen passed away on November 18, 2016.  This research was supported by  the Division of Research, Harvard Business School and the MIT Sloan School of Management, but has not been otherwise sponsored.  We thank Michael Leszega and Vincent Letang for assistance in accessing Magna Global’s data.  We also acknowledge very useful and constructive communications with Professors W. Erwin Diewert (University of British Columbia) and Kevin J. Fox (University of New South Wales), and with Kathleen Frawley and Sarah Eian of the U.S. Bureau of Labor Statistics, Producer Price Index program.  However, the authors are responsible for any errors and omissions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}