{
    "id": 28167,
    "citation_title": "Jim Crow in the Saddle: The Expulsion of African American Jockeys from American Racing",
    "citation_author": [
        "Michael Leeds",
        "Hugh Rockoff"
    ],
    "citation_publication_date": "2020-12-07",
    "issue_date": "2020-12-03",
    "revision_date": "2022-06-10",
    "topics": [
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nBetween the Civil War and the turn of the nineteenth century there were many prominent African American jockeys. They rode winners in all of the Triple-Crown races. But at the turn of the century they were forced out. This paper uses a new data set on the Triple-Crown races, which includes odds on all of the entrants in all of the races, to explore the causes of the expulsion of African American jockeys. Our conclusion is that although there is some evidence of prejudice by owners and the betting public – for the latter in the Kentucky Derby although not in the other legs of the Triple Crown – historical evidence indicates that the final push came from the White jockeys who were determined to “draw the color line.”\n\n",
    "acknowledgement": "\nJoshua Chen, Jessica Jiang, Ning Li, Weinan Yan, and Mriga Bansal provided superb research assistance. We received several very helpful comments from Joseph Sabia, our discussant of a previous paper on the Kentucky Derby, David Card, and the audience at the 2017 Western Economic Association meetings in Santiago Chile. We also received set of helpful comments from a presentation of that paper at the 2018 World Economic History Conference in Boston. The audience at a presentation of this paper at the 2020 meeting of the Southern Economic Association provided another set of helpful comments. The remaining errors are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}