{
    "id": 28166,
    "citation_title": "How Spillovers from Appointment Reminders Improve Health Clinic Efficiency",
    "citation_author": [
        "Claire E. Boone",
        "Pablo A. Celhay",
        "Paul Gertler",
        "Tadeja Gracner",
        "Josefina Rodriguez"
    ],
    "citation_publication_date": "2020-12-07",
    "issue_date": "2020-12-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMissed clinic appointments present a significant burden to health care through disruption of care, inefficient use of staff time and wasted clinical resources. Short message service (SMS) appointment reminders show promise to improve clinics’ management through timely appointment cancellations and efficient re-scheduling, but evidence from large-scale interventions is missing. We study a nationwide SMS appointment reminder program in Chile for chronic disease patients at public primary care clinics. Using longitudinal clinic-level data we find that after two years the program increased clinics’ total number of visits per by 5.1% on average. The program did not change the number of visits by chronic patients eligible to receive the reminder, but it instead increased visits by other patients, ineligible to receive reminders in clinics that adopted the program by 7.4% on average. These results suggest that the appointment reminder systems increased clinics’ ability to care for more patients through timely cancellations and re-scheduling.\n\n",
    "acknowledgement": "\nBoone acknowledges support from a fellowship from UC Berkeley's Global Development Fellows program with funding from the US Agency for International Development (USAID). Celhay acknowledges financial support from CONICYT (FONDECYT/Iniciación/11180416). All views and errors are the authors’ alone. The authors declare that they have no financial or material interests in the results of this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}