{
    "id": 28175,
    "citation_title": "The Distributional Effects of Student Loan Forgiveness",
    "citation_author": [
        "Sylvain Catherine",
        "Constantine Yannelis"
    ],
    "citation_publication_date": "2020-12-07",
    "issue_date": "2020-12-03",
    "revision_date": "2021-04-15",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the distributional consequences of student debt forgiveness in present value terms, accounting for differences in repayment behavior across the earnings distribution. Full or partial forgiveness is regressive because high earners took larger loans, but also because, for low earners, balances greatly overstate present values. Consequently, forgiveness would benefit the top decile as much as the bottom three deciles combined. Blacks and Hispanics would also benefit substantially less than balances suggest. Enrolling households who would benefit from income-driven repayment is the least expensive and most progressive policy we consider.\n\n",
    "acknowledgement": "\nWe are grateful to Scott Baker, John Barrios, Vadim Elenev, Caroline Hoxby, Adam Looney, Holger Mueller, David Thesmar, Anne Villamil and Eric Zwick for helpful comments, seminar participants at the Wharton School of the University of Pennsylvania, the Virtual Finance Seminar, the Moscow Higher School of Economics, the Bureau of Economic Analysis, the Congressional Budget Office as well as Greg Tracey for superb research assistance. Catherine thanks the Cynthia and Bennett Golub Endowment for financial support. Yannelis gratefully acknowledges financial support from the Booth School of Business at the University of Chicago. The views expressed in this paper are solely those of the authors, and do not necessarily reflect the views of any other organization, nor the views of the National Bureau of Economic Research.\n\n\n"
}