{
    "id": 28176,
    "citation_title": "Divided We Fall: International Health and Trade Coordination During a Pandemic",
    "citation_author": [
        "Viral V. Acharya",
        "Zhengyang Jiang",
        "Robert J. Richmond",
        "Ernst-Ludwig von Thadden"
    ],
    "citation_publication_date": "2020-12-07",
    "issue_date": "2020-12-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Macroeconomics",
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze the role of international trade and health coordination in times of a pandemic by building a two-economy, two-good trade model integrated into a micro-founded SIR model of infection dynamics. Uncoordinated governments with national mandates can adopt  (i) containment policies to suppress infection spread domestically, and (ii) (import) tariffs to prevent infection coming from abroad. The efficient, i.e., coordinated, risk-sharing arrangement  dynamically adjusts both policy instruments to share infection and economic risks internationally. However, in Nash equilibrium, uncoordinated trade policies robustly feature inefficiently high tariffs that peak with the pandemic in the foreign economy. This distorts terms of trade  dynamics and magnifies the welfare costs of tariff wars during a pandemic due to lower levels of consumption and production as well as smaller gains via diversification of infection curves across economies.\n\n",
    "acknowledgement": "\nWe thank George Mailath, Volker Nocke, Raghu Sundaram, Michéle Tertilt, and Mathias Trabandt for comments. Steven Zheng provided excellent research assistance. Von Thadden thanks the German Science Foundation for support through grant CRC TR 224, C03. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}