{
    "id": 2817,
    "citation_title": "On the Divergence in Unionism among Developed Countries",
    "citation_author": [
        "Richard B. Freeman"
    ],
    "citation_publication_date": "1989-01-01",
    "issue_date": "1989-01-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper I explore the evolution of unionism in the 1970n and 1980s, when the post-oil shock world economy created a \"crisis of unionism\" throughout the western world. I try to explain why union representation of work forces fell in some countries but not in others and contrast union responses to the challenge of the period. I find that: -- Rates of unionization diverged greatly among developed countries -- The composition of union members shifted from private sector blue collar workers to public sector end white collar workers in all countries, producing increased divisions within union movements by category of worker -- Changes in the industrial composition of employment, changes in public attitudes toward unionism, and the growth of governmental protection of labor do not explain the divergence in density -- Differing rates of inflation contributed to the divergence, with unions doing better in countries with high inflation. In addition, unemployment raised density in settings where unions disperse unemployment benefits -- The primary reason for the divergence are differences in the incentives and opportunities different industrial relations systems give employers to oppose unions. Unions fared best in neo-corporatist settings and worst in settings where decentralized bargaining creates a strong profit incentive for managers to oppose unions and where management is relatively free to act on that incentive -- Union organizations and modes of operating changed significantly in some countries with declining or endangered unionism but not in others Most strikingly, my analysis indicates that if 1980s trends continue the west will be divided between countries with strong trade union movements operating in a neo-corporatist system, as in Scandinavia, and countries with 'ghetto unionism' limited to special segments of the work force, as in the United States.\n\n",
    "acknowledgement": "\n"
}