{
    "id": 28177,
    "citation_title": "GDP, Wellbeing, and Health: Thoughts on the 2017 Round of the International Comparison Program",
    "citation_author": [
        "Angus Deaton",
        "Paul Schreyer"
    ],
    "citation_publication_date": "2020-12-07",
    "issue_date": "2020-12-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn March 2020, the International Comparison Project published its latest results, for the calendar year 2017. This round presents common-unit or purchasing-power-parity data for 137 countries on Gross Domestic Product and its components. We review a number of important issues, what is new, what is not new, and what the new data can and cannot do. Of great importance is the lack of news, that the results are broadly in line with earlier results from 2011. We consider the relationship between national accounts measures and health, particularly in light of the COVID-19 epidemic which may reduce global inequality, even as it increases inequality within countries. We emphasize things that GDP cannot do, some familiar—like its silence on distribution—and some less familiar—including its increasing detachment from national material wellbeing in a globalized world where international transfers of capital and property rights can have enormous effects on GDP, such as the 26 percent increase in Ireland’s GDP in 2015.\n\n",
    "acknowledgement": "\nWe are grateful to members of the Technical Advisory Group of the International Comparison Program for their insights and discussions over many years. The authors’ views do not necessarily reflect those of the OECD or its Members. For the material on health, income, and COVID-19, Deaton acknowledges support from the National Institute for Aging to the NBER, award No. 5R01AG060104-03 The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}