{
    "id": 28174,
    "citation_title": "TFPR: Dispersion and Cyclicality",
    "citation_author": [
        "Russell Cooper",
        "Özgen Öztürk"
    ],
    "citation_publication_date": "2020-12-07",
    "issue_date": "2020-12-03",
    "revision_date": "2022-03-29",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the determinants of TFPR, a revenue based measure of total factor productivity. Recent business cycle models are built upon the assumption of countercyclical dispersion in TFPR. But, the distribution of TFPR is endogenous, dependent upon exogenous shocks and the endogenous determination of prices. An overlapping generations model with monopolistic competition and state dependent pricing is constructed to study the factors that shape the TFPR distribution. The empirical focus is on three key data patterns: (i) countercyclical dispersion of TFPR , (ii) countercyclical dispersion of price changes and (iii) countercyclical frequency of price adjustment. The analysis uncovers two interesting scenarios in which these moments are matched. One arises in the presence of shocks to the dispersion of TFPQ, a quantity based measure of total factor productivity, along with a negatively correlated change in the mean of TFPQ. The second arises if the monetary authority responds to shocks to the dispersion of TFPQ by “leaning against the wind”. Due to state contingent pricing, the model is nonlinear. Simple correlations mask these nonlinearities of the underlying economy. The real eﬀects of monetary innovations are state dependent, with monetary policy less eﬀective in recessions.\n\n",
    "acknowledgement": "\nComments from David Berger, Edouard Challe, Ian Dew-Becker, John Haltiwanger, Matthias Kehrig, Immo Schott, Stephen Terry, and Jonathan Willis were greatly appreciated. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}