{
    "id": 28171,
    "citation_title": "Natural Barriers and Policy Barriers",
    "citation_author": [
        "Yang Jiao",
        "Shang-Jin Wei"
    ],
    "citation_publication_date": "2020-12-07",
    "issue_date": "2020-12-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Development and Growth",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates whether \"natural\" trade barriers of a country due to geography and other factors outside the country's control stimulate more or less policy barriers such as tariffs. Our theory predicts that the politician's relative weight on private benefits over social welfare in a \"protection-for-sale\" setup depends on these \"natural\" features. The key mechanism is that a society's willingness to invest in improving institutions that constrain rent-seeking behavior is influenced by the natural barriers. Two types of empirical evidence support the theoretical predictions. First, \"natural\" barriers beget policy barriers - countries with more \"natural\" barriers tend to have higher tariffs and more NTBs. Second, liberalization begets liberalization - in response to unilateral trade reforms in China in the early 2000s, those other countries that benefit more from the Chinese liberalization also undertake more liberalization of their own.\n\n",
    "acknowledgement": "\nThis research is financed by the authors' university research budgets. We thank Bob Staiger, David Weinstein, and seminar participants at Columbia University, Fudan University, and World Bank for very helpful comments. Part of the work was done when Yang Jiao was a Postdoctoral Fellow at Dartmouth College, whose hospitality is greatly appreciated. All errors are our own responsibilities. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}