{
    "id": 28179,
    "citation_title": "The Impact of Organizational Boundaries on Healthcare Coordination and Utilization",
    "citation_author": [
        "Leila Agha",
        "Keith Marzilli Ericson",
        "Xiaoxi Zhao"
    ],
    "citation_publication_date": "2020-12-07",
    "issue_date": "2020-12-03",
    "revision_date": "2021-09-09",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Corporate Finance",
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nCenter for Aging and Health Research\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Insurance",
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe measure organizational concentration—the distribution of a patient's healthcare across organizations—to examine how firm boundaries affect healthcare efficiency. First, when patients move to regions where outpatient visits are typically concentrated within a small set of firms, their healthcare utilization falls. Second, for patients whose PCPs exit the market, switching to a PCP with 1 standard deviation higher organizational concentration reduces utilization by 21%. This finding is robust to controlling for the spread of healthcare across providers. Increases in organizational concentration predict improvements in diabetes care and are not associated with greater use of emergency department or inpatient care.\n\n",
    "acknowledgement": "\nThe authors gratefully acknowledge research support by NIH grant P30AG012810. We thank Mohan Ramanujan, Len McCain and Elizabeth Adams for their assistance obtaining and managing the data. We thank Jason Abaluck, Amitabh Chandra, Kimberley Geissler, Thomas Koch, Jennifer Kwok, James Rebitzer, Adam Sacarny, Jonathan Skinner, Douglas Staiger, Jessica Van Parys, and Annetta Zhou for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}