{
    "id": 28173,
    "citation_title": "Do State Tobacco 21 Laws Work?",
    "citation_author": [
        "Calvin Bryan",
        "Benjamin Hansen",
        "Drew McNichols",
        "Joseph J. Sabia"
    ],
    "citation_publication_date": "2020-12-07",
    "issue_date": "2020-12-03",
    "revision_date": "2021-04-21",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTobacco 21 (T-21) laws prohibit the sale of tobacco products to individuals under age 21. This study is the first to comprehensively examine the impacts of statewide T-21 laws on youth tobacco consumption, including spillovers to minor teens.  Using data from the 2009-2019 Behavioral Risk Factor Surveillance Survey (BRFSS) and a difference-in-differences approach, we find that the enactment of a statewide T-21 law was associated with a 2.5 to 3.9 percentage-point decline in smoking participation among 18-to-20-year-olds. A causal interpretation of our estimates is supported by event-study analyses and falsification tests for young adults ages 21 and older. Next, using data from the 2009-2019 State Youth Risky Behavior Surveys (YRBS), we find that statewide T-21 laws reduced tobacco cigarette and electronic cigarette (e-cigarette) consumption among 18-year-old high school students.  However, descriptive evidence suggests that the negative impact of T-21 laws on e-cigarette use among 18-year-olds may be partially blunted by an increase in borrowing e-cigarettes from others.  Finally, we find that T-21 laws generate important spillovers including (i) a reduction in tobacco cigarette use among 16-to-17-year-olds, a group that relies heavily on the “social market” — including 18-year-old peers — to access tobacco, and (ii) reductions in both marijuana use and frequency of alcohol consumption among older teenagers.\n\n",
    "acknowledgement": "\nDr. Sabia acknowledges research support from the Center for Health Economics and Policy Studies (CHEPS) at San Diego State University, including grant funding received from the Troesh Family Foundation and the Charles Koch Foundation.  We thank Rahi Abouk and session participants at the 2020 Southern Economic Association meetings for useful comments and suggestions on an earlier draft of this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}