{
    "id": 28185,
    "citation_title": "Firms' Exposures to Geographic Risks",
    "citation_author": [
        "Bernard Dumas",
        "Tymur Gabuniya",
        "Richard C. Marston"
    ],
    "citation_publication_date": "2020-12-14",
    "issue_date": "2020-12-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe distinction between domicile and place of business is becoming more and more relevant as a growing number of firms have activities abroad. In most statistical studies of international stock returns, a firm is included in a country’s index if its headquarters are located in that country. This classification scheme ignores the operations of the firm. We propose, instead, to measure the firms’ exposures to “geographic zones” according to the place where they conduct business. As a representation of “geographic risks”, we synthesize zone factors from all firms in the dataset, be they domestic firms or multinationals. And we show the properties of the exposures to the zone factors.\n\n",
    "acknowledgement": "\nDumas’ work received the support of a grant from the INSEAD Research Fund. Both authors received funding on this project from the INSEAD-Wharton Alliance. We are grateful to Humberto Gomez, a Master of Science student at the University of Lausanne, who set up the MatLab programs for an earlier draft of this paper. Further research assistance was provided by Fiodor Gorokhovik and Pierre Poulain. We thank Olivier Piette of WVB, who generously provided the data, and Winston Dou who suggested subsampling to us. Marco Del Negro provided us with an Expectation-Maximization computer code; we are grateful to him. We thank for comments participants of an INSEAD Brownbag workshop and of a seminar at Katholieke Universiteit Leuven. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}