{
    "id": 28188,
    "citation_title": "Effects of English Learner Reclassification Policies on Academic Trajectories",
    "citation_author": [
        "Julian Betts",
        "Laura Hill",
        "Karen Bachofer",
        "Joseph Hayes",
        "Andrew Lee",
        "Andrew Zau"
    ],
    "citation_publication_date": "2020-12-14",
    "issue_date": "2020-12-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn California 38% of students are either current or former English Learners (ELs). A crucial decision in their educational trajectory is when to reclassify ELs.  Upon reclassification, ELs cease to receive language supports, but have more opportunities to take the same courses as fluent English speakers.  This paper uses regression discontinuity in California’s two largest school districts to ask: “Are ELs being reclassified at the right time?”  In most cases the districts were reclassifying students appropriately, with no discontinuity for outcomes including test scores and graduation on time. Exceptions in which those meeting the reclassification criteria subsequently performed worse were resolved with Los Angeles’s newer reclassification policy.\n\n",
    "acknowledgement": "\nThe research reported here was supported by the Institute of Education Sciences, U.S. Department of Education, through grant R305A170288 and by the W.T. Grant Foundation. The opinions expressed are those of the authors and do not represent views of the Institute, the U.S. Department of Education, or the National Bureau of Economic Research. IES provided the main financial support for this report; funding from the W.T. Grant Foundation supported the regression discontinuity analyses of long-term and late-arriving ELs. We thank Niu Gao, Olga Rodriguez, Veronica Aguila, Richard Murnane, and Lynette Ubois for very helpful comments. Sam Zuckerman and Rebecca Morgan provided much-appreciated editorial support. We thank the many staff in central offices and school sites in both districts for sharing their insights. In particular, we thank Sandra Cephas at SDUSD and Kathy Hayes, Lydia Acosta-Stephens, and Hilda Maldonado at LAUSD for many helpful conversations. The research reported here was supported by the Institute of Education Sciences, US Department of Education, through R305A170288 to PPIC.\n\n\n"
}