{
    "id": 28184,
    "citation_title": "Common Shocks in Stocks and Bonds",
    "citation_author": [
        "Anna Cieslak",
        "Hao Pang"
    ],
    "citation_publication_date": "2020-12-14",
    "issue_date": "2020-12-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose an approach to identifying economic shocks (monetary, growth, and risk-premium news) from stock returns and Treasury yield changes, which allows us to study the drivers of asset prices at a daily frequency since the early 1980s. We apply the identification to examine investors’ responses to news from the Fed and key macro announcements. We uncover two risk-premium shocks—time-varying compensation for discount-rate and cash-flow news—which have distinct effects on stocks and bonds. Since the mid-1990s, the Fed-induced reductions in both risk premium sources have generated high average stock returns but an ambiguous response in bonds on FOMC days.\n\n",
    "acknowledgement": "\nWe thank Hengjie Ai, Jonas Arias, Ravi Bansal, Tim Bollerslev, Michael Boutros, Ian Dew-Becker, Morad Elsaify, Anastassia Fedyk, Rene Garcia, Jim Hamilton, Sam Hanson, Cam Harvey, Sydney Ludvigson, Monika Piazzesi, Carolin Pflueger, Guillaume Roussellet, Andreas Schrimpf, Ivan Shaliastovich, Dongho Song, Eric Swanson, Viktor Todorov, Christian Wolf, Yunmin Wu, Irina Zviadadze, as well as conference and seminar participants at the LBS Summer Symposium in Asset Pricing, ASSA CES meetings, NBER Asset Pricing Spring workshop, NBER Monetary Economics Summer Institute, Western Finance Association meetings, Queen Mary University London, Federal Reserve Board, McGill Desautels, AQR, Imperial College, EDHEC, Vienna Graduate School of Finance, Federal Reserve Bank of San Francisco, Boston College, University of Delaware, Sveriges Riksbank, Norges Bank, BI Norwegian Business School, University of Illinois at Urbana-Champaign, Q-Group, Duke Fuqua, and the Triangle Macro-Finance Workshop for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}