{
    "id": 28189,
    "citation_title": "Horizonal Merger Analysis",
    "citation_author": [
        "Louis Kaplow"
    ],
    "citation_publication_date": "2020-12-14",
    "issue_date": "2020-12-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Antitrust",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEconomic analysis of competition regulation is most developed in the domain of horizontal mergers, and modern agency guidelines reflect a substantial consensus on the appropriate template for merger assessment.  Nevertheless, official protocols are understood to rest on a problematic market definition exercise, to use HHIs and ΔHHIs in ways that conflict with standard models, and more broadly to diverge with how economic analysis of proposed mergers should be and often is conducted.  These gaps, unfortunately, are more consequential than is generally appreciated.  Moreover, additional unrecognized errors and omissions are at least as important: analysis of efficiencies, which are thought to justify a permissive approach, fails to draw on the most relevant fields of economics; entry is often a misanalyzed afterthought; official information collection and decision protocols violate basic tenets of decision analysis; and single-sector, partial equilibrium analysis is employed despite the presence of substantial distortions (many due to imperfect competition) in many sectors of the economy.  This article elaborates these deficiencies, offers preliminary analysis of how they can best be addressed, and identifies priorities for further research.\n\n",
    "acknowledgement": "\nI am grateful to Harvard’s John M. Olin Center for Law, Economics, and Business for financial support. This article draws from an in-progress book, Rethinking Merger Policy, and a series of related articles. Disclaimer: I occasionally consult on antitrust matters, and my spouse is in the legal department of a financial services firm. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}