{
    "id": 28180,
    "citation_title": "The Effect of Computer-Assisted Learning on Students' Long-Term Development",
    "citation_author": [
        "Nicola Bianchi",
        "Yi Lu",
        "Hong Song"
    ],
    "citation_publication_date": "2020-12-07",
    "issue_date": "2020-12-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nIn this paper, we examine the effect of computer-assisted learning on students’ long-term development. We explore the implementation of the “largest ed-tech intervention in the world to date,” which connected China’s best teachers to more than 100 million rural students through satellite internet. We find evidence that exposure to the program improved students’ academic achievement, labor performance, and computer usage. We observe these effects up to ten years after program implementation. These findings indicate that education technology can have long-lasting positive effects on a variety of outcomes and can be effective in reducing the rural–urban education gap.\n\n",
    "acknowledgement": "\nWe thank Scott Carrell, David Figlio, Jon Guryan, Kirabo Jackson, Seema Jayachandran, Bingjing Li, Hongbin Li, Ofer Malamud, Karthik Muralidharan, Philip Oreopoulos, and Jessica Pan for helpful comments. Xian Wu and Yanhong Lin provided excellent research assistance. We gratefully acknowledge financial support from the National Natural Science Foundation of China (Grant No: 71803027). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}