{
    "id": 28182,
    "citation_title": "Stay-at-Home Orders in a Fiscal Union",
    "citation_author": [
        "Mario J. Crucini",
        "Oscar O'Flaherty"
    ],
    "citation_publication_date": "2020-12-07",
    "issue_date": "2020-12-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nState and local governments throughout the United States attempted to mitigate the spread of Covid-19 using stay-at-home orders to limit social interactions and mobility. We study the economic impact of these orders and their optimal implementation in a fiscal union. Using an event study framework, we find that stay-at-home orders caused a 4 percentage point decrease in consumer spending and hours worked. These estimates suggest a $10 billion decrease in spending and $15 billion in lost earnings. We then develop an economic SIR model with multiple locations to study the optimal implementation of stay-at-home orders. From a national welfare perspective, the model suggests that it is optimal for locations with higher infection rates to set stricter mitigation policies. This occurs as a common, national policy is too restrictive for the economies of mildly infected areas and causes greater declines in consumption and hours worked than are optimal.\n\n",
    "acknowledgement": "\nThe authors thank participants in the 2020 SEA conference and the Vanderbilt Economics Macroeconomics and International Brown Bag for helpful comments. We thank Michael McGuire for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}