{
    "id": 28186,
    "citation_title": "A Theory of the Nominal Character of Stock Securities",
    "citation_author": [
        "Bernard Dumas",
        "Marcel Savioz"
    ],
    "citation_publication_date": "2020-12-14",
    "issue_date": "2020-12-10",
    "revision_date": "2022-03-22",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe construct recursive solutions for, and study the properties of the dynamic equilibrium of an economy with three types of agents: (i) house-hold/investors who supply labor with a finite elasticity, consume a large variety of goods that are not perfect substitutes and trade government bonds; (ii) firms that produce those varieties of goods, receive productivity shocks and set prices in a Calvo manner; (iii) a government that collects an income-driven fiscal surplus and acts mechanically, buying and selling bonds in accordance with a Taylor policy rule based on expected inflation. In this setting we show that stock market returns are much less than one-for-one related to inflation over a one-year holding period, which means that stock securities have a strong nominal character. We also show that their nominal character diminishes as the length of the stock-holding period increases, in accordance with empirical evidence.\n\n",
    "acknowledgement": "\nDumas’s research has been supported by the Swiss National Bank, the AXA chair of the University of Torino and by the INSEAD research fund. He is thankful for the hospitality of the Collegio Carlo Alberto (Torino) and of BI The Norwegian Business School (Oslo). Without implicating them, we thank for helpful discussions Guido Ascari, Francesco Bianchi, Edouard Challe, Pierrick Clerc, Tobias Cwik, Antonia Diaz, Xiang Fang, Alexander Gümbel, Harrison Hong, Christian Julliard, Sylvia Kaufmann, Robert Kollmann, Keith Küster, Monika Merz, Cyril Monnet, Dirk Niepelt, Mariana Rojas-Breu, Lars Svensson, Hugo Van Buggenum, Venky Venkateshwaran, Christopher Waller, Michael Weber, Mirko Wiederholt, Raf Wouters, staff members of the Swiss National Bank — especially Barbara Rudolf, Alain Gabler, Samuel Reynard —, participants in two brown bag seminars at INSEAD, especially Adrian Buss, Federico Gavazzoni, Sergei Glebkin and Naveen Gondhi, and participants in two brown bag seminars at BI, in the 7th International Moscow Finance and Economics Conference, in a Zurich meeting of a Standing Field Committee of the Verein for Socialpolitik, in a seminar at the Belgian National Bank, in the Marrakech Macroeconomics workshop, in a seminar at the Swiss National Bank and in a seminar at the University of Hong Kong. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}