{
    "id": 28183,
    "citation_title": "Gender Differences in Negotiation and Policy for Improvement",
    "citation_author": [
        "Maria Recalde",
        "Lise Vesterlund"
    ],
    "citation_publication_date": "2020-12-14",
    "issue_date": "2020-12-10",
    "revision_date": "2022-05-10",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nMen more than women succeed when negotiating over labor-market outcomes, and gender differences in negotiation likely contribute to the gender wage gap and to horizontal and vertical segregation in the labor market. We review the evidence on the many initiatives that have been put in place to reduce the effect of gender differences in negotiation. Categorizing these as either ‘fix-the-women’ or ‘fix-the-institutions’ initiatives we find serious challenges to the former. Women do not appear to be broken and encouraging them to negotiate more and differently often backfires. The evidence suggests that  ‘fix-the-institution’ initiatives are more effective in reducing gender differences in outcomes. Concerns of adverse effects of banning negotiations or salary history requests have not materialized, and preliminary evidence points to reductions in the gender differences in negotiation outcomes. The strongest evidence on effectiveness in narrowing gender disparities is found for policies that increase transparency. Numerous studies find that gender differences in negotiation diminish when it is clear what to expect from the negotiation and suggest that initiatives which improve transparency are likely to help equalize opportunities at the bargaining table.\n\n",
    "acknowledgement": "\nRecalde acknowledges financial support from Australian Research Council grant DE190100585 and from The University of Melbourne. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}