{
    "id": 28196,
    "citation_title": "Cybersecurity Risk",
    "citation_author": [
        "Chris Florackis",
        "Christodoulos Louca",
        "Roni Michaely",
        "Michael Weber"
    ],
    "citation_publication_date": "2020-12-14",
    "issue_date": "2020-12-10",
    "revision_date": "2022-03-18",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing textual analysis and comparing cybersecurity-risk disclosures of firms that were hacked to others that were not, we propose a novel firm-level measure of cybersecurity risk for all US-listed firms. We then examine whether cybersecurity risk is priced in the cross-section of stock returns. Portfolios of firms with high exposure to cybersecurity risk outperform other firms, on average, by up to 8.3% per year. At the same time, high-exposure firms perform poorly in periods of high cybersecurity risk. Reassuringly, the measure is higher in information-technology industries, correlates with characteristics linked to firms hit by cyberattacks, and predicts future cyberattacks.\n\n",
    "acknowledgement": "\nWe would like to thank Itay Goldstein (the editor), two anonymous referees, Kenneth Ahern (discussant), Scott Baker (discussant), Matia Bevilacqua, Emanuele Borgonovo, Leisen Dietmar (discussant), Alexandros Kostakis, Gabriele Lattanzio, Andreas Milidonis, Michael Minnis, Dewan Muktadir-Al-Mukit, Jaideep Oberoi (discussant), Panagiotis Stamatopoulos, Morad Zekhini (discussant), Guofu Zhou and conference/seminar participants at the University of Durham, University of Surrey, the 19th Annual Meeting of the Hellenic Finance and Accounting Association, the SFS Cavalcade North America 2021, the 2021 NBER Summer Institute on Big Data and High-Performance Computing for Financial Economics, the 2021 European Meeting of the Financial Management Association, the 2021 Annual Meeting of the European Financial Management Association, the Global Virtual Seminar Series on Fintech (Cybersecurity Day) organised by Center for Financial Markets and Policy (CFMP) at Georgetown University and the 2021 Annual Meeting of the American Finance Association. Weber gratefully acknowledges financial support from the University of Chicago Booth School of Business and the Fama Research Fund. Send correspondence to Michael Weber, Michael.Weber@chicagobooth.edu. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}