{
    "id": 28198,
    "citation_title": "The Remarkable Growth in Financial Economics, 1974-2020",
    "citation_author": [
        "G. William Schwert"
    ],
    "citation_publication_date": "2020-12-14",
    "issue_date": "2020-12-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAcademic finance has grown and evolved in the 46 years since the Journal of Financial Economics (JFE) began publishing papers.  This paper uses detailed data on the 2,858 papers written by 3,152 different authors published in the JFE from 1974-2019.  Cumulatively, these papers have received 278,018 citations from other published papers as reflected in the Social Science Citation Index.  Increasing computing power and electronic communication have likely resulted in trends toward more empirical work, more co-authorship, and more complex papers.  Growth in the demand for finance faculty has driven up faculty salaries, and therefore the demand for journal services.\n\n",
    "acknowledgement": "\nThis is a personal assessment of the evolution of academic finance during my career.  It does not reflect the opinions of the Journal of Financial Economics, the University of Rochester, or the National Bureau of Economic Research.  Many people have provided helpful comments and suggestions, especially Jonathan Brogaard, Harry DeAngelo, Ken French, Campbell Harvey, David Hirshleifer, Laura Liu, Lubos Pastor, Jim Poterba, René Stulz, Avanidhar Subrahmanyam, and Ivo Welch.  Michelle Lowry, Laura Liu, and Kathleen Madsen provided special help with several aspects of the data collection for this paper. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}