{
    "id": 28191,
    "citation_title": "The Career Evolution of the Sex Gap in Wages: Discrimination vs. Human Capital Investment",
    "citation_author": [
        "David Neumark",
        "Giannina Vaccaro"
    ],
    "citation_publication_date": "2020-12-14",
    "issue_date": "2020-12-10",
    "revision_date": "2022-02-14",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Discrimination",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nSeveral studies find that there is little sex gap in wages at labor market entry, and that the sex gap in wages emerges (and grows) with time in the labor market. This evidence is consistent with (i) there is little or no sex discrimination in wages at labor market entry, and (ii) the emergence of the sex gap in wages with time in the labor market reflects differences between women and men in human capital investment (and other decisions), with women investing less early in their careers. Indeed, some economists explicitly interpret the evidence this way. We show that this interpretation ignores two fundamental implications of the human capital model, and that differences in investment can complicate the interpretation of both the starting sex gap in wages (or absence of a gap), and the differences in “returns” to experience. We then estimate stylized structural models of human capital investment and wage growth to identify the effects of discrimination (or other sources of a starting pay gap) and differences in human capital investment.\n\n",
    "acknowledgement": "\nVaccaro is very grateful for financial support from the Swiss National Science Foundation (SNSF). We thank Alex Bryson, Paul Oyer, reviewers of earlier versions of this paper, and the editors and anonymous referees for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}