{
    "id": 28193,
    "citation_title": "A Unified Model of Cohort Mortality for Economic Analysis",
    "citation_author": [
        "Adriana Lleras-Muney",
        "Flavien E. Moreau"
    ],
    "citation_publication_date": "2020-12-14",
    "issue_date": "2020-12-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nWe propose a dynamic production function of population health and mortality from birth onwards. Our parsimonious model provides an excellent fit for the mortality and survival curves for both primate and human populations since 1816. The model sheds light on the dynamics behind many phenomena documented in the literature, including (i) the existence and evolution of mortality gradients across socio-economic statuses, (ii) non-monotonic dynamic effects of in-utero shocks, (iii) persistent or “scarring” effects of wars and (iv) mortality displacement after large temporary shocks such as extreme weather.\n\n",
    "acknowledgement": "\nThe views expressed in this paper are those of the author(s) and do not necessarily represent the views of the IMF, its Executive Board, IMF management or the National Bureau of Economic Research. We are very grateful to David Atkin, Andy Atkeson, David Cutler, Jeff Ely, Price Fishback, Titus Galama, Patrick Heuveline, Bo Honoré and Wei Huang for their advice and to seminar participants at Stanford University, University of British Columbia, University of Connecticut, USC, and UCLA and the NBER Cohort meetings. We are also very grateful to Hualei Shang and Wan Zhang for their outstanding research assistance. This work used computational and storage services associated with the Hoffman2 Shared Cluster provided by UCLA Institute for Digital Research and Education’s Research Technology Group. This project was supported by the California Center for Population Research at UCLA (CCPR), which receives core support (P2C- HD041022) from the Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD). All errors are our own.\n\n\n"
}