{
    "id": 28197,
    "citation_title": "Zombies at Large? Corporate Debt Overhang and the Macroeconomy",
    "citation_author": [
        "Òscar Jordà",
        "Martin Kornejew",
        "Moritz Schularick",
        "Alan M. Taylor"
    ],
    "citation_publication_date": "2020-12-14",
    "issue_date": "2020-12-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Development of the American Economy",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWith business leverage at record levels, the effects of corporate debt overhang on growth and investment have become a prominent concern. In this paper, we study the effects of corporate debt overhang based on long-run cross-country data covering the near- universe of modern business cycles. We show that business credit booms typically do not leave a lasting imprint on the macroeconomy. Quantile local projections indicate that business credit booms do not affect the economy’s tail risks either. Yet in line with theory, we find that the economic costs of corporate debt booms rise when inefficient debt restructuring and liquidation impede the resolution of corporate financial distress and make it more likely that corporate zombies creep along.\n\n",
    "acknowledgement": "\nWe thank Karsten Mu ̈ller for generously sharing his data on corporate bank credit, and Nina Boryachenko, Fernando Duarte, Anna Kovner, and John Williams for helpful comments and suggestions. Dean Parker provided research assistance. All errors are our own. Òscar Jordà, Moritz Schularick, and Alan M. Taylor gratefully acknowledge support from the Institute for New Economic Thinking. Moritz Schularick gratefully acknowledges support from the Deutsche Forschungsgemeinschaft (DFG) under Germany’s Excellence Strategy – EXC 2126/1 – 39083886, as well as a Fellowship from the Initiative on Global Markets at the University of Chicago. Martin Kornejew gratefully acknowledges support from RTG 2281 funded by the Deutsche Forschungsgemeinschaft (DFG). The views expressed herein are solely the responsibility of the authors and should not be interpreted as reflecting the views of the Federal Reserve Bank of San Francisco, the Federal Reserve Bank of New York, the Board of Governors of the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}