{
    "id": 28199,
    "citation_title": "Is Air Pollution Regulation Too Lenient? Evidence from US Offset Markets",
    "citation_author": [
        "Joseph S. Shapiro",
        "Reed Walker"
    ],
    "citation_publication_date": "2020-12-14",
    "issue_date": "2020-12-10",
    "revision_date": "2024-03-21",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper describes a framework to estimate the marginal cost of air pollution regulation, then applies it to assess whether a large set of existing U.S. air pollution regulations have marginal benefits exceeding their marginal costs. The approach utilizes an important yet under-explored provision of the Clean Air Act requiring new or expanding plants to pay incumbents in the same or neighboring counties to reduce their pollution emissions. These “offset” regulations create several hundred decentralized, local markets for pollution that differ by pollutant and location. Economic theory and empirical tests suggest these market prices reveal information about the marginal cost of abatement for new or expanding firms. We compare estimates of the marginal benefit of abatement from leading air quality models to offset prices. We find that, for most regions and pollutants, the marginal benefits of pollution abatement exceed mean offset prices more than ten-fold. In at least one market, however, estimated marginal benefits are below offset prices.\n\n",
    "acknowledgement": "\nWe thank seminar participants at the Air & Waste Management Association, ASSA, the Chinese University of Hong Kong-Shenzen, Colgate University, Fudan University, Georgia State, the Global Open Series in Environmental Economics, Harvard, LSE, MIT, Monash, NBER, Stanford, UC Berkeley, University of Hawaii, the Western Economic Association International meetings, and Yale and numerous colleagues for excellent comments, Brian Clerico, Charlie Fulcher, Robin Langdon, Francisco Padua, John Palmisano, Nick Peirce, William Thompson, Dave Warner, and especially Mike Taylor and Emission Advisors for explaining relevant institutions, NSF SES-1850790, and Jesse Wang and especially Ray Kim and Kenneth Lai for phenomenal research assistance. The research in this paper was conducted while the authors were Special Sworn Status researchers of the US Census Bureau at the Berkeley and Yale Census Research Data Center. Research results and conclusions expressed are those of the authors and do not necessarily reflect the views of the Census Bureau. This paper has been screened to insure that no confidential data are revealed. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}