{
    "id": 2819,
    "citation_title": "Budget Deficits, Tax Incentives and Inflation: A Surprising Lesson From The 1983-84 Recovery",
    "citation_author": [
        "Martin Feldstein",
        "Douglas W. Elmendorf"
    ],
    "citation_publication_date": "1989-01-01",
    "issue_date": "1989-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe first two years of the economic expansion that began in 1983 were unusually strong and were accompanied by better inflation performance than would have been expected on the basis of experience in past recoveries. Our evidence contradicts the popular view that the recovery was the result of a consumer boom financed by reductions in the personal income tax. We also find no support for the proposition that the recovery reflected an increase in the supply of labor induced by the reduction in personal marginal tax rates. The driving force behind the recovery of nominal demand was the shift to an expansionary monetary policy. The rapid expansion of nominal GNP can be explained by monetary policy without any reference to changes in fiscal and tax policy. But the growth of real GNP was more rapid than would have been expected on the basis of the rise in total nominal spending and the increase in the price level was correspondingly less. The most likely cause of this favorable division of the nominal GNP increase was the sharp rise in the dollar that occurred at this time. Although part of the dollar's rise can be attributed to the successful anti-inflationary monetary policy, the dollar also increased because of the rise in real interest rates that resulted from the combination of the increase in anticipated budget deficits and the improved tax incentives for investment in equipment and structures. Thus, expansionary fiscal policy did contribute to the greater-than-expected rise of real GNP in 1983-84 but it did so through an unusual channel. The fiscal expansion raised output because it caused a favorable supply shock to prices and not because it was a traditional stimulus to demand. The budget deficit and investment incentives were expansionary in the short run because, by causing a rise of the dollar, they reduced inflation and thus permitted a faster growth of real GNP.\n\n",
    "acknowledgement": "\n"
}