{
    "id": 28204,
    "citation_title": "Granular Instrumental Variables",
    "citation_author": [
        "Xavier Gabaix",
        "Ralph S. J. Koijen"
    ],
    "citation_publication_date": "2020-12-14",
    "issue_date": "2020-12-10",
    "revision_date": "2022-06-17",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Macroeconomics",
        "\n",
        "International Economics",
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a new way to construct instruments in a broad class of economic environments. In the economies we study, a few large firms, industries or countries account for an important share of economic activity. As the idiosyncratic shocks from these large players affect aggregate outcomes, they are valid and often powerful instruments. We provide a methodology to extract idiosyncratic shocks from the data and create “granular instrumental variables” (GIVs), which are size-weighted sums of idiosyncratic shocks. These GIVs allow us to then estimate parameters of interest, including causal elasticities and multipliers. We illustrate the idea in a basic supply and demand framework. GIVs provide a novel approach to identify both supply and demand elasticities based on idiosyncratic shocks to either supply or demand. We then show how to extend the basic procedure to cover a range of empirically relevant situations. As an application, we measure how “sovereign yield shocks” transmit across countries in the Eurozone. We sketch how GIVs could be useful to estimate a host of other causal parameters in economics.\n\n",
    "acknowledgement": "\nWe thank Manav Chaudhary, Aditya Chaudhry, Antonio Coppola, Zhiyu Fu, Rishab Guha, Dong Ryeol Lee, Constantin Schesch, Lingxuan Wu, and Yingxuan Yang for excellent research assistance. For helpful comments we thank the editor and referees, Isaiah Andrews, Miriam Arden, Stéphane Bonhomme, Gary Chamberlain, Jiafeng Chen, Raj Chetty, Gabriel Chodorow- Reich, Mark Gertler, Robin Greenwood, James Hamilton, Nathan Hendren, Guido Imbens, Oleg Itskhoki, Larry Katz, Lutz Kilian, Sofonias Korsaye, Jens Kvaerner, Karen Lewis, Erik Loualiche, Matteo Maggiori, Isabelle Méjean, Serena Ng, Ashesh Rambachan, Jean-Marc Robin, Kelly Shue, Jim Stock, Elie Tamer, Harald Uhlig, Christian Wolf, Tiemen Woutersen, Dacheng Xiu, and seminar participants at various conferences. We gratefully acknowledge financial support from the Ferrante Economics Research Fund and the Sloan Foundation (Gabaix) and the Center for Research in Security Prices at the University of Chicago Booth School of Business and the Fama Research Fund at the University of Chicago Booth School of Business (Koijen). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}