{
    "id": 28205,
    "citation_title": "School’s Out: Experimental Evidence on Limiting Learning Loss Using “Low-Tech” in a Pandemic",
    "citation_author": [
        "Noam Angrist",
        "Peter Bergman",
        "Moitshepi Matsheng"
    ],
    "citation_publication_date": "2020-12-14",
    "issue_date": "2020-12-10",
    "revision_date": "2021-01-04",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSchools closed extensively during the COVID-19 pandemic and occur in other settings, such as teacher strikes and natural disasters. This paper provides some of the first experimental evidence on strategies to minimize learning loss when schools close. We run a randomized trial of low-technology interventions – SMS messages and phone calls – with parents to support their child. The combined treatment cost-effectively improves learning by 0.12 standard deviations. We develop remote assessment innovations, which show robust learning outcomes. Our findings have immediate policy relevance and long-run implications for the role of technology and parents as partial educational substitutes when schooling is disrupted.\n\n",
    "acknowledgement": "\nThis trial is registered in the AEA RCT registry at: AEARCTR-0006044 and received IRB Approval from Columbia University, Teacher’s College (IRB Protocol #: 20-299). This paper updates an earlier version reporting midline results, with particular thanks to Caton Brewster who co-authored the midline paper. Winnifred Arthur provided excellent research assistance. We thank Jenny Aker, Jim Berry, Alex Eble, Penny Goldberg, Eric Hanusheck, Michael Kremer, Clare Leaver, Susanna Loeb, Todd Rogers, Anna Rudge and participants of the University of Oxford development economics workshop as well as World Bank, RTI, FHI360, NBER, and USAID webinars for helpful comments. The intervention and trial were the product of a collaboration between the Botswana Ministry of Basic Education and staff at Young 1ove who adapted during school closures to collect phone numbers and deliver the interventions. There are nearly a hundred staff who deserve mention and are named on the Young 1ovewebsite. Particular gratitude to Efua Bortsie, Colin Crossley, Thato Letsomo, Rumbidzai Madzuzo, and Tendekai Mukoyi who coordinated and designed the low-tech programs, Patience Derera for carefully compiled cost estimates, Shawn Maruping and Dorothy Okatch for communications, and Bonno Balopi, Amy Jung, Gaone Moetse, Bogadi Mothlobogwa, Astrid Pineda, Julio Rodriguez and Katlego Sengadi who provided research hand implementation support. We thank Madhav Chavan, Samyukta Lakshman, Devyani Pershad, Meera Tendolkar, Usha Rane and the Pratham staff for close guidance on the design of the low-tech interventions. We thank Emily Cupito and Ashleigh Morrell for sharing relevant evidence briefs to inform the low-tech interventions; Dave Evans, Susannah Hares and Matthew Jukes for collaboration on measuring learning via the phone; and Mahsa Ershadi, Rebecca Winthrop, and Lauren Ziegler for collaboration on a related survey of parent perceptions. We thank flexible funders and partners who enabled a rapid COVID-19 response, including the Mulago Foundation, the Douglas B. Marshall Foundation, J-PAL Post-Primary Education (PPE) Initiative, TaRL Africa and Northwestern University’s “economics of nonprofits” class, led by Dean Karlan, which provided a generous donation. This trial builds on a prior effort to scale up an education intervention called “Teaching at the Right Level” in over 15 percent of schools in Botswana. The coalition supporting scale-up of Teaching at the Right Level in Botswana includes the Botswana Ministry of Basic Education, the Botswana Ministry of Youth Empowerment, Sport and Culture Development, Young 1ove, UNICEF, USAID, Pratham, the Jameel Poverty Action Lab (J-PAL), TaRL Africa, the Brookings Institution, and the People’s Action for Learning (PAL) network. The infrastructure built by this coalition prior to COVID-19 enabled this rapid trial and response. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}