{
    "id": 28208,
    "citation_title": "The Value of Time in the United States: Estimates from Nationwide Natural Field Experiments",
    "citation_author": [
        "Ariel Goldszmidt",
        "John A. List",
        "Robert D. Metcalfe",
        "Ian Muir",
        "V. Kerry Smith",
        "Jenny Wang"
    ],
    "citation_publication_date": "2020-12-14",
    "issue_date": "2020-12-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThe value of time determines relative prices of goods and services, investments, productivity, economic growth, and measurements of income inequality.  Economists in the 1960s began to focus on the value of non-work time, pioneering a deep literature exploring the optimal allocation and value of time.  By leveraging key features of these classic time allocation theories, we use a novel approach to estimate the value of time (VOT) via two large-scale natural field experiments with the ridesharing company Lyft. We use random variation in both wait times and prices to estimate a consumer's VOT with a data set of more than 14 million observations across consumers in U.S. cities. We find that the VOT is roughly $19 per hour (or 75% (100%) of the after-tax mean (median) wage rate) and varies predictably with choice circumstances correlated with the opportunity cost of wait time. Our VOT estimate is larger than what is currently used by the U.S. Government, suggesting that society is under-valuing time improvements and subsequently under-investing public resources in time-saving infrastructure projects and technologies.\n\n",
    "acknowledgement": "\nWe thank Vittorio Bassi, Antonio Bento, Alec Brandon, Jonathan D. Hall, Nathan Hendren, Justin Holz, Matthew Kahn, Shanjun Li, Paulina Oliva, Joseph Shapiro, Ken Small, and Cliff Winston for excellent comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}