{
    "id": 28201,
    "citation_title": "Credit Frictions in the Great Recession",
    "citation_author": [
        "Patrick J. Kehoe",
        "Pierlauro Lopez",
        "Virgiliu Midrigan",
        "Elena Pastorino"
    ],
    "citation_publication_date": "2020-12-14",
    "issue_date": "2020-12-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Fiscal Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nAlthough a credit tightening is commonly recognized as a key determinant of the Great Recession, to date, it is unclear whether a worsening of credit conditions faced by households or by firms was most responsible for the downturn. Some studies have suggested that the household-side credit channel is quantitatively the most important one. Many others contend that the firm-side channel played a crucial role. We propose a model in which both channels are present and explicitly formalized. Our analysis indicates that the household-side credit channel is quantitatively more relevant than the firm-side credit channel. We then evaluate the relative benefits of a fixed-sized transfer to households and to firms that improves each group's access to credit. We find that the effects of such a transfer on employment are substantially larger when the transfer targets households rather than firms. Hence, we provide theoretical and quantitative support to the view that the employment decline during the Great Recession would have been less severe if instead of focusing on easing firms' access to credit, the government had expended an equal amount of resources to alleviate households' credit constraints.\n\n",
    "acknowledgement": "\nThe authors thank the NSF and SIEPR for supporting this research, and Ross Batzer for invaluable research assistance. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, of the Federal Reserve Bank of Cleveland or the Federal Reserve System. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}