{
    "id": 28209,
    "citation_title": "Rules, Discretion, and Corruption in Procurement: Evidence from Italian Government Contracting",
    "citation_author": [
        "Francesco Decarolis",
        "Raymond Fisman",
        "Paolo Pinotti",
        "Silvia Vannutelli"
    ],
    "citation_publication_date": "2020-12-14",
    "issue_date": "2020-12-10",
    "revision_date": "2023-02-08",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nThe benefits of bureaucratic discretion depend on the extent to which it is used for public benefit versus exploited for private gain. We study the relationship between discretion and corruption in Italian government procurement auctions, using a confidential database of firms and procurement officials investigated for corruption by Italian enforcement authorities. We show that discretionary procedure auctions (those awarded based on negotiated rather than open bidding) are associated with corruption only when accompanied by limits to competition. We further show that, while these “corruptible” discretionary auctions are chosen more often by officials who are themselves investigated for corruption, they are used less often in procurement administrations in which at least one official is investigated for corruption. These findings fit with a framework in which more discretion leads to greater efficiency as well as more opportunities for theft, and a central monitor manages this trade-off by limiting discretion for high-corruption procedures and locales. Overall, our results suggest that competition may allow procurement authorities to extract the benefits of discretion while limiting the resultant risks of abuse.\n\n",
    "acknowledgement": "\nWe thank seminar audiences at Kellogg School of Management - Northwestern University, University of Montreal and SIOE 2019. We also thank Juan Ortner and Giancarlo Spagnolo for helpful comments. Decarolis gratefully acknowledges financial support from the European Research Council (ERC-2015-StG-679217). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}