{
    "id": 2820,
    "citation_title": "Imperfect Annuity Markets, Unintended Bequests, and the Optimal Age Structure of Social Security Benefits",
    "citation_author": [
        "Martin Feldstein"
    ],
    "citation_publication_date": "1989-01-01",
    "issue_date": "1989-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe social security program now provides a constant real benefit throughout each retirees lifetime. This paper examines whether total welfare would rise if benefits were lower in early retirement years (when most individuals have some saving with which to finance consumption) and higher in later years (when the uncertainty of survival and the absence of actuarially fair private annuities makes the availability of social security benefits more important.) The analysis shows that there is a potentially important difference between the structure of benefits that would be preferred by the current population of workers and retirees and the structure of benefits that would maximize the steady state level of social welfare. This difference reflects the role of unintended bequests.  The provision of higher benefits to older retirees reduces individually optimal savings and therefore the level of unintended bequests. While those bequests may have no value to the retirees, they are clearly of value to the young workers who will receive those bequests. More generally, the system of level benefits raises the steady state level of the capital stock and of total real income. The present paper provides an explicit analysis of a case in which the current workers want benefits to increase with age while the social security system that maximizes steady state welfare would provide higher benefits to young retirees than to the very old.\n\n",
    "acknowledgement": "\n"
}