{
    "id": 28203,
    "citation_title": "Revisiting the Entrepreneurial Commercialization of Academic Science: Evidence from “Twin” Discoveries",
    "citation_author": [
        "Matt Marx",
        "David H. Hsu"
    ],
    "citation_publication_date": "2020-12-14",
    "issue_date": "2020-12-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nWhich factors shape the commercialization of academic scientific discoveries via startup formation? Prior literature has identified several contributing factors but does not address the fundamental problem that the commercial potential of a nascent discovery is generally unobserved, which potentially confounds inference. We construct a sample of approximately 20,000 “twin” scientific articles, which allows us to hold constant differences in the nature of the advance and more precisely examine characteristics that predict startup commercialization. In this framework, several commonly-accepted factors appear not to influence commercialization. However, we find that teams of academic scientists whose former collaborators include “star” serial entrepreneurs are much more likely to commercialize their own discoveries via startups, as are more interdisciplinary teams of scientists.\n\n",
    "acknowledgement": "\nWe are grateful for feedback from Christine Beckman, Kristoph Kleiner, and participants of the Wharton Technology & Innovation Conference; the Global Entrepreneurship & Innovation Conference; the Strategy Science Conference, West Coast Research Symposium at Stanford; the Crete Workshop on Innovation & Creativity; as well as department seminars at Washington University in St. Louis, Cornell University, and KAIST. We thank Chris Ackerman, Rafael Castro, Andrea Contigiani, and Luming Yang for excellent research assistance. We also thank Guan-Cheng Li for data on patent-to-paper citations, Michael Ewens for his USPTO/VentureSource concordance, and Kyle Myers for his USPTO/Crunchbase/SBIR concordance. We acknowledge research support from Boston University and the Mack Center for Innovation Management at the University of Pennsylvania. This work was supported by National Science Foundation grant 1360228. Errors and omissions are ours The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}