{
    "id": 28202,
    "citation_title": "Police Force Size and Civilian Race",
    "citation_author": [
        "Aaron Chalfin",
        "Benjamin Hansen",
        "Emily K. Weisburst",
        "Morgan C. Williams",
        "Jr."
    ],
    "citation_publication_date": "2020-12-14",
    "issue_date": "2020-12-10",
    "revision_date": "2022-09-05",
    "topics": [
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n",
        "Race and Stratification in the Economy",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe report the first empirical estimate of the race-specific effects of larger police forces in the United States. Each additional police officer abates approximately 0.1 homicides. In per capita terms, effects are twice as large for Black versus white victims. At the same time, larger police forces make more arrests for low-level “quality-of-life” offenses, with effects that imply a disproportionate burden for Black Americans. Notably, cities with large Black populations do not share equally in the benefits of investments in police manpower. Our results provide novel empirical support for the popular narrative that Black communities are simultaneously over and under-policed.\n\n",
    "acknowledgement": "\nWe are grateful to David Autor, Bocar Ba, Shooshan Danagoulian, Aria Golestani, Jens Ludwig, Jacob Kaplan, John MacDonald, Dan O’Flaherty, Emily Owens, Rajiv Sethi and Yulya Truskinovsky as well as seminar participants at the Southern Economic Association Annual Meetings and Wayne State University for helpful comments. Any remaining errors are our own. Correspondence: Benjamin Hansen, Department of Economics, University of Oregon, E-Mail: bchansen@uoregon.edu. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}