{
    "id": 28200,
    "citation_title": "COVID and the Economic Importance of In-Person K-12 Schooling",
    "citation_author": [
        "David A. Green",
        "Ali Karimirad",
        "Gaëlle Simard-Duplain",
        "Henry E. Siu"
    ],
    "citation_publication_date": "2020-12-14",
    "issue_date": "2020-12-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe extent to which K-12 schools should remain open is at the forefront of discussions on long-term pandemic management. In this context, there has been little mention of the immediate importance of K-12 schooling for the rest of the economy. Eliminating in-person schooling reduces the amount of labour time parents of school-aged children have available to work, and therefore reduces income to those workers and the economy as a whole. We discuss two measures of economic importance, and how they can be modified to better reflect the vital role played by K-12 education. The first is its size, as captured by the fraction of GDP that is produced by that sector. The second is its centrality, reflecting how essential a sector is to the network of economic activity. Using data from Canada’s Census of Population and Symmetric Input-Output Tables, we show how accounting for this role dramatically increases the importance of K-12 schooling.\n\n",
    "acknowledgement": "\nWe thank Statistics Canada for providing us with rapid, remote access to data and effective vetting of research results during the COVID-19 pandemic. We thank Reka Gustafson, the director of the BC Centre for Disease Control for many useful discussions, and Matilde Bombardini and Mick Devereux for comments. We acknowledge the Canada Excellence Research Chairs program via the Centre for Innovative Data in Economics Research (CIDER) at UBC for support. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}