{
    "id": 28207,
    "citation_title": "Financial Fragility during the COVID-19 Pandemic",
    "citation_author": [
        "Robert L. Clark",
        "Annamaria Lusardi",
        "Olivia S. Mitchell"
    ],
    "citation_publication_date": "2020-12-14",
    "issue_date": "2020-12-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEarly in the COVID-19 pandemic, much of the US economy was closed to limit the virus’ spread, and several emergency interventions were implemented. Our analysis of older (45-75) respondents fielded in April-May of 2020 indicates that about one in five respondents was financially fragile and would have difficulty facing a mid-size emergency expense. Some subgroups were at particular risk of facing financial difficulties, especially younger respondents, those with larger families, Hispanics, and the low income. Moreover, the more financially literate were better able to handle such shocks, indicating that knowledge can provide some additional protection during a pandemic.\n\n",
    "acknowledgement": "\nThis research was performed pursuant to a grant from the ICMM; the authors also acknowledge support from the Pension Research Council/Boettner Center at the Wharton School of the University of Pennsylvania. The authors thank Patrick Royal and Nikhil Yagnik for expert research assistance, and Tania Gutsche and Yong Yu for invaluable help with the project. Any opinions and conclusions expressed herein are solely those of the authors and do not represent the opinions or policy any institutions with which the authors are affiliated. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}