{
    "id": 28216,
    "citation_title": "The Gender Gap Among Top Business Executives",
    "citation_author": [
        "Wolfgang Keller",
        "Teresa Molina",
        "William W. Olney"
    ],
    "citation_publication_date": "2020-12-14",
    "issue_date": "2020-12-10",
    "revision_date": "2022-12-02",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper examines gender differences among top US business executives using a large executive-employer matched data set spanning the last quarter century. Female executives make up 6% of the sample and exhibit more labor market churning — both higher entry and higher exit rates. Unconditionally, women earn 26% less than men, which decreases to 8% once executive characteristics, firm characteristics, and in particular job title are accounted for. We find that female executives are disproportionately represented in firms with more temporal flexibility and female-friendly corporate cultures, but this does not explain the gender pay gap. Rather, corporate culture is correlated with gender pay gaps within firms; specifically the within-firm gender pay gap is significantly smaller at female-friendly firms.\n\n",
    "acknowledgement": "\nWe thank David Autor, Linda Bell, Catherine Eckel, Caroline Fry, Lata Gangadharan, Claudia Goldin, Dan Hamermesh, Beata Javorcik, Petra Moser, Paul Oyer, Jenna Stearns, Owen Thompson, and seminar participants at WEAI and UH Manoa for helpful comments. Financial support from NSF under grant SMA-1360207 is gratefully acknowledged. Declarations of interest: none. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}