{
    "id": 28219,
    "citation_title": "Who Values Future Energy Savings? Evidence from American Drivers",
    "citation_author": [
        "Arik Levinson",
        "Lutz Sager"
    ],
    "citation_publication_date": "2020-12-21",
    "issue_date": "2020-12-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRegulators attest that tightened energy efficiency standards save consumers money. Efficient light bulbs, appliances, and vehicles cost more upfront but reduce energy expenses by more than enough to compensate. We use survey data on American cars and their drivers to examine whether individual drivers have indeed underinvested in fuel economy, given the gas prices they face and the miles they drive. We find that may be true, but only on average. Some drivers could likely have saved money by spending more upfront for efficient cars. But many others could have saved money purchasing less expensive, less fuel-efficient cars. In fact we find little correlation between individual drivers’ annual fuel expenditures and their fuel economy choices: a driver’s income, sex, age, and education are far more closely associated with their vehicle’s fuel economy. We can rule out several explanations for the disconnect. Rich car purchasers do not seem to consider fuel expenses any more than poorer ones, undermining arguments that borrowing constraints prevent low-income consumers from investing in fuel efficiency. And the disconnect between fuel expenses and vehicle choice holds whether we examine anticipated or realized mileage, ruling out mistaken expectations about future driving as an explanation.\n\n",
    "acknowledgement": "\nThe authors thank Georgetown University’s McCourt School of Public Policy Massive Data Institute and the Georgetown Environmental Initiative for research funds, Sally Atwater, Spencer Banzhaf, Antonio Bento, Mary Ann Bronson, Meghan Busse, Raphael Calel, Ken Gillingham, and Shaun McRae for constructive suggestions, and Kevin Ankney and Juan Margitic for research assistance. Sager gratefully acknowledges financial support by the Grantham Foundation for the Protection of the Environment and the UK’s Economic and Social Research Council. We are especially grateful to Ben Leard and Joshua Linn at Resources for the Future, for sharing with us calculations based on the MaritzCX data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nArik Levinson\n\nArik Levinson has been receiving compensation for serving on the EPA Science Advisory Board's Economic Guidelines Review Panel.\n\n\n"
}