{
    "id": 28215,
    "citation_title": "Economic Analysis and Infrastructure Investment",
    "citation_author": [
        "Edward L. Glaeser",
        "James M. Poterba"
    ],
    "citation_publication_date": "2020-12-14",
    "issue_date": "2020-12-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper summarizes economic research on investment in public infrastructure and introduces the findings of several new studies on this topic.  It begins with a review of several potential justifications for the public sector’s involvement in building, financing, and operating infrastructure, including limitations of private capital markets, externalities, and the control of natural monopolies.  It then describes the conditions that characterize an optimal infrastructure investment program, emphasizing the need to extend project-based microeconomic cost-benefit analysis to incorporate the value of economy-wide macroeconomic and other externalities.  It notes the importance of efficient use of infrastructure capital, and discusses three areas -- procurement, project management, and expenditure on externality mitigation – where further research could identify paths to efficiency improvement.  It concludes by identifying several trends that have emerged since outbreak of the COVID-19 pandemic that may have long-term effects on the role of both physical and digital infrastructure in the U.S. economy.\n\n",
    "acknowledgement": "\nThis paper introduces the findings of a research project supported by the Smith-Richardson Foundation (grant 2017-1528).  The authors thank Hilary Gelfond for excellent research assistance, and Cecile Gaubert, Robert Inman, Nancy Rose, Clifford Winston, and an anonymous reviewer for helpful comments. In addition to his MIT and NBER affiliations, Poterba is a trustee of CREF and the TIAA-CREF mutual funds, which sometimes invest in securities related to infrastructure projects. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}