{
    "id": 28217,
    "citation_title": "Child-Driven Parenting: Differential Early Childhood Investment by Offspring Genotype",
    "citation_author": [
        "Asta Breinholt",
        "Dalton Conley"
    ],
    "citation_publication_date": "2020-12-14",
    "issue_date": "2020-12-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA growing literature points to children’s influence on parents’ behavior, including parental investments in children. Further, previous research has shown differential parental response by socioeconomic status to children's birth weight, cognitive ability, and school outcomes – all early life predictors of later socioeconomic success. This study considers an even earlier, more exogenous predictor of parental investments: offspring genotype. Specifically, we analyze (1) whether children’s genetic propensity towards educational success affects parenting during early childhood; and (2) whether parenting in response to children’s genetic propensity towards educational success is socially stratified. Using data from the Avon Longitudinal Survey of Parents and Children (N=7,738), we construct polygenic scores for educational attainment and regress cognitively stimulating parenting behavior during early childhood on these polygenic scores. We use a range of modeling strategies to address the concern that child’s genotype may be proxying unmeasured parent characteristics. Results show that parents provide more cognitive stimulation to children with higher education polygenic scores. This pattern varies by socioeconomic status with college-educated parents responding less to children’s genetic propensity towards educational success than non-college-educated parents do.\n\n",
    "acknowledgement": "\nWe are extremely grateful to all the families who took part in this study, the midwives for their help in recruiting them, and the whole ALSPAC team, which includes interviewers, computer and laboratory technicians, clerical workers, research scientists, volunteers, managers, receptionists and nurses. Earlier version of this manuscript was presented at RC28 Spring Meeting in Frankfurt March 2019, Population Association of America April 2019, Integrating Genetics and the Social Science October 2019, at the Princeton Biosociology Lab January 2020, and at the Human Capital, History, Demography & Development seminar at the Department of Economics at the University of Michigan March 2020. We thank participants at these conferences and workshops for valuable feedback. A special thanks to Ramina Sotoudeh for constructing the polygenic score for educational attainment, and to Anna Sanz-de-Galdeano, Michael Grætz, and Lawrence Berger for comments on the manuscript.  The research leading to the results presented in this article has received funding from the Robert Wood Johnson Foundation Pioneer Award) and the Independent Research Fund Denmark (grant number: 8025-00008B). The UK Medical Research Council and Wellcome (Grant ref: 217065/Z/19/Z) and the University of Bristol provide core support for ALSPAC. This publication is the work of the authors, and Asta Breinholt and Dalton Conley will serve as guarantors for the contents of this paper. A comprehensive list of grants funding is available on the ALSPAC website (http://www.bristol.ac.uk/alspac/external/documents/grant-acknowledgements.pdf); This research was specifically funded by Wellcome Trust and MRC (grant number: 092731). GWAS data was generated by Sample Logistics and Genotyping Facilities at Wellcome Sanger Institute and LabCorp (Laboratory Corporation of America) using support from 23andMe. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}