{
    "id": 28213,
    "citation_title": "Monetary Policy and Redistribution in Open Economies",
    "citation_author": [
        "Xing Guo",
        "Pablo Ottonello",
        "Diego J. Perez"
    ],
    "citation_publication_date": "2020-12-14",
    "issue_date": "2020-12-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Globalization and International Relations",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study how monetary policy affects the asymmetric effects of globalization. To this end, we build an open-economy heterogeneous-agent New Keynesian model (HANK), in which households differ in their income, wealth, and real and financial integration with international markets. We use the model to reassess classic questions in international macroeconomics, but from a distributional perspective: What are the international spillovers of policies and shocks, how do alternative exchange-rate regimes compare, and what are the implications for monetary policy of the international price system.  Our results indicate the presence of a trade-off between aggregate stabilization and inequality in consumption responses to external shocks. The asymmetric effects of globalization can be smaller for economies with higher international integration.\n\n",
    "acknowledgement": "\nWe thank Greg Kaplan, Dmitry Mukhin, and Federica Romei, for useful comments and suggestions. The views expressed herein are those of the author and not necessarily those of the Bank of Canada or the National Bureau of Economic Research.\n\n\n"
}