{
    "id": 28210,
    "citation_title": "Polluting Public Funds: The Effect of Environmental Regulation on Municipal Bonds.",
    "citation_author": [
        "Akshaya Jha",
        "Stephen A. Karolyi",
        "Nicholas Z. Muller"
    ],
    "citation_publication_date": "2020-12-14",
    "issue_date": "2020-12-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe present three findings on the effects of environmental regulation on the municipal bond market. First, yields increase (decrease) after a new standard is proposed (finalized), consistent with the resolution of regulatory uncertainty. Second, around annual compliance announcements, yields fall for counties that remain in compliance but increase for newly noncompliant counties. Third, yields are substantially higher for bonds from counties just above the pollution threshold relative to counties just below the threshold. Our findings suggest that increases in regulatory stringency or uncertainty over future environmental policy increase the cost of municipal debt raised to fund critical infrastructure.\n\n",
    "acknowledgement": "\nThis paper has benefited greatly from the feedback provided by Pat Akey, Dave Evans, Ludovica Gazze, Harrison Hong, Ivan Ivanov, Brian Kovak, Edson Severnini, Lowell Taylor as well as seminar participants at the United States Environmental Protection Agency, the 2019 Annual Meeting of the Urban Economics Association, the 2020 Annual Conference for the Association of Environmental and Resource Economists, Carnegie Mellon's Heinz Informal Lunch Seminar and the Technology, Sustainability, and Business Forum at Carnegie Mellon. Any remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}