{
    "id": 28212,
    "citation_title": "Education and Consanguineous Marriage",
    "citation_author": [
        "Ş. Pelin Akyol",
        "Naci H. Mocan"
    ],
    "citation_publication_date": "2020-12-14",
    "issue_date": "2020-12-10",
    "revision_date": "2021-06-01",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nAt least one of every five marriages is consanguineous (between couples who are second cousins or closer) in the Middle East and North Africa, and the rate is higher than 50 percent in some parts of the world. Consanguineous marriage generates serious health problems for the offspring and constitutes an economic problem with its associated medical costs and the impact on human capital. The prevalence of consanguineous marriage and the resultant kinship networks can shape various dimensions of the society ranging from institutional structure to attitudes such as trust, individualism, and nepotism. Using data from Turkey and leveraging an education reform which increased mandatory schooling by three years, we find that the reform made women less likely to find consanguineous marriage as an acceptable practice, and that the reform reduced women’s propensity to marry a first cousin or a blood relative. Exposure to the reform altered women’s preferences in favor of personal autonomy. Women who are exposed to the reform are more likely to have met their husbands outside of family networks, they are less likely to get forced into marriage against their consent, and they are less likely to agree that only a son can ensure the continuation of the family blood line. These results indicate that educational attainment can alter behaviors and attitudes which may be rooted in culture.\n\n",
    "acknowledgement": "\nWe thank Lena Edlund, Jonathan Schulz, Noam Yuchtman, Murat Kırdar, Anastasia Litina, Cagla Okten, Gunes Gokmen, Leyla Mocan, James Fenske, Jared Rubin, Munir Squires, Jean-Paul Carvalho, Pauline Grosjean and the participants of the 2020 ASREC 24-Hour Virtual Conference helpful comments. Thao Bui provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}