{
    "id": 28218,
    "citation_title": "How Well Insured are Job Losers? Efficacy of the Public Safety Net.",
    "citation_author": [
        "Chloe N. East",
        "David Simon"
    ],
    "citation_publication_date": "2020-12-14",
    "issue_date": "2020-12-10",
    "revision_date": "2022-07-29",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAn extensive literature documents large and persistent declines in earnings following job loss. We study how the public safety net mitigates this using the 1996-2013 Survey of Income and Program Participation. Using an individual fixed effects model, we document which public programs provide the most insurance, and how this varies by pre-job loss characteristics. We find that Unemployment Insurance provides the largest buffer against lost income, but that the neediest are less well insured compared to middle- and higher- income job losers. This has important implications for the progressivity of the safety net, and how best to support displaced workers.\n\n",
    "acknowledgement": "\nWe are grateful to Elira Kuka for making her UI calculator publicly available, as well as Delia Furtado, Hilary Hoynes, Emily Lawler, Emily Nix, Analisa Packham, Danielle Sandler, Barton Willage, Kathryn Edwards, Jason Lindo and seminar participants at the University of Colorado Denver, the University of Nebraska Lincoln, University of New Mexico, Vanderbilt University, the Association for Public Policy Analysis and Management, and the Southern Economic Association. We would like to thank Elizabeth Cox, Yangkeun Yun, Wei Zheng, and Zhengxuan Wu for excellent research assistance. David Simon was supported by funding from the Upjohn Institute Early Career Research Award. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}