{
    "id": 28221,
    "citation_title": "Issuance and Incidence: SNAP Benefit Cycles and Grocery Prices",
    "citation_author": [
        "Jacob Goldin",
        "Tatiana Homonoff",
        "Katherine Meckel"
    ],
    "citation_publication_date": "2020-12-21",
    "issue_date": "2020-12-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany safety-net programs issue benefits as monthly lump-sum payments. We investigate how the timing of Supplemental Nutrition Assistance Program (SNAP) benefit issuance affects food purchases and the incidence of the transfer. Using retail scanner data from a large sample of grocery stores and state and time variation in SNAP issuance schedules, we document large, SNAP-induced intra-month cycles in food expenditures. However, we find that retailers do not adjust prices based on these predictable patterns of demand. Our results therefore suggest that reforming issuance schedules reduce costs from SNAP-induced demand surges but are unlikely to affect the incidence of SNAP benefits.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge Amanda Agan, Phil Armour, Lisa Barrow, Marianne Bitler, Sarah Cohodes, Julie Cullen, Janet Currie, Stefano DellaVigna, Alex Gelber, Matt Gentzkow, Justine Hastings, Janna Johnson, Nirupama Rao, Betsey Stevenson, Jesse Shapiro, Ebonya Washington, and seminar participants at Cornell, Columbia, Duke, Williams College, George Mason, NYU-Wagner, UT-Austin, UCSD, UBC, University of Chicago-Booth, RAND Corporation, and NBER Summer Institute and the NBER Conference on Food Security for conversations and suggestions that have greatly improved the quality of this project. Lawrence Jin, Katherine Rittenhouse, Jason Somerville, and Vedant Vohra provided excellent research assistance. Researchers own analyses calculated (or derived) based in part on data from The Nielsen Company (US), LLC and marketing databases provided through the Nielsen Datasets at the Kilts Center for Marketing Data Center at The University of Chicago Booth School of Business. The conclusions drawn from the Nielsen data are those of the researchers and do not reflect the views of Nielsen. Nielsen is not responsible for, had no role in, and was not involved in analyzing and preparing the results reported herein. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}