{
    "id": 28226,
    "citation_title": "Climate Finance",
    "citation_author": [
        "Stefano Giglio",
        "Bryan T. Kelly",
        "Johannes Stroebel"
    ],
    "citation_publication_date": "2020-12-21",
    "issue_date": "2020-12-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n",
        "Insurance",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe review the literature studying interactions between climate change and financial markets. We first discuss various approaches to incorporating climate risk in macro-finance models. We then review the empirical literature that explores the pricing of climate risks across a large number of asset classes including real estate, equities, and fixed income securities. In this context, we  also discuss how investors can use these assets to construct portfolios that hedge against climate risk. We conclude by proposing several promising directions for future research in climate finance.\n\n",
    "acknowledgement": "\nPrepared for Annual Reviews (www.annualreviews.org). AQR Capital Management is a global investment management firm, which may or may not apply similar investment techniques or methods of analysis as described herein. Stroebel acknowledges financial support from NBIM through their grant to the Volatility and Risk Institute at NYU Stern. The views expressed herein are those of the authors and do not necessarily reflect the views of the AQR or the National Bureau of Economic Research.\n\n\n"
}