{
    "id": 28228,
    "citation_title": "Probability Assessments of an Ice-Free Arctic: Comparing Statistical and Climate Model Projections",
    "citation_author": [
        "Francis X. Diebold",
        "Glenn D. Rudebusch"
    ],
    "citation_publication_date": "2020-12-21",
    "issue_date": "2020-12-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe downward trend in the amount of Arctic sea ice has a wide range of environmental and economic consequences including important effects on the pace and intensity of global climate change. Based on several decades of satellite data, we provide statistical forecasts of Arctic sea ice extent during the rest of this century. The best fitting statistical model indicates that overall sea ice coverage is declining at an increasing rate. By contrast, average projections from the CMIP5 global climate models foresee a gradual slowing of Arctic sea ice loss even in scenarios with high carbon emissions. Our long-range statistical projections also deliver probability assessments of the timing of an ice-free Arctic. These results indicate almost a 60 percent chance of an effectively ice-free Arctic Ocean sometime during the 2030s—much earlier than the average projection from the global climate models.\n\n",
    "acknowledgement": "\nFor comments and/or assistance we thank the Co-Editor, two anonymous referees, Andrew Barrett, Philippe Goulet Coulombe, Rob Engle, Max Göbel, Camille Hankel, Zeke Hausfather, David Hendry, Eric Hillebrand, Solomon Hsiang, Luke Jackson, Robert Kaufmann, Siem Jan Koopman, Akshay Malhotra, Tom Maycock, Zack Miller, Dirk Notz, Claire Parkinson, Felix Pretis, Gladys Teng, Mike Tubbs, Boyuan Zhang, and the Penn Climate Econometrics Research Group.  We are also grateful to participants meetings of the American Geophysical Union, the European Geophysical Union, the Oxford University Climate Econometrics Seminar, and the Wharton Energy Economics and Finance Seminar. The views expressed here are those of the authors and do not necessarily represent the views of others in the Federal Reserve System. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}