{
    "id": 28225,
    "citation_title": "The Story of the Real Exchange Rate",
    "citation_author": [
        "Oleg Itskhoki"
    ],
    "citation_publication_date": "2020-12-21",
    "issue_date": "2020-12-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe real exchange rate (RER) measures relative price levels across countries, capturing deviations from purchasing power parity (PPP). RER is a key variable in international macroeconomic models as it is central to equilibrium conditions in both goods and asset markets. It is also one of the most starkly-behaved variables empirically, tightly co-moving with the nominal exchange rate and virtually uncorrelated with most other macroeconomic variables, nominal or real. This survey lays out an equilibrium framework of RER determination, focusing separately on each building block and discussing corresponding empirical evidence. We emphasize home bias and incomplete pass-through into prices with expenditure switching and goods market clearing, imperfect international risk sharing, country budget constraint and monetary policy regime. We show that RER is inherently a general-equilibrium variable, which depends on the full model structure and policy regime, and therefore partial theories like PPP are insufficient to explain it. We also discuss issues of stationarity and predictability of exchange rates.\n\n",
    "acknowledgement": "\nWhen citing this paper, please use the following: Itskhoki O. 2021. The Story of the Real Exchange Rate. Annu. Rev. Econ. 13. DOI: 10.1146/annurev-economics-080218-025532. Based on my graduate lectures that I taught at Princeton in 2009-2019. I am grateful to Ken Rogoff for introducing me to this topic in his Ph.D. class at Harvard in 2005, as well as to my coauthors Gita Gopinath, Roberto Rigobon, Emmanuel Farhi, Brent Neiman, Mary Amiti, Joep Konings and Dmitry Mukhin, with whom I worked in this area and who shaped my understanding of the topic. I also benefited from conversations with Mark Aguiar, Andy Atkeson, Ariel Burstein, Charles Engel, Pierre-Olivier Gourinchas, Jon Steinsson and many others. All errors are, of course, my own. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}