{
    "id": 28220,
    "citation_title": "Maternal Mortality Risk and Spousal Differences in the Demand for Children",
    "citation_author": [
        "Nava Ashraf",
        "Erica M. Field",
        "Alessandra Voena",
        "Roberta Ziparo"
    ],
    "citation_publication_date": "2020-12-21",
    "issue_date": "2020-12-17",
    "revision_date": "2021-07-14",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFertility decisions are often made by partners who may disagree. We develop a model in which conflicting interests prevent effective communication between spouses about the costs of child-bearing incurred by women. This mechanism is likely to further widen the spousal disagreement over fertility in environments where maternal health risk is high and imperfectly observed. We design an intervention to experimentally vary exposure to information about maternal health costs to either the husband or the wife among approximately 500 couples in Lusaka, Zambia. At baseline, husbands exhibit lower knowledge of maternal health risk compared to their wives. One year after the intervention, husbands significantly update their beliefs about maternal risk but only if the information is delivered directly to them, whereas wives update their beliefs about risk regardless of who in the household is treated. The intra-household asymmetry in information spillovers is strongest among men with more urgent demand for children. Households treated with information on maternal risk experience a sizable reduction in the probability of pregnancy - an effect which is strongest when the woman faces a higher risk of complications - but only when the information is delivered to wives rather than husbands is this decline in fertility accompanied by a significant reduction in transfers to the wife. These patterns are consistent with differences in initial beliefs and demand for children generating a barrier to credible communication between spouses.\n\n",
    "acknowledgement": "\nWe thank Laura Argys, Jean-Marie Baland, Dan Bennett, Renaud Bourlès, Leonardo Bursz-tyn, Matthias Doepke, Marcel Fafchamps, Matt Gentzkow, Emir Kamenica, Corinne Low, Rachel Heath, Shelly Lundberg, Gautam Rao, Michèle Tertilt, and Christine Valente for helpful comments. We thank Dr. Ruben Mbewe, Dr. Chomba Nambao, Dr. Caroline Phiri, Ms. Jully Chilambwe, Ms. Hilda Wina and the staff at Chipata and Chaisa clinic for their support to the project. Federica Esu and Sonakshi Sharma were essential contributors to the field implementation of the study. We are also grateful to Conceptor Chilopa, Aleta Haflett, Milambo Mavumba, Grace Msichili, Jessica Pettit and Sindy Yiu for their support in the field. Ruchi Mahadeshwar, Maria Alejandra Rodriguez Vega, Kim Sarnoff, Nicholas Swanson and Tianyu Zheng provided excellent research assistance. Funding for this research was provided in part by the Global Development Network/International Initiative for Impact Evaluation, the International Growth Centre, the John Templeton Foundation, BERI/CEGA, the William and Flora Hewlett Foundation, the Becker Friedman Institute and an anonymous donor. The study was approved by the Biomedical Research Ethics Committee at University of Zambia (UNZABREC-016-03-12) and by the Institutional Review Board at the University of Chicago (IRB13-0316). The study is registered on the AEA RCT registry (AEARCTR-0000022). Voena thanks the Sustainability Science program at the Harvard Kennedy School and the Sloan Foundation for a Research Fellowship. The opinions expressed in this manuscript are those of the authors and do not necessarily reflect the view of the sponsors or the National Bureau of Economic Research.\n\n\n"
}