{
    "id": 28227,
    "citation_title": "A Model of Occupational Licensing and Statistical Discrimination",
    "citation_author": [
        "Peter Q. Blair",
        "Bobby W. Chung"
    ],
    "citation_publication_date": "2020-12-21",
    "issue_date": "2020-12-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Discrimination",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n",
        "Personnel Economics",
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nWe develop a model of statistical discrimination in occupational licensing. In the model, there is endogenous occupation selection and wage determination that depends on how costly it is to obtain the license and the productivity of the human capital that is bundled with the license. Under these assumptions, we find a unique equilibrium with sharp comparative statics for the licensing premiums. The key theoretical result in this paper is that the licensing premium is higher for workers who are members of demographic groups that face a higher cost of licensing. The intuition for this result is that the higher cost of licensing makes the license a more informative labor market signal. The predictions of the model can explain, for example, the empirical finding in the literature that occupational licenses that preclude felons close the racial wage gap among men by conferring a higher premium to black men than white men. Moreover, we show that in general the optimal cost of licensing is non-zero: an infinitely costly license screens out all workers while a cost less license is no screen at all.\n\n",
    "acknowledgement": "\nWe received helpful comments from:  Thummim Cho, Steven Durlauf, Arnold Harberger, Kyle Welch and Morgan Adderley. We also received helpful comments from the seminar participants at NBER Labor Studies Meeting, Brown, Clemson, West Point Military Academy and the BE-Lab. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}