{
    "id": 28223,
    "citation_title": "Does Eye-Tracking Have an Effect on Economic Behavior?",
    "citation_author": [
        "Jennifer Kee",
        "Melinda Knuth",
        "Joanna Lahey",
        "Marco A. Palma"
    ],
    "citation_publication_date": "2020-12-21",
    "issue_date": "2020-12-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Market Design",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nEye-tracking is becoming an increasingly popular tool for understanding the underlying behavior driving economic decisions. However, an important unanswered methodological question is whether the use of an eye-tracking device itself induces changes in the behavior of experiment participants. We study this question using eight popular games in experimental economics. We implement a simple design where participants are randomly assigned to either a control or an eye-tracking treatment condition. In seven of the eight games, eye-tracking did not produce different outcomes. In the Holt and Laury risk assessment (HL), subjects with multiple calibration attempts behave like outliers under eye-tracking conditions, skewing the overall results. Further exploration shows that poor calibrators also show marginally higher levels of negative emotion, which is correlated with higher risk aversion in both HL and in the Eckel and Grossman gambling tasks. Because difficulty calibrating is correlated with eye-tracking data quality, the standard practice of removing participants who did not have good eye-tracking data quality resulted in no difference between the treatment and control groups in HL. Our results suggest that experiments may incorporate eye-tracking equipment without inducing changes in the economic behavior of participants, particularly after observations with low eye-tracking quality are removed.\n\n",
    "acknowledgement": "\nWe are grateful to Rachael Lanier for research assistance. This RCT was registered in the American Economic Association Registry for randomized control trials under trial number AEARCTR-0004174. This study was approved by the IRB, protocol IRB2018-1602. This work was financially supported by Texas A&M University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}