{
    "id": 28224,
    "citation_title": "World War I and the Restructuring of International Business",
    "citation_author": [
        "Ted Fertik",
        "Naomi R. Lamoreaux"
    ],
    "citation_publication_date": "2020-12-21",
    "issue_date": "2020-12-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper considers the effect of the First World War on large-scale businesses in Second-Industrial-Revolution industries like steel, electricity, and chemicals. For firms in the nations of the Entente, we argue, the war mainly interrupted long-term trends that resumed in the aftermath of the conflict. For Germany, however, the war and its subsequent territorial settlements had a disruptive impact on the economic geography of key industries. The global restructuring that resulted from the collapse of the Habsburg, Romanov, and Ottoman empires and Germany’s loss of its colonial possessions set up a new kind of international rivalry as German firms sought to regain their dominance by contracting with emerging nations in the European periphery and the Global South to build industrial capacity, forcing Britain and the now capital-rich United States to compete for this business or see their influence in these areas decline. The end result of this rivalry was the construction of massive steel works in Brazil and other industrializing countries around the world. These investments would provide the foundation for the import-substituting policies of the post-World War II era.\n\n",
    "acknowledgement": "\nThis paper is forthcoming in French in La rupture? La Grande Guerre, l’Europe et le XXème siècle, eds. Pierre-Cyrille Hautcoeur, Florence Descamps, Patrick Fridenson, and Laure Quenouelle-Corre (Paris: Comité pour l'histoire économique et financière de la France, 2021).  We are grateful to the volume editors for their comments and also to participants in the preparatory conference, “The Great War at the Century’s Scale:  Breaking Up, Parenthesis or New Cycle,” held at French Ministry of Finance in Paris in 2018. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}