{
    "id": 28231,
    "citation_title": "Internet Access and U.S. - China Innovation Competition",
    "citation_author": [
        "Gerard Hoberg",
        "Yuan Li",
        "Gordon M. Phillips"
    ],
    "citation_publication_date": "2020-12-21",
    "issue_date": "2020-12-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nUsing new measures of expanded Internet access in China and internet-based search, we examine how competitive shocks from China impact U.S. innovation through the markets for innovation and existing products. We identify shocks to innovation competition using the geography of Chinese internet penetration and Chinese import data. Increases in the ability of Chinese industry peers to gather knowledge through the internet are followed by reductions in U.S. R&D investment and subsequent patents, and increased patenting by Chinese firms. The new Chinese patents also cite the U.S. firms patents at a high rate, consistent with increased intellectual property competition.\n\n",
    "acknowledgement": "\nWe thank Adrien Matray and seminar participants at American University, Cornell, Florida State University, University of Florida, University of Georgia, Pennsylvania State University, Queens University, Southern Methodist University,  Syracuse, Tsinghua University and conference participants at the American Finance Association, European Finance Association, Finance Organization and Markets virtual seminar, and the Midwest Finance Association for helpful comments.  All errors are the authors' alone. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}