{
    "id": 28233,
    "citation_title": "The Impact of Covid-19 on Productivity",
    "citation_author": [
        "Nicholas Bloom",
        "Philip Bunn",
        "Paul Mizen",
        "Pawel Smietanka",
        "Gregory Thwaites"
    ],
    "citation_publication_date": "2020-12-21",
    "issue_date": "2020-12-17",
    "revision_date": "2022-07-13",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyse the impact of Covid-19 on productivity using data from an innovative monthly firm survey panel that asks for quantitative impacts of Covid on inputs and outputs. We find total factor productivity (TFP) fell by up to 5% during 2020-21. The overall impact combined large reductions in ‘within-firm’ productivity, with an offsetting positive ‘between-firm’ effects as less productive sectors, and less productive firms within them, contracted. Despite these large pandemic effects, firms’ post-Covid forecasts imply surprisingly little lasting impact on aggregate TFP. We also see significant heterogeneity over firms and sectors, with the greatest impacts in those requiring extensive in-person activity. We also ask about unmeasured inflation in the form of deteriorating product quality, finding an additional 1.4% negative impact on TFP.\n\n",
    "acknowledgement": "\nThe authors would like to thank the Economic and Social Research Council, Nottingham and Stanford universities for financial support. We would like to thank Jonathan Haskel, Richard Heys, Stuart Newman, John Van Reenen, Oliver Coibon, two anonymous referees and seminar participants at CompNet, Dartmouth, Edinburgh, ESCoE, the Federal Reserve Bank of St Louis, KLEMS, Stanford and the Nottingham Macro Working Group for comments. The views do not necessarily represent those of the Bank of England, the Deutsche Bundesbank, their Committees, or the National Bureau of Economic Research.\n\n\n"
}