{
    "id": 28230,
    "citation_title": "Long-Term Effects of Equal Sharing: Evidence from Inheritance Rules for Land",
    "citation_author": [
        "Charlotte Bartels",
        "Simon Jäger",
        "Natalie Obergruber"
    ],
    "citation_publication_date": "2020-12-21",
    "issue_date": "2020-12-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Market Structures",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Financial History",
        "\n",
        "Labor and Health History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nWhat are the long-term economic effects of a more equal distribution of wealth? We exploit variation in historical inheritance rules for land traversing political, linguistic, geological, and religious borders in Germany. In some German areas, inherited land was to be shared or divided equally among children, while in others land was ruled to be indivisible. Using a geographic regression discontinuity design, we show that equal division of land led to a more equal distribution of land; other potential drivers of growth are smooth at the boundary and equal division areas were not historically more developed. Today, equal division areas feature higher average incomes and a right-shifted skill, income, and wealth distribution. Higher top incomes and top wealth in equal division areas coincide with higher education, and higher labor productivity. We show evidence consistent with the more even distribution of land leading to more innovative industrial by-employment during Germany’s transition from an agrarian to an industrial economy and, in the long-run, more entrepreneurship.\n\n",
    "acknowledgement": "\nThe authors would like to thank Adrian Adermon, Sascha O. Becker, Timm Bönke, Davide Cantoni, Francesco Cinnirella, Giacomo Corneo, Johannes Eigner, Oliver Falck, Leander Heldring, Erik Hornung, Thomas Piketty, Cory Smith, Uwe Sunde, and Ludger Wößmann for helpful comments. Furthermore, we thank participants of the European Macro History Online Seminar 2020, Verein für Socialpolitik and IIPF 2020. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}