{
    "id": 28238,
    "citation_title": "A Panel Regression Approach to Holdings-based Fund Performance Measures",
    "citation_author": [
        "Wayne E. Ferson",
        "Junbo L. Wang"
    ],
    "citation_publication_date": "2020-12-21",
    "issue_date": "2020-12-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPortfolio performance measures using holdings data are panel regressions. The returns of a fund’s stocks are regressed on its lagged portfolio weights. Stock fixed effects isolate average performance from time-series predictive ability. Control variables condition fund performance on the characteristics of the stocks held. The long term performance of average holdings drives some of the classical measures, while predictive ability drives others. A “buy-and-hold drift,” where portfolio weights increase over time in the higher alpha stocks, affects performance measures. Investor flows respond to average performance net of the buy-and-hold drift.\n\n",
    "acknowledgement": "\nThis paper is developed from and supersedes Wang’s PhD thesis at the University of Southern California, entitled “Can weight-based measures distinguish between informed and uninformed fund managers.” We are grateful to Hank Bessembinder, Wayne Chang, Chris Jones, Min S. Kim, David Solomon, Scott Joslin, Yan Liu, Jinchi Lv, Lucian Taylor Russ Wermers, the editor Thierry Foucault and anonymous referees for comments. This paper has also benefitted from workshops at Boston College, Florida International University, the Universities of Georgetown, Hawaii, Laval, Massachusetts at Amherst, Southern California, South Carolina, Washington, York, the Rutgers Business School and from presentations at the 2016 Northern Finance Association meetings, the 2017 Research Affiliates Advisory Board, the 2017 Society for Financial Econometrics meetings, the 2017 NBER-NSF time-series conference, the 2017 Southern Finance meetings the 2018 American Finance Association meetings and the 2018 Citrus Finance Conference. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}