{
    "id": 28234,
    "citation_title": "Social Networks Shape Beliefs and Behavior: Evidence from Social Distancing During the COVID-19 Pandemic",
    "citation_author": [
        "Michael Bailey",
        "Drew M. Johnston",
        "Martin Koenen",
        "Theresa Kuchler",
        "Dominic Russel",
        "Johannes Stroebel"
    ],
    "citation_publication_date": "2020-12-21",
    "issue_date": "2020-12-17",
    "revision_date": "2021-01-28",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Political Economy",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nWe show that social network exposure to COVID-19 cases shapes individuals’ beliefs and behaviors concerning the coronavirus. We use de-identified data from Facebook to document that individuals with friends in areas with worse COVID-19 outbreaks reduce their mobility more than otherwise similar individuals with friends in less affected areas. The effects are quantitatively large and long-lasting: a one standard deviation increase in friend-exposure to COVID-19 cases in March 2020 results in a 1.2 percentage point increase in the probability of staying home on a given day through at least the end of May 2020. As the pandemic progresses—and the characteristics of individuals with the highest friend-exposure vary— changes in friend-exposure continue to drive changes in social distancing behavior, ruling out many unobserved effects as drivers of our results. We also show that individuals with higher friend-exposure to COVID-19 are more likely to publicly post in support of social distancing measures and less likely to be members of groups advocating to \"reopen\" the economy. These findings suggest that friends can influence individuals’ beliefs about the risks of the disease and thereby induce them to engage in mitigating public health behavior.\n\n",
    "acknowledgement": "\nThis draft: January 28, 2021. Previously circulated as “Social Distancing During a Pandemic: The Role of Friends”. This research was facilitated through a research consulting agreement between the academic authors and Facebook. Bailey is an employee at Facebook. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}