{
    "id": 28235,
    "citation_title": "What Makes a Tax Evader?",
    "citation_author": [
        "Marcelo L. Bergolo",
        "Martin Leites",
        "Ricardo Perez-Truglia",
        "Matias Strehl"
    ],
    "citation_publication_date": "2020-12-21",
    "issue_date": "2020-12-17",
    "revision_date": "2021-12-20",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWhy do some individuals choose to evade taxes while others do not? One popular view is that some individuals cheat on their taxes because they are more dishonest, selfish, or perceive different social norms. There is, however, little direct evidence on this matter. In collaboration with the national tax agency in Uruguay, we address this question using a combination of surveys and administrative records. Leveraging a unique institutional setting, we measure individual-level evasion choices. We document significant variation in evasion decisions across individuals. For a subsample of 6,078 taxpayers, we use survey questions and incentivized laboratory games to measure traits such as honesty, selfishness, and perceived social norms. We find that these individual characteristics have some power to predict who evades taxes. However, other factors, such as the marginal tax rates and the behavior of peers, play a bigger role.\n\n",
    "acknowledgement": "\nWe are thankful for excellent comments from colleagues and seminar discussants. We thank the Dirección General Impositiva de Uruguay and Centro de Estudios Fiscales for their support. This research project received the financial support from the Laboratorio de Políticas Públicas (OPP, Uruguay). The survey was pre-registered in the AEA RCT Registry (#0004108). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}