{
    "id": 28237,
    "citation_title": "Central Bank Digital Currency: When Price and Bank Stability Collide",
    "citation_author": [
        "Linda Schilling",
        "Jesús Fernández-Villaverde",
        "Harald Uhlig"
    ],
    "citation_publication_date": "2020-12-21",
    "issue_date": "2020-12-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA central bank digital currency, or CBDC, may provide an attractive alternative to traditional demand deposits held in private banks. When offering CBDC accounts, the central bank needs to confront classic issues of banking: conducting maturity transformation while providing liquidity to private customers who suffer “spending” shocks. We analyze these issues in a nominal version of a Diamond and Dybvig (1983) model, with an additional and exogenous price stability objective for the central bank. While the central bank can always deliver on its nominal obligations, runs can nonetheless occur, manifesting themselves either as excessive real asset liquidation or as a failure to maintain price stability. We demonstrate an impossibility result that we call the CBDC trilemma: of the three goals of efficiency, financial stability (i.e., absence of runs), and price stability, the central bank can achieve at most two.\n\n",
    "acknowledgement": "\nThe contribution of Linda Schilling has been prepared under the Lamfalussy fellowship program sponsored by the ECB and was originally named “Central bank digital currency and the reorganization of the banking system.” We thank Agnese Leonello and an anonymous ECB referee for very insightful comments. The views expressed in this paper are those of the authors and do not necessarily reflect the views of the ECB. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}