{
    "id": 28239,
    "citation_title": "Where Does Wealth Come From?",
    "citation_author": [
        "Sandra E. Black",
        "Paul J. Devereux",
        "Fanny Landaud",
        "Kjell G. Salvanes"
    ],
    "citation_publication_date": "2020-12-21",
    "issue_date": "2020-12-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nMuch attention has been given to rising wealth inequality in recent decades.  However, understanding inequality requires an understanding of how wealth relates to the potential wealth an individual could accumulate and where this wealth comes from.  Using administrative data from Norway, we create measures of potential wealth that abstract from differential consumption and spending behavior. We then examine how these measures relate to observed net wealth of individuals at a point in time and the role played by different sources of wealth in the distribution of potential wealth.  We find that net wealth is a reasonable proxy for potential wealth, particularly in the tails of the distribution.  Importantly, people in different parts of the potential wealth (or actual net wealth) distribution get their wealth from very different sources. Labor income is the most important determinant of wealth, except among the top 1%, where capital income and capital gains on financial assets become important. Inheritances and gifts are not an important determinant of wealth, even at the top of the wealth distribution.  Finally, although inheritances are not important, parental wealth does influence child’s wealth; children of wealthy parents accumulate wealth from very different sources than children of less wealthy parents.\n\n",
    "acknowledgement": "\nThis work was partially supported by the Research Council of Norway through its Centres of Excellence Scheme, FAIR project No 262675 and by the NORFACE DIAL grant 462-16-090.  We thank seminar participants from Columbia Women’s Applied Micro Seminar, St. Andrews, USC, PSE, National University of Singapore, Harvard Business School NOM, Yale, and Mannheim for helpful suggestions.  We also thank Erik Hurst, Wojciech Kopczuk, Mikael Lindahl, and Thomas Piketty for helpful discussions.  Finally, we thank Bhargav Gopal for his excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}