{
    "id": 28236,
    "citation_title": "Understanding Debt in the Older Population",
    "citation_author": [
        "Annamaria Lusardi",
        "Olivia S. Mitchell",
        "Noemi Oggero"
    ],
    "citation_publication_date": "2020-12-21",
    "issue_date": "2020-12-17",
    "revision_date": "2021-04-26",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Behavioral Finance",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPoor financial capability can erode well-being in later life. To explore debt and debt management among older Americans, age 51-61, we designed and analyzed a new module in the 2018 Health and Retirement Study along with information from the 2018 National Financial Capability Study. Even though this group should be at the peak of their retirement savings, it nevertheless carries debt due to student loans and unpaid medical bills; having children also contributes to carrying debt close to retirement. By contrast, the financially literate have more positive financial perceptions and behaviors. Specifically, being able to answer one additional financial literacy question correctly is associated with a higher probability of reporting an above average credit record and planning for retirement. Higher financial literacy is also linked to being less likely to carry excessive debt, being contacted by debt collectors, and carrying medical debt or student loans, even after accounting for a large range of demographics and other characteristics. Evidently, financial knowledge can help limit debt exposure at older ages.\n\n",
    "acknowledgement": "\nThis project received funding from the TIAA Institute and the Wharton School’s Pension Research Council/Boettner Center. We thank participants in the June 2020 TIAA Fellows Symposium and the 2020 Academic Research Colloquium for Financial Planning and Related Disciplines, Alexandria,VA, for suggestions and comments. The content is solely the responsibility of the authors and does not necessarily represent the official views of the above-named institutions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}