{
    "id": 28246,
    "citation_title": "School Closures During the 1918 Flu Pandemic",
    "citation_author": [
        "Philipp Ager",
        "Katherine Eriksson",
        "Ezra Karger",
        "Peter Nencka",
        "Melissa A. Thomasson"
    ],
    "citation_publication_date": "2020-12-21",
    "issue_date": "2020-12-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe COVID-19 pandemic has reignited interest in responses to the 1918-19 influenza pandemic, the last comparable U.S. public health emergency. During both pandemics, many state and local governments made the controversial decision to close schools. We study the short- and long-run effects of 1918-19 pandemic-related school closures on children. We find precise null effects of school closures in 1918 on school attendance in 1919-20 using newly collected data on the exact timing of school closures for 168 cities in 1918-19. Linking affected children to their adult outcomes in the 1940 census, we also find precise null effects of school closures on adult educational attainment, wage income, non-wage income, and hours worked in 1940. Our results are not inconsistent with an emerging literature that finds negative short-run effects of COVID-19-related school closures on learning. The situation in 1918 was starkly different from today: (1) schools closed in 1918 for many fewer days on average, (2) the 1918 virus was much deadlier to young adults and children, boosting absenteeism even in schools that stayed open, and (3) the lack of effective remote learning platforms in 1918 may have reduced the scope for school closures to increase socioeconomic inequality.\n\n",
    "acknowledgement": "\nWe thank Allison Aldis, Parv Golwelkar, Simran Kalkat, and Michelle Yang for excellent research assistance. Any views expressed in this paper do not necessarily reflect those of the Federal Reserve Bank of Chicago or the Federal Reserve System The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}