{
    "id": 28240,
    "citation_title": "When Workers Travel: Nursing Supply During COVID-19 Surges",
    "citation_author": [
        "Joshua D. Gottlieb",
        "Avi Zenilman"
    ],
    "citation_publication_date": "2020-12-21",
    "issue_date": "2020-12-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Market Structures",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nWe study how short-term labor markets responded to an extraordinary demand shock during the COVID-19 pandemic.  We use traveling nurse jobs - a market hospitals use to fill temporary staffing needs - to examine workers' willingness to move to places with larger demand shocks.  We find a dramatic increase in market size during the pandemic, especially for those specialties central to COVID-19 care.  The number of jobs increased far more than compensation, suggesting that labor supply to this fringe of the nursing market is quite elastic.  To examine workers' willingness to move across different locations, we examine jobs in different locations on the same day, and find an even more elastic supply response.  We show that part of this supply responsiveness comes from workers' willingness to travel longer distances for jobs when payment increases, suggesting that an integrated national market facilitates reallocating workers when demand surges.  This implies that a simultaneous national demand spike might be harder for the market to accommodate rapidly.\n\n",
    "acknowledgement": "\nWe are grateful to Health Carousel for providing data, to  Daniel Sonnenstuhl, Scott Loring, and Wanran Zhao for excellent research assistance, and to the Becker-Friedman Institute for support.   We thank Bill DeVille, Amie Ewald, Debbie Freund, Stephen Gottlieb, Wes Hamilton, Jeff Hicks, Dmitri Koustas, Brian LeCount, Neale Mahoney, Hugh Shiplett, and Janine Sulavik for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}