{
    "id": 28249,
    "citation_title": "Learning to Navigate a New Financial Technology: Evidence from Payroll Accounts",
    "citation_author": [
        "Emily Breza",
        "Martin Kanz",
        "Leora F. Klapper"
    ],
    "citation_publication_date": "2020-12-21",
    "issue_date": "2020-12-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nHow do inexperienced consumers learn to use a new financial technology? We present results from a field experiment that introduced payroll accounts in a population of largely unbanked factory workers in Bangladesh. In the experiment, workers in a treatment group received monthly wage payments into a bank or mobile money account while workers in a control group continued to receive wages in cash, with a subset also receiving an account without automatic wage payments. We find that exposure to payroll accounts leads to increased account use and consumer learning. Those receiving accounts with automatic wage payments learn to use the account without assistance, begin to use a wider set of account features, and learn to avoid illicit fees, which are common in emerging markets for consumer finance. The treatments have real effects, leading to increased savings and improvements in the ability to cope with unanticipated economic shocks. We conduct an additional audit study and find suggestive evidence of market externalities from consumer learning: mobile money agents are less likely to overcharge inexperienced customers in areas with higher levels of payroll account adoption. This suggests potentially important equilibrium effects of introducing accounts at scale.\n\n",
    "acknowledgement": "\nWe are grateful to Pierre Bachas, Shawn Cole, ‪Xavier Giné‬, Jessica Goldberg, Rawley Heimer, Supreet Kaur, Michael Kremer, Rocco Machiavello, David McKenzie, Simone Schaner, Lore Vandewalle and numerous seminar and conference participants for helpful comments and suggestions. Financial support from the Asian Development Bank, Innovations for Poverty Action Global Financial Inclusion Initiative, International Growth Centre, U.S.  Department of Labor, and the World Bank is gratefully acknowledged. This study was approved by the Harvard and Columbia University Institutional Review Boards and registered in the American Economic Association Registry for randomized control trials (AEARCTR-0001107). Camilla Fabbri, Maura Farrell, Rayhanul Islam, Michel Nehme, Smita Nimilita, Minita Varghese, and Rebecca Wu provided outstanding research assistance. The opinions expressed in this paper do not necessarily reflect the views of the World Bank, its executive directors or the countries they represent. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}