{
    "id": 28247,
    "citation_title": "A Macroeconomic Model of Healthcare Saturation, Inequality and the Output-Pandemia Tradeoff",
    "citation_author": [
        "Enrique G. Mendoza",
        "Eugenio I. Rojas",
        "Linda L. Tesar",
        "Jing Zhang"
    ],
    "citation_publication_date": "2020-12-21",
    "issue_date": "2020-12-17",
    "revision_date": "2021-02-19",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCOVID-19 became a global health emergency when it threatened the catastrophic collapse of health systems as demand for health goods and services and their relative prices surged. Governments responded with lockdowns and increases in transfers. Empirical evidence shows that lockdowns and healthcare saturation contribute to explain the cross-country variation in GDP drops even after controlling for COVID-19 cases and mortality. We explain this output-pandemia tradeoff as resulting from a shock to subsistence health demand that is larger at higher capital utilization in a model with entrepreneurs and workers. The health system moves closer to saturation as the gap between supply and subsistence narrows, which worsens consumption and income inequality. An externality distorts utilization, because firms do not internalize that lower utilization relaxes healthcare saturation. The optimal policy response includes lockdowns and transfers to workers. Quantitatively, strict lockdowns and large transfer hikes can be optimal and yield sizable welfare gains because they prevent a sharp rise in inequality. Welfare and output costs vary in response to small parameter changes or deviations from optimal policies. Weak lockdowns coupled with weak transfers programs are the worst alternative and yet are in line with what several emerging and least developed countries have implemented.\n\n",
    "acknowledgement": "\nThe views expressed in this document are those of the authors and not those of the Federal Reserve Bank of Chicago, the Federal Reserve System, or the National Bureau of Economic Research. We thank participants at the Fifth Annual Conference on International Economics organized by the Federal Reserve Bank of Dallas, University of Houston, and Bank of Mexico for useful comments and suggestions.\n\n\n"
}