{
    "id": 28241,
    "citation_title": "Simple and Credible Value-Added Estimation Using Centralized School Assignment",
    "citation_author": [
        "Joshua Angrist",
        "Peter Hull",
        "Parag A. Pathak",
        "Christopher R. Walters"
    ],
    "citation_publication_date": "2020-12-28",
    "issue_date": "2020-12-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany large urban school districts match students to schools using algorithms that incorporate an element of random assignment. We introduce two simple empirical strategies to harness this randomization for value-added models (VAMs) measuring the causal effects of individual schools. The first estimator controls for the probability of being offered admission to different schools, treating the take-up decision as independent of potential outcomes. Randomness in school assignments is used to test this key conditional independence assumption. The second estimator uses randomness in offers to generate instrumental variables (IVs) for school enrollment. This procedure uses a low-dimensional model of school quality mediators to solve the under-identification challenge arising from the fact that some schools are under-subscribed. Both approaches relax the assumptions of conventional value-added models while obviating the need for elaborate nonlinear estimators. In applications to data from Denver and New York City, we find that models controlling for both assignment risk and lagged achievement yield highly reliable VAM estimates. Estimates from models with fewer controls and older lagged score controls are improved markedly by IV.\n\n",
    "acknowledgement": "\nOur thanks to Jimmy Chin and Raymond Han for outstanding research assistance and to MIT SEII program managers Eryn Heying and Anna Vallee for invaluable administrative support. We thank seminar participants at Berkeley for helpful input. Financial support from Arnold Ventures/LJAF and the National Science Foundation is gratefully acknowledged. Pathak also thanks the W.T. Grant Foundation for research support. The research described here was carried out under data use agreements between the New York City and Denver public school districts and MIT. We're grateful to these districts for sharing data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJoshua Angrist\n\nAngrist's daughter teaches at a Boston charter school.  Angrist and Parag Pathak are cofounders of Avela Education, an education technology start-up.\n\n\n"
}