{
    "id": 28248,
    "citation_title": "Why Do Sectoral Employment Programs Work? Lessons from WorkAdvance",
    "citation_author": [
        "Lawrence F. Katz",
        "Jonathan Roth",
        "Richard Hendra",
        "Kelsey Schaberg"
    ],
    "citation_publication_date": "2020-12-21",
    "issue_date": "2020-12-17",
    "revision_date": "2022-01-12",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the evidence from randomized evaluations of sector-focused training programs that target low-wage workers and combine upfront screening, occupational and soft skills training, and wraparound services.  The programs generate substantial and persistent earnings gains (11 to 40 percent) following training completion. Theoretical mechanisms for program impacts are explored for the WorkAdvance demonstration. Earnings gains are generated by getting participants into higher-wage jobs in higher-earning industries and occupations not just by raising employment. Training in transferable and certifiable skills (likely under-provided from poaching concerns) and reductions of employment barriers to high-wage sectors for non-traditional workers appear to play key roles.\n\n",
    "acknowledgement": "\nThis paper was prepared for the JOLE Virtual Conference in Honor of Alan Krueger, October 16, 2020. We are grateful to David Card and the conference participants for insightful comments and suggestions. The WorkAdvance demonstration is registered at the AEA RCT Registry as AEARCTR-0001646. Roth gratefully acknowledge financial support from the NSF Graduate Research Fellowship under Grant DGE1144152. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nLawrence F. Katz\n\nLawrence Katz is an unpaid member of the Board of Directors of MDRC.\n\n\n"
}