{
    "id": 28256,
    "citation_title": "Public and Private Options in Practice: The Military Health System",
    "citation_author": [
        "Michael D. Frakes",
        "Jonathan Gruber",
        "Timothy Justicz"
    ],
    "citation_publication_date": "2021-01-04",
    "issue_date": "2020-12-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent debates over health care reform, including in the context of the Military Health System (MHS) and Veterans Health Administration, highlight the dispute between public and private provision of health care services. Using novel data on childbirth claims from the MHS and drawing on the combination of plausibly exogenous patient moves and heterogeneity across bases in the availability of base hospitals, we identify the impact of receiving obstetrical care on versus off military bases. We find evidence that off-base care is associated with slightly greater resource intensity, but also notably better outcomes, suggesting marginal efficiency gains from care privatization.\n\n",
    "acknowledgement": "\nThe views expressed in this paper are our own and do not reflect the official policy or position of the Department of the Army, Department of Defense, U.S. Government, or the National Bureau of Economic Research. We are extremely grateful to Mike Dinneen and Daryl Crowe at the Military Health System and to Wendy Funk and Keith Hofmann at Kennell Inc. for making the MHS data available to us and for fielding endless questions. We acknowledge funding from NIA grant R01AG049898.\n\n\n"
}