{
    "id": 28252,
    "citation_title": "Why is Intermediating Houses so Difficult? Evidence from iBuyers",
    "citation_author": [
        "Greg Buchak",
        "Gregor Matvos",
        "Tomasz Piskorski",
        "Amit Seru"
    ],
    "citation_publication_date": "2020-12-21",
    "issue_date": "2020-12-17",
    "revision_date": "2022-07-29",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Industrial Organization",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Market Design",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe study the frictions in dealer-intermediation in residential real estate through the lens of “iBuyers,” technology entrants, who purchase and sell residential real estate through online platforms. iBuyers supply liquidity to households by allowing them to avoid a lengthy sale process. They sell houses quickly and earn a 5% spread. Their prices are well explained by a simple hedonic model, consistent with their use of algorithmic pricing. iBuyers choose to intermediate in markets that are liquid, and in which automated valuation models have low pricing error. These facts suggest that iBuyers’ speedy offers may come at the cost of information loss concerning house attributes that are difficult to capture in an algorithm, resulting in adverse selection. We calibrate a dynamic structural search model with adverse selection to understand and quantify the economic forces underlying the tradeoffs of dealer intermediation in this market. The model reveals the central tradeoff to intermediating in residential real estate. To provide valuable liquidity service, transactions must be closed quickly. Yet, the intermediary must also be able to price houses accurately to avoid adverse selection, which is difficult to accomplish quickly. We find that low underlying liquidity exacerbates adverse selection. Our analysis suggests that iBuyers’ technology provides a middle ground: they can transact quickly limiting information loss. Even with this technology, intermediation is only profitable in the most liquid and easy to value houses. Therefore, iBuyers’ technology allows them to supply liquidity, but only in pockets where it is relatively least valuable. We also find limited scope for dealer intermediation even with improved pricing technology, suggesting that underlying liquidity will be an impediment for intermediation in the future.\n\n",
    "acknowledgement": "\nWe thank Sumit Agarwal, Eric Budish, Peter DeMarzo, Rebecca Diamond, Darrell Duffie, Claudia Robles-Garcia, Sophia Gilbukh, Adam Guren, Bob Hall, Tim McQuade, Jim Poterba, Adriano Rampini, Martin Schneider, Johannes Stroebel, Pierre-Olivier Weill, Randall Wright, Jeff Zwiebel and participants at Berkeley, Chicago, Kellogg, Stanford, Columbia Workshop in New Empirical Finance, Duke Fuqua, Georgia State, National University of Singapore, Johns Hopkins, HKUST, SMU, UCLA, NABE, NBER Summer Institute (Real Estate and Household), NBER Corporate Finance, Search and Matching in Macro and Finance Virtual Seminar Series, Stanford Institute of Theoretical Economics, and Western Finance Association for useful comments. Piskorski and Seru thank the National Science Foundation Award (1628895) for financial support. Buchak is at Stanford Graduate School of Business (GSB), Matvos is at Northwestern University and the National Bureau of Economic Research (NBER), Piskorski is at Columbia University and NBER, and Seru is at Stanford GSB, the Hoover Institution, the Stanford Institute for Economic Policy Research (SIEPR), and NBER. First Draft: November 2019 The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}