{
    "id": 28259,
    "citation_title": "Business-Level Expectations and Uncertainty",
    "citation_author": [
        "Nicholas Bloom",
        "Steven J. Davis",
        "Lucia Foster",
        "Brian Lucking",
        "Scott Ohlmacher",
        "Itay Saporta-Eksten"
    ],
    "citation_publication_date": "2020-12-28",
    "issue_date": "2020-12-24",
    "revision_date": "2021-04-09",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nThe Census Bureau’s 2015 Management and Organizational Practices Survey (MOPS) utilized innovative methodology to collect five-point forecast distributions over own future shipments, employment, and capital and materials expenditures for 35,000 U.S. manufacturing plants. First and second moments of these plant-level forecast distributions covary strongly with first and second moments, respectively, of historical outcomes. The first moment of the distribution provides a measure of business’ expectations for future outcomes, while the second moment provides a measure of business’ subjective uncertainty over those outcomes. This subjective uncertainty measure correlates positively with financial risk measures. Drawing on the Annual Survey of Manufactures and the Census of Manufactures for the corresponding realizations, we find that subjective expectations are highly predictive of actual outcomes and, in fact, more predictive than statistical models fit to historical data. When respondents express greater subjective uncertainty about future outcomes at their plants, their forecasts are less accurate. However, managers supply overly precise forecast distributions in that implied confidence intervals for sales growth rates are much narrower than the distribution of actual outcomes. Finally, we develop evidence that greater use of predictive computing and structured management practices at the plant and a more decentralized decision-making process (across plants in the same firm) are associated with better forecast accuracy.\n\n",
    "acknowledgement": "\nAny opinions and conclusions expressed herein are those of the authors and do not represent the views of the U.S. Census Bureau, Charles River Associates, or the National Bureau of Economic Research. The Census Bureau has reviewed this data product for unauthorized disclosure of confidential information and has approved the disclosure avoidance practices applied to this release. DRB Approval Number(s): CBDRB-FY17-CMS-6039, CBDRB-FY17-CMS-6064, CBDRB-FY18-CMS-6171, CBDRB-FY18-CMS-6207, CBDRB-FY18-CMS-6334, CBDRB-FY18-CMS-6802, CBDRB-FY19-CMS-7201, CBDRB-FY20-CES007-001, CBDRB-FY21-CES007-002. We gratefully acknowledge financial support from the National Science Foundation, the Kauffman Foundation and the Sloan Foundation, with grants administered by the National Bureau of Economic Research. Numerous Census Bureau staff helped develop, conduct and analyze the survey; we especially thank Julius Smith, Marlo Thornton, Cathy Buffington, William Wisniewski, and Michael Freiman. We also thank Mike Bryan, Nick Parker, and Brent Meyer of the Federal Reserve Bank of Atlanta, with whom Bloom and Davis developed and tested firm-level versions of the five-point forecast distribution questions posed to manufacturing plants in the 2015 MOPS. We thank participants at numerous conferences including the 2018 Alabama Economics Association Meeting; 2018 Meetings of the American Economic Association; the Conference on Global Risk, Uncertainty, and Volatility at the Federal Reserve Board of Governors; the 2018 Cowles Foundation Conference on Macroeconomics; the Developing and Using Business Expectations Data Conference at the University of Chicago; the Firm Dynamics and Economic Growth Conference at the Bank of Italy; the 2018 FSRDC Annual Meeting at Penn State University; the 2018 Southern Economic Association Annual Meetings; the 2018 Toulouse Network for Information Technology Annual Meeting; the Uncertainty, Trade, and Firms Workshop at the Research Institute of Economy, Trade, and Industry; as well as participants at seminars at the Center for Economic Studies, Cornell University, the Federal Reserve Board of Governors, the National Economists Club and Society of Government Economists, and Osaka University;  Emek Basker, and John Eltinge for helpful comments.\n\n\n"
}