{
    "id": 28250,
    "citation_title": "A Thousand Cuts: Cumulative Lead Exposure Reduces Academic Achievement",
    "citation_author": [
        "Alex Hollingsworth",
        "Mike Huang",
        "Ivan J. Rudik",
        "Nicholas J. Sanders"
    ],
    "citation_publication_date": "2020-12-21",
    "issue_date": "2020-12-17",
    "revision_date": "2022-10-12",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study how ambient lead exposure impacts learning in elementary school by leveraging a natural experiment where a large national automotive racing organization switched from leaded to unleaded fuel. We find increased levels and duration of exposure to lead negatively affect academic performance, shift the entire academic performance distribution, and negatively impact both younger and older children. A single average race emitted more than 10 kilograms of lead — a quantity similar to the total annual emissions of an airport or the median lead-emitting industrial facility in the United States. The average treated student in our setting has an expected income reduction of $5,200 in present value terms. Avoiding said treatment has an effect size similar to improving teacher value added by one-fourth of a standard deviation, reducing class size by 3 students, or increasing school spending per pupil by $750. The marginal impacts of lead are larger in impoverished, non-white counties, and among students with greater duration of exposure, even after controlling for the total quantity of exposure.\n\n",
    "acknowledgement": "\nWe thank Ludovica Gazze, Ben Ost, Kevin Schnepel, Barton Willage, and seminar participants at Indiana University, the Symposium on Natural Resources Governance for Young Scholars, Florida State University, The Ohio State University, and the University of Tennessee for comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}