{
    "id": 28257,
    "citation_title": "AI and Jobs: Evidence from Online Vacancies",
    "citation_author": [
        "Daron Acemoglu",
        "David Autor",
        "Jonathon Hazell",
        "Pascual Restrepo"
    ],
    "citation_publication_date": "2020-12-28",
    "issue_date": "2020-12-24",
    "revision_date": "2022-02-14",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the impact of AI on labor markets using establishment-level data on vacancies with detailed occupation and skill information comprising the near-universe of online vacancies in the US from 2010 onwards. There is rapid growth in AI related vacancies over 2010-2018 that is greater in AI-exposed establishments. AI-exposed establishments are reducing hiring in non-AI positions. We find no discernible relationship between AI exposure and employment or wage growth at the occupation or industry level, however, implying that AI is currently substituting for humans in a subset of tasks but it is not yet having detectable aggregate labor market consequences.\n\n",
    "acknowledgement": "\nWe thank Bledi Taska for detailed comments and providing access to Burning Glass data; Joshua Angrist, Andreas Mueller, Rob Seamans, and Betsey Stevenson for very useful comments and suggestions; Jose Velarde and Zhe Fredric Kong for expert research assistance; and David Deming and Kadeem Noray for sharing their code and data. Acemoglu and Autor acknowledge support from Accenture LLP, IBM Global Universities, Schmidt Futures, and the Smith Richardson Foundation. Acemoglu acknowledges support from Google, the National Science Foundation, the Sloan Foundation, and the Toulouse Network on Information Technology, and Autor thanks the Carnegie Fellows Program, the Heinz Family Foundation, and the Washington Center for Equitable Growth. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}