{
    "id": 28253,
    "citation_title": "Passive Investing and the Rise of Mega-Firms",
    "citation_author": [
        "Hao Jiang",
        "Dimitri Vayanos",
        "Lu Zheng"
    ],
    "citation_publication_date": "2020-12-28",
    "issue_date": "2020-12-24",
    "revision_date": "2024-04-17",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study how passive investing affects asset prices. Flows into passive funds raise disproportionately the stock prices of the economy’s largest firms, and especially those large firms that the market overvalues. These effects are sufficiently strong to cause the aggregate market to rise even when flows are entirely due to investors switching from active to passive. Our results arise because flows create idiosyncratic volatility for large firms, which discourages investors from correcting the flows’ effects on prices. Consistent with our theory, the largest firms in the S&P500 experience the highest returns and increases in volatility following flows into that index.\n\n",
    "acknowledgement": "\nWe thank Ulf Axelson, Zahi Ben-David, Shaun Davies, Francesco Franzoni, Robin Greenwood, Caleb Griffin, Paul Huebner, Loukas Karabarbounis, Jane Li, Ian Martin, Anna Pavlova, Lorenzo Pandolfi, Rodolfo Prieto, Francesco Sangiorgi, Yang Song and Savi Sundaresan, seminar participants at BIS, Carlo Alberto, Exeter, LSE, Panagora Asset Management and Shanghai Advanced Institute of Finance, and conference participants at the Adam Smith Asset Pricing, American Finance Association, CICF, CRETE, FIRS, Four Corners, INSEAD Finance Symposium, LSE Paul Woolley Centre and Q-Group for helpful comments. We are grateful to the LSE Paul Woolley Centre for financial support, and to Farbod Ekbatani and Pete Trairatanobhas for research assistance. This paper supersedes an earlier paper circulated with the title “Tracking Biased Weights: Asset Pricing Implications of Value-Weighted Indexing.” Please address correspondence to Dimitri Vayanos, d.vayanos@lse.ac.uk. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}