{
    "id": 28258,
    "citation_title": "Aggregate-Demand Amplification of Supply Disruptions: The Entry-Exit Multiplier",
    "citation_author": [
        "Florin O. Bilbiie",
        "Marc J. Melitz"
    ],
    "citation_publication_date": "2020-12-28",
    "issue_date": "2020-12-24",
    "revision_date": "2022-11-23",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Fiscal Policy",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDue to its impact on nominal firm profits, price rigidity amplifies the response of entry and exit to adverse supply shocks, such as COVID-19. This “entry-exit multiplier” triggers substantial magnification of the welfare losses due to negative supply shocks—especially when wages are also rigid. This is in stark contrast to the benchmark New Keynesian model (NK), which predicts a positive output gap in response to that same shock under the same monetary policy. Endogenous entry-exit thus radically changes the consequences of nominal rigidities. In addition to the aggregate-demand amplification of supply disruptions, our model also reconciles the response of hours worked across the NK and RBC models. And unlike the standard NK model, our model can also be used to evaluate how monetary expansions can alleviate or even eliminate the negative output gap induced by supply disruptions.\n\n",
    "acknowledgement": "\nWe thank Susanto Basu, Cristiano Cantore, Vasco Carvalho, Giancarlo Corsetti, Russell Cooper, Ryan Decker, Andrea Ferrero, Francesco Furlanetto, Jordi Galí, Pierre-Olivier Gourinchas, Basile Grassi, Antoine Lepetit, Sara Moreira, Anthony Savagar, Petr Sedlacek, Riccardo Silvestrini, Vincent Sterk, Paolo Surico, Mathias Thoenig, and Michael Woodford, as well as participants in numerous seminars and conferences for useful comments and discussions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}