{
    "id": 28261,
    "citation_title": "Self-Fulfilling Prophecies, Quasi Non-Ergodicity & Wealth Inequality",
    "citation_author": [
        "Roger Farmer",
        "Jean-Philippe Bouchaud"
    ],
    "citation_publication_date": "2020-12-28",
    "issue_date": "2020-12-24",
    "revision_date": "2022-05-04",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe construct a model of an exchange economy in which agents trade assets contingent on an observable signal, the probability of which depends on public opinion. The agents in our model are replaced occasionally and each person updates beliefs in response to observed outcomes. We show that the distribution of the observed signal is described by a quasi-non-ergodic process and that people continue to disagree with each other forever. These disagreements generate large wealth inequalities that arise from the multiplicative nature of wealth dynamics which make successful bold bets highly profitable.\n\n",
    "acknowledgement": "\nThis paper was written after J. Doyne Farmer suggested that we collaborate as co-leaders of the Instability Hub for the ESRC funded Network Plus, Rebuilding Macroeconomics. We thank Angus Armstrong, Pablo Beker, Michael Benzaquen, Leland E. Farmer, Alan Kirman, Robert McKay, Ian Melbourne, Jos´e Moran, Patrick Pintus and Ole Peters for many insightful discussions on the topic of the paper. The comments of four referees of this journal and the editorial comments of Andrew Atkeson have considerably improved the final draft and we thank all of them for their input. Thanks also to C. Roxanne Farmer for helpful suggestions and to participants in the University of Virginia macroeconomics seminar in September 2021. We reserve a special thanks to J. Doyne Farmer for his insight that two people with such disparate backgrounds would have something to learn from each other. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}