{
    "id": 28260,
    "citation_title": "Pricing Currency Risks",
    "citation_author": [
        "Mikhail Chernov",
        "Magnus Dahlquist",
        "Lars A. Lochstoer"
    ],
    "citation_publication_date": "2020-12-28",
    "issue_date": "2020-12-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe currency market features a relatively small cross-section and conditional expected returns can be characterized by only a few signals – interest differentials, trend, and mean-reversion. We exploit these properties to construct a conditional projection of the stochastic discount factor onto excess returns of individual currencies. Our approach is implementable in real time and prices all currencies and prominent strategies conditionally as well as unconditionally. We document that the fraction of unpriced risk in these assets is at least 85%. Extant explanations of carry strategies based on intermediary capital or global volatility are related to these unpriced components, while consumption growth is related to the priced component of returns.\n\n",
    "acknowledgement": "\nWe thank Valentin Haddad, Serhiy Kozak, Francis Longstaff, Tyler Muir, Adrien Verdelhan and Irina Zviadadze for comments on earlier drafts, as well as participants in the seminar at UCLA. We thank Felix Wilke for excellent research assistance. Dahlquist gratefully acknowledges support from the Jan Wallander and Tom Hedelius Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}