{
    "id": 28265,
    "citation_title": "What Were the Odds? Estimating the Market's Probability of Uncertain Events",
    "citation_author": [
        "Ashley Langer",
        "Derek Lemoine"
    ],
    "citation_publication_date": "2020-12-28",
    "issue_date": "2020-12-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAn event study generates only a lower bound on the full effect of an event unless researchers know the probability that investors assigned to the event before it occurred. We develop two model-free methods for recovering the market’s priced-in probability of events. These methods require running event studies in financial options to complement the standard event study in stock prices. Validating both approaches, we estimate that the 2016 U.S. election outcome had a 12% chance of occurring. This probability is consistent with contemporary polling, bookmaker, and prediction market estimates. Demonstrating the usefulness of our approaches, we show that many OPEC meetings’ outcomes were well-anticipated. OPEC retained substantial influence on world oil prices even as the U.S. increased oil production.\n\n",
    "acknowledgement": "\nWe are grateful to David Brown, David Card, Gautam Gowrisankaran, Hidehiko Ichimura, Diego Kaenzig, David Schreindorfer, and Tiemen Woutersen for feedback, to Justin Wolfers for conference discussion, to the University of Arizona’s Eller Center for Management Innovations in Healthcare and Institute of the Environment for financial support, and to Wendan Zhang and Frances Slater for research assistance. We also thank seminar participants at Arizona State University, ASSA 2020, HEC Montreal, TREE, University of Arizona, University of California Berkeley, and Yale. We gratefully acknowledge an allocation of computer time from the University of Arizona’s High Performance Computing (HPC) facility. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}