{
    "id": 28268,
    "citation_title": "Prep School for Poor Kids: The Long-Run Impacts of Head Start on Human Capital and Economic Self-Sufficiency",
    "citation_author": [
        "Martha J. Bailey",
        "Shuqiao Sun",
        "Brenden D. Timpe"
    ],
    "citation_publication_date": "2020-12-28",
    "issue_date": "2020-12-24",
    "revision_date": "2021-08-11",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development of the American Economy",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nThis paper evaluates the long-run effects of Head Start using large-scale, restricted 2000-2018 Census-ACS data linked to the SSA’s Numident file, which contains exact date and county of birth. Using the county rollout of Head Start between 1965 and 1980 and age-eligibility cutoffs for school entry, we find that Head Start generated large increases in adult human capital and economic self-sufficiency, including a 0.65-year increase in schooling, a 2.7-percent increase in high-school completion, an 8.5-percent increase in college enrollment, and a 39-percent increase in college completion. These estimates imply sizable, long-term returns to public investments in large-scale preschool programs.\n\n",
    "acknowledgement": "\nData collection for the War on Poverty project was generously supported by the National Institutes of Health (R03-HD066145). Data linkage and analyses for this project were generously supported by the Laura and John Arnold Foundation. The opinions and conclusions expressed herein are solely those of the authors and should not be construed as representing the opinions or policy of any agency of the U.S. Census Bureau or the National Bureau of Economic Research. All results have been reviewed to ensure that no confidential information is disclosed. All views expressed in this paper are those of the authors alone and need not necessarily reflect those of the World Bank. The study team gratefully acknowledges the use of the services and facilities of the Population Studies Center at the UM (P2C HD04128) and the California Center for Population Research at UCLA (P2CHD041022). We are also grateful for support for the Michigan RDC from the NSF (ITR-0427889). During work on this project, Timpe was partially supported by the NIA (T32AG000221) as a UM Population Studies Center Trainee. We are grateful to Doug Almond, Hilary Hoynes, and Diane Schanzenbach for sharing the Regional Economic Information System (REIS) data for the period of 1959 to 1978 and the data and dofiles to replicate their analysis with the PSID; and Clint Carter for the many hours spent helping us disclose these results. Evan Taylor and Bryan Stuart provided exceptional assistance in translating string names in the SSA’s NUMIDENT file into GNIS codes. Jacob Bastian, Ariel Binder, Dorian Carloni, and Bryan Stuart also contributed substantially to the cleaning of the restricted census data. We are grateful for thoughtful comments from Liz Cascio, Janet Currie, Greg Duncan, Chloe Gibbs, Rita Ginja, Doug Miller, Gary Solon, Thomas Lemieux, and invaluable comments from our referees.\n\n\n"
}