{
    "id": 28262,
    "citation_title": "Consumer Protection for Financial Inclusion in Low and Middle Income Countries: Bridging Regulator and Academic Perspectives",
    "citation_author": [
        "Seth Garz",
        "Xavier Giné",
        "Dean Karlan",
        "Rafe Mazer",
        "Caitlin Sanford",
        "Jonathan Zinman"
    ],
    "citation_publication_date": "2020-12-28",
    "issue_date": "2020-12-24",
    "revision_date": "2021-04-05",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Behavioral Economics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMarkets for consumer financial services are growing rapidly in low and middle income countries and being transformed by digital technologies and platforms. With growth and change come concerns about protecting consumers from firm exploitation due to imperfect information and contracting as well as from their own decision-making limitations. We seek to bridge regulator and academic perspectives on these underlying sources of harm and five potential problems that can result: high and hidden prices, overindebtedness, post-contract exploitation, fraud, and discrimination. These potential problems span product markets old and new, and could impact micro- and macroeconomies alike. Yet there is little consensus on how to define, diagnose, or treat them. Evidence-based consumer financial protection will require substantial advances in theory and especially empirics, and we outline key areas for future research.\n\n",
    "acknowledgement": "\nWhen citing this paper, please use the following: Annu. Rev. Econ. 3, 2020: Submitted. DOI: 10.1146/annurev-financial-071020-012008. The views expressed herein are those of the authors and should not be attributed to the Bill & Melinda Gates Foundation or the World Bank, its executive directors, the countries they represent, or the National Bureau of Economic Research.\n\n\n"
}