{
    "id": 28266,
    "citation_title": "Supply-Side Variation in the Use of Emergency Departments",
    "citation_author": [
        "Dan Zeltzer",
        "Liran Einav",
        "Avichai Chasid",
        "Ran D. Balicer"
    ],
    "citation_publication_date": "2020-12-28",
    "issue_date": "2020-12-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the role of person-specific and place-specific factors in explaining geographic variation in emergency department (ED) utilization using detailed data on 150,000 patients who moved regions within Israel. We document that about half of the destination-origin differences in the average ED utilization rate across districts translates to the change (up or down) in movers’ propensity to visit the ED. In contrast, we find no change in the probability of having an unplanned hospital admission (that is, via the ED), implying that the entire change in ED use by movers is driven by ED visits that do not lead to hospital admission. Similar results are obtained in a complementary event study, which uses hospital entry as a source of variation. The results from both approaches suggest that supply-side variation in ED access affects only the less severe cases—for which close substitutes likely exist—and that variation across ED physicians in their propensity to admit patients is not explained by place-specific factors, such as differences in incentives, capacity, or diagnostic quality.\n\n",
    "acknowledgement": "\nWe thank the Editor and two anonymous referees for many useful comments, and Joseph Rashba for excellent research assistance. Dan Zeltzer acknowledges funding from the Foerder Institute for Economic Research at Tel Aviv University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}