{
    "id": 28264,
    "citation_title": "When the Great Equalizer Shuts Down: Schools, Peers, and Parents in Pandemic Times",
    "citation_author": [
        "Francesco Agostinelli",
        "Matthias Doepke",
        "Giuseppe Sorrenti",
        "Fabrizio Zilibotti"
    ],
    "citation_publication_date": "2020-12-28",
    "issue_date": "2020-12-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhat are the effects of school closures during the Covid-19 pandemic on children's education? Online education is an imperfect substitute for in-person learning, particularly for children from low-income families. Peer effects also change: schools allow children from different socio-economic backgrounds to mix together, and this effect is lost when schools are closed. Another factor is the response of parents, some of whom compensate for the changed environment through their own efforts, while others are unable to do so. We examine the interaction of these factors with the aid of a structural model of skill formation. We find that school closures have a large and persistent effect on educational outcomes that is highly unequal. High school students from poor neighborhoods suffer a learning loss of 0.4 standard deviations, whereas children from rich neighborhoods remain unscathed. The channels operating through schools, peers, and parents all contribute to growing educational inequality during the pandemic.\n\n",
    "acknowledgement": "\nWe thank seminar participants at the CEPR Webinar on Gender Economics, Mannheim University, and Penn State for helpful suggestions. Special thanks to Abi Adams-Prassl, Teodora Boneva, Marta Golin, and Christopher Rauh for sharing unpublished results from the Covid Inequality Project with us. We also thank Shengqi Ni for research assistance. Doepke and Zilibotti acknowledge support from the NSF Grant #1949228 \"Parenting Styles within and across Neighborhoods.\" The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}