{
    "id": 28273,
    "citation_title": "Identifying the Latent Space Geometry of Network Models through Analysis of Curvature",
    "citation_author": [
        "Shane Lubold",
        "Arun G. Chandrasekhar",
        "Tyler H. McCormick"
    ],
    "citation_publication_date": "2020-12-28",
    "issue_date": "2020-12-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Economics of Information",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n",
        "Political Economy",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nStatistically modeling networks, across numerous disciplines and contexts, is fundamentally challenging because of (often high-order) dependence between connections. A common approach assigns each person in the graph to a position on a low-dimensional manifold. Distance between individuals in this (latent) space is inversely proportional to the likelihood of forming a connection. The choice of the latent geometry (the manifold class, dimension, and curvature) has consequential impacts on the substantive conclusions of the model. More positive curvature in the manifold, for example, encourages more and tighter communities; negative curvature induces repulsion among nodes. Currently, however, the choice of the latent geometry is an a priori modeling assumption and there is limited guidance about how to make these choices in a data-driven way. In this work, we present a method to consistently estimate the manifold type, dimension, and curvature from an empirically relevant class of latent spaces: simply connected, complete Riemannian manifolds of constant curvature. Our core insight comes by representing the graph as a noisy distance matrix based on the ties between cliques. Leveraging results from statistical geometry, we develop hypothesis tests to determine whether the observed distances could plausibly be embedded isometrically in each of the candidate geometries. We explore the accuracy of our approach with simulations and then apply our approach to data-sets from economics and sociology as well as neuroscience.\n\n",
    "acknowledgement": "\nWe thank Eric Auerbach, Abhijit Banerjee, Emily Breza, Jacob Burchard, Gabriel Carroll, James Evans, Bailey Fosdick, Jeremy Fox, Paul Goldsmith-Pinkham, Ben Golub,  Matthew Grant, Fang Han, Rachel Heath, Yunmi Kong,  Mengjie Pan, Mallesh Pai, Abel Rodriguez, Anna Smith, Xun Tang, Matt Thirkettle, Aravindan Vijayaraghavan, and Jon Wellner. We thank participants at the 2020 Joint Statistical Meeting, CANSSI-Ontario Data Science Applied Research and Education Seminar, IDEAL (Institute for Data, Econometrics, Algorithms, and Learning), the Joint Econometrics and Statistics Seminar Series at Cornell University, UC-Davis (Statistics), Bocconi University (Statistics), and Rice (Applied Micro and Econometrics). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}