{
    "id": 28274,
    "citation_title": "Specialization, Market Access and Real Income",
    "citation_author": [
        "Dominick Bartelme",
        "Ting Lan",
        "Andrei A. Levchenko"
    ],
    "citation_publication_date": "2020-12-28",
    "issue_date": "2020-12-24",
    "revision_date": "2023-01-13",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Globalization and International Relations",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper estimates the impact of external demand shocks on real income. Our empirical strategy is based on a first order approximation to a wide class of small open economy models that feature sector-level gravity in trade flows. The framework allows us to measure foreign shocks and characterize their impact on income in terms of reduced-form elasticities. We use machine learning techniques to group 4-digit manufacturing sectors into a smaller number of clusters, and show that the cluster-level elasticities of income with respect to foreign shocks can be estimated using high-dimensional statistical techniques. We find clear evidence of heterogeneity in the income responses to different foreign shocks. Foreign demand shocks in complex intermediate and capital goods have large positive impacts on real income, whereas impacts in other sectors are negligible. The estimates imply that the pattern of sectoral specialization plays a quantitatively large role in how foreign shocks affect real income, while geographic position plays a smaller role. Finally, a calibrated multi-sector production and trade model can rationalize both the average and the heterogeneity in real income elasticities to foreign shocks under reasonable values of structural parameters.\n\n",
    "acknowledgement": "\nWe thank Christian Hansen, Kalina Manova, Fernando Parro, John Ries, Andrés Rodríguez-Clare, Sebastian Sotelo, Dan Trefler, and workshop participants at AEA2021, Berkeley, CEPR MG, CUHK, IADB,MSU,NBERITI, the NYUAD-CEPR “The End of Globalization?” Conference, the Rocky Mountain Empirical Trade Conference, Sciences Po Summer Workshop, Texas, Toronto, the Trade Integration and Growth Conference (Bogota),Western Ontario, and Yale for helpful suggestions, and Junwei Tang for superb research assistance. The views expressed in this paper are those of the authors and should not be attributed to the International Monetary Fund, its Executive Board, its management, or the National Bureau of Economic Research.\n\n\n"
}