{
    "id": 28279,
    "citation_title": "Why Does the U.S. Have the Best Research Universities? Incentives, Resources, and Virtuous Circles",
    "citation_author": [
        "W. Bentley MacLeod",
        "Miguel Urquiola"
    ],
    "citation_publication_date": "2020-12-28",
    "issue_date": "2020-12-24",
    "revision_date": "2021-03-11",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nAround 1875 the U.S. had none of the world’s leading research universities; today, it accounts for the majority of the top-ranked. Many observers cite events surrounding World War II as the source of this reversal. We present evidence that U.S. research universities had surpassed most countries’ decades before WWII. An explanation of their dominance must therefore begin earlier. The one we offer highlights reforms that began after the Civil War and enhanced the incentives and resources the system directs at research. Our story is not one of success by design, but rather of competition leading American colleges to begin to care about research. We draw on agency theory to argue that this led to increasing academic specialization, and in turn, to more precise measures of professors’ research output. Combined with sorting dynamics that concentrated talent and resources at some schools—and the emergence of tenure—this enhanced research performance.\n\n",
    "acknowledgement": "\nThis paper was prepared for the Journal of Economic Perspectives. For useful comments and input we thank Elías Cueto, David Figlio, Patricia Graham, Gordon Hanson, Enrico Moretti, and Timothy Taylor. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}