{
    "id": 28270,
    "citation_title": "Religion and Educational Mobility in Africa",
    "citation_author": [
        "Alberto Alesina",
        "Sebastian Hohmann",
        "Stelios Michalopoulos",
        "Elias Papaioannou"
    ],
    "citation_publication_date": "2020-12-28",
    "issue_date": "2020-12-24",
    "revision_date": "2022-09-08",
    "topics": [
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Country Studies",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper offers a comprehensive account of the intergenerational transmission of education across religious groups in Africa, home to some of the world’s largest Christian and Muslim communities. First, we use census data from 20 countries to construct new upward and downward religion-specific intergenerational mobility (IM) statistics. Christian boys and girls have much higher upward and lower downward mobility than Muslims and Animists. Muslims perform well only in a handful of countries where they are small minorities. Second, we trace the roots of these disparities. Although family structures differ across faiths, this variation explains only a small fraction of the observed IM inequities (roughly 12%). Inter-religious differences in occupational specialization and urban residence do not play any role. In contrast, regional features explain nearly half of the imbalances in educational mobility. Third, we isolate the causal impact of regions from spatial sorting exploiting information on children whose households moved when they were at different ages during childhood. Irrespective of the religious identity, regional exposure effects are present for all children moving before 12. Fourth, we map and characterize the religious IM gaps across thousands of African regions. Among numerous regional geographic, economic, and historical features, the district's Muslim share is the most important correlate. Children adhering to Islam underperform Christians in areas with substantial Muslim communities. Fifth, survey data reveal that Muslims display stronger in-group preferences and place a lower valuation on education. Our findings call for more research on the origins of religious segregation and the role of religion-specific, institutional, and social conventions on education and opportunity.\n\n",
    "acknowledgement": "\nWe are thankful to Raj Chetty, Ed Glaeser. Nathaniel Hendren, and Markus Poschke for suggestions and comments. We have received useful feedback and comments from seminar participants at the New Economic School, RIDGE Conference, the NBER Summer Institute, Harvard, Zurich, and the CEPR Conference on The Economics of Religion. We also thank Remi Jedwab, Adam Storeygard, Julia Cage, Valeria Rueda, and Nathan Nunn for sharing their data. An earlier draft of the paper was titled Intergenerational Mobility in Africa across Religious and Ethnic Lines. All errors and omissions are our responsibility. The paper is dedicated to Alberto, who tragically passed away while we were revising the manuscript. We will never forget his boundless curiosity, drive, and charm. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nElias Papaioannou\n\nPapaioannou gratefully acknowledges financial support from the European Research Council (Consolidator Grant ORDINARY) and the LBS Wheeler Institute for Business and Development.\n\n\n"
}