{
    "id": 28276,
    "citation_title": "Informal Central Bank Communication",
    "citation_author": [
        "Annette Vissing-Jorgensen"
    ],
    "citation_publication_date": "2020-12-28",
    "issue_date": "2020-12-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nStarting from a set of facts on the timing of stock returns relative to Federal Reserve decision-making, I argue that informal communication – including unattributed communication -- plays a central role in monetary policy communication. This contrasts with the standard communications framework in which communication should be public and on-the-record because it serves to ensure accountability and policy effectiveness. I lay out possible benefits of using unattributed communication as an institution, but these should be weighed against substantial costs: It runs counter to accountability to use unattributed communication, causes frustration among those trying to understand central bank intensions, and enables use of such communication by individual policymakers. Unattributed communication driven by policymaker disagreements is unambiguously welfare reducing, because it reduces policy flexibility and harms the central bank’s credibility and decision-making process. Central banks may benefit from resisting unattributed communication via expensive newsletters and increasing consensus-building efforts to reduce disagreement-driven unattributed communication.\n\n",
    "acknowledgement": "\nI thank Adair Morse for many productive discussions. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}