{
    "id": 28271,
    "citation_title": "Gentrification and Retail Churn: Theory and Evidence",
    "citation_author": [
        "Edward L. Glaeser",
        "Michael Luca",
        "Erica Moszkowski"
    ],
    "citation_publication_date": "2020-12-28",
    "issue_date": "2020-12-24",
    "revision_date": "2023-02-03",
    "topics": [
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nHow does gentrification transform neighborhood retail amenities? This paper presents a model in which gentrification harms incumbent resident by increasing rental costs and by eliminating distinctive local stores. While rising rents can be offset with targeted transfers, the destruction of neighborhood character can – in principle – reduce overall social surplus. Empirically we find that gentrifying neighborhoods experience faster growth in both the number of retail establishments and business closure rates than their non-gentrifying counterparts. However, we see little evidence that gentrification is associated with changes in retail mix or prices – suggesting limited welfare losses.\n\n",
    "acknowledgement": "\nWe are grateful for financial support to Harvard University, Harvard Business School, and the Star Grant Fund. We are grateful to Yelp for providing data. Hyunjin Kim provided valuable feedback on this project. Luca has done consulting for tech companies, including Yelp, but his compensations and ability to publish are not tied to the results of this paper. Moszkowski gratefully acknowledges support from the National Science Foundation Graduate Research Fellowship. Any opinions, findings, and conclusions or recommendations expressed in this material are those of the authors and do not necessarily reflect the views of the National Science Foundation or the National Bureau of Economic Research.\n\n\n"
}