{
    "id": 28287,
    "citation_title": "Infrastructure and Urban Form",
    "citation_author": [
        "Edward L. Glaeser"
    ],
    "citation_publication_date": "2020-12-28",
    "issue_date": "2020-12-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Globalization and International Relations",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nCities are shaped by transportation infrastructure. Older cities were anchored by waterways. Nineteenth century cities followed the path of streetcars and subways. The 20th century city rebuilt itself around the car. The close connection between transportation and urban form is natural, since cities are defined by their density. Physical proximity and transportation investments serve the common cause of reducing the transportation costs for goods, people and ideas. The close connection between transportation and urban form suggests the need for spatial equilibrium models that embed a full set of equilibrium effects into any evaluation of transportation spending. Their connection implies that restrictions on land use will change, and often reduce, the value of investing in transportation infrastructure. Future transportation innovations, including autonomous vehicles and telecommuting, are likely to also change urban form, although cities often take decades to adapt to new forms of mobility.\n\n",
    "acknowledgement": "\nI am grateful to Margaret Brissenden and Eliza Glaeser for editorial assistance. Greg Ingram provided excellent comments. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}