{
    "id": 28281,
    "citation_title": "Macroeconomic Expectations and Credit Card Spending",
    "citation_author": [
        "Misha Galashin",
        "Martin Kanz",
        "Ricardo Perez-Truglia"
    ],
    "citation_publication_date": "2020-12-28",
    "issue_date": "2020-12-24",
    "revision_date": "2022-06-24",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nHow do macroeconomic expectations affect consumer decisions? We examine this question using an experiment with 2,872 credit card customers at a large commercial bank. We provide participants with expert forecasts of inflation and the nominal exchange rate and measure the consumption response to this information using detailed administrative data on individual credit card transactions. We find that forecasts strongly affect inflation and exchange rate expectations, but do not change spending or self-reported consumption plans as predicted by standard models of intertemporal choice. Results from a supplementary survey experiment suggest that consumers are sophisticated enough to anticipate nominal rigidities that lower their real income and reduce spending on durables for precautionary reasons, counteracting the effects predicted by standard models of intertemporal optimization. The absence of a link between consumer expectations and behavior has potentially important implications for macroeconomic policies such as forward guidance.\n\n",
    "acknowledgement": "\nWe thank Tetyana Balyuk, Francesco D’Acunto, Michael Gelman, Michaela Pagel, Carolin Pflueger, Raphael Schoenle, Johannes Stroebel, Michael Weber and numerous seminar and conference participants for helpful comments and suggestions. Javier Feinmann, Luisa Cefala and Santiago De Martini provided superb research assistance. Perez-Truglia was employed at University of California, Los Angeles while the research was being conducted. This project was reviewed in advance and approved by the Institutional Review Board at University of California Los Angeles (IRB #18-000683). We gratefully acknowledge financial support from the UCLA Fink Center for Finance and Investments, the UCLA Center for Global Management, and the World Bank Research Support Budget. The experiment was registered with the American Economic Association registry for randomized control trials (AEA-RCTR #0003717). The opinions expressed in this paper do not necessarily represent the views of the World Bank, its executive directors, the countries they represent, or the National Bureau of Economic Research.\n\n\n"
}