{
    "id": 28288,
    "citation_title": "Detecting Drivers of Behavior at an Early Age: Evidence from a Longitudinal Field Experiment",
    "citation_author": [
        "Marco Castillo",
        "John A. List",
        "Ragan Petrie",
        "Anya Samek"
    ],
    "citation_publication_date": "2020-12-28",
    "issue_date": "2020-12-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use field experiments with nearly 900 children to investigate how skills developed at ages 3-5 drive later-life outcomes. We find that skills map onto three distinct factors - cognitive skills, executive functions, and economic preferences. Returning to the children up to 7 years later, we find that executive functions, but not cognitive skills, predict the likelihood of receiving disciplinary referrals. Economic preferences have an independent effect: children who displayed impatience at ages 3-5 were more likely to receive disciplinary referrals. Random assignment to a parenting program reduced disciplinary referrals. This effect was not mediated by skills or preferences.\n\n",
    "acknowledgement": "\nWe thank Edie Dobrez, Kristin Troutman, Amanda Chuan, Rui Chen, Andre Gray and Shreemayi Samujjwala for excellent research assistance. This research was funded by the Kenneth and Anne Griffin Foundation and by NIH grant 1R01DK114238. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}