{
    "id": 28283,
    "citation_title": "The Social Side of Early Human Capital Formation: Using a Field Experiment to Estimate the Causal Impact of Neighborhoods",
    "citation_author": [
        "John A. List",
        "Fatemeh Momeni",
        "Yves Zenou"
    ],
    "citation_publication_date": "2020-12-28",
    "issue_date": "2020-12-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nThe behavioral revolution within economics has been largely driven by psychological insights, with the sister sciences playing a lesser role. This study leverages insights from sociology to explore the role of neighborhoods on human capital formation at an early age. We do so by estimating the spillover effects from a large-scale early childhood intervention on the educational attainment of over 2,000 disadvantaged children in the United States. We document large spillover effects on both treatment and control children who live near treated children. Interestingly, the spillover effects are localized, decreasing with the spatial distance to treated neighbors. Perhaps our most novel insight is the underlying mechanisms at work: the spillover effect on non-cognitive scores operate through the child's social network while parental investment is an important channel through which cognitive spillover effects operate. Overall, our results reveal the importance of public programs and neighborhoods on human capital formation at an early age, highlighting that human capital accumulation is fundamentally a social activity.\n\n",
    "acknowledgement": "\nThis study was previously titled: Are Estimates of Early Education Programs Too Pessimistic? Evidence from a Large-Scale Field Experiment that Causally Measures Neighbor Effects. We thank Alec Brandon, Leonardo Bursztyn, Raj Chetty, Steven Durlauf, Nathaniel Hendren, Justin Holz, Michael Kremer, Thibaut Lamadon, Costas Meghir, Magne Mogstad, Julie Pernaudet, Stephen Raudenbush, Matthias Rodemeier, Juanna Schrøter Joensen, and Daniel Tannenbaum for valuable comments. We received helpful feedback from seminar participants at the University of Chicago, University of Wisconsin Milwaukee, Depaul University, Purdue University, and Monash University. We thank Clark Halliday, Uditi Karna, Alexandr Lenk, Ariel Listo, and Lina Ramirez for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}